{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/a-role-model-president-akd-could-emulate-in-anti-corruption-crusade/",
  "time_ut": 1733801170.0,
  "original_lang": "en",
  "original_title": "A Role Model President AKD Could Emulate In Anti-Corruption Crusade",
  "original_body_lines": [
    "Corruption could be defined as the abuse of power for private gains. Quite often political leaders and public officers are implicated in acts of corruption.",
    "Corruption takes place at different levels and scales. It ranges from taking bribes to financial-administrative corruption which involves abuse of public offices to derive private gains. The highest scale of corruption or grand corruption usually takes place at top level of public sector hierarchy with possible involvement of business giants and political heavyweights. The infamous central Bank Bond Scam is an example of a grand corruption.",
    "HK was a Nobel Peace Prize Laureate globally renowned for peace building diplomacy. He served as the Secretary of State and Security Advisor in the Government of the USA during the administrations of Pr. Richard Nixon and Pr. Gerald Ford.  HK was an American diplomat, political scientist and respected scholar.",
    "“I have had the privilege of meeting many of the world’s leaders over the past 40 years. None has shown greater insight, imagination and creativity than Lee Kuan Yew.” (LKY)",
    "On the day LKY crossed the great divide HK penned a note which said,",
    "“A great leader takes his or her society from where it is to where it has never been – indeed where it yet cannot imagine being. By insisting on quality education, by suppressing corruption and by basing governance on merit, Lee and his colleagues raised the annual per capita income of their population from $500 at the time of independence in 1965 to roughly $55,000 today”.",
    "Astonishing Transformation of Singapore under the stewardship of Lee Kuan Yew (LKY)",
    "LKY is credited for Singapore’s astonishing transformation from one of the poorest third world countries to an economic marvel of the first world that it is today. LKY was the founding father and the chief architect of modern Singapore. He was an indefatigable crusader who brought about the spectacular transformation of Singapore from rags to riches. Singapore’s stupendous economic performance has witnessed its GDP per capita dramatically rising from US $ 400 in 1959 to US $ 84,734 in 2023. As per IMF estimates Singapore in terms of GDP Per Capita was ranked 5th in 2023, ahead of the USA at rank 6.",
    "LKY adopted uncompromising standards and a principled approach to governance. Hallmarks of his policies comprised inter alia: providing top-flight public education system, robust application of meritocracy, treating human capital as key competitive advantage, zero tolerance in the battle against corruption, rigorous application of rule of law, clean and efficient administration and fair and transparent judiciary etc. LKY was able to greatly minimize corruption that was widespread, rampant and thriving during occupations of Japanese and British Military Administration (BA).",
    "To vigorously combat corruption in pursuit of the policy of zero tolerance LKY enacted Prevention of Corruption Act (PCA) and strengthened Corrupt Practices Investigation Bureau (CPIB) providing it with adequate financial muscle and skilled manpower. LKY ensured punishment of all miscreants irrespective of their position, social status or political affiliation.",
    "Transparency International has reported that Singapore is ranked 5th in the corruption perception index (CPI) in 2023 with a total score of 83.",
    "Singapore has the distinction of being consistently ranked as the least corrupt country in Asia on the CPI from 1995-2023.",
    "Singapore’s spectacular rise to global economic stardom is a living testimony that proves defeating the menace of corruption leads to economic prosperity.",
    "Caltex preferred Singapore to Thailand in building its oil refinery, despite tough environment regulations adopted by Singapore as there is no need to bribe Singaporean officials. This succinctly sums up how LKY’s crusade against corruption enabled Singapore to attract multinational companies and foreign investments.",
    "It is pertinent to produce some of the memorable quotes of LKY on corruption.",
    "“If you want to defeat corruption, be prepared to send your friends & relatives to jail”.",
    "“Start with putting three of your friends to jail. You definitely know what for, and people will believe you”",
    "“A nation is great not by its size alone. It is the will, the cohesion, the stamina, the discipline of its people and the quality of their leaders which ensure it an honourable place in history.”",
    "The dawn of 14th November 24 witnessed people of Sri Lanka (SL) voting en masse to elect candidates of National People’s Power (NPP) to parliament with a resounding majority. It was clearly a vote cast in abhorrence of rampant persistent corruption flourished under successive regimes. People exhausted with continued excesses on the part of politicos gave went to the wrath bottled up over the years unseating many a bigwig. It marked a game changing transformation in the political firmament in SL that saw curtain coming down on longstanding political careers of some heavyweights of past regimes.",
    "The scale of victory accomplished by the NPP is unprecedented and marked a watershed in the annals of post independent electoral politics in SL. AKD’s emotionally charged flawless verbal barrages addressed psyche of the man in the street empathetically conveying a strong message that enough is enough, for corruption. Overwhelmingly affirmative public response to AKD’s call to eradicate corruption demonstrated monumental frustration of masses on corruption. AKD strongly highlighted how polity in SL was enjoying opulent lifestyles at public expense whilst masses are mercilessly left in abject poverty and made to scrape the barrel.",
    "LKY was driven by an iron will. He demonstrated resolute commitment to wipe out corruption. Irreproachability, moral uprightness, pursuit of meritocracy, and adherence to the policy of zero tolerance on corruption were hallmarks of his character. LKY replaced large ineffective Prevention of Corruption Ordinance (PCO) introduced by the British by the PCA. Besides, LKY replaced highly ineffective Anti-Corruption Branch (ACB) by the CPIB and made it a potent instrument of anti-corruption with wider legal powers through the enactment of PCA.",
    "CPIB was empowered to arrest suspects, investigate bank accounts and other assets including those of next of kin and agents, permission to enter and search any suspected place, and seize and detain incriminating documents etc. Moreover, PCA required accused persons to account for the sources finance for their property where it appears that value of such properties is disproportionate to the sources of income disclosed by such parties.",
    "Most striking feature of LKY’s anti-corruption crusade was punishment of guilty irrespective of social status or political affiliation. CPIB carried out an investigation on one of the prominent leaders of People’s Action Party (PAP) in Singapore led by LKY and before punitive action was taken the accused committed suicide. This is a principle worthy of emulation by the AKD regime.",
    "Pathetic Sri Lankan Scenario – History of Failures in Battling Corruption",
    "SL has a history of dismal failures in combating corruption. There had been widespread public outcry demanding investigation of allegations of corruption against “Politically Exposed Persons” associated with the regime that lasted from 2005 to 2015. People became exasperated having been bamboozled by politicians hell bent on profiteering to gain filthy lucre.",
    "Although biggies of the said regime waxed eloquently on the magnificent economic growth accomplished, it was a case predominantly driven by major construction projects namely highways, an airport and deep-water port in southern province, and giant structures like lotus tower. However, projects like Mattala Airport (MRIA) dubbed as the emptiest in the world and Lotus Tower are some of the monumental white elephant developments ever to have taken place in SL devouring Millions of Dollars of foreign borrowings.",
    "Behind the façade of construction boom that catalysed GDP growth on paper lies the true story that the said infrastructure developments were highly suspected of being tainted with corruption. Moreover, they have yielded low returns and largely benefited politically connected elites in pursuit of lucre. Consistently declining export revenues, rising imports, depleting tax revenue etc exacerbated financial woes and the government was compelled to resort to more and more borrowings. This witnessed funds available at exorbitant commercial rates too being borrowed to repay the money that had already been borrowed, thrusting SL into a disastrous debt spiral. The rest is part of well-known history.",
    "The period from 2005 to 2015 saw Rent-Seeking Crony Capitalism taking root in SL sucking life blood of the already poor nation. People reached a breaking point which saw a coterie of ruling elites once believed to be indomitable being toppled by Yahapalanaya Government (YG) which captured power in 2015 on the planks of eradicating corruption, promise to establish rule of law and ensure accountability in governance.",
    "YG, established Financial Crimes Investigation Division (FCID) to investigate complex frauds, large scale misuse of public funds, projects of questionable nature and various financial crimes etc associated with the higher-ups of the ousted regime.",
    "Although the FCID commenced probes with a bang its efforts came a cropper. There was an obvious lack of political will to pursue the cases objectively. It was accused that FCID was being maneuvered as an expedient instrument to  witch-hunt political opponents. Although there were some high-profile arrests, ineffective, lackadaisical and slow-going investigations failed to bring about convictions resulting in loss of reputation of the FCID.",
    "Management of Public Procurement to safeguard Public Funds and Prevent Corruption",
    "One of the top priority areas to be focused on by anticorruption drive is public procurement which is highly susceptible to malpractice. Although National Procurement Guidelines (NPA) are applicable there have been instances of non-compliance citing exigencies. Moreover, there is a lack of comprehensive National Procurement Law to ensure rigid enforcement of controls and penal measures including blacklisting. Although blacklisting is intended to eliminate corrupt organizations from procurement process, it is not strongly practiced in SL.",
    "Hence, going forward, it is crucial that public procurements are subjected to stringent budget controls, and carried out transparently in conformity with tender/competitive bidding procedures, prudent economic considerations and national priorities. The firms involved in acts of corruption, and which fail to deliver on commitments should be subjected to blacklisting and other penal measures.",
    "The bulk of the public spending in SL is financed by borrowings. Unless public money is expended prudently it would result in multiple losses in terms of loss of public funds, heavy opportunity costs due to failure to meet public needs, wastage of resources, need for additional borrowings and budget overruns. Hence it is vital that public spending is done based on priorities and sound economic principles, rather than political considerations, as politicians tend to distort priorities for private gains.",
    "Some of the glaring examples of profligacy in public spending on futile projects include Lotus Tower, Magam Ruhunupura International Convention Centre, Mattala Airport, Hambantota Port, and Mahinda Rajapaksa International Cricket Stadium etc.",
    "Prevention of high-cost borrowings such as from International Sovereign Bond Holders (ISB) is another strategy to curb corruption in project funding. As opposed to funding from multilateral agencies, borrowings from ISBs are not subject to monitoring of utilization of funds which permits funds to be misused. Hence measures need to be initiated to cease borrowing from commercial sources.",
    "The importance of strengthening NAP cannot be over emphasized. NAP needs to be adequately resourced with skilled manpower, latest technologies, needed funds and facilities. It should be empowered to act in public interest free of political interference and hindrances. NAP should be given effective teeth to gain unhindered access to scrutinize and verify sources of information, records on public expenditure, investments, projects, assets and operations of ministries, government departments, boards and State-Owned Enterprises (SOEs), etc.",
    "Moreover, an effective post-audit follow-up mechanism need to be established to ensure corrective and penal actions emanating from audit findings are implemented as expected.",
    "There is lack of a mechanism to verify how borrowings are utilized to ascertain if funds have been expended for the purpose for which borrowing has been made. It is to ensure that borrowings are not callously repurposed based on parochial political considerations whilst intended requirements remain unfulfilled. The absence of an After-Action Review Procedure causes gaps in accountability and makes funds vulnerable to misuse. Further, it incentivizes fraudsters to resort to underhand dealings.  Hence, setting up of post spending audit verification will serve as an important check and balance.",
    "Strengthening of state investigative organs namely Criminal Investigations Department (CID) and Commission to Investigate Allegations of Bribes or Corruption (CIABOC) plays an indispensable role in combatting corruption. These have to be armed with competent manpower well versed in latest technology, forensic skills and abreast of global trends and practices to probe complex frauds, money laundering schemes and diversity of scams to uncover incriminating evidence to bring offenders to book.",
    "Besides, it is imperative that investigating officers can carry out work objectively free of political interference and backlash. Moreover, legal mechanisms need to be strengthened and expedited so that impartial investigations could lead to conviction of offenders. SL is suffering due to inordinate delays in legal processes and the Govt must address it and take stern action to punish persons found guilty of corruption. This is a pre-election promise made, and people have sky high expectations of the regime to deliver what was promised.",
    "Practice of Meritocracy – Sine Qua-Non in Sourcing Competent Manpower",
    "To conduct investigations, people should be selected based on merit. Also, those selected would have to be remunerated suitably in keeping with qualifications and skills. It is vital that no room is left for influence-peddling which may lead to incompetent people securing crucial roles jeopardizing the quality of outcomes from investigations.",
    "Transparency refers to openness maintained by a government as to actions, policies and decision-making processes etc, and making information publicly available. This facilitates the public to verify, scrutinize and monitor government activities and identify persons responsible for various decisions and actions. Thus, transparency functions as a vital policy tool in combatting corruption and enhances chances of detection of acts of corruption. Moreover, it serves as a deterrence and discourages corrupt behaviour whilst instilling public trust in government’s ability to deter and detect corruption effectively.",
    "Digitalisation serves as an efficient instrument to curb corruption as it enables people to apply for services remotely and reduces the need to contact public officers. Moreover, it enhances efficiency of services and reduces costs and makes services available around the clock. When chances of human contact are diminished, opportunities for favouritism and corruption will be greatly reduced. Online feedback mechanisms enable monitoring of the work of public officers by top hierarchy of state sector and create upward transparency, enabling the government to know the level of public services provided.",
    "Declaration of assets by Politically Exposed Persons (PEP) and Top Tier Public Servants (TTPS)",
    "An efficient mechanism needs to be introduced to verify accuracy of declarations made by PEPs and TTPSs. An integrated system of e-governance needs to be developed linking vital arms of the economy comprising Financial Institutions, Tax/Revenue Authorities, Land Registry, Dept of Registration of Motor Vehicles etc to as far as possible track and bring all transactions under state oversight to prevent corruption.",
    "Also, declarants should be required to provide independent professional certifications from authorized institutions confirming authenticity of the information declared.",
    "Where it is observed that value of assets amassed by declarants are disproportionate to declared sources of income, such cases should be investigated in depth to take appropriate actions.",
    "Although, much more can be dwelt on the hot topic of Corruption, space constraints restrict writing.",
    "The preeminent hallmark of LKY’s anti-corruption crusade was punishing his own party men and friends for wrongdoings by impartial application of rule of law.",
    "No human being is infallible. British Historian Lord Acton prophesied “Power tends to Corrupt: Absolute Power Corrupts Absolutely”.",
    "In this context, what is respectfully suggested for Hon. President Anura Kumara Dissanayake is to rise above party politics as a true stateman and install a robust independent oversight mechanism with effective teeth to monitor performance of his own team.",
    "The cornerstone of such action should be Zero Tolerance on Corruption that no one is above the law and guilty is punished irrespective of political affiliation."
  ]
}