{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/nation-lanka-finance-clarifies-fraud-allegations/",
  "time_ut": 1759670700.0,
  "original_lang": "en",
  "original_title": "Nation Lanka Finance clarifies fraud allegations",
  "original_body_lines": [
    "Nation Lanka Finance PLC (NLFP) would like to address and correct the inaccuracies circulating in certain media reports and on social media platforms concerning the Company, its Chairman, Victor Ramanan, and its Board of Directors stated in a press release, issued last week.",
    "The contents of the report issued by the Board of Directors of NLFP are reproduced below.",
    "These reports have incorrectly linked NLFP to alleged fraudulent deposit-taking activities that are the subject of ongoing legal proceedings. The Company wishes to set the record straight for the benefit of the public, its valued customers, and stakeholders.",
    "The media reports in question reference two specific court cases: Magistrate’s Court of Negombo Case No. 560/25 and Magistrate’s Court of Colombo Case No. 53896/1/25.",
    "NLFP vehemently denies any involvement in the alleged fraudulent scheme and wishes to clarify the factual context of these proceedings, which have been misrepresented in public discourse.",
    "The initial case (MC Negombo 560/25) was filed in January 2025 following complaints to the Negombo Police regarding the acceptance of deposits by certain individuals at the NLFP Negombo branch office. Crucially, these deposits were solicited on behalf of Singhe Capital Investment Limited, a separate entity.",
    "Investigations have established that all funds received were deposited directly into bank accounts held by Singhe Capital Investment Ltd. No monies from this alleged scheme were deposited with Nation Lanka Finance PLC.",
    "Upon discovering that certain of its employees were purportedly involved in these unauthorized activities, Nation Lanka Finance PLC proactively initiated a formal complaint with both the Criminal Investigation Department (CID) and the Central Bank of Sri Lanka.",
    "JXG partners with Foundation of Goodness to empower Monaragala community",
    "SLIC gifts Rs. 1mn life cover to parents of World Children’s Day newborns",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}