{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/land-truth-reconciliation-commission-bills-ready-for-parliament-president-171240/",
  "time_ut": 1720423200.0,
  "original_lang": "en",
  "original_title": "Land, truth & reconciliation commission bills ready for parliament: president",
  "original_body_lines": [
    "ECONOMYNEXT — Bills for the proposed Truth, Unity and Reconciliation Commission and National Land Commission are ready to be submitted to parliament and an agreement has also been reached on the proposed Jana Sabha system, President Ranil Wickremesinghe said.",
    "Speaking at the funeral of former opposition leader and leader of the Tamil National Alliance (TNA) R Sampanthan, Wickremesinghe said the government has newly proposed decentralising maximum power within the framework of the 13th amendment in the distribution of power, with the report of the Nawaz Commission also to be discussed.",
    "“There are issues among Sinhala, Tamil and Muslim communities with the Forest Department regarding the acquisition of their villages. I hope to empower this commission to resolve those issues by law,” Wickremesinghe said referring to the proposed land commission.",
    "The president made these remarks in reference to solutions to Sri Lanka’s long-standing ethnic issue. He further said that provincial council elections will be held after the presidential election, which is to be held this year.",
    "“Due to the complexities in the new system, requests were made to hold the provincial council elections according to the old system. There was an agreement among us for that. It was decided to ensure women and youth representation and to allow parliamentarians to compete for these elections while retaining their membership,” he said.",
    "“By implementing the 13th amendment, we are negotiating with the chief ministers who are now representing the parliament to transfer a number of other powers from the central government, excluding police powers. Other powers can be discussed later,” he said.",
    "The full implementation of the 13th amendment to Sri Lanka’s constitution has been a politically contentious issue, with successive governments touting it as a solution to the grievances of the Tamil community. Parties on the south including those that do not oppose the amendment are divided on the question of sharing police and land powers. (Colombo/Jul08/2024)"
  ]
}