{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-could-face-severe-implications-if-current-policies-reversed-cb-177070/",
  "time_ut": 1723806000.0,
  "original_lang": "en",
  "original_title": "Sri Lanka could face severe implications if current policies reversed: CB",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka could face severe implications if it reverses current International Monetary Fund (IMF)-backed policy reforms, a top Central Bank official said amid the island nation’s opposition politicians’ vow to amend the IMF deal.",
    "President Ranil Wickremesinghe’s IMF-backed economic reform policies have helped to see some stabilization in the economy from contractions for 10 successive quarters amid an unprecedented economic crisis and sovereign debt default in 2022.",
    "However, his policies are criticized by both the main opposition leader Sajith Premadasa and Marxists leader Anura Kumara Dissanayaka.",
    "Both Premadasa and Dissanayaka, who are top contenders in the presidential election along with Wickremesinghe, have pledged to revise the agreement with the IMF.",
    "“Thinking of reversal of the current policies, it would be unthinkable. That could result in deviating from the IMF programme,” Chnadranath Amarasekara, Central Bank Assistant Governor and the Secretary to the Monetary Policy Board told reporters at a media briefing on Friday (16).",
    "“I think the entire world is looking at us and the entire world is intending on the IMF programme for Sri Lanka to place their trust,” he said.",
    "“There could be adjustments within the programme within the policies that are there at the moment. But any major derailment through fiscal policy stance or even the monetary policy stance, with that there will be severe implications for Sri Lanka.”",
    "The central bank is not considering any policy reversal after the elections in its forecasts, he said.",
    "“Even we don’t project something like this because we can’t project something on policy reversal.” (Colombo/August 16/2024)"
  ]
}