{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/20-Special-teams-mobilized-targeting-20-underworld-gangs/108-279197",
  "time_ut": 1710901500.0,
  "original_lang": "en",
  "original_title": "20 Special teams mobilized targeting 20 underworld gangs",
  "original_body_lines": [
    "Colombo, March 20 (Daily Mirror) - Following a concerning rise in organized criminal activities in the Western and Southern provinces, a special operation targeting 20 identified organized criminal gangs in the country under the 'Yukthiya' initiative was launched yesterday.",
    "Accordingly, 20 special police teams have been deployed to crackdown on those identified underworld gangs.",
    "IGP Tennakoon said that 99 shootings related to organized criminals were reported since January 2023, resulting in 56 deaths and 37 injuries.",
    "\"While many of the deceased were organized criminals, they must be prosecuted through legal channels. Vigilante justice cannot be condoned,\" the IGP emphasized.",
    "He said that the recent shooting incidents reported in the Elpitiya Police division, where three innocent individuals lost their lives, were unfortunate incidents.",
    "Recent incidents include the tragic shooting of a Public Health Inspector in the Elpitiya police area on February 26, 2024 as well as a shooting incident in Pitigala on March 11 where two individuals were killed and several others sustained injuries. Also, another shooting occurred in Ambalangoda on the same day, claiming the lives of two individuals and injuring three others.",
    "The IGP highlighted that the 'Yukthiya' operation aims to protect the fundamental right of innocent civilians to live without fear.",
    "\"It's tragic when individuals can't visit a shop and return home safely. This operation safeguards the basic right of the public to live without fear,\" he assured.",
    "\"The specialized teams from the Police and STF will target 20 identified organized criminal gangs operating primarily in the Southern and Western Provinces. Their focus will be to crackdown on underworld figures responsible for innocent deaths,\" he said.",
    "These 20 newly established teams will target each underworld group currently operating, with each team consisting of 9 members, including a Crime OIC, 4 intelligence officers, and 2 Special Task Force officers.",
    "\"If these specialized teams are unable to curb drug and criminal activities by underworld elements, we will escalate our efforts and continue the operation to crackdown the underworld completely within a few months,\" the IGP said."
  ]
}