{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/geraldine-drozario-the-timeless-supermodel-of-sri-lanka/",
  "time_ut": 1714261080.0,
  "original_lang": "en",
  "original_title": "Geraldine D’Rozario : The Timeless Supermodel of Sri Lanka",
  "original_body_lines": [
    "Geraldine D’Rozario epitomises elegance and sophistication as a former Miss Sri Lanka and celebrated supermodel. With an illustrious career spanning four decades, she has graced countless magazine covers and catwalks, leaving an indelible mark on the fashion industry. Beyond her mesmerising presence on camera, Geraldine has showcased her talent behind the scenes, choreographing and coordinating captivating fashion shows.",
    "From her humble beginnings in the advertising industry at the tender age of five, Geraldine’s star has only continued to rise. Her journey on international catwalks began in Sri Lanka at the age of 13 and has since taken her across Asia and Europe. Along the way, she has garnered a plethora of accolades from beauty pageants and industry insiders alike.",
    "Today, Geraldine lends her unparalleled expertise as a full-time fit model for prestigious international brands in Sri Lanka, embodying the epitome of style and grace with every step she takes.",
    "In my 32 years of acquaintance with Miss Geraldine D’Rozario, our encounters in 1992 and 2024 remain etched in my memory. Each moment spent in her presence is a testament to her intelligence, exotic allure, captivating smile, and unparalleled beauty, leaving an enduring impression that transcends time.",
    "“Chandi, take a look at that enchanting little girl in this award-winning TV ad,” my wife nudged me, pointing towards an intriguing advertisement for Dot Toffee. “She’s cute as a button,” I remarked. At the time, we lived in Habarana where I served as the General Manager of The Lodge and The Village hotels. Alongside our normal duties, my wife and I occasionally dabbled as part-time actors, primarily for TV commercials.",
    "“She has your beautiful features. Perhaps she could portray your daughter for the Royal Milk Powder ad campaign,” I suggested to my wife. Regrettably, we couldn’t locate the girl in time for the shoot. Later, we discovered that the adorable child, Geraldine, was the niece of a friend of ours and a former Miss Ceylon, Yvonne D’Rozario.",
    "With members of D’Rozario family, father – Patrick, mother – Bernie, and sister – Bernadine",
    "One day in 1992, during my tenure as the General Manager of Mount Lavinia Hotel, Yvonne D’Rozario called me and said, “Chandi, I’d like you to meet my niece. She’ll be joining me on the Terrace.” “Is that the little ‘Dot Toffee’ girl?” I inquired. “She’s not a little girl any more; she’s a stunning teenager and seasoned fashion model. If you’re producing ‘The Model of the Year’ competition again, Geraldine might participate. Just before you came to Mount, she won the Little Hut Valentine’s Day Queen at age 15. I’m now encouraging her to compete for Miss Sri Lanka next year,” Yvonne told me.",
    "Upon meeting Geraldine for the first time, I was not only struck by her captivating beauty but also by her politeness, refined manners, and eloquence. Geraldine expressed keen interest in learning more about the romantic tale of Lavinia Aponsuwa and Sir Thomas Maitland. I escorted Geraldine to the historic wing of Mount Lavinia Hotel, where I elaborated on the intricate details of this legendary love story that unfolded from 1805 to 1811, captivating her attention.",
    "Over the subsequent 27 years, I occasionally heard news snippets about Geraldine, including her triumphs at beauty pageants and on the catwalk, but we never crossed paths. In 2019, Geraldine reached out to me via social media. “Hi Uncle! I’m not sure if you remember me… I’m Yvonne D’Rozario’s niece. I was just a little girl when we met at Mount Lavinia Hotel. You shared the entire history of the hotel with me…",
    "It’s wonderful to reconnect on Facebook after all these years. Take care and God bless.” We planned to meet during my next visits to Sri Lanka in 2019 and 2020, but due to our busy schedules and the pandemic, five more years passed before we could meet.",
    "Upon learning about the launch of my latest book in Colombo in March 2024, Geraldine texted me: “I’ll definitely be there.” Having not seen her in over 30 years, and considering her demanding schedule, I didn’t expect her to attend. During the book launch, as I scanned the packed auditorium of the Sri Lanka Institute of Tourism and Hotel Management (SLITHM), I couldn’t spot Geraldine.",
    "After the event, while signing copies of my book, I noticed a young lady patiently waiting at the end of the line until I had a moment free. She enveloped me in a warm embrace and exclaimed, “I’m Geraldine, how have you been? Can I call you Chandi?” I was taken aback. “Of course, yes. You haven’t aged a day! You look just as radiant as when we first met when you were a teenager in 1992!” I remarked. Geraldine responded with a grin, “…And you remain as smart as ever. Minus the hair, of course!” She has a delightful sense of humour. We agreed to catch up over a meal at her preferred venue, the Mount Lavinia Hotel, a few days later.",
    "As we collaborated on this article, Geraldine and I communicated almost daily over WhatsApp during the past month. Here are my questions and Geraldine’s responses:",
    "Q: Out of all the places you have visited in Sri Lanka and overseas, what is your favourite and most interesting place?",
    "A:Without a doubt, Paris holds a special place in my heart. Monumental in size, and architectural heritage, it’s also the most romantic city in the world. I fell in love with its charm while cruising down the Seine River, feeling the cool breeze against my face. My favourite spots included iconic landmarks like the Eiffel Tower, Arc de Triomphe, Louvre Museum, Notre Dame Cathedral, Musée d’Orsay, and the breathtaking Palais Garnier. I spent five enchanting days at the Paris Marriott Hotel on Champs Elysees, the epitome of luxury, granting me access to flagship stores of esteemed brands like Louis Vuitton, Christian Dior, and Chanel. It truly felt like living in a dream.",
    "Q: Not many people get opportunities at age five to lay a foundation for a long career. Who mentored and guided you in the 1980s?",
    "A: My mentor was my godmother, Miss Ceylon 1964, model, and choreographer Yvonne D’Rozario. She introduced me to the world of fashion and arranged my first screen test, kickstarting my journey into commercials and advertising at a tender age.",
    "My parents were my greatest pillars of support. My father guided me through life’s lessons, from global affairs to the history of Sri Lanka, instilling independence, confidence, and ambition in me. I fulfilled his dream by becoming Miss Sri Lanka. My mother’s unwavering support accompanied me through every assignment, both locally and overseas.",
    "With members of D’Rozario family, father – Patrick, mother – Bernie, and sister – Bernadine.",
    "Q: You commenced walking the ramp at age 13 and won major beauty pageants as a teenager. What were your most memorable experiences as a teenage beauty queen?",
    "A: Each experience holds its own special place in my heart, but the first crowning at 13 remains unforgettable. My debut on the ramp happened unexpectedly when I filled in for a missing model at a fashion show I attended as a spectator. Being crowned Miss Sri Lanka 1993 as a teenager was a proud moment. However, the most memorable experience was being crowned first runner-up to Miss France at the Miss Tourism International Pageant in 1994, outshining other contestants from 43 countries. Winning titles like Miss Talent, Miss Photogenic, and Miss Dream Girl International affirmed the importance of inner beauty and confidence over mere appearances.",
    "Geraldine with her aunt and mentor, the late Yvonne D’Rozario.",
    "Q: What were your key academic, sports, and leadership achievements during your school years?",
    "A: In school, I excelled in athletics, particularly in events like the 100m sprint, 100m hurdles, and javelin throw. I represented the school in various sports teams, including netball, softball, and elle. My leadership skills were recognized when I served as a Western Band Leader from 1990 to 1993, winning the prestigious title of Best Band Leader Island-wide in 1993. Additionally, I held positions such as House Captain in 1991, Head Prefect in 1992 (earning the award for Best Head Prefect of the Decade), Secretary for the English Literature Society in 1992, and President of the Glee Club from 1991 to 1993.",
    "Q: You grew up exposed to training in drama, dancing, and singing. How did those talents and training help you in your career as a fashion model?",
    "A: My passion for music, singing, and dancing was nurtured from a young age. I received vocal training from Mr. Lylie Godridge, enabling me to sing solo and as a soprano for the school choir, which honed my ability to convey emotions through facial expressions. Theatre training under the legendary Mr. Jerome De Silva eliminated stage fright and bolstered my confidence, essential for modelling. Additionally, oriental dancing classes improved physical skills like balance, flexibility, and coordination, vital for a successful modelling career.",
    "Q: You had the privilege of closely working with the best designers, makeup artists, and choreographers. Out of all the inspiring people you’ve met, who inspired you most in your profession?",
    "A: It’s challenging to single out one individual as the most inspiring, as I’ve been fortunate to encounter many who left a lasting impression on me. My godmother, Yvonne D’Rozario, introduced me to the world of fashion and provided invaluable guidance. My parents were constant sources of inspiration and support. Additionally, figures like my school principal, Sr. Hubert Marie, and designer and makeup artist Michael Wijesuriya played significant roles in shaping my career and inspiring me to excel.",
    "Q: You married at 24 and took a break from your career to focus on family. How did you transition back into your profession after a six-year hiatus?",
    "A: While modelling was initially a hobby, I took a temporary break to embrace the role of a homemaker and mother. It was a fulfilling phase of my life, and I have no regrets about it. After my son settled into junior school, I gradually eased back into my career, leveraging my passion, dedication, and resilience to reclaim my position in the fashion industry.",
    "Q: I heard that you were involved in various initiatives related to culinary festivals, charity projects, and guest speaking engagements. Could you elaborate on these experiences?",
    "A:My involvement in the culinary industry included coordinating special projects for the Culinary Festival in 2007 and serving as a Dilmah tea sommelier in 2008. I actively participated in charity events and projects, particularly focusing on initiatives for tsunami victims and underprivileged communities. I also engaged in guest speaking and catwalk training for models in the Maldives, promoting youth empowerment and personal development. Additionally, I’m a guest speaker at the Chartered Institute of Personnel Management, addressing topics like hygiene, personal development, and professionalism.",
    "Q: What is the most noteworthy award you’ve received for your dedication and service to the fashion industry?",
    "A: I was honoured to receive the Lalitha Kala Prasadhi Kala Bushana award from The Jagath Kala Foundation of Sri Lanka in 2023, recognizing my dedication and service to the fashion industry. With a career spanning four decades, I’ve contributed to various facets of the industry, from TV commercials and fashion shows to choreography and leadership roles.",
    "A: Certainly. I rise promptly at 6 am and kick-start my day with a refreshing one litre of water. Following that, I indulge in a brisk shower, attire myself, and enjoy breakfast by 7 am. Commencing work promptly at 8 am, I adhere to a structured schedule throughout the day. If fortunate, I allocate an hour for lunch, then resume work until approximately 6 pm. Upon returning home, I promptly dine before heading to the gym around 7.30 pm, typically concluding my session by 9.30 pm. Post-exercise, I freshen up with another shower and retire for the night by 10 pm. It’s a personal rule of mine to refrain from social engagements on weekdays, ensuring my body receives ample rest for a rejuvenated start the next morning.",
    "Q: You have done extremely well in your profession for a very long period. What is your key advice to young fashion models aspiring to be Supermodels?",
    "A: Embrace authenticity, celebrating your individuality while steering clear of mimicry. Stay grounded, embracing opportunities to learn from peers, and foster a spirit of collaboration. In the dynamic realm of fashion, nurturing positive relationships and fostering collaboration is paramount, akin to a tight-knit familial bond. Infuse your work with unwavering passion and devotion, underpinned by disciplined time management. Prioritise both your physical well-being and appearance through a balanced lifestyle.",
    "Define your aspirations and uphold high standards, consistently pursuing excellence to carve out your unique identity within the industry. Nourish your body with wholesome nutrition, maintaining a regular eating schedule, and hydrating adequately, eschewing sugary and carbonated beverages while moderating alcohol intake. Honour your body’s need for rejuvenating rest with a solid eight-hour sleep schedule, ensuring you wake up refreshed.",
    "Commit to a regular exercise regimen, complemented by a meticulous skincare routine and grooming habits that accentuate your natural features. Tailor your style choices to enhance your individuality, avoiding extremes that mask your true essence. Cultivate physical prowess, encompassing fluid movement, coordination, mental agility, and poise.",
    "Chart your path within the modelling sphere, aligning your ambitions with concrete goals and standards. Pursue excellence in all endeavours, crafting a distinct persona that resonates within the industry.",
    "Next week, stay tuned for the inaugural episode of a new weekly column: ‘PASSIONS OF A GLOBAL HOTELIER",
    "Related Topics:PASSIONS OF A GLOBAL HOTELIER '.The Timeless Supermodel of Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}