{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98614/bar-association-deplores-alleged-police-brutality-in-medawachchiya",
  "time_ut": 1713014940.0,
  "original_lang": "en",
  "original_title": "Bar Association deplores alleged police brutality in Medawachchiya",
  "original_body_lines": [
    "The Bar Association of Sri Lanka (BASL) has expressed its ‘utmost outrage and horror’ at the recent assault of a young man allegedly perpetrated by officers of the Medawachchiya Police Traffic Division on April 07.",
    "It is understood that the assault also necessitated the surgical removal of one testicle of the victim two days later while being treated at the Anuradhapura Teaching Hospital.",
    "In a statement published on Saturday (13), the BASL vehemently condemned any use of brutality by police officers while carrying out their official duties.",
    "“Such reprehensible acts not only contravene the fundamental principles of justice and human rights but also violate international instruments such as the Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment.",
    "“Furthermore, we underscore the obligations enshrined in the International Covenant on Civil and Political Rights (ICCPR), which unequivocally prohibits torture or any form of cruel, inhuman, or degrading treatment or punishment. Such actions also stand in stark violation of Article 11 of our Constitution, which guarantees freedom from torture or cruel, inhuman, or degrading treatment or punishment.”",
    "Further, the BASL said that it is deeply concerned by custodial deaths and the attribution of the cause for such deaths to ‘dubious’ circumstances including the purported attempts of detainees to escape, necessitating officers having to discharge their firearms.",
    "The bar association went on to highlight that it has consistently condemned these and similar acts by law enforcement officials, recognizing them as egregious breaches of the rule of law. “This recent incident is particularly alarming, raising the chilling spectre of a descent into a police state. The people of Sri Lanka have a fundamental right to live free from fear of violence from those entrusted with their protection. The Constitution guarantees them this right, and the BASL will not tolerate its erosion.”",
    "Stressing that it will be closely monitoring this case, the BASL urged the authorities to take all necessary legal measures to ensure such heinous acts are not repeated.",
    "The BASL also called for ‘swift and transparent’ action in this case, adding that the perpetrators must be held accountable to the fullest extent of the law."
  ]
}