{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/modi-reopens-settled-dispute-with-lanka-to-woo-tamil-voters/",
  "time_ut": 1714267380.0,
  "original_lang": "en",
  "original_title": "Modi reopens settled dispute with Lanka to woo Tamil voters",
  "original_body_lines": [
    "India and Sri Lanka signed an agreement in 1974 recognizing Sri Lankan sovereignty over the tiny island of Katchatheevu",
    "Most Sri Lankans were unpleasantly surprised when Narendra Modi, who is campaigning aggressively to return to power for a third consecutive term as India’s prime minister, raked up the long-settled India-Sri Lanka dispute over the Katchatheevu Island.",
    "Citing a report in Times of India, Modi posted on X (formerly Twitter) that the “Congress callously gave away Katchatheevu…” to the Sri Lankans in the early 1970s. He went on to slam the Congress, India’s main opposition party and the ruling Bharatiya Janata Party (BJP)’s main rival in the upcoming general election for “weakening India’s unity, integrity, and interests.”",
    "A day later India’s Foreign Minister Jaishankar said that the Katchatheevu issue is a “live issue. It is an issue which has been very much debated in Parliament and in the Tamil Nadu circles. It has been the subject of correspondence between the Union government and the state government….”",
    "What Jaishankar was saying is that the dispute over Katchatheevu was not a settled one, although India and Sri Lanka have signed agreements accepting Sri Lankan sovereignty over the island.",
    "Katchatheevu is a 285-acre uninhabited island in the Palk Straits located close to the International Maritime Boundary Line (IMBL) of Sri Lanka and India. The island only comes alive during the annual feast of St. Anthony, when fishermen from Sri Lanka and India visit the island.",
    "However, the dispute over fishing rights in the area has led to tensions between the fishing communities since 2009. Between January 1 and March 21 this year, the Sri Lanka navy seized a total of 23 Indian trawlers and 178 Indian fishermen, who were poaching in Sri Lankan waters. Indian fishermen did not take part this year in the annual festival at Katchatheevu, alleging that Sri Lankan naval personnel harass them when they cross over to Sri Lankan waters.",
    "The confusion over the island’s sovereignty goes back to British attempts to divide the maritime boundary of India and Sri Lanka to demarcate the fishing industry. On October 24, 1921, delegations from colonial India and Ceylon (as Sri Lanka was known previously) tried to come up with a “Fisheries Line” to deal with the overexploitation of resources in the seas and determine the ownership of Katchatheevu.",
    "Principal Collector of Customs B. Horsburgh, who led the Ceylonese delegation, staunchly opposed Indian claims that the island was part of Indian marine territory because it belonged to the zamindari of the Raja of Ramnada (Tamil Nadu politicians bring up this argument even today). Horsburgh furnished evidence demonstrating that Katchatheevu, including St. Anthony’s Church, was considered the estate of the Jaffna Diocese. After much deliberation, the two delegations agreed on a border that “passed three miles west of Katchatheevu.” This placed the island well within Ceylonese territory.",
    "Neither side ratified the agreement, and the secretary of state didn’t officially approve it, but following discussions, an ad hoc imagined maritime boundary came into being. The British-Indian delegation caveated, that this “Fisheries Line” can’t be considered a territorial boundary “so as not to prejudice any territorial claim which the Government of Madras or the Government of India may wish to prefer in respect of the island of Kachchativu.”",
    "The matter rested in this manner for several decades but in 1956, both Ceylon and India realized that they needed to come up with a maritime boundary. India’s Prime Minister Jawaharlal Nehru, who was also the country’s Minister of External Affairs, felt that this tiny island was not a matter of “national prestige.” The Indian leadership of that era understood that its smaller neighbors were wary of the Indian juggernaut throwing its weight around and they believed that handing this “barren rock” to Sri Lanka would demonstrate to the world India’s unambiguous willingness to preserve bilateral goodwill with Sri Lanka.",
    "According to The Indian and Foreign Review (an official publication by the Indian government) of July 1974, the “chief value” of the agreement to the Indian government was that it helped “‘destroy the canard that India behaves overbearingly towards its small neighbours…",
    "Sri Lanka’s possession of this ‘barren rock’ island cannot militate against the Sethusamudram project. The notion that the Chinese will establish a base there is fantastic. On the whole, it is a comparatively small price to pay for good relations with Sri Lanka.”",
    "In 1974 and 1976, India and Sri Lanka signed agreements to demarcate the sea boundaries between the two countries. The 1974 Agreement formally confirmed Sri Lanka’s sovereignty over Katchatheevu island. With the 1976 agreement, India lost access to Sri Lankan waters, and Sri Lanka lost access to Pedro Bank, Wadge Bank and the continental shelves off Cape Comorin at the southern tip of India. The Wadge Bank, situated in a significantly strategic maritime area, is known as one of the most lucrative fishing grounds in the world. Moreover, the agreement conferred upon India the authority to explore the Wadge Bank for petroleum and other valuable mineral reserves.",
    "However, in the decades since the agreements were signed, Tamil politicians in India have been insisting that they got a bad deal. For example, in 2011, the Tamil Nadu government under the leadership of Jayalalithaa Jayaram lodged a petition in the Supreme Court of India, requesting the declaration of the 1974 and 1976 agreements as unconstitutional.",
    "In response, the Indian government stated that “No territory belonging to India was ceded, nor sovereignty relinquished, since the area was in dispute and had never been demarcated” and that the dispute on the status of the island was settled in 1974 by an agreement.",
    "It must also be noted that the debate on the ownership of the island became more intense following 2009. Sri Lankan fishermen were barred from entering the country’s own northern seas from the 1980s to 2009 due to the war with the LTTE. During this period Indian fishermen operated in the Sri Lankan northern seas with impunity. Tensions arose when Sri Lankan fishermen returned to the northern seas and found their counterparts from India poaching on Sri Lankan waters.",
    "Over the last 15 years, Sri Lankan fishermen have been urging their political leaders and the government to take more stern action against the Indians. Even now thousands of Tamil Nadu trawlers engage in fishing over a wide arc from Chilaw in the West to Mullaitivu in the East.",
    "Under the Modi administration, senior leaders of BJP are reiterating positions taken by Tamil Nadu politicians and this is causing concern in Colombo.",
    "This is not the first time that Modi has spoken about Katchatheevu. In 2023, he told parliament that the Dravida Munetra Kazhagam (DMK), the party in power in Tamil Nadu, was asking him to reclaim Katchatheevu, which former Indian Prime Minister Indira Gandhi of the Congress Party had given away to Sri Lanka. It was when Gandhi was prime minister that the Katchatheevu deal was done. Incidentally, the DMK, now an ally of the Congress party, was in power in Tamil Nadu when that agreement was signed with Sri Lanka.",
    "The BJP’s latest attack is not only aimed at the Congress and the Gandhis, but also at the DMK. Tamil Nadu Chief Minister M.K. Stalin, whose father Chief Minister M. Karunanidhi was aligned with Indira Gandhi when the Katchatheevu agreement was reached.",
    "The current Sri Lankan government, which has allied itself with the Modi administration, has tried to downplay this development. On January 5, Sri Lanka’s Foreign Minister Ali Sabry said that the Katchatheevu issue was settled 50 years ago and that it is not unusual to hear politicians making such claims during Indian elections.",
    "“There is no controversy. They are having an internal political debate about who is responsible. Other than that, no one is talking about claiming Katchatheevu,” he told journalists in Colombo.",
    "Sri Lankan Fisheries Minister Douglas Devananda, whom northern fishermen have pressured to take action against Indian fishermen who poach in Sri Lankan territorial waters, was more candid. He pointed out that India secured Wadge Bank, which extends over a larger area and is richer in marine resources than Katchatheevu.",
    "He told reporters in Jaffna that he believed “India is acting on its interests to secure this place to ensure Sri Lankan fishermen would not have any access to that area and that Sri Lanka should not claim any rights in that resourceful area.”",
    "Indian journalists for the most part maintain that the recent developments will not affect “robust” relations between India and Sri Lanka.",
    "However, despite what many Indian journalists assert, relations between India and Sri Lanka are not without problems. Although the Ranil Wickremesinghe administration is close to the Modi government, anti-Indian sentiment in Sri Lanka is at its highest for a while. In recent months, environmental groups, civil society organizations and opposition politicians have raised their voices against India’s Adani Group taking control over Sri Lankan ports, renewable energy, and airports, as well as the sale of the National Livestock Development Board to India’s Amul. A few weeks earlier, former President Maithripala Sirisena dropped a bombshell claiming that India was behind the easter Sunday attacks.",
    "Many Sri Lankans believe that the BJP is indirectly holding out the prospect of reclaiming Katchatheevu to attract the votes of Tamil Nadu fishermen. The BJP’s stance also serves as justification for allowing Indian fishermen, who have long been encroaching on Sri Lankan waters, to continue with their illegal activities.",
    "Sri Lankan think tank Pathfinder claims that Indians are poaching in an area “covering more than 450 kilometers of Sri Lankan coastline.” If Sri Lanka concedes Katchatheevu, the poaching could increase drastically, crippling Sri Lanka’s entire fisheries sector.",
    "As fellow South Asians, Sri Lankans know that politicians make outrageous statements when elections approach. However, local and small-time politicians usually make the most inflammatory statements. This gives senior leaders in the party plausible deniability about these claims.",
    "In the Katchatheevu case, it is the Indian prime minister and the foreign minister who have reopened a settled dispute. It is understandable then that Sri Lankans are taking these statements seriously.",
    "As Austin Fernando, a former Sri Lankan defense secretary and high commissioner to India observed, although Indian political parties think of the Katchatheevu issue as a “vote-puller,” once the BJP reasserted India’s claim over the islet, it will be “difficult” for the Indian government to go back on its leaders’ statements made during elections, as it is the BJP that is likely to return to power. That is “the problem,” he said.",
    "Israel & the US, Modi’s heatwave, and Ranil as Common Government Candidate",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}