{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/unravelling-sri-lankas-great-mysteries/",
  "time_ut": 1712535660.0,
  "original_lang": "en",
  "original_title": "Unravelling Sri Lanka’s great mysteries",
  "original_body_lines": [
    "Asiff Hussein, author of The Zeylonese Treasure Book on Myth, Mystery and Mystique, traces the origins of some well-known but elusive local beliefs and legends",
    "Q: The Zeylonese Treasure Book of Myth, Mystery and Mystique you wrote was a pioneering attempt at solving some yet unsolved mysteries which have eluded many. Could you elucidate some of them for the benefit of our readers?",
    "A: The book deals with a hundred such topics, from the whereabouts of Ravana’s kingdom, the strange sanctity of Adam’s Peak, the legendary Nagas, a missing race of dwarfs, cannibalistic women, lost gold mines, buried treasure, strange phenomena and other oddities such as the mysterious female spectre known as Mohini, to name just a few.",
    "What I have done is adopt a multi-disciplinary approach to the problem at hand, incorporating historical notices, archaeological evidence, a study of etymology or word origins, etc., to come to a tenable solution to these problems. Also, very important is to interpret historical data through a modern lens.",
    "For example, we read in the Mahavamsa that during the reign of King Sirisanghabodhi, a Yakkha (Demon) named Rattakkhi (Red Eye) came here and made the eyes of people red, causing their deaths. This ancient account may well be a reference to a fatal epidemic that swept through Sri Lanka in the 3rd century. One of the telltale symptoms of Rattakkhi, according to the chronicle, was Red Eyes, a condition where the white of the eye becomes reddened. Although we cannot say for certain what it was, given the reference to red eyes followed by the death of the victims, we can only guess that it might have been an outbreak of a deadly mutant strain of cholera.",
    "Another example is the origins of the ancient temple of Tirukonesvaram in Trincomalee, the origins of which are recounted in hoary old Tamil tradition, faithfully recorded by Sir Emerson Tennent in his book  Ceylon, published in 1860, where it is stated: “A Hindu prince, having ascertained from the Puranas that the rock of Trincomalie was a holy fragment of the golden mountain of Meru, hurled into its present site during a conflict of the gods, repaired to Ceylon and erected upon it a temple to Siva”.",
    "This is a very interesting account as it may suggest how the temple came to be founded. The reference to a fragment of the sacred mountain Meru flung here in a conflict between the gods may well be a recollection of some ancient meteorite that fell here and later came to be worshipped as a lingam or relic, setting in motion the building of this temple of a thousand columns that was later razed to the ground by the intolerant Portuguese conquistadors. The Hindu temple that presently stands in its place is only a shell of its former self.",
    "Q: You have made a painstaking effort to trace the origins of some of our local legends such as the origin of Mohini. Would you care to elaborate a bit on this, how she came to be?",
    "A: Mohini, as we know, is a sort of female spirit who is said to appear to travellers in the middle hours of the night, dressed in white, half-clad to expose her body and cradling a babe in her arms. She would beseech unsuspecting travellers to hold the child while she tightens her garment. No sooner they do so, she would vanish into thin air with her child. Her victims would take on an unusual pallor, develop a high fever and go berserk before dying an untimely death.",
    "This belief is at least a 100 years old, probably more. Perhaps the earliest reference to it is the so-called Teldeniya Ghost mentioned by a writer simply known as L.A.D in his Some Ceylon Ghost Stories published in the Times of Ceylon, Christmas Number 1925. L.A.D says of this phantom: “It appears that her particular friends are cartmen, who rest themselves and their weary cattle by the roadside, and begin to cook a mid-night meal.",
    "With a crying child in her arms, and tears flowing down her cheeks, she creeps from the shadows, and begs them to escort her to a neighbouring village, explaining that she has lost her way and is benighted. Beauty in distress appeals to them as it does to every gallant heart, and they immediately offer assistance. One fatherly man lifts the crying babe from her arms, and attempts to pacify it, but as he does so the girl vanishes. They search for her in bewilderment, and the baby disappears mysteriously, too.",
    "This is more than even a cartman can stand, and they hastily yoke the bullocks to the carts, and hurry away. The following day the unfortunate man who held the baby dies suddenly, and ghostly mocking laughter is heard in the night. His relatives feel quite peeved over it all, but are helpless, and what is worse, the poor bereaved wives cannot have the satisfaction of pulling the hussy’s hair, or of biting her”.",
    "It seems from the above account that belief in the Mohini was once not as widespread as today and it is possible that even a 100 years ago it was localised to Teldeniya and neighbouring areas. This is supported by the folk tale of Galmal Oya Pokuti recorded by Sandaruvan Lokuhewa in his  Dumbara Janakata (2011) which tells of a woman named Kumarihami, who upon seeing her little son floating lifeless in a body of water, committed suicide by jumping into it.",
    "She is said to have been reborn as Pokuti, a sort of she-demon taking her name from her pokutuor curly hair, and haunting the area known as Katubokkuva on the Teldeniya-Hunnasgiriya road in the dead of night, taking form as a beautiful woman with babe in arms and telling travellers “Aney, me daruva tikak atata ganta ko, mage redipota aenda gannakal” (Please take this child in your arms while I correct my attire). If the man as much as holds the child, he would certainly die, this legend tells us.",
    "Q: You have also made a detailed attempt to trace the origins of our lost tribes, such as the Nagas. What is your take on the Nagas, did they really exist in ancient Lanka or are they the stuff of myth?",
    "A: Although I was earlier very sceptical that such a race known as Nagas existed in our country, I have lately revised this view to admit the possibility that they might have well lived here in ancient times.",
    "These Nagas,if at all they existed, were probably Austronesian or Malayo-Polynesian pirates and seafarers. These were the folk, known as Orang Lautor ‘Sea Peoples,’ who had made the sea their principal domain and who in later times possibly settled in the southern parts of our island. A good many old accounts connect them with piracy, seafaring and settlements on the coast or river mouths.",
    "The ancient Sinhalese chronicle, Dipavamsa speaks of the pious Naga named Maniakkhika who lived in Lanka in the time of the Buddha, around the 6th or 5th century BC, when it states: “At the mouth of the Kalyani river, there lived a Naga together with his children and a great retinue of Nagas”. We also read in the Mahavamsa that the Naga King Mahodara had his Naga Kingdom”in the Ocean that covered half a thousand yojanas”. This work also tells us that when the Theri Sanghamitta was conveying the great Bodhi tree from the dominion of Emperor Asoka to Sri Lanka and had fared forth into the sea, the Nagas practiced their magic to win it.",
    "Hoary old local tradition also records that there once lived in a village, to the West of Anuradhapura, a beautiful woman named Hema who got romantically involved with a merchant who resorted to Mantota. When he left for his country, the infatuated maiden, unable to bear the delay in his return, took to the sea one night in desperate hope of finding him. She was captured by a Naga-Raja or Naga King to whom she preached Buddhism and who, being pleased with her, rewarded her with a valuable gemstone.",
    "Such stories, though of a seemingly mythical character, suggest that the Nagas were thought to be a seafaring nation, thus connecting them to the Malayo-Polynesians. Although the Nagas of these stories seem to have been thought of as water-spirits, living beneath the waters, it is possible that the idea evolved from the sea-pirating activities of maritime Oceanic or Malayo-Polynesian peoples which is known to have taken place in ancient times. This idea finds support in Kshmendra’s Bodhisattvavadana Kalpalata of the 10th century which records serious depredations against maritime trade in the Gulf of Bengal by Naga sea pirates from the days of King Asoka.",
    "This suggests a connection of the Nagas with the freebooting sea people in the seas in and around West Malayo-Indonesia who are very ancient and already mentioned in early Chinese accounts of the region.",
    "It is quite possible that it was the Naga race that introduced to our island the Oruva or Outrigger canoe, the coconut and the culture of betel chewing, not to mention a faint mongoloid strain found among some Sinhalese. It is pertinent that Sinhalese folk tradition holds that the betel vine was introduced from the Naga world and this was known among the ancient Austronesians as bulu which could well account for the Sinhala word for betel bulat, from  bulu-pat ‘betel leaf’.",
    "Q: In your book, you have propounded some interesting new theories, including the rather outlandish view that the Skanda god of Kataragama had his origins in Alexander the Great. How would you justify such a view?",
    "A: Whether we like it or not, there are many similarities between Alexander and Skanda. Both the names Alexander and Skanda are very similar sounding especially when we consider that the eastern form of Alexander was Iskandar or Sikkandar.",
    "Strangely, the Sinhalese tradition also knew the Kataragama deity as Iskanda, which it attributed to the Brahmins, who, wanting to give him a name and knowing well that he would do heroic deeds and end up possessing a heap of heads, called him Iskanda (Mountain of heads). Iskanda is said to have, as a young man, committed all sorts of heroic acts and a lot of terrible things and was thus exiled by way of a ship that eventually landed in Devundara whence he proceeded eastwards on foot a long way (katara) when he came to a village which was henceforth called Kataragama.",
    "This derivation is no doubt due to folk etymology. This means that when the original meaning of a particular word has been lost over time, later folk tend to give other explanations as to its meaning. So here we find the older name of Iskanda being preserved bringing it closer to the name by which Alexander was known in the East, Iskandar.",
    "Alexander was a prince of Macedon and Skanda, too, we know, was given the princely epithet of Skanda Kumara ‘Prince Skanda’. It might also reflect Alexander’s supposed claim to be the son of Zeus, in this case the epithet kumara being simply a reference to his sonship in relation to Zeus of Ammon whom later Hinduism must have confounded with Siva, thus making him to be a son of Siva.",
    "Alexander was also regarded as the Warrior par excellence and Skanda was known as Mahasena ‘Great Army’ meaning a commander of the Army. That he was once considered the God of War and may have been originally worshipped by soldiers may be the reason why he was called Kanda Surindu Mahasen (The Soldier God Skanda). We also know that the Kataragama deity was much feared, being regarded as the god of war, and in the olden days struck terror to those who even as much as heard his name. Alexander, too, we know, was both loved and feared in his lifetime, often more feared than loved due to his warmongering and reputation as a stern administrator. In contrast, Murugan, with whom he is today often confounded, especially by Hindus, is never feared as such by his devotees.",
    "Another proof of Skanda’s connection to Alexander is seen in the velor lance as the symbol of the deity which can be seen planted in the ground at Kataragama. Pilgrims would bring iron lances which they leave as votive offerings and silver needles with which they pierce their cheeks and tongues. These are actually regarded as little lances and taken to be symbols of the deity himself.",
    "The fact that the lance was regarded as the symbol of the deity suggests his military character was deemed to be very important by his worshippers of an earlier age who came up with these rituals. Likewise, we find Alexander being depicted holding a lance or spear as his weapon of choice in the Issus Mosaic which is believed to be a Roman copy of an original painting by Philoxenus and which was produced during Alexander’s lifetime or shortly afterwards.",
    "The similarities go on. Alexander conquered Persia whose Shahs of later times were seated on the Peacock Throne and to this day the vehicle of Skanda or Kataragama Deviyo as he is called locally is the peacock. Alexander encouraged mixed marriages between the Macedonians of the West and Persians of the East and himself married a Sogdian princess named Roxana, while in local tradition we have Skanda the foreigner marrying the Vedda girl Valli. Such resemblances are too close to be dismissed.",
    "Another possible vestige of Macedonian influence that survived was to be seen a little more than a 100 years ago during the festival of the shrine that took place in the Esala period (July-August). C.A.Murray, a British Government Agent who supervised the Kataragama festival in 1897, had this to say about it: “Six women take part in the procession, walking in front of the elephant. They have their hair done up in a peculiar Grecian style, the secret of which it is said no one can master”.",
    "The supposed date of Skanda’s arrival here is also pertinent, since it places it fairly close to Alexander’s period. The Okanda Devala near the beach in Yala is said to have been erected on the site where Skanda landed in the island on his way to Katararagama about 2,000 years ago.",
    "What we must understand here is that when a deity is said to visit a particular country, it does not necessarily mean that he in his human form prior to deification physically visited the locality but more probably meant that his cult had spread to these parts. Thus, it is possible that Greek or Macedonian worshippers of Alexander, possibly those given to military pursuits, perhaps even mercenaries, had arrived here long ago before establishing his worship in the country. This is supported by the finding of a Greek or Macedonian coin in Tissamaharama in the Southern part of the country. It is therefore quite possible that soldiers or mercenaries from the Balkan or Mediterranean region, or who knows, even Hellenized Egypt, where Alexander was worshipped following his death had settled here in times long past.",
    "There is a lot we can discern from old stories and legends but it depends how far we are willing to think out of the box and interpret them through a modern lens.",
    "Heat Index at ‘Caution’ level in  Northern, North-Central, Eastern, Western, Sabaragamuwa, North-western and Southern provinces and Matale, Monaragala districts",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}