{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/lgbtqia-rights-europe-and-south-asia-see-similar-discriminatory-practices-158461/",
  "time_ut": 1713074580.0,
  "original_lang": "en",
  "original_title": "LGBTQIA+ Rights: Europe and South Asia See Similar Discriminatory Practices",
  "original_body_lines": [
    "ECONOMYNEXT – The rights and protections of the LGBTQIA+ community have been fraught with challenges and continue to be so, despite the many gains achieved in recent years.",
    "Nor are those handful of rights universally applied, a recent discussion which looked at the European and South Asian perspectives on same-sex rights and unions revealed.  Most developed nations have introduced protections for those identifying as LGBTQIA+, and a view from a distant lens paints a picture of tolerance. Yet, a closer look at the European arena throws up the many gaps that are evident in the application of the law.",
    "In the so-called conservative South Asian nations, changes to legislation are slow to be implemented.  That may come as a surprise, for, contrary to popular belief, same-sex relationships were culturally acceptable in the South Asian region and is not a Western concept points out Ruhaan Joshi, a Public Policy Practitioner from India.",
    "Society’s view on same-sex relationships dimmed with the imposition of Western values and the criminalisation of such relationships with the advent of colonial rule.",
    "While the LGBTQIA+ communities in South Asian countries currently battle to have same-sex relationships decriminalised and their unions legally accepted, the irony is that countries that first made such relationships punishable by law have moved on to be more welcoming, though some discriminatory practices continue.",
    "Joshi was part of a discussion themed ‘On Being Queer and LGBTQIA+ in South Asia and Europe, held in Germany on April 9 this year.  The discussion which included the release of two papers which examined the rights and protections of the LGBTQIA+ community in Europe and South Asia, respectively, was organised by the Friedrich Naumann Foundation for Freedom.",
    "Joining Joshi in the discussion were lawyer and parliamentarian Premnath C Dolawatte from Sri Lanka, Milosz Hodun, President, Projekt Polska Foundation, Poland, Michael Kauch, a Member of the European Parliament and RENEW Europe Group and Inaya Zarakhel, a Dutch-Pakistani actress and an activist on Queer Rights, who moderated the discussion.  The two papers were presented by Hodun and Joshi, respectively.",
    "In his opening remarks, Kauch pointed out that while the view of the liberals is that the rights recognized in one member nation of the EU must be accepted by all member countries, that is not the ground reality, the issue of Rainbow families being a case in point.",
    "In the context of the European Union, though the Court of Justice has ruled on the freedom of movement of those in same-sex partnerships and their families, the ruling is not universally applied by member nations.",
    "In Italy, and some European nations, surrogacy which helps childless couples to become parents is illegal. In other situations where same-sex parents are of different nationalities a child in that union faces restriction of movement or the possibility of being stateless if one parent hails from a country where such parental rights are not recognised.",
    "Hodun meanwhile stated that in Poland transgender persons must first sue their parents for the gender assigned to them at birth, to have their gender marker changed on documents.",
    "Some countries such as Russia and Azerbaijan resort to State-sponsored homophobia, and in many instances politicians and political parties promote such biases to boost their voter base it was pointed out. Even where laws are in place for the protection of LGBTQIA+ rights, there is no political will to implement them.",
    "In Europe where migrants arrive in droves seeking asylum, and are frowned upon by many of those countries, LGBTQIA+ members face even more discrimination Hodun says, both by other refugees and governments, where most often the state ignores the situation despite the guidelines issued by the UN and the European Court of Justice.  Hate speech and hate crimes too are on the rise he adds stating that at least 80 per cent go unreported.",
    "Increasingly the LGBTQIA+ community has experienced a diminishing of their safe spaces as right-wing and populist governments are elected across the globe.  Taking a dig at feminism, meanwhile, Kauch states that though feminists uphold a woman’s right to opt for an abortion, they take a different approach on the topic of surrogacy.",
    "Dolawatte who waded into unchartered waters when he presented a Private Member’s Bill to decriminalise same-sex relationships through an amendment to section 365 of the Penal Code and the repealing of section 365A in its totality, is hopeful that the Bill will pass its third reading.  It’s been an uphill battle he says, referring to the case filed in the Supreme Court against the Bill.   The court ruled in his favour.",
    "He had little or no support from his own party members, but says the President of the country, and younger party members are with him on this issue.  Apart from making Sri Lanka a safe space, it would encourage foreign nationals identifying as LGBTQIA+ to visit without fear, and thus boost tourism he opines.",
    "As Joshi states society has come a long way from when LGBTQIA+ were made fun of and were subject to violence to the positive portrayal in movies.  Such movies are also well-received by society. Transgender identity has a distinct recognition in South Asian religious beliefs.  Hijra, Khwaja Sara or Kinnar are some names given to transgender folk and they have, since ancient times been an accepted group in society.  On the one hand, there’s Afghanistan and the Maldives which make no allowances for the LGBTQIA+ community, while Nepal became the first South Asian nation in 2023, to register a same-sex marriage, Joshi states. In most South Asian nations, the courts have ruled in favour of relaxing the rules against this community, and, like in Europe, it is the governments that drag their feet.",
    "For governments to change their stance, society must take the lead in fighting for the unconditional dignity of the individual, freedom of movement, and safeguarding the tenets of democracy, he says adding that it must also run parallel with the LGBTQIA+  community looking beyond themselves at issues that impact democratic values, and the societal restrictions non-LGBTIQIA+ groups face, such as opposition to inter-caste marriage and the right to adopt outside their caste systems and equal access to many other privileges.",
    "While the panellists advocated working together across the global divide as a step towards achieving equal rights for all, Dolawatte also called for caution; too much pressure on such issues from Europe he said may not be welcome, and must be handled with care.",
    "With right-wing and populist governments getting elected across the globe, Kauch claims the forthcoming EU elections will prove crucial in deciding how future and current governments ensure tolerance and diversity amongst their citizenry."
  ]
}