{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/benefits-of-yoghurt-face-masks/",
  "time_ut": 1752688980.0,
  "original_lang": "en",
  "original_title": "Benefits of yoghurt face masks …",
  "original_body_lines": [
    "With this awful heat we are now experiencing, an ice cooled yoghurt is certainly welcome. And, guess what? Using yoghurt regularly (not as a drink) may slow down the signs of ageing.",
    "Yoghurt also exfoliates the skin, brightens the skin, helps to reduce acne and combats skin infection.",
    "Okay, now that you know the benefits of using yoghurt, go ahead with these yoghurt beauty tips:",
    "You will need ½ a cup of plain yoghurt, ½ an avocado, and 02 tablespoons of aloe vera.",
    "Mix them all in a bowl and apply the mixture evenly on your face and neck.",
    "You will need 01 tablespoon of plain yoghurt, 01 tablespoon of blended oatmeal and ½ a tablespoon of honey.",
    "Mix all the mentioned items in a bowl and apply the mixture all over your face and neck.",
    "You will need ½ a cup of plain yoghurt, and 02 tablespoons of honey.",
    "Mix the honey and yoghurt in a bowl and apply the mask evenly on your neck and face.",
    "You will need ½ cup of plain yoghurt and 01 tablespoon of turmeric.",
    "Mix the yoghurt and turmeric in a bowl and apply the mixture evenly on your face and neck.",
    "After 20 to 30 minutes, rinse with warm water to remove the mask.",
    "It’s not too difficult to use yoghurt as a face mask application. After preparing your yoghurt face pack, apply it to your skin with a clean spatula or face brush.",
    "(While a yoghurt face mask might benefit your skin, you need to take certain precautions: Applying the face mask could cause those with sensitive skin to feel a little tingly. Some people might even feel like they’re burning and stinging. In these situations, get an allergy test done and wash the face mask with water right away. This may be due to you being allergic to the probiotics or lactic acid in natural yoghurt.)",
    "China’s digital yuan: Currency, control, and a new world order?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}