{
  "newspaper_id": "newsfirstlk",
  "url": "https://english.newsfirst.lk/2025/09/30/president-dissanayake-to-conclude-japan-visit-with-key-bilateral-agreements",
  "time_ut": 1759203180.0,
  "original_lang": "en",
  "original_title": "President Dissanayake to Conclude Japan Visit with Key Bilateral Agreements",
  "original_body_lines": [
    "COLOMBO (News 1st) - President Anura Kumara Dissanayake’s official visit to Japan, undertaken at the invitation of the Japanese government, concludes today.On the penultimate day of his visit, President Dissanayake held bilateral discussions in Tokyo with Japanese Prime Minister Shigeru Ishiba. The President was warmly welcomed at the Prime Minister’s Office, where he received military honors from the Japan Self-Defense Forces.Talks between the two leaders focused on strengthening the longstanding partnership between Sri Lanka and Japan, with emphasis on trade, investment, economic cooperation, development assistance, and regional security.As a symbol of expanding development cooperation, the two sides signed exchange documents covering a project to enhance productivity in Sri Lanka’s dairy industry and a program of official security assistance. A joint statement was released following the discussions.Prime Minister Ishiba praised Sri Lanka’s progress under the IMF-supported reform and debt restructuring program, reaffirming Japan’s continued support. President Dissanayake, in turn, expressed appreciation for Japan’s role as co-chair of the Official Creditors’ Committee and for being the first bilateral creditor to initiate debt restructuring with Sri Lanka.The joint statement confirmed both nations’ commitment to advancing the IMF program, accelerating debt restructuring to attract investment, and resuming 11 suspended yen loan projects. Agreement was also reached to revive the second phase of Bandaranaike International Airport, continue with the television digitalization and telecommunications project, and strengthen naval surveillance capacity through the provision of 10 new unmanned vessels funded by Japanese aid exceeding one billion rupees.President Dissanayake further briefed Prime Minister Ishiba on improvements in Sri Lanka’s business and investment environment since the current government took office and extended an invitation to Japanese companies to explore opportunities in the island. The Japanese Prime Minister also assured Japan’s continued support for Sri Lanka’s anti-corruption initiatives.Both sides agreed to cooperate under Japan’s Free and Open Indo-Pacific vision, ensuring adherence to international maritime law and democratic values.During his visit, President Dissanayake also met the Japanese Finance Minister, with talks centering on expanding economic and investment cooperation under JICA-supported projects. Separately, he held discussions with the Japanese Defense Minister, focusing on long-term defense ties and regional security cooperation.The President later addressed top Japanese business leaders at the headquarters of the Japan External Trade Organization (JETRO), joined by JETRO Chairman and CEO Norihiko Ishiguro and members of the Japan-Sri Lanka Business Cooperation Committee. Highlighting new investment opportunities, he underscored the government’s commitment to creating a corruption-free and investment-friendly climate.President Dissanayake reiterated the importance of strengthening trade ties with Japan, one of Sri Lanka’s key economic partners, stressing the mutual benefits of deepened cooperation."
  ]
}