{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Low-level-teacher-capacity-key-barrier-for-ed-tech-implementation/108-278389",
  "time_ut": 1709757720.0,
  "original_lang": "en",
  "original_title": "Low-level teacher capacity key barrier for ed-tech implementation",
  "original_body_lines": [
    "The low level of teacher capacity along with reduced affordability of hardware remains major barriers towards successfully implementing ed-tech in Sri Lanka, a recent Institute of Policy Studies (IPS) study revealed.",
    "The COVID-19 pandemic sparked renewed interest in ed-tech worldwide, leading to diverse impacts in the way it has been integrated into policies, programmes and interventions, while the interest in ed-tech continued to grow in the post-pandemic period.",
    "In Sri Lanka, the Akura initiative and Nenasa programme have been recognised as two such successful ed-tech programmes.",
    "The Akura initiative in Sri Lanka enables schools to connect with parents, individually and collectively, to communicate school activities, send invoices and provide feedback on student learning outcomes, by facilitating clearer and easier communication between schools and parents.",
    "However, the access to and affordability of hardware for the users remain key challenges, in addition to high operational costs.",
    "“High operational costs have also been barriers for the uptake of the Akura programme, including among others, the cost of hiring software engineers,” it said.",
    "Meanwhile, the Nenasa programme in Sri Lanka, which made educational content available to the rural students by connecting schools to the Nenasa TV channels, has identified low levels of teacher capacity as a major barrier towards successfully implementing ed-tech in Sri Lanka.",
    "According to the study, the interviewees in Sri Lanka reported that finding expert teachers, with the relevant knowledge and available time have caused important delays in the implementation of the Nenasa programme.",
    "“The imbalances created between infrastructure shortages, systematic workload and teacher awareness and training, act as a barrier that can prevent the adoption of the ed-tech programme policies and interventions (PPIs). In the disadvantaged areas, with a lack of teachers, the adoption of ed-tech initiatives requiring skilled teachers would be harder and it is difficult to predict how ed-tech could compensate for the loss of learning and instruction in the underprivileged regions, without skilled teachers,” it elaborated."
  ]
}