{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96571/surge-in-measles-cases-prompts-uk-to-declare-national-health-incident",
  "time_ut": 1705744500.0,
  "original_lang": "en",
  "original_title": "Surge in measles cases prompts UK to declare national health incident",
  "original_body_lines": [
    "Further outbreaks of measles could spread across Britain, the UK Health Security Agency (UKHSA) has warned, after declaring a national incident amid a surge in cases and low vaccine uptake.",
    "Recent figures from the agency revealed a sharp rise in the number of measles cases, with uptake of the measles, mumps and rubella (MMR) vaccine at its lowest level in more than a decade and “well under” the recommended coverage, the UKHSA chief executive, Dame Jenny Harries, has said.",
    "“This is a call right across the country for all parents to check the vaccination rates of their children,” Harries told BBC Radio 4’s Today programme as she was due to travel to the West Midlands, which has had the largest recent outbreak of the infection outside London.",
    "Data released by the agency earlier this week showed that, since last October, there were 216 lab-confirmed cases in the West Midlands, with 103 cases likely. About 80% of the cases were in Birmingham and 10% were in Coventry, according to the agency, citing low vaccination rates. Most of the cases were among children aged under 10.",
    "The average number of children starting school having had both MMR doses has dropped to 85%, said Harries, with figures in some areas of the West Midlands down to 81% and just above 70% in the NHS Surrey Heartlands region. Birmingham children’s hospital has treated more than 50 measles cases in the last month, according to the BMJ.",
    "“We are well under the recommended coverage for MMR vaccination,” said Harries. “It’s clearly not where we want the vaccination programme to be, we want it to be 95%.”",
    "Measles can begin with cold-like symptoms followed by a rash. It can lead to severe illness, with an estimated 20-40% of children hospitalised, according to the UKHSA. The disease was considered eliminated in the UK in 2016 and 2017, meaning transmission had stopped, but resurfaced in 2018.",
    "The MMR jab is given to children in two doses: the first when they are one, and a second when they are aged three years and four months. The World Health Organization recommends that at least 95% of children be inoculated for diseases that can be stopped by vaccines.",
    "According to the UKHSA, between January and November 2023, there were 209 lab-confirmed cases of measles in England, nearly half of which were in London. The agency said cases were on the rise after outbreaks in the West Midlands, Yorkshire and the Humber.",
    "The call for vaccination comes amid concern that the virus is spreading to London, where up to 20% of children are entering school unvaccinated, according to Harries. “That’s a significant risk to the London population,” she said, while urging young adults to also get vaccinated.",
    "In July, the UKHSA carried out a risk assessment and warned the capital of the risk of a major measles outbreak that could result in tens of thousands of cases, dozens of deaths and thousands of hospitalisations.",
    "“Predictably, we’re seeing that swing more to other – particularly inner-city – areas where we know vaccination rates are low, and we know large numbers of children will be congregating together,” said Davies.",
    "London has the lowest percentage of children who have received both doses, according to data from NHS for the year 2022-23, with Hackney in east London at 56.3%, followed by Camden in north London at 63.6%.",
    "In areas such as Camden , mobile vaccination clinics are being offered as more than a quarter of children are starting school without their two MMR vaccinations, said Kirsten Watters, the council’s director of health and wellbeing.",
    "“When talking to parents, we know that most do intend to vaccinate their children and they’ve got high levels of confidence and trust,” said Watters. “It’s just that they’re finding it difficult to organise those appointments.”",
    "One of the reasons for vaccine uptake varying among different communities includes the use of porcine gelatine in an MMR vaccine. Since MMR vaccines are available that do not contain porcine gelatine, Harries said information needs to be made more available and to be given by trusted community leaders.",
    "“It’s clearly important that communities have good information in a way which is meaningful for them, it’s accessible to them, and that doesn’t necessarily mean just a pamphlet or a translation, we’ve seen that through the pandemic,” said Harries.",
    "“Generally, despite our concerns, the UK population are confident in the vaccine delivery and particularly in the advice they get from primary care and the NHS,” she added."
  ]
}