{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hnba-and-hnbgi-recognized-as-company-with-great-managers/",
  "time_ut": 1716833220.0,
  "original_lang": "en",
  "original_title": "HNBA and HNBGI recognized as ‘Company with Great Managers’",
  "original_body_lines": [
    "HNB Assurance PLC and HNB General Insurance Ltd were recognized as “Company with Great Managers” at the CLA Leadership Excellence and CLA Great Managers Awards 2024, for the second consecutive year. This prestigious recognition was conferred in recognition of HNBA and HNBGI being benchmarked with best practices and a culture demonstrating great leadership and managerial quotient while providing an eco system to nurture great managers.",
    "Furthermore, six Managers from HNB Assurance and three Managers from HNB General Insurance were honored as Great Managers during the ceremony. The recipients were Kamini Gunawardene – Head of Marketing, Kulunu Herath – Senior Manager Finance, Mahesh Rodrigo -Senior Manager Alternate Channel, Ranjeewa DE Z Gunawardena – Senior Manager Sales Support, S Paranthaman – Regional Manager, Adnan Izath, Manager Actuarial from HNBA and Subashini Duraiswamy – Senior Manager Reinsurance, Anushika Wickramasinghe – Senior Manager Motor Insurance and Prasad Rodrigo – Manager Broker Business Development from HNBGI.",
    "Over the years HNBA has been committed to nurturing strong leadership qualities through training and development, aiming to empower managers to become inspiring and influential leaders. Sharing his thoughts on the achievements, Lasitha Wimalaratne, CEO of HNBA stated, “Firstly, I’d like to extend my congratulations to the six recipients of the Great Manager Award. This recognition truly reflects their passion and expertise in delivering business objectives while ensuring their teams thrive and excel.’’",
    "HNBA Continues Dominance as Best Life Bancassurance Provider for Fourth Consecutive Year",
    "HNB Assurance Crowned “Best Life Insurance Company in Sri Lanka” by ICC",
    "HNB Assurance Group completes impressive third quarter with 21% growth in GWP.",
    "HNB Assurance PLC Annual Report of bags “Best of Sri Lanka” Award at the World’s Largest Annual Report Competition",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}