{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/a-chief-negotiator-would-be-instrumental-for-npp-in-finalizing-etca/",
  "time_ut": 1759337184.0,
  "original_lang": "en",
  "original_title": "A Chief Negotiator Would Be Instrumental For NPP In Finalizing ETCA",
  "original_body_lines": [
    "Recent reports have sparked serious concerns about Sri Lanka’s economic future. The country continues to struggle to recover from its lowest point, and prospects for economic stability remain uncertain. As the National People’s Power (NPP) government marks its first year in office, both the U.S. State Department and the Asian Development Bank have issued red alerts about Sri Lanka’s economic outlook.",
    "The State Department highlights that Sri Lanka’s investment climate remains challenging, even though 5 percent GDP growth in 2024 exceeded expectations. The NPP government’s commitment to the $3 billion, four-year (2023–2027) Extended Fund Facility with the IMF has provided some reassurance to investors. However, many remain wary due to the NPP leadership’s historically anti-Western, Marxist-influenced ideology, as noted in the State Department report. Although the government is aiming to boost economic growth to 6% by 2026, the Asian Development Bank’s report notes that Sri Lanka is at a critical juncture, with its prospects for 2026 clouded by external shocks. Economic growth is forecast to slow to 3.3% as the United States imposes a 20% tariff on key Sri Lankan exports.",
    "In response to reciprocal tariffs from the U.S., which are expected to significantly impact the nation, Sri Lanka has requested India to expand its export quota under the Indo-Lanka Free Trade Agreement (ISFTA). In April 2025, Foreign Minister Vijitha Herath announced in parliament, “We requested the Indian government to increase the quota to 50 million pieces because this agreement was signed 25 years ago, and now the market has expanded.” If the government recognises that the 25-year-old ISFTA is outdated and inadequate for the current situation, it must be replaced with a new trade strategy. The ISFTA was signed in 1998 and came into force in March 2000.",
    "Given these new challenges, India has continually advised Colombo to update the existing free trade agreement to address foreseeable issues. At this stage, the Economic and Technology Cooperation Agreement (ETCA) has become a key topic of discussion. However, progress on improving the India-Sri Lanka Free Trade Agreement (ISFTA) has stalled, despite numerous rounds of talks under various governments aimed at expanding trade and investment with India.",
    "India remains interested in moving forward. As Santhos Jha, India’s High Commissioner to Sri Lanka, noted, India is not pushing ETCA but is “waiting for Sri Lanka to wake up and realise it is indeed beneficial.”",
    "It is well known that the JVP has historically taken a critical stance on both India and the West. The old JVP was vocal not only against ETCA, but also the IMF—though historic bankruptcy forced a change in its position on the IMF. Given this context, continuing to view the issue through an outdated lens will not help Sri Lanka’s economic recovery.",
    "Another important question is: Who truly benefits from ETCA? Deputy Minister of Foreign Affairs Arun Hemachandra told the media, “If we can secure favourable terms, we are open to the agreement. If not, we will not sign it. We are committed to safeguarding the nation’s economic sovereignty.” He added, “When there is one stronger nation and one weaker nation, we ought to understand that there is a propensity for the stronger nation to dominate the weaker nation. Therefore, we must proceed with caution.”",
    "Ultimately, improving the ISFTA is not about whether a stronger nation benefits from a weaker one; the real question is how Sri Lanka can secure advantages for itself. In international relations, there is no free lunch—compromise is inevitable when dealing with powerful nations that seek dominance in their respective regions. As a small, strategically located island state, Sri Lanka will always be in a relatively weaker position.",
    "The challenge, therefore, is how Colombo can strategically manage relationships with stronger nations to serve its own interests. Fear of cooperating with India will not help uplift the country, and rigid ideologies have only served to hold back progress. Since independence, Sri Lanka has witnessed firsthand how political nationalism has dismantled the nation. If there is a trust deficit regarding a new trade partnership with India, the government should initiate fresh negotiations. Against this backdrop, the government must consider appointing a chief negotiator to resolve this deadlock.",
    "*A. Jathindra is a Sri Lankan-based independent political analyst and head of a think tank, Centre for Strategic Studies -Trincomalee (CSST)."
  ]
}