{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/the-reality-of-the-economic-crisis/",
  "time_ut": 1723393339.0,
  "original_lang": "en",
  "original_title": "The Reality Of The Economic Crisis",
  "original_body_lines": [
    "There is still a significant misunderstanding among many people regarding the true cause of the economic crisis. While many attribute the economic downturn primarily to corruption, the underlying cause is far more complex: we have been spending more than we earn. The lack of savings, combined with many state institutions operating at a loss, has led us to spend beyond our means. To cover these expenses, we have had to borrow money, and as this pattern continued, our debt accumulated to unmanageable levels. When income suddenly drops, the ability to pay off these debts becomes severely compromised, leading to the kind of crisis Sri Lanka experienced in 2021.",
    "During the past decade, Sri Lanka received a significant inflow of dollars primarily through the tourism industry, the garment industry, and remittances from Sri Lankans working abroad. However, the Easter attacks in 2019 severely impacted tourism, bringing it to a halt. Then came the COVID-19 pandemic, which caused the garment industry to collapse, and remittances also declined. As a result, the dollar income that Sri Lanka had relied on began to decrease. Eventually, we lacked the necessary dollars to pay off our debt instalments and import essential goods like fuel and medicine. This was the disaster that befell Sri Lanka.",
    "It is true that corruption and fraud have increased significantly in recent times, and these must be stopped immediately. It is also essential to recover the stolen assets and punish those responsible. There is no debate about that. However, many economic experts agree that the country’s bankruptcy was not solely due to corruption. Even countries in Europe, which were ahead of us, have gone bankrupt, not because of corruption, but because of the unmanageable level of debt they had incurred. It is also true that if our former President had quickly sought assistance from the International Monetary Fund (IMF), the country could have avoided bankruptcy. However, that would only have temporarily postponed our debt crisis, not solved it. The new President has done the same thing now.",
    "Sri Lanka’s political culture has long been built on promises. In every election, politicians make various pledges without explaining how they will fund these promises, and the people rarely question this. These promises are often very attractive, leading voters to support the party that makes the most appealing promises. This is what has been happening for a long time. In 1970, a party came to power by promising to provide seven measures of rice for free. When asked how they would do this, they said they would bring rice from the moon if necessary. The people believed this and voted for them. Later, another party came to power by promising to provide eight pounds of grain for free. Others promised thousands of government jobs and subsidies, further deepening the country’s financial woes. They also promised not to privatize loss-making state institutions. These impossible promises forced the government to borrow both locally and internationally. While burdened with this large debt, the government continued to take on more loans to fund unsustainable projects like highways, stadiums, airports, playgrounds, and ports. Meanwhile, there was little focus on developing domestic industries or controlling imports, leading to a culture of overconsumption. People spent their time enjoying this prosperity, and even the common voter revelled in the so-called progress of the country. People extended their spending beyond their means, showing little interest in saving. This is the illusion people pursued. We no longer saw children walking to school or riding bicycles; even for short distances, people started using three-wheelers. We became accustomed to a lifestyle filled with unnecessary luxuries that didn’t suit us. Our politicians, too, borrowed money to fulfill our aspirations. Some countries even knowingly lent us money, trapping us in a debt spiral so that we could fulfill their various demands.",
    "Therefore, politicians, voters, and lenders alike must take responsibility for this economic crisis. No one would give a loan to someone already struggling to repay their debts unless they were giving it out of compassion or with ulterior motives. Some countries and institutions lent money to Sri Lanka with these intentions. To emerge from this crisis, Sri Lanka needs to undertake strategic reforms and put an end to the destructive politics of promises. We must also abandon the policy of reckless borrowing and instead be extremely cautious about it. We need to attract foreign investment for projects that generate income and build an export-oriented economy. For all this to happen, significant changes in several aspects of our society are necessary.",
    "11. Implementing a simple tax system and making tax collection efficient.",
    "12. Reducing the size of the military to a necessary level and utilizing the surplus workforce productively.",
    "These tasks are not about left-wing or right-wing agendas. They require political will rather than special expertise or academic qualifications. The necessary knowledge exists among Sri Lankan intellectuals in abundance. Additionally, the business community possesses the practical knowledge and skills needed to engage with the global market. They also know how to get the technical support they need. The government’s role should be to facilitate, not interfere with, business operations. Reviving a small economy like Sri Lanka’s does not require massive efforts.",
    "While developed countries can heavily invest in research and development, developing countries like Sri Lanka must prioritize achievable goals. As we know most research and innovation in the world happen in the United States and Europe because of the development of the capitalist economic system, allowing these countries to invest heavily in research and development. Even developed countries like Australia invest less in research compared to the United States. Therefore, the brain drain from developing countries like Sri Lanka towards countries with more resources is inevitable. Preventing this is difficult. Hence, we should prioritize what we can do rather than unrealistic plans. Our economic model should reflect this reality, and we must carefully understand and respond to global and regional needs. Otherwise, we could become pawns of powerful global players. Strengthening our relationship with neighbouring India and leveraging it to our advantage is also crucial. This requires strong, visionary leadership."
  ]
}