{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103955/sri-lankan-migrants-brought-to-uk-from-diego-garcia",
  "time_ut": 1733204340.0,
  "original_lang": "en",
  "original_title": "Sri Lankan migrants brought to UK from Diego Garcia",
  "original_body_lines": [
    "Migrants stranded for more than three years on the remote Indian Ocean island of Diego Garcia have been brought to the UK.",
    "The Sri Lankan Tamils are permitted to remain in the country for six months, with financial support from the Foreign Office, according to documents seen by the BBC.",
    "Their journey to the UK marks the end of years of complex legal battles waged over thousands of miles over their fate, but their long-term future remains uncertain.",
    "Most of the group of around 60 migrants have been living in a makeshift camp on Diego Garcia - the site of a strategic UK-US military base - since October 2021, when they became the first people ever to file asylum claims there.",
    "On Monday, a government spokesperson described the move as a “one-off, due to the exceptional nature of these cases and in the interests of their welfare”.",
    "“This government inherited a deeply troubling situation that remained unresolved under the last administration for years,” the spokesperson said.",
    "Tessa Gregory of UK law firm Leigh Day, which represents some of the migrants, said it was the “only sensible solution to end the humanitarian crisis” on the island.",
    "“This vulnerable group which includes 16 children have spent 38 months detained in the most squalid of conditions on Crown land... we hope our clients will now be able to seek safe haven and begin to rebuild their lives,” she said.",
    "The BBC gained unprecedented access earlier this year to Diego Garcia and the migrant camp there, where the Tamils were housed in groups in military tents, some of which had leaks and rats nesting inside.",
    "During their time on the island, there were multiple hunger strikes and numerous incidents of self-harm and suicide attempts in response to the conditions, after which some people were transferred to Rwanda for medical treatment.",
    "There were also allegations of sexual assaults and harassment within the camp.",
    "Those in Rwanda are also set to arrive in the UK on Tuesday.",
    "One told the BBC: “I hope to turn a new page. I hope my health will improve and I will transform into a new person.”",
    "Two men with criminal convictions and another under investigation remain on the island, the BBC understands.",
    "The Tamils’ arrival in the UK comes amid uncertainty over the future of the territory.",
    "The UK announced in October that it was ceding control of the Chagos Islands, of which Diego Garcia is part, to Mauritius. But the new Mauritian prime minister has said he has reservations over the deal, which was struck by his predecessor and has still to be signed, and has asked for an independent review.",
    "The deal is facing opposition from some politicians in the UK and allies of US President-elect Donald Trump.",
    "UK Foreign Secretary David Lammy has played down the criticism, describing it as a “good deal” for both Mauritius and the UK, and saying it addresses US concerns about the future of the Diego Garcia base.",
    "In recent years, the territory has been costing the UK tens of millions of pounds, with the bulk of this categorised under “migrant costs”.",
    "Communications obtained by the BBC between Foreign Office officials in July warned that “the costs are increasing and the latest forecast is that these will be £50m per annum” if they were to remain there.",
    "In letters sent to the Tamils on Friday from the Home Office, they were told they were being granted temporary entry clearance to the UK “outside of the Immigration Rules” to allow them to consider their “long-term options”.",
    "It stressed that the offer did not “constitute permanent settlement in the UK or recognition of refugee status by the UK government”, and said the group would not be permitted to work.",
    "The government says the Chagos Islands, known as the British Indian Ocean Territory (Biot), are “constitutionally distinct” from the UK, with the unusual status leading to the long legal dispute.",
    "Most of the Tamils have been awaiting final decisions on claims for international protection - which the United Nations says is akin to refugee status - or appealing against rejections.",
    "In total, eight have been granted international protection, meaning they cannot be returned to Sri Lanka, the BBC understands.",
    "Successive governments have previously said that bringing the Tamils to the UK would risk creating a “backdoor migration route”.",
    "But the government said on Monday that arrangements had been made to ensure this did not happen, citing a deal to send future arrivals to St Helena - another UK territory some 5,000 miles away.",
    "“Once a sovereignty agreement with Mauritius is fully in place they would then take responsibility for any future migrants,” the spokesperson said."
  ]
}