{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-cabinet-approves-to-call-floating-solar-power-consultancy-235754/",
  "time_ut": 1754994240.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Cabinet approves to call floating solar power consultancy",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka cabinet has approved a proposal for a consultancy firm to develop floating solar power panels in the island nation to reach its 70 percent carbon neutral target by 2030, Cabinet Spokesman Nalinda Jayatissa said.",
    "The ruling National People’s Power government has aimed to be totally carbon neutral in 2050, ten years later than the previous administration’s goal.",
    "Related: Sri Lanka to start flora spatial mapping, eyes carbon credit trading",
    "The government’s Renewable Energy Resources Development Plan 2026 – 2030 has identified promising reservoirs with 3,000 megawatt estimated floating solar power based on the 10% median surface utilization, Cabinet Spokesman and Minister of Health and Media Jayatissa said.",
    "“When you try to build solar panels on land, there is an issue of space because of limited land space. So, as an alternative, the government has focused on floating solar power panels,” he said.",
    "“The water bodies (for solar panels) will be identified after pre feasibility studies, feasibility studies and environmental impact evaluation. Already there are tests on some water bodies. We will consider that as well.”",
    "He also said there are a number of challenges including the cost of battery storage for such floating solar power projects.",
    "The Cabinet of Ministers granted approval to start the procurement process calling proposals from recognized companies for providing consultancy services for carrying out pre feasibility studies, feasibility studies and environmental impact evaluation on floating solar power projects. (Colombo/August 12/2025)"
  ]
}