{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combanks-green-bond-framework-receives-milestone-spo-from-sustainable-fitch/",
  "time_ut": 1721754900.0,
  "original_lang": "en",
  "original_title": "ComBank’s Green Bond framework receives milestone SPO from Sustainable Fitch",
  "original_body_lines": [
    "The Commercial Bank of Ceylon has received a globally – recognised Second-Party Opinion (SPO) for the Bank’s Sustainable Bond Framework from Sustainable Fitch, the Fitch Solutions company that provides Environmental, Social and Governance (ESG) related ratings.",
    "The SPO is a third-party validation aligned with the International Capital Markets Association (ICMA) Green Bond Principles 2021. Receipt of the SPO enables the Bank to raise finance for environmental and social projects, including those that support gender equity and equality.",
    "Upon announcing and publishing the SPO, Sustainable Fitch said: “We consider transactions under the sustainable bond framework to be fully aligned with the ICMA Green Bond Principles 2021, Social Bond Principles 2023 and the Sustainability Bond Guidelines 2021. Our Second-Party Opinion is that the alignment is ‘Good’.”",
    "Sustainable Fitch has been included in the ICMA list of External Reviewers, a worldwide credential, as ICMA Guidance and Principles are a recognised global market standard.",
    "Commenting on the SPO received for the Bank’s sustainable bond framework, Commercial Bank Managing Director/CEO Sanath Manatunge said: “Our focus on sustainability now encompasses virtually every operational aspect, and the issuance of a Sustainable Bond will mark the next milestone in the Bank’s journey towards sustainability. We are pleased to be equipped with an internationally-validated bond framework for this purpose and are grateful to GGGI and Sustainable Fitch for their assistance and contribution to our sustainability roadmap.”",
    "The first of its kind by a Sri Lankan bank, Commercial Bank’s sustainable bond framework was developed with the technical assistance of the Global Green Growth Institute (GGGI) under a Sustainable Finance Cooperation Memorandum of Understanding signed by two institutions. The GGGI, an international inter-governmental organization, provided technical advisory services on sustainable finance. This ensured that Commercial Bank’s sustainable bond framework adheres to the International Capital Market Association’s green, social, and sustainable bond principles. This partnership was funded by the government of the Grand Duchy of Luxembourg through the GGGI Global Trust Fund on Sustainable Finance Instruments (GTF). Launched in 2023, this program aims to bridge sustainable financing gaps by leveraging investments through capital markets in developing countries to fund low-carbon investments and projects that support vulnerable populations.",
    "Eligible green projects under Commercial Bank’s framework include renewable energy; green buildings; clean transportation; environmentally sustainable management of living resources and land use; sustainable water and waste water management; climate change adaptation; energy efficiency; pollution prevention and control; and circular-economy-adapted products, production technologies and processes.",
    "Eligible social projects include affordable basic infrastructure, access to essential services, assistance for housing needs, employment generation and unemployment alleviation, and food security and sustainable food systems. Social projects are targeted at low- to moderate-income individuals and families.",
    "Tri-Zen adds value to residents’ lifestyles by offering inhouse laundry and healthcare services",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}