{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-bank-health-improving-but-npls-rising-in-smaller-banks-cb-report-183194/",
  "time_ut": 1728634380.0,
  "original_lang": "en",
  "original_title": "Sri Lanka bank health improving, but NPLs rising in smaller banks: CB report",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s banks are becoming more sound as interest rates fall and economic conditions improve, but non-performing loans in domestic banks which are not systematically important are still rising, a central bank report said.",
    "Interest rates are easing, with deposit rates falling ahead of lending and economic environment was improving.",
    "“Resilience of financial institutions gradually improved during the first half of 2024 amidst easing macroeconomic conditions as reflected by key financial soundness indicators of the Banking sector, such as credit quality, liquidity and capital adequacy,” the central bank said in a financial stability review.]",
    "“However, the Non-Performing Loans (NPL) ratio remained elevated highlighting continued challenges while the provision coverage ratio improved.”",
    "The non-performing loan ratio of banks had fallen to 12.8 percent by end of the second quarter of 2024 from 13.5 percent year earlier as credit expansion started.  NPLs had also contracted 2.2 percent.",
    "NPL ratios of foreign banks and domestic systemically important banks (DSIBs) banks fell, while bad loans of other local banks rose to 13.4 percent by the second quarter of 2024 from 12.9 percent a year earlier.",
    "During the first half of 2024, licensed banks had strengthened business revival units to “support fundamentally viable businesses facing actual or potential financial difficulties to assist these borrowers in overcoming challenges, which will contribute to improve the asset quality”, the central bank said.",
    "The Provision Coverage Ratio, as measured by the Stage 3 Impairment Coverage, improved to 51.1 per cent at end the second quarter of 2024 compared to 44.8 percent last year.",
    "“Despite the contraction in NPLs, the improvement in the Banking sector provisioning for NPLs indicates that banks have taken prudent measures to manage credit risk,” the central bank said.",
    "“This may provide more cushion for banks to absorb unexpected losses, particularly in an environment where Parate Executions have been suspended until 15 December 2024.",
    "“As a best practice, banks may continuously be vigilant on potential losses arising from the suspension of Parate Executions as it could create a moral hazard among borrowers, which may lead to further defaults in coming periods.”"
  ]
}