{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Reawakening-of-Global-South-makes-NAM-relevant-again-first-test-is-Gaza/172-275308",
  "time_ut": 1705602660.0,
  "original_lang": "en",
  "original_title": "Reawakening of Global South makes NAM relevant again; first test is Gaza",
  "original_body_lines": [
    "Foreign Minister Ali Sabry addressing the NAM ministerial meeting in Kampala on Wednesday",
    "The Non-Aligned Movement, once a beacon of hope for a more just and equitable world, is holding its 19th summit in Kampala. But does anyone care? The last summit was held in Azerbaijan in October 2019, months before the COVID-19 outbreak which delivered a stark lesson – humanity’s survival hinges on solidarity and a global order built on justice.",
    "But no sooner had the pandemic eased off than powerful nations were back to their dirty games, driven by a desire not to bring about global justice but to perpetuate the imbalance that made the rich richer and the poor poorer.",
    "Azerbaijan’s four-year NAM stewardship did not contribute even to a minor course correction in the warped world order in which most NAM countries are doomed to remain poor or get entrapped in poverty and debt.",
    "The theme of the 2019 Baku summit was “Upholding Bandung principles to ensure a concerted and adequate response to the challenges of the contemporary world.” A high-faluting theme, but inaction speaks loudly about NAM’s impotency.",
    "The theme referred to the Bandung principles the then newly independent nations adopted in 1955 to promote Third World solidarity and pursue common interests during the bipolar international order defined by the Cold War tension between the US-led Western bloc and the Soviet Union-led Eastern bloc. The Bandung principles that nurtured solidarity and unity among developing nations were political self-determination, mutual respect for sovereignty, non-aggression, non-interference in internal affairs, and equality.",
    "NAM set up in 1961 was like a family. The world stopped and listened to whatever statements NAM made and whatever decisions came out of its summits. The West saw the united stand NAM took at world forums as a major obstacle to its global pursuits. These forums where NAM took the West head-on included deliberations on the Law of the Sea, global trade talks to ensure a fair price for developing countries’ exports, and solutions to global conflicts, especially the Palestinian people’s struggle to free themselves from the Zionist colonial yoke.",
    "But what has NAM done under Azerbaijan’s leadership to respond to global challenges? Not even Azerbaijan knows the answer to this serious question.",
    "When Israel’s response to the October 7 Hamas attacks took a genocidal turn in Palestine, a full member of NAM, the Azerbaijani presidency was furtively silent.",
    "Probably, Azerbaijan thought that taking a neutral stand was the best way to express its gratitude for all the weapons Israel supplied for it to complete the ethnic cleansing of Nagorno-Karabakh in September last year. What nurtures Israeli-Azerbaijani friendship is their animosity towards Iran. For Israel, Azerbaijan which shares a 689-km-long border with Iran is a strategic asset and a listening post.",
    "A majority of Azerbaijanis are Shiite Muslims, but Islam is more a cultural identity than a religion, and therefore siding with Israel when Gaza is being obliterated does not evoke much public anger. Azerbaijan was the only Muslim country that did not participate in the Riyadh Islamic countries conference convened in November to discuss the Gaza war. Azerbaijan meets 40 percent of Israel’s fuel requirements, including the fuel for Israeli tanks and aircraft that kill civilians and children in the Gaza Strip.",
    "So much for Azerbaijan’s NAM leadership and solidarity. Perhaps, the NAM chair added an ornamental value to the host nation.",
    "But why blame Azerbaijan alone? Look at India. It has long abandoned NAM solidarity and the Palestinian cause that NAM is morally bound to champion.",
    "What about Sri Lanka, another NAM stalwart? Sri Lanka is perhaps the first country to openly veer away from NAM, even before India. In its editorial comment on January 14, the Sunday Times explains this shift, referring to then President J.R. Jayewardene breaking ranks with the NAM and voting in favour of Britain during a United Nations vote on the invasion of Argentina’s Malvinas (Falklands). “There, it was a case of not non-alignment but strategic alignment, as Britain was then funding the Victoria Dam project,” the editorial said.",
    "This strategic alignment was also seen at the 2003 World Trade Organisation Conference in Cancun, Mexico, where Sri Lanka abandoned the common stand that NAM members took to push for a better deal for developing countries concerning agriculture, non-agricultural market access, and services. To the shock of other NAM nations, including India, Premier Ranil Wickremesinghe’s government backed the position taken by the United States and other rich Western nations, which opposed special treatment for developing nations.",
    "Sri Lanka’s policy of supporting Palestine and joining the pro-Israeli alliance against Yemen’s Houthi forces in the Red Sea may make sense when seen through the strategic alignment prism. But being seen as aligning with Israel at a time when tens of thousands of children have been killed by Israel in Gaza is reprehensible.",
    "It was not the so-called strategic alignment that prompted South Africa to take Israel before the International Court of Justice and stop the ongoing genocide in Gaza. It is South Africa’s commitment to principles and global justice that makes it take a bold decision on behalf of humanity.",
    "In his address to the ministerial conference in Kampala, Sri Lanka’s Foreign Minister Ali Sabry reaffirmed Sri Lanka’s solidarity with the people of Palestine during the ongoing humanitarian crisis in Gaza and stated that Sri Lanka would continue to support them in their quest to realize their inalienable right to Statehood. If its claim is true, then it must support South Africa’s ICJ petition, just as a host of NAM countries have done.",
    "Sri Lanka and other developing countries that adopt the strategic alignment principle to promote their national interest do so at the cost of ditching the collective bargaining power that brought multiple benefits to NAM nations during their unity and solidarity days.",
    "Given these realpolitik moves, some may dismiss NAM’s Kampala summit as yet another talk shop or no different from the 2019 Baku summit. However, in one aspect, it may differ from the Baku summit. The Kampala summit is taking place at a time when developing nations are showing a renewed interest in the Global South concept. Global South, a term that has been of late gaining political currency, is not exclusively interpreted geographically. Rather, it is a geopolitical and geo-economic concept in which like-minded developing countries, irrespective of their geographical locations, form an informal coalition to fight for economic justice and challenge the dominance of their Global North counterparts.",
    "However, there is still some confusion as to what and who constitutes the Global South. At times, China and India may seem to be part of the Global South, and at other times they are not, especially when they assert their newly gained military and economic powers.",
    "BRICS, which is now a 10-member grouping, is also emerging as a Global South force.",
    "As the Global South is reawakened and the concept finds its footing in world politics, this week’s NAM and G77 summits in Kampala offer a flicker of hope for developing countries to reassert their power on the global stage through united action. The summit’s response to the Gaza genocide perhaps will indicate whether this is true or not."
  ]
}