{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96617/trade-unions-to-hold-special-discussion-over-interdiction-of-ceb-employees",
  "time_ut": 1705903800.0,
  "original_lang": "en",
  "original_title": "Trade unions to hold special discussion over interdiction of CEB employees",
  "original_body_lines": [
    "A special trade union discussion is set to take place today (22 Jan.), during which a decision against the recent interdiction of employees of the Ceylon Electricity Board (CEB) is due to be taken.",
    "Accordingly, nearly 100 trade unions from across the country are due to participate in the meeting today, which will be held under the leadership of the CEB trade unions.",
    "Meanwhile, civil society organisations have planned to launch a protest campaign in front of the CEB Head Office at 12:00 p.m. today, against the said interdiction of employees.",
    "On 15 January, the CEB suspended 15 clerical staff members in charge of the cash counters for inconveniencing the customers, who had come to pay their bills, by closing the windows of the counters and refraining from accepting payments.",
    "Five days later, on 20 January, 51 more employees of the CEB were interdicted for obstructing the services by refusing to accept bill payments from consumers during their three-day protests staged against the proposed restructuring of the state-owned electricity supplier, thereby bringing the total of interdicted employees to 66.",
    "Ahead of the trade union action, the CEB management, by way of a circular, had cancelled the leave of all employees with effect from January 02. However, in case of an urgent matter, the employees were allowed to take a leave, with the approval of an executive officer attached to the respective division or branch.",
    "Meanwhile, Extraordinary Gazette No.2363.02 published on December 18, 2023, on the instructions of President Ranil Wickremesinghe, had declared all services connected to the electricity supply as essential public services.",
    "After the three-day trade union action was launched, Power and Energy Minister Kanchana Wijesekera instructed the CEB management to suspend and take appropriate disciplinary action against the employees disrupting the services, or acting in violation of the guidelines."
  ]
}