{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sampath-bank-on-track-to-be-attractively-valued-by-investors-in-2025/",
  "time_ut": 1717961040.0,
  "original_lang": "en",
  "original_title": "Sampath Bank on track to be ‘attractively’ valued by investors in 2025",
  "original_body_lines": [
    "Significant decline in impairment charges forecasted for the current year",
    "First Capital Research says that it expects Sampath Bank’s lending portfolio to grow by 6.5% in 2024 followed by a 10.0% growth in 2025 as the researchers expect the GDP to record a positive turnaround of 2%-3% in 2024.In addition to that, the strong capital buffer of the Bank was attributed to the expected growth in its lending portfolio.",
    "These key indicators hence signal a better value proposition from the Bank for its shareholders going forward.",
    "“Sampath Bank recorded a robust 26.0%YoY increase in net earnings, reaching LKR 3.8Bn, driven by a 14.7%YoY growth in Net Interest Income (NII) and a notable reduction in impairment charges. However, a surge in the effective tax rate to 59.7% led to a QoQ decline in net earnings by 27.0%. Reflecting the economic recovery, the loan book marginally expanded by 2.6%QoQ to LKR 807.5Bn, while the deposit base improved by 5.2%QoQ to LKR 1.3Tn, with the CASA base reaching 33.6%,” First Capital says.",
    "“Furthermore, we anticipate a projected 53.6%YoY decline in impairment charges in 2024, which is expected to drive a profit growth of 14.6%YoY to LKR 20.5Bn in 2024, followed by a growth of 12.0%YoY to LKR 23.0Bn in 2025. Given the positive sector outlook and potential re-rating, Sampath is forecasted to trade at 1.0x PBV, resulting in a fair value of LKR 135.0 for 2025, representing a significant 72.4% upside from the current market price of LKR 78.3,” the research group predicts.",
    "“NII expansion and impairment contraction propel strong YoY earnings growth. Sampath’s net earnings rose by 26.0%YoY to LKR 3.8Bn in 1Q2024, driven by a notable growth in NII by 14.7%YoY and a significant reduction in impairment charges by 35.4%YoY. However, a spike in the effective tax rate to 59.7% led to a QoQ decline in net earnings by 27.0%. The growth in NII was primarily due to a reduction in interest expense (-12.1%YoY), outpacing the decline in interest income (-2.4%YoY).”",
    "“However, NIMs contracted to 5.24% as of 31st Mar 2024, with an expected further decline to 4.03% in 2024. Net fee and commission income saw a 17.3%YoY decline to LKR 4.6Bn due to reduced income from trade-related activities, including lower commission rates for import-related transactions, decreased trade volumes, and LKR appreciation against the USD (c.7.0%YTD). However, fees generated from credit, electronic channels, cards, and remittance-related activities showed growth during the quarter. Moreover, Sampath reported a net trading loss of LKR 4.5Bn in 1Q2024, contrasting with a gain of LKR 1.7Bn in 1Q2023, primarily due to revaluation losses on forward exchange contracts. However, realized exchange gains of LKR 0.6Bn offset the turnaround, compared to the loss of LKR 4.2Bn recorded in 1Q2023.”",
    "“Sampath’s loans and advances exhibited conservative growth QoQ, with a modest uptick of 2.6% to LKR 807.5Bn driven by a 2.8%QoQ expansion in LKR-denominated loans, while foreign currency denominated loans experienced a slight decline of -1.6%QoQ, amidst LKR appreciation against the USD during the period.",
    "“With an uptick in Demand and Savings deposits on a QoQ basis, the bank’s CASA ratio improved to 33.6% during 1Q2024. We project the CASA ratio to normalize and further enhance to 40.0% from 2024 to 2026, positioning the bank with a cost effective source of funds compared to peers, thus widening the interest spread and bolstering its competitive edge.” First Capital Research’s projections indicate.",
    "Sri Lanka Tourism showcases its exotic travel and holiday opportunities at GITF- 2024 in China",
    "The real budget will come after presidential election: state minister of finance",
    "Sampath Bank Launches Innovative Mini-POS Solution, Empowering SMEs to Boost Sales and Enhance Customer Experience",
    "Sampath Bank launches innovative Mini-POS Solution, empowering SMEs to boost sales and enhance customer experience",
    "Sampath Bank Posts Steady Results for the First Quarter of 2024",
    "Sampath Bank unveils Vishwa Retail App, redefining Internet banking in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}