{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102890/tid-arrests-two-persons-over-threats-to-israelis-in-sri-lanka",
  "time_ut": 1729734960.0,
  "original_lang": "en",
  "original_title": "TID arrests two persons over threats to Israelis in Sri Lanka",
  "original_body_lines": [
    "Sri Lanka Police says two persons have been arrested by the Terrorism Investigation Division (TID) on suspicion of allegedly planning to attack Israeli nationals in Sri Lanka.",
    "Security has been heightened at the popular surfing resort of Arugam Bay on Sri Lanka’s eastern coast, following reports of a potential attack targeting foreign tourists, particularly Israelis.",
    "“There is information about a possible attack targeting Israelis at a building where they are staying,” police spokesman Deputy Inspector General Nihal Thalduwa was quoted as saying.",
    "The increased security measures are focused on the Arugam Bay and Pottuvil areas, with around 500 police officers and Special Task Force personnel deployed.",
    "As a result, Israel’s national security council has issued an urgent warning to Israeli citizens to leave popular tourist areas in southern Sri Lanka immediately, and classified the Arugam Bay region as a level four threat, advising Israelis to take precautions, such as concealing their Jewish identity and avoiding large gatherings.",
    "“The Israeli security establishment is maintaining close communication with Sri Lankan security authorities and closely monitoring the situation,” the council stated.",
    "It also advised Israelis in other parts of Sri Lanka to exercise caution and avoid holding large public gatherings.",
    "The security alert followed a warning from the US Embassy in Colombo, which said it had received credible information about a potential attack in Arugam Bay. “US citizens are strongly advised to avoid the area until further notice,” the statement said.",
    "The Russian Embassy and the UK issued a similar warnings to its citizens, urging them to remain vigilant and avoid large gatherings.",
    "Police have assured protection for all foreign nationals. “Given the war in Ukraine and tensions in the Middle East, we are coordinating with intelligence services to ensure the safety of tourists,” Thalduwa said.",
    "A hotline (1997) has also been established for tourists to report any suspicious activities."
  ]
}