{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/akd-maintains-50-pct-lead-in-sri-lanka-presidential-voting-intent-poll-in-january-152663/",
  "time_ut": 1709278680.0,
  "original_lang": "en",
  "original_title": "AKD maintains 50-pct lead in Sri Lanka presidential voting intent poll in January",
  "original_body_lines": [
    "ECONOMYNEXT — National People’s Power (NPP) leader Anura Kumara Dissanayake had support among 50 percent of all adults surveyed by the Institute for Health Policy (IHP) in December 2023 in a monthly voting intent poll for Sri Lanka’s upcoming presidential election.",
    "Support for Dissanayake had dropped just 1 percentage point since December 2023, according to the Institute for Health Policy (IHP)’s Sri Lanka Opinion Tracker Survey (SLOTS) MRP provisional estimates.",
    "Main opposition Samagi Jana Balawegaya leader Sajith Premadasa had the support of 36 percent (+2) of the adults surveyed, while both President Ranil Wickremesinghe and a generic Sri Lanka Podujana Peramuna (SLPP) had the support of 7 percent each.",
    "Dissanayake’s National People’s Power (NPP) continued to lead a separate general election voting intentions poll, also carried out by IHP, for January at 40 percent of adult voters surveyed supporting the party, with the SJB in second place at 30 percent.",
    "The presidential poll estimates are based on the January 2024 revision of the IHP SLOTS Multilevel Regression and Poststratification (MRP) model, which smoothed monthly changes and reduced monthly fluctuations due to sampling noise, IHP said in a statement.",
    "This update is for all adults and is based on a revised MRP model using data from 15,590 interviews conducted from October 2021 to 26 February 2024, with 506 interviews during January 2024. IHP said 100 model iterations were run to capture model uncertainty, with margins of error assessed as 1–3 perce t for January.",
    "“IHP’s SLOTS MRP methodology first estimates the relationship between a wide variety of characteristics about respondents and their opinions – in this case, ‘If there was a Presidential Election today, who would you vote for?’– in a multilevel statistical model. It then uses a large data file that is calibrated to the national population to predict voting intent in each month since October 2021, according to what the multilevel model says about their probability of voting for various parties (‘post-stratification’) at each point in time. The multilevel model was estimated 100 times to reflect underlying uncertainties in the model and to obtain margins of error,” the institute said. (Colombo/Mar01/2024)"
  ]
}