{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Are-we-ready-to-accept-our-migrants-again/4-762625",
  "time_ut": 1717545166.0,
  "original_lang": "en",
  "original_title": "Are we ready to accept our migrants again?",
  "original_body_lines": [
    "It is necessary to identify the silver lining of the current migration wave and harness the maximum benefit from Sri Lankan migrants for the country’s future prosperity",
    "While accepting migration trends and waves, Sri Lanka must implement policies that encourage migrants to contribute back to the country. This could strengthen Sri Lankan society in two ways: demotivating unnecessary migration while embracing those who have migrated with the same fraternity. Given the global and historical trends, it is high time to establish state migration and diasporic policies to address these issues and turn brain drain into an opportunity",
    "“Migration” is a prevalent topic in Sri Lanka today, affecting all social and age groups. It brings both positive and negative consequences for individuals who could be felt both short-term and long-term. While migration has recently come under the spotlight in Sri Lankan society, it is an age-old phenomenon with a vast global history.",
    "Between 70,000 and 100,000 years ago, ancient humans began migrating from Africa to Europe and Asia, eventually reaching Australia. On a similar note, humans crossed a land bridge from Alaska to North America around 13,000 years ago. Since then, humans have relocated themselves for various reasons, with climate and resources being the primary driving forces in ancient times. In modern history, migration has been influenced by numerous push and pull factors, regardless of the continent. In the 17th century, opportunities and beliefs were key motivators, which encompass their trade, pilgrimage, aggressions and agricultural intentions.",
    "Concurrently, colonisation led people to new destinations, including Africa, Oceania and the Americas. Mainly Europeans started to migrate those colonies on seeking natural and human resources because European geo political stress and challenges influenced them to sail around the world. Additionally they brought their religious beliefs, languages, cultural and traditions to those new destinations. This period marked the initial establishment of diaspora communities, as migrants used both hard and soft power to introduce their culture, language, beliefs, and traditions to the new lands that they occupied.",
    "Slavery and labour migrations also gained the spotlight during this era and it can be clearly visible under gold mining, coffee plantation and tea industries around world. In the 19th century, security and national identity became global priorities, leading to migration movements involving soldiers and refugees. These shifts further spread migration worldwide, making it a complex and multifaceted phenomenon.",
    "Viking voyages provide insights into Scandinavian behaviours and their exploratory culture. The Chinese began their trade activities early on, and in the 18th century, economic reasons drove the Irish to emigrate to distant corners of the world, including Australia and the United States. During that time, the USA was seen as the land of opportunities, attracting Finnish and German migrants in search of better economic prospects. Similarly, poverty and unemployment in Japan led many Japanese to work on Brazil’s coffee plantations after the abolition of slavery in Brazil. As a result, Brazil now hosts 1.8 million people of Japanese descent which was brought about by this economic migration. Meanwhile, Maldivians, seeking better opportunities, sailed from their native islands to destinations like Nicobar and other East Asian countries, despite their limited resources.",
    "In contrast, Sri Lankans were more hesitant to leave their island. Their mind sets, attitudes, and values were deeply rooted in family and society which could account for this hesitancy. Despite facing several invasions and colonisation throughout history by the Portuguese, Dutch, and English, Sri Lankans preferred to address their challenges without leaving the island. Sri Lankan culture has evolved by absorbing both positive and negative impacts from various migrations, starting from the arrival of Prince Vijaya, invasions from South India, Silk Road activities, trade movements, South Indian state workers, and intermarriages to recent Rohingya arrival. The island’s traditions and geographical isolation have restricted Sri Lankans from mingling with other nations at the same pace as others. Being an island created the island mentality and absorbing foreign knowledge, cultures became more difficult to Sri Lanka as a country.",
    "Since gaining independence, Sri Lanka has faced several challenges, including decades-long conflict, natural disasters, and political instability. These issues have led to a significant number of refugees and asylum seekers leaving the island. Also, due to these political stresses the world recognised Sri Lanka as a country who provides more asylum seekers to the world. In addition to these irregular migrations, a notable number of people have permanently migrated to Europe and other developed nations. In the early 21st century, social media platforms became ubiquitous tools for both Millennials and Gen Z groups in Sri Lanka. They began sharing their views and issues on social media and connected with previous Sri Lankan migrants already established abroad. This exposure to life beyond their reality encouraged them to seek new opportunities.",
    "Meanwhile, Sri Lanka continued to face challenges such as the Easter Sunday terrorist attacks, the COVID-19 pandemic, and an economic crisis. These events drove both Millennials and Gen Z to seek new destinations for a more stable future. Over the past three years, due to those reasons, both regular and irregular migrations from Sri Lanka have increased rapidly. Many of these migrants currently struggling with resettlement in the new countries, facing challenges related to documentation and cultural adaptation. Others are still in transit destination, aiming to reach their final destinations after addressing economic, educational, skill obstacles which required reaching their final destination.",
    "In summary, the recent wave of migration involves four stages, each eliciting common reactions from Sri Lankan migrants post-2020. As a country, Sri Lanka must address these reactions, as they reach the Sri Lankan society back home through social media and other platforms. This recent migration wave is the largest ever from a specific age group, encompassing all social strata, religions, and ethnic groups. Considering previous Sri Lankan migration waves, it was mainly narrowed towards one specific social layer and geographical location of the country due to the war and a big portion of those migrants have been recognised as asylum seekers or irregular migrants. Therefore, generally it took countable period for them to settle in their new destinations after facing legal inquiries from detention centres from their host countries.",
    "Regarding the current ongoing trend, Sri Lanka needs to strategically manage this situation to gain economic and social benefits. Currently, Sri Lankan migrants are experiencing the excitement stage of adapting to a new culture. While enjoying and experiencing the cultural and social systems of their new destinations, they are indirectly promoting these values to Sri Lankans back home. These behaviours influence others in Sri Lanka to consider migration. This pattern is likely to create several mini migration waves in the next decade, especially among Generation Alpha, who will soon reach decision-making age. These motivations act as unplanned propaganda, encouraging further migration.",
    "Analysing the main destinations for Sri Lankan migrants, including Europe, Australia, Japan, Korea and the Middle East, it can be observed that there is a sudden boom in Sri Lankan cultural events, musical shows, religious festivals, and other diasporic activities in these countries. However, this trend may lead those recent migrants to the “frustration stage” of migration. After the initial honeymoon period, migrants often begin to appreciate the values connected to their native roots, promoting Sri Lankan culture abroad. The same could be true about the second generation of these migrants. Given this unprecedented mass migration, Sri Lanka must adapt its policies and social ideologies to maximise economic and social benefits.",
    "It’s crucial to recognise human resources as the most valuable asset for a country. India’s “Keep the Door Open” campaign has had positive effects on states like Punjab, Haryana, Bihar, and Tamil Nadu. Similarly, Australia’s 2018 campaign, “Out of sight, out of mind? Australia’s diaspora as a pathway to innovation,” and the sensitive, heart-touching campaigns of European countries like Ireland and Latvia which targeted their diaspora, are examples to follow. These campaigns promote investment opportunities and dual citizenship, empowering migrants with knowledge, skills, and innovative thinking from their foreign education and experiences.",
    "In the 21st century, it is impossible to restrict migration entirely, as it is a basic human instinct. Therefore, while accepting migration trends and waves, Sri Lanka must implement policies that encourage migrants to contribute back to the country. This could strengthen Sri Lankan society in two ways: demotivating unnecessary migration while embracing those who have migrated with the same fraternity. Given the global and historical trends, it is high time to establish state migration and diasporic policies to address these issues and turn brain drain into an opportunity.",
    "Positive diasporic involvement should not only be encouraged from an economic perspective but also because these migrants hold true Sri Lankan identities and values. Providing access and social acceptance to migrants returning to the motherland is essential to address future challenges. In conclusion, Sri Lanka has often responded regressively to many issues, leading to ongoing problems. It is necessary to identify the silver lining of the current migration wave and harness the maximum benefit from Sri Lankan migrants for the country’s future prosperity.",
    "(The author is reading for PhD at Macquarie University, Sydney Australia – Department of Human Geography and Migration.)"
  ]
}