{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/benchmarking-digital-excellence-browns-it-recognised-with-iso-90012015/",
  "time_ut": 1759169220.0,
  "original_lang": "en",
  "original_title": "Benchmarking digital excellence: Browns IT recognised with ISO 9001:2015",
  "original_body_lines": [
    "Brown & Company’s digital arm, Browns IT was recently awarded the ISO 9001:2015 certification by world-leading certification company Bureau Veritas in recognition of its quality-driven commitment to delivering cutting-edge digital solutions. Widely regarded as one of the most globally recognised standards for Quality Management Systems (QMS), the ISO 9001:2015 certification is exclusively awarded to companies that demonstrate consistent quality across their processes, products and services, while aligning with international standards. This milestone is timely as Browns celebrates its 150th anniversary, a century and a half defined by innovation, resilience, and a steadfast commitment to customer-centric service excellence.",
    "Browns IT’s most recent achievement reaffirms its unwavering commitment to operational excellence, professionalism and customer satisfaction. The certification underscores the division’s adherence to international standards and its dedication to offering trusted, future-ready solutions. The accreditation was awarded following a stringent audit process, which evaluated Browns IT’s processes and frameworks.",
    "The certification encompasses digital and software solutions which Browns IT has provided across the Browns Group and its subsidiaries including agriculture, pharmaceuticals, power generation and manufacturing. These solutions include the implementation of Enterprise Resource Planning (ERP) platforms, mobile and web-based applications and other systems developed in-house that drive efficiency, productivity and transparency while enabling data-driven decision-making.",
    "Some of its digital innovations include; Browns eCare, Sri Lanka’s first paperless warranty application and Smart Force automate sales processes. AI-powered smart solutions such as Docit and Zyra streamline document handling and after sales service while Proyetco enhances worksite management with facial recognition and SMART GoviSaviya empowers agriculture through real-time field data. Other platforms like Smart Flow, Smart Assist and Smart Count, demonstrate how Browns is transforming local industries through digitalisation.",
    "As Browns advances in expanding digital solutions, the Company aims to provide customers with enhanced, digitally-driven services, while broadening its reach, extending its footprint across Sri Lanka and beyond.",
    "Established in 1875, Browns has flourished over the years to grow into a household name with a reputation as strong as its years are long. Today, the prestigious Browns Group manages a fast growing and valuable portfolio of brands across several key industry sectors, such as automotive; power generation; agriculture and plantation; pharmaceuticals; investments; marine and manufacturing as well as leisure.",
    "CSE Masterminds Quiz offers over Rs. 3.5 million in prizes for its 7th edition",
    "Phoenix Ogilvy and SriLankan Airlines bring home the country’s first APAC Effie Award",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}