{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-interest-rate-volatility-instability-big-challenges-bankers-148085/",
  "time_ut": 1705813080.0,
  "original_lang": "en",
  "original_title": "Sri Lanka interest rate volatility, instability, big challenges: bankers",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s huge volatility in exchange and interest rates, which cannot be forecasted for even in the short term and policy changes are key risks for the banking sector and economy, which senior bankers said.",
    "Banks should not just give loans to AAA or AA+ clients, says Jonathan Alles, Chief Executive of Hatton National Bank.",
    "“What we need is political stability, economic stability, policy consistency,” Alles explained at a forum with Sri Lanka’s Echelon Magazine.",
    "“Why we are in this state is, in the absence of it, you have these huge peaks and troughs.",
    "“How you do three year’s strategic plans and go with a straight face to a board? You can’t say six months ahead.",
    "“People ask ‘what’s the year end exchange rate or interest rate? It is something that you don’t want to even guess at.”",
    "Sri Lanka has chronic monetary stability which worsened after 1978 with steep depreciation of the currency, inflation and interest rates running to above 20 percent at times.",
    "The exchange rate started to collapse steeply from 1978 after the IMF’s Second Amendment to its articles left member states without a credible anchor and gave economic bureaucrats free reign to mis-target rates.",
    "Sri Lanka has since been experimenting with various monetary regime that allowed extreme macro-economic policy with little restraint, critics have said.",
    "After rate cuts and or other macro-economic policy to boost growth trigger forex shortages, corrective interest rates and inflation spikes, currencies collapse, budget deficits rise and growth falls, analysts have shown.",
    "Some of the given during the period of rate mis-targeting and money printed to offset reserve sales (called buffers), go bad.",
    "Last year inflation rose to the highest since macro-economic policy began in the 1950s and interest rates also soared, putting both customers and banks in difficulty.",
    "In 2023 Sri Lanka’s banking system had bad loans of about 13 percent. Bankers expected about 15 percent of loans to go bad, Commercial Bank Chief Executive Sanath Manatunga said.",
    "Analysts say volatility of the exchange rate can bring profits to banks and spreads widen. They can also sell hedging products and make more money at the expense of efficient external trade, they say.",
    "“Most of these retail loans are on fixed rates,” Clive Fonseka, Chief Executive of state-run People’s Bank said.",
    "“We’ve seen interest rates go from single digits to thirty percent. So its in everybody’s interest if the interest rates are maintained – maybe 5 to 6 percent or single digits – or maybe 2 percent band – I think it is acceptable.”",
    "Sri Lanka had low nominal rates, in line with those of developed nations, when the Sri Lanka rupee was well-anchored, before the setting up of a central bank and about 10 years.",
    "Sri Lanka started to go to the IMF in the mid-1960s, as monetary policy worsened in the US to which the rupee was effectively anchored, and activist monetary policy came, including in the form of central bank re-finance of rural credit.",
    "Banks have to be fast on their feet to manage the volatility in rates.",
    "“One day when its thirty percent (lending rates) you’re not supposed to lend,” Alles explained.",
    "“The next day, in six month’s time it comes down to 13 percent now you’ve got to immediately, overnight, start lending.",
    "“Now don’t forget, I’ve already ramped up my fixed deposits at 20 to 30 percent. So, you have to run a business and you have to sort of play the margin game. So, managing that balance sheet in a situation like this is quite challenging.”",
    "In the latest currency crisis, banks have been hit with defaulted sovereign bonds to the government. However officials have spared the sector from a domestic default, to avoid a full-blown banking crisis. (Colombo/Jan21/2023)"
  ]
}