{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100669/president-affirms-support-for-expatriate-workers-to-live-with-dignity-upon-return",
  "time_ut": 1721557620.0,
  "original_lang": "en",
  "original_title": "President affirms support for expatriate workers to live with dignity upon return",
  "original_body_lines": [
    "President Ranil Wickremesinghe announced plans to ensure returning migrant workers can live with dignity after completing their service abroad. He thanked these workers for their vital contributions of foreign exchange during the recent economic crisis, acknowledging their crucial role in advancing the country’s economy.",
    "The President made these remarks while addressing the inauguration ceremony of the “Wigamanika Harasara” initiative, held today (21) at the Sathyawadi Ground in Kurunegala. This initiative aims to recognize the impact of migrant workers on the Sri Lankan economy.",
    "To assess the contribution of migrant workers to Sri Lanka’s economy, the “Wigamanika Harasara” program was launched across the country, beginning in the North West Province. Approximately 5,000 migrants from the Kurunegala, Puttalam, Anuradhapura, Matale, and Kegalle districts participated in this initiative.",
    "During the event, the President also awarded Rs.50, 000 each to migrant workers as seed capital to support their self-employment ventures under a welfare benefits program managed by the Sri Lanka Bureau of Foreign Employment (SLBFE). This initiative aims to empower the migrant community economically and socially, confirm their rights, and gather ideas and proposals for policy development. The President took the opportunity to personally engage with migrant workers, inquiring about their well-being and participating in friendly conversations.",
    "The government has provided support to migrant workers returning after earning foreign exchange to help them start a new chapter in their lives. This support is not a reward or grant, but a right earned through their dedicated service. Many returning individuals may find their old jobs no longer suitable for their aspirations, and this program is designed to assist those with the drive and determination to forge a new path. I encourage you to make the most of this opportunity.",
    "During the country’s economic crisis, your contributions of foreign exchange were crucial for our recovery. Without such support, our economy would not have been able to stabilize. When I took over, the country was in severe decline, with shortages of fuel, fertilizer, and a bleak future ahead. In those early months, we faced numerous challenges. Without the money you sent, we would not have been able to navigate these difficulties.",
    "Thanks to timely provision of fertilizers, we achieved a successful harvest in recent seasons, which has significantly advanced the economy of our country. Every dollar you sent was invaluable, and I extend my gratitude to all of you. Your contributions enabled us to celebrate the Sinhala New Year, Vesak, and Poson festivals with great success.",
    "We must continue to advance and develop our country, as relying on loans alone cannot sustain our economy. While we have received concessions to help repay foreign loans, merely servicing the debt is insufficient. We need to boost our foreign exchange reserves, which require borrowing until we reach our target amount. However, this increases our debt, so efforts must focus on enhancing our foreign exchange inflow.",
    "Formal training for those seeking foreign employment is essential. I have advised the minister to develop a program that equips returning workers with advanced professional skills. Additionally, we should shift towards an export-driven economy, attract foreign investments, and increase tourism. This new approach will guide our country toward further development.",
    "We also need to focus on advancing agriculture in the country, particularly by increasing paddy production. To support this, we have initiated an agricultural modernization program. As a country, we must move forward with confidence.",
    "While large-scale companies are attracting more investors, which are promising, my goal is to also uplift the common people. We have launched programs to address this.",
    "The “Aswesuma” and “Urumaya” programs have been introduced to ensure that everyone in the country receives their rights. Additionally, Rs.50 billion has been allocated to provide essential loans for small and medium-sized businesses. This initiative is part of our broader effort to foster ground-level progress as the country develops.",
    "In building an export-driven economy, it is crucial for individuals to focus on their village’s economic development as well. While we are committed to national economic growth, we are also providing support for local development. The future of our country is at stake, and there is no room for complacency. Politics should not be about false promises or superficial interactions; it’s about making informed decisions for the future. I remind you of the important responsibility you hold in this process.",
    "Sri Lanka has been able to stand strong as a country because of its foreign employees. In 2019, foreign workers sent USD 6.1 billion to Sri Lanka. By 2022, this amount had decreased to USD 3 billion. However, this year, these dedicated individuals have already sent USD 12 billion, bolstering the program led by President Ranil Wickremesinghe. Despite attempts by some political leaders to deter them from sending money for political reasons, these national heroes have remained committed.",
    "President Ranil Wickremesinghe’s economic programs have successfully encouraged foreign workers to resume sending money to Sri Lanka, providing the necessary foreign exchange for the country’s basic needs. The government has introduced several special initiatives to support these workers, such as offering vehicle licenses, gifts, and certificates to those who have travelled abroad more than six times. These programs aim to recognize and honour migrant workers. Additionally, the government is working to provide the facilities needed to help migrant workers become entrepreneurs. We extend our heartfelt gratitude for your invaluable service.",
    "There was a time when this country faced war, and the soldiers made great sacrifices to save it. In 2022, Sri Lanka faced another kind of war—an economic one. Farmers took to the streets due to a lack of fertilizer, there were fourteen-hour power cuts, and people protested in the streets without fuel and gas.",
    "The struggle that began from there was exploited by opportunists, leading to the destruction of state property. Prime Minister Mahinda Rajapaksa resigned, and groups from the Sri Lanka Podujana Peramuna (SLPP) invited Sajith Premadasa to become Prime Minister. Sajith Premadasa declined, citing his inability to accept those challenges after serving as president for five years. A parliamentary group then approached Anura Kumara Dissanayake, who said the President must also be requested to step down for him to take over.",
    "However, President Ranil Wickremesinghe took over the country without any conditions, pledging to free the people from oppression. Your support as patriots in economically rebuilding the country today is highly commendable.",
    "Look at Bangladesh today. Prime Minister Sheikh Hasina won 224 out of 300 parliamentary seats in the last election. The defeated political groups and the student movement have begun a struggle together. A similar incident happened in Sri Lanka two years ago. Some people are trying to set the country on fire and seize power. People are urged to make informed decisions regarding this matter.",
    "Due to the severe economic crisis faced by the country two years ago, the future had become uncertain. President Ranil Wickremesinghe took charge, placing faith in the migrant workers and implementing an economic program.",
    "Today, this program has made significant progress. Foreign reserves have increased to $20 billion, and efforts have been made to reduce inflation. Negotiations with creditor countries have successfully reduced Sri Lanka’s debt by USD 8 billion. President Ranil Wickremesinghe is the only political leader capable of achieving such a feat.",
    "The Ministry of Labour and Foreign Employment has worked diligently to align the foreign workforce in a way that benefits the country. The contributions of these migrant workers in helping the country navigate a severe two-year economic crisis are invaluable. When President Ranil Wickremesinghe assumed the presidency with 134 votes in the Parliament, the country was in a state of disarray.",
    "These migrant workers, who believed in the President’s program, have been sending remittances back to Sri Lanka, significantly aiding the country’s economic recovery. We anticipate their continued support will strengthen our progress.",
    "Today, your family is living abroad for Sri Lanka. While your family is abroad, the government is implementing programs to support and strengthen you. A new initiative has been introduced to help you navigate the economic crisis. Efforts have been made to provide relief through the ‘Aswesuma’ and ‘Urumaya’ programs. I urge you to use this relief to improve your situation.",
    "State Minister Shantha Bandara, Secretary to the Ministry of Labour and Foreign Employment R P A Wimalaweera, and other officials attended the event."
  ]
}