{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/nuwan-seneviratne-sri-lankan-cricket-management-a-sad-chronicle-of-mismanaged-talent/",
  "time_ut": 1719622484.0,
  "original_lang": "en",
  "original_title": "Nuwan Seneviratne & Sri Lankan Cricket Management: A Sad Chronicle Of Mismanaged Talent",
  "original_body_lines": [
    "Sri Lanka’s cricketing heritage is rich, with a legacy of producing some of the most talented cricketers the world has ever seen. Yet, the management of this talent has often been mired in controversy, inefficiency, and neglect. One glaring example of this mismanagement is the story of Nuwan Seneviratne, whose potential was overlooked by Sri Lankan cricket authorities, leading him to become a key asset for the Indian cricket team instead.",
    "Nuwan Seneviratne’s journey from being a school bus driver in Colombo to becoming India’s left-arm throwdown specialist is both inspiring and a testament to his resilience and skill. However, it also highlights the failures of Sri Lanka’s cricket management to recognize and nurture homegrown talent.",
    "Seneviratne, who had a brief and unremarkable first-class cricket career in Sri Lanka, found himself driving a school van to make ends meet. His passion for cricket, however, never waned. In his free time, he would return to his old club, the Nondescripts Cricket Club (NCC), to assist with fielding drills and offer throwdowns to players.",
    "It was during one such visit in 2015 that his fortunes began to change. Former Sri Lankan batsman Charith Senanayake noticed Seneviratne’s exceptional skill in delivering throwdowns, particularly his ability to replicate the angles and pace of a left-arm fast bowler. Recognizing his potential, Senanayake recommended Seneviratne to Roy Dias, who brought him into the support staff of the Sri Lanka ‘A’ team in 2016.",
    "Despite his evident talent and the positive impact he had on players like Danushka Gunathilaka, Seneviratne never secured a regular contract with the Sri Lankan team. Instead, his big break came when he was called to assist the Indian team during their tour of Sri Lanka in 2017. His ability to challenge Indian batters like Virat Kohli with his pace and angles caught the attention of the Indian management, leading to a permanent role with the team.",
    "The irony of Seneviratne’s story is stark. His success with the Indian team underscores a recurring theme in Sri Lankan cricket – the inability to identify and cultivate domestic talent. This mismanagement is not just limited to players but extends to support staff and coaches, many of whom find greater appreciation and success abroad.",
    "Seneviratne’s case is a microcosm of a broader issue. Sri Lanka has a history of underutilizing its cricketing assets. The lack of a structured approach to talent management has resulted in many promising players and coaches either fading into obscurity or finding success outside the island nation. This brain drain is a loss for Sri Lankan cricket, which continues to struggle with consistency and performance on the global stage.",
    "In Seneviratne’s words, the recognition he received in India was something he never experienced back home. His story is a reminder that talent, if not nurtured and appreciated, will find a way to flourish elsewhere. As Sri Lankan cricket grapples with its current challenges, it is imperative for the management to introspect and reform its approach to talent management. Only then can the country reclaim its place as a powerhouse in the cricketing world.",
    "For now, as Indian batsmen continue to benefit from Seneviratne’s expertise, one can’t help but wonder what might have been if Sri Lanka had recognized and valued his talent sooner.",
    "*Udara Soysa is a practicing attorney at law, law lecturer and an avid cricket fan"
  ]
}