{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99223/circular-on-education-administration-reforms-to-be-issued-soon-minister",
  "time_ut": 1715741160.0,
  "original_lang": "en",
  "original_title": "Circular on education administration reforms to be issued soon - Minister",
  "original_body_lines": [
    "Education Minister Dr. Susil Premajayantha said that arrangements are in place to establish 1,220 school clusters across the country and 350 school boards are to be formed to oversee their operations under the initial phase of educational administration reforms.",
    "Dr. Premajayantha emphasized that the necessary Cabinet memorandum outlining these reforms will be imminently presented, with the accompanying circular set to be issued in the near future.",
    "The Minister made these remarks on Tuesday (14) during a press briefing held at the Presidential Media Centre (PMC) under the theme of ‘Collective Path to a Stable Country’.",
    "“When I assumed the role of Education Minister two years ago, we were confronted with a dire situation. Fuel shortages were preventing children from attending school, and examiners lacked fuel for essential travel. Additionally, a 14-hour power cut disrupted educational engagement, while schools had to be closed in time to time.",
    "Furthermore, due to the closure of schools during the Covid-19 epidemic, educational activities were severely disrupted. Exams could not be held, and results were not released on time. Following that, the education sector was severely affected with the worsening of the economic crisis.",
    "However, significant progress has been made in improving the situation. All textbooks and uniforms for this academic year have been distributed. Examinations are gradually returning to their regular schedule. To this end, it has been proposed that the G.C.E. (O/L) and G.C.E. (A/L) Examinations should be held in the months of December and August. Discussions have been held with provincial authorities and relevant parties, and we are now implementing the agreed-upon proposals.",
    "As part of this plan, the on-going G.C.E. (O/L) Examination which is to be held in December will conclude tomorrow, paper marking will begin immediately. Advanced Level classes will commence for students who have completed the G.C.E. (O/L) before the results are released.",
    "This year, approximately 452,000 students are sitting for the G.C.E. (O/L) examination. Among them 388,000 being first or second-time attendees. These students will have the opportunity to enrol in Advanced Level classes by the first week of June, following necessary Cabinet approvals, which have already been obtained. The official circular regarding this will be issued on 15th May. Following the completion of exams, normal school activities are set to commence on 20th May.",
    "Furthermore, we have initiated the first phase of educational administration reforms. The related Cabinet memorandum will be submitted soon and its circular will also be issued shortly thereafter. Under this initiative, 1,220 school clusters will be established across the country and they will be overseen by 350 newly created school boards. Additionally, the current 100 education zones will be systematically expanded.",
    "Building upon the concept of school clusters, school authorities will now have the authority to allocate students from year 01 to year 11 to the leading schools within their respective clusters for Advanced Level education.",
    "Moreover, interviews have been conducted to fill teaching vacancies in chemistry, physics, biology, mathematics and technology streams, and foreign languages. Out of the 7,000 candidates interviewed, over 3,000 have been appointed based on subject expertise. Following the training, these appointees will be deployed to schools by 01st June significantly alleviating the shortage of teachers in science and technology subjects. Additionally, efforts are underway to address issues related to provincial teacher appointments, which had been suspended by the court orders.",
    "Furthermore, we have established a committee tasked with resolving issues of the school principals. A Cabinet Memorandum has been drafted, addressing key concerns, including recommendations endorsed by Association of Sri Lanka School Principals. Notably, the memorandum covers matters such as principal allowances, grade elevation, and other practical considerations.",
    "Moreover, numerous vacancies exist within the Education Administration Service. Interviews for the recruitment of 404 positions, based on the outcomes of a limited competitive examination, are set to commence next week. Additionally, the second round of interviews for the selection of 800 teacher educators will take place in the near future. Drafting of laws on the convert National Colleges of Education into universities has also been completed.”"
  ]
}