{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Call-to-end-corporal-punishment-against-children-in-Sri-Lanka-Vision-for-a-fear-free-childhood/4-761171",
  "time_ut": 1714410775.0,
  "original_lang": "en",
  "original_title": "Call to end corporal punishment against children in Sri Lanka: Vision for a fear-free childhood",
  "original_body_lines": [
    "Today, I stand at the intersection of corporate leadership and social responsibility, deeply reflecting on the vital role we play in shaping a society that cherishes and protects its most vulnerable members—our children. Today, 30 April, is the International Day to End Corporal Punishment and I invite you to join me on a journey of reflection, action and commitment towards eradicating this deep-rooted societal ill.",
    "A study on the perceptions of Sri Lankan parents on the use of corporal punishment (2012) found that 74% of parents resort to corporal punishment and believed it to be a necessary means of disciplining children. Meanwhile, a National Child Protection Authority (2017) study on disciplinary methods practiced in Sri Lankan schools found that 8 out of 10 students have experienced at least one episode of corporal punishment in the school setting.",
    "These startling statistics show that our children endure corporal punishment both at home and in school, where they spend most of their time and are supposed to feel the safest. These figures also demand our immediate attention and action. These are not merely numbers; they represent a collective failure to protect our children, underscored by a biased belief that physical disciplining moulds, better individuals. This harmful norm overlooks the profound physical and psychological scars left on children, hindering their physical as well as mental growth, well-being, and the essence of their dignity.",
    "It is simple; because it fundamentally undermines the very essence of childhood—safety, growth, and the freedom to learn from mistakes without fear of physical harm. The use of physical force as discipline does more than inflict immediate pain; it sows seeds of fear, resentment, and lower self-esteem within a child’s developing psyche. Research unequivocally shows that corporal punishment is linked to adverse outcomes, including increased aggression, poorer mental health, and diminished cognitive development, which could result in long-term psychological issues and social dysfunctions, ultimately contributing to a cycle of violence that affects the broader society and future generations.",
    "These negative effects not only impair a child’s ability to thrive in the present, but also echo into their adult lives, perpetuating a cycle of violence and undermining societal well-being. Moreover, relying on physical punishment overlooks the opportunity to teach children problem-solving skills, empathy, and emotional regulation, which are key components of a well-rounded individual.",
    "Ending corporal punishment is not merely about stopping an act of violence. It is about affirming a commitment to nurturing environments where every child can grow into a healthy, compassionate, and resilient adult. It is a fundamental step towards building a society free of violence that values and practices respect for human rights and dignity for all.",
    "The alternatives are rooted in communication, understanding, and mutual respect. Positive disciplining techniques, such as engaging in open discussions on the consequences, setting clear expectations and boundaries, and rewarding positive behaviour as well as, not only respecting children’s rights and dignity, but also fostering a safe and supportive environment for their holistic development. These approaches build a foundation of trust and respect between adults and children, promoting a cycle of kindness rather than violence.",
    "As leaders in the corporate sector, we wield significant influence over workplace culture and norms. Transforming our workplaces into child-friendly environments starts with awareness and education. By integrating awareness programs about the detrimental effects of corporal punishment and the benefits of positive disciplining into our training modules, we can enlighten our employees and encourage them to adopt healthier parenting and mentoring approaches.",
    "Additionally, implementing family-friendly policies based on each establishment’s business model to support the well-being of employees’ families, such as work hours designed to promote a healthy work-life balance, parental leave, and providing childcare facilities, can alleviate the pressures that often lead to punitive disciplining methods at home.",
    "Corporates play a pivotal role in advocating for a society free from corporal punishment. By fostering a culture of respect, empathy, and understanding within our organisations, we set a precedent for behaviour that extends into our homes and communities. Incorporating child rights and positive discipline principles into our corporate social responsibility initiatives can amplify the message that violence against children is unacceptable and preventable.",
    "We must also leverage our influence to advocate for legislative changes that protect children from violence. Supporting policies that explicitly ban corporal punishment in all settings demonstrates our commitment to safeguarding children’s rights and well-being and creating a more peaceful and prosperous society.",
    "As we mark the International Day to End Corporal Punishment, let us unite in a commitment to foster a culture of non-violence and respect for children’s rights. I urge my fellow leaders, both in the public and private sectors, to join me in this crucial endeavour. Together, we can create a legacy of change, ensuring that our children grow up in a world where discipline is synonymous with love, guidance, and respect.",
    "Let us champion the cause for explicit legal reforms that outlaw corporal punishment, advocate for educational reforms that promote positive disciplining, and ensure that our workplaces model the values of kindness, empathy, and respect. It is our collective responsibility to protect our children and guide them with wisdom and compassion.",
    "Together, we can end corporal punishment and pave the way for a brighter, kinder future for all children and our country. The time for action is now.",
    "(The writer is Managing Director, Sampath Bank PLC and UNICEF Sri Lanka Business Council member.)"
  ]
}