{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/World-No-Tobacco-Day-Calls-to-strengthen-measures-to-protect-children-from-tobacco-industry/172-283636",
  "time_ut": 1717007400.0,
  "original_lang": "en",
  "original_title": "World No Tobacco Day Calls to strengthen measures to protect children from tobacco industry",
  "original_body_lines": [
    "Governments must strengthen legal measures to comprehensively ban all forms of domestic and cross-border marketing of tobacco products. The picture shows the Young advocates group at the 10th Conference Of the Parties in Panama, February 2024",
    "Young people across the world who are urging governments to shield them from predatory tobacco marketing tactics",
    "40 percent of the audience engaged with the marketing content of these tobacco companies on social media are young people under the age of 25",
    "‘Protecting children from tobacco industry interference’ is the theme for World No Tobacco Day this year. No tobacco day falls on May 31.",
    "Thus the World No Tobacco Day for 2024 will give a platform to young people across the world who are urging governments to shield them from predatory tobacco marketing tactics.",
    "The world made a mistake by allowing tobacco companies to make and sell cigarettes. Thus the tobacco industry targets youth for a lifetime of profits; creating a new wave of addiction. Since many countries have implemented several important Articles of the Framework Convention on Tobacco Control (FCTC) of the World Health Organization, including the Article 13, which bans tobacco advertising, promotion and sponsorship, the tobacco industry is now focused on indirect tobacco promotion through social media.",
    "According to a new report recently released by the Campaign for Tobacco-Free Kids, Washington DC., two of the world’s largest publicly traded tobacco companies are advertising tobacco and nicotine products to kids on social media.",
    "This report details how the two tobacco giants have targeted more than 60 countries with expensive marketing campaigns for Velo, a nicotine pouch, an e-cigarette and IQOS, a heated tobacco product. These are products of two giant tobacco companies. According to the report, 40 percent of the audience engaged with these tobacco companies’ marketing content on social media are young people under the age of 25.",
    "Content promoting Velo, Vuse and IQOS has been viewed more than 3.4 billion times across Facebook, Instagram, Twitter and TikTok, with content primarily appearing on Instagram. Social media marketing for these three brands has been viewed by more than 385 million people; including 150 million young people and 16 million teens under the age of 18, according to the report.",
    "The report reveals a variety of tactics used by the two global tobacco companies to reach young people online. These tactics include direct product marketing from popular Instagram accounts run by tobacco companies, paid advertising, contests and sport and music sponsorship.",
    "According to the report, tobacco companies also leverage a vast network of influencers and content creators to market their brands online. This is done in direct violation of Facebook and Instagram policies. In order to maximise reach, impressions and a perception of authenticity, tobacco companies use a mix of influencers – from micro influencers with around 1000 followers to well-known celebrities with millions of followers. Tobacco companies also seek out influencers with a variety of interests to post about trending topics and reach an expansive audience of young people who would otherwise not see tobacco or nicotine content on social media.",
    "Most influencers (37 percent) promoting content for tobacco companies are “creatives” like musicians, DJs, actors or artists, followed by “fashion” creators (30 percent). Tobacco and nicotine products are also promoted by “lifestyle” creators (25 percent) and “sports” creators (8 percent).",
    "In direct violation of Facebook and Instagram’s advertising policies, tobacco companies use paid advertisements to reach young people on these platforms.",
    "Tobacco companies leverage sponsorships with major brands on social media to create an immersive “surround sound” marketing effect. The report documents relationships with McLaren, Formula 1, Tomorrowland – one of the most popular music festivals in the world – Spotify.",
    "The findings of this report make it crystal clear: Big Tobacco is going all-in to target youth on social media and it has to stop, said Yolanda C. Richardson, President and CEO of the Campaign for Tobacco-Free Kids. Tobacco companies are among the most sophisticated advertisers in the world – marketing that reaches millions of kids does not happen by accident.",
    "Governments need to urgently address tobacco marketing online and ensure that social media companies are held legally accountable for the tobacco and nicotine marketing appearing on these platforms.",
    "Instagram and Facebook, now Meta, announced in 2019 that they would ban influencers from promoting e-cigarettes and other tobacco products. According to the report, the ban has been largely ignored by tobacco companies and is not enforced by Meta.",
    "The governments belonging to 183 Parties of the Framework Convention on Tobacco Control (FCTC) will consider adopting specific guidelines on cross-border digital advertising, including on social media. If adopted, these guidelines will help countries to more effectively ban cross-border advertisements for tobacco and nicotine products, including on social media.",
    "Governments must implement domestic and cross-border marketing bans on all tobacco and nicotine products, and enforce existing ones. This includes collaborating with other governments to identify and remove illegal marketing entering their territories. Governments must strengthen legal measures to comprehensively ban all forms of domestic and cross-border marketing of these products. This would include ensuring that a legal responsibility is placed on social media companies to proactively identify and remove prohibited tobacco and nicotine product marketing from their platforms.",
    "Social media companies must adopt and proactively enforce policies that comprehensively ban tobacco and nicotine advertising on their platforms. This includes marketing through paid influencer campaigns, paid advertisements, and accounts or pages run by tobacco companies, tobacco or nicotine brands, and/or affiliates. Nicotine products that are approved as cessation products should be exempted from these policies.",
    "At the Tenth Session of the Conference of the Parties (COP10) to the WHO FCTC, Parties should adopt the draft decision and proposed Specific Guidelines to Address CrossBorder Tobacco Advertising, Promotion and Sponsorship and the Depiction of Tobacco in the Entertainment Media."
  ]
}