{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/scrutinizing-the-newly-proposed-nepf-education-reform-or-hidden-agenda/",
  "time_ut": 1717346945.0,
  "original_lang": "en",
  "original_title": "Scrutinizing The Newly Proposed NEPF: Education Reform Or Hidden Agenda?",
  "original_body_lines": [
    "The new National Education Policy Framework (NEPF) was prepared by a cabinet committee chaired by the President and assisted by a cabinet-appointed committee of experts. Having been submitted to the Parliamentary Sectoral Oversight Committee (SOC) on Education, it is already in the implementation phase following the SOC’s recommendations. Unfortunately, public debate and dialogue generated regarding such an important and impactful set of policy proposals has been entirely inadequate. Therefore, this article is thus written with the intention to stimulate such a discussion.",
    "Before even considering the content of the new NEPF, several questions arise about its necessity, given the existence of a comprehensive National Education Policy Framework (NEPF) prepared by the National Education Commission (NEC) for 2020-2030. The new NEPF covers 2023-2033. Why was a new policy framework needed after just three years? This question remains unanswered, as the new NEPF does not reference the NEC report. One might speculate, based on the preface, that the new conditions brought about by the Covid pandemic and economic downturn since 2020 necessitated a new framework. However, it would have been more practical and appropriate to ask the NEC to amend their report or create a new one rather than appointing entirely a new committee. In any case the problem with this explanation is that under scrutiny one cannot detect any particular proposal that uniquely intends to address issues brought on by this new reality. However, upon examining the content of the policy framework, it appears to be a highly misleading document, completely contradicting the rationale mentioned in the preface and further challenging the country’s Constitution.",
    "The framers of the NEPF focused on three policy domains namely Teaching, Learning and Credentialing; Governance; and Investments and Resources. This article presents a critique of policy proposals related to “Governance.” The NEPF defines “Governance” as:",
    "Actors and institutions with a stake in the Sector, both state and non-state, shall be identified and their roles and functions clearly defined allowing for autonomy based on the principle of subsidiarity, ensuring alignment with national standards to minimize top-down decision-making and avoid institutions acting in silos.”",
    "The heavy lifting in this definition is done by the less publicly known term: the Principle of Subsidiarity. According to the author’s knowledge, one of the initial appearances of this principle in Sri Lanka’s Constitutional history is found in the Centre-Periphery Sub-Committee Report, prepared by a committee chaired by D. Sithadthan, M.P. It was submitted to the Constitutional assembly, which was established to draft a new Constitution by the then “Yahapalana” government. The report defines the principle of subsidiarity as follows:",
    "“This suggestion was based on the principle of subsidiarity, i.e., whatever the lowest level of governing institution can handle should be left with that body or unit, and the rest should go to the next tier, and so on. This notion is contrary to the present model of transferring political power from the center to sub-national units.”",
    "The emphasis is the author’s. It goes without saying that the recommendation of this principle violates the current unitary structure of the country. The process of drafting a new Constitution had to be halted due to significant criticism and the lack of the support of the public on this matter. Years after this infamous attempt, how could such a principle that goes against the unitary structure of the country find its way into an education policy framework? The conclusion that the framers of this policy are fully aware of the implications of this principle and intend to weaken the central government is reinforced by the following policy proposals that appears in the NEPF:",
    "“7.4 Provincial Boards of Education shall be established in the each of the nine Provinces, with autonomy within national standards to ensure education policies and practices are tailored to the specific needs and circumstances of different provinces. The Provincial Boards of Education may establish new colleges and universities in accordance with national standards.”",
    "However, as made very clear under Appendix III Education (9) of the Constitution, Provincial Boards of Education are entrusted with the advisory functions. For the reader’s convenience, the section as it appears is quoted below.",
    "“9. Appointment of Provincial Boards of Education which will have the advisory functions, will be the responsibility of the Minister of Education. However, this will be done with the concurrence of the Chief Minister of the Provincial Authority.”",
    "The reader will agree that it is quite a serious matter when a “committee of experts” presumes to bestow powers exceeding those assigned constitutionally upon the Provincial Boards of Education. It is important to remember that the central government’s establishment above all residual state structures is a fundamental character of a unitary state. The decentralization of self-governing powers is not authorized in any way by the Constitution of Sri Lanka.",
    "Higher education and the establishment of higher education institutions are functions listed in the Concurrent List, as introduced by the 13th amendment, of the Constitution, thereby delegating these powers to both the central and provincial governments. Strikingly, the proposed policy framework suggests removing these powers from the central government and transferring solely to the provincial governments. Furthermore, it proposes enacting laws to convert existing universities into provincial universities. This is mentioned in paragraph 7.8, as partially quoted below.",
    "“Establishment of new universities shall be done under the Provincial Councils. Existing degree awarding institutes shall become Provincial Universities under a new law.”",
    "Can the power to establish higher education institutions, defined as a concurrent task in the Constitution, be redefined as a responsibility solely for provincial councils? This, in popular political terms, goes beyond the provisions of the 13th amendment, suggesting “13+.” Below are the roles listed in the Concurrent List for Higher Education in the Constitution.",
    "4:2 The establishment of degree awarding institutions under the Universities (Amendment) Act, No. 07 of 1985 and other institutions for tertiary, technical and post-school education and training.”",
    "The Indian Constitution also included education as a concurrent function through the 42nd amendment. A key argument for moving education from the state list to the concurrent list is that education, particularly higher education, should be regarded as a matter of national importance. The intent is to ensure that regionalism does not become a primary factor. However, the new policy proposes to confine higher education to regionalism, which is a regressive step.",
    "“7.10 All Education Providers shall have autonomy within the guidelines set by the national and Provincial Authorities, and School Boards where relevant, in administration, finance, human resource management and selection of students.”",
    "Why should education providers be granted autonomy? What exactly is meant by self-governing powers regarding student selection? This assertion poses a significant risk. There’s a danger of breaching the established procedure for university student recruitment, which has been upheld irrespective of ethnic, religious, and social status differences.",
    "Now let us shift our attention to the establishment of the new National Higher Education Commission, proposed in paragraph 7.8. This fresh entity is to replace current University Grants Commission (UGC), and its role will be defined as follows:",
    "“7.8 National Higher Education Commission (NHEC) will replace the University Grants Commission and shall be responsible for the coordination of higher education adhering to national policies and maintenance of academic standards in all degree and degree equivalent credentials issued by Higher Educational Institutions, whether State, Non-State, National and Provincial.”",
    "We urge the entire university community, academics, administrators, and students, to closely examine this proposal, as several significant issues arise with this proposed replacement. Firstly, the purpose of the new institution needs clarification. If the problem is that the current UGC lacks adequate power or does not play a sufficient role, it could be easily remedied. Why does it needed to abolish the entire institution? The role of the existing UGC is broad. For example, the University Grants Commission has a crucial role to play in planning and coordinating university education, fixing the finances of higher education institutions and regulating the administration of these institutions, maintaining academic standards, and regulating the admission of students to higher education institutions. It appears that the new institution proposed to be established is focused only on maintaining standards in accordance with national policies.",
    "Should this new institution be relieved of such extensive responsibilities, who will assume other tasks conducted by the UGC? Will they be entrusted to the local bodies proposed to receive autonomous powers mentioned earlier? Surely it will be disastrous for the universities. Consider, for instance, the allocation of funds to universities. As the new policy framework suggests, it will be the role of provincial governments to allocate money to universities. But it is a well-known fact",
    "that the local government bodies basically run their activities with the money they get from the central government. In such a situation, can it be ensured that sufficient funds will be allocated to the universities? What attitudes will different provincial councils have regarding universities? How much irregularity and inefficiency can occur in giving central government money indirectly to universities through provincial governments? How do the attitudes and priorities of provincial council politicians affect universities? In short, how do the academics deal with local political dynamics?",
    "Acting as an intermediary buffer body between the Ministry of Education and the universities, the UGC has thus far upheld the honorable responsibility of safeguarding university independence from direct political interference. Our regional countries such as India, Pakistan, and Bangladesh also run institutions similar to the model of the UGC for this purpose. Moreover, when studying the history of Sri Lankan universities, it appears that the establishment of the UGC by the University Act of 1978 was a progressive step that ensured the relative independence of the university compared to the previous body, National Council of Higher Education. Does this new policy framework propose to reverse the forward steps we took? Given the manner in which this proposal is presented, it is reasonable to entertain such suspicions.",
    "What is surprising, or perhaps not, is the absence of any mention of university autonomy in this new policy framework. Instead, there are multiple references to granting autonomy to provincial institutions. Why have these policymakers treated this matter so lightly? National Education Commission’s Education Policy Framework (2020-2030) previously presented, adopted a very positive stance on university autonomy and proposed measures to strengthen it. How do we reconcile this framework’s complete disregard for that stance? Lastly, it must be emphasized that if this new policy framework is fully implemented, we will face grave consequences. Despite any progress we may have made in education thus far, there is a risk of regression. It is also disheartening to note the lack of professionalism exhibited by the compilers this new framework. We hope our readers grasp the true intentions behind this new policy framework."
  ]
}