{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/central-bank-strengthens-its-measures-against-money-laundering-and-terrorist-financing/",
  "time_ut": 1708301040.0,
  "original_lang": "en",
  "original_title": "Central Bank strengthens its measures against money laundering and terrorist financing",
  "original_body_lines": [
    "In terms of the provisions of the Financial Transactions Reporting Act, the Financial Intelligence Unit (FIU) of Sri Lanka has entered into a Memorandum of Understanding (MOU) with the Excise Department of Sri Lanka to exchange information related to investigations and prosecutions of money laundering, terrorist financing and other related crimes.",
    "J M S N Jayasinghe, Commissioner General of Excise and Mrs. E H Mohotty, then Director, FIU signed the MOU on behalf of the respective institutions in the presence of Dr. P Nandalal Weerasinghe, the Governor of the CBSL, who is also the Chairman of the Anti-Money Laundering/Countering the Financing of Terrorism (AML/CFT) National Coordinating Committee.",
    "Money laundering and terrorist financing are financial crimes with a global presence, which could threaten the stability of national and global economic and financial systems. The MOU between the Excise Department of Sri Lanka and the FIU would enable both institutions to exchange information which is vital for prevention, detection and prosecution of such offences.",
    "Since 2008, the FIU has entered into 44 MOUs with foreign counterparts as well as 11 MOUs with domestic government agencies including Sri Lanka Customs, Department of Immigration and Emigration, Inland Revenue Department, Department for Registration of Persons, Sri Lanka Police, etc., in order to share information to strengthen the AML/CFT framework of the country.",
    "SLSI honours ComBank for its victory at Global Performance Excellence Awards",
    "‘SL’s inflation reduced to single digit levels in 2023 along with restoration of price stability’",
    "Central Bank’s Financial Stability Review 2023 reveals strained balance sheets, deterioration in credit quality, and sectoral risks",
    "Cabinet nod for World Bank-funded Financial Sector Safety Net Strengthening Project",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}