{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sri-Lanka-moves-to-enable-overseas-citizens-to-vote/56-781792",
  "time_ut": 1758071092.0,
  "original_lang": "en",
  "original_title": "Sri Lanka moves to enable overseas citizens to vote",
  "original_body_lines": [
    "The Cabinet of Ministers on Monday approved the formation of a committee to explore legal amendments and formulate new laws that would allow Sri Lankans living abroad to participate in national elections.",
    "Under the current Sri Lankan Constitution, the right to vote is limited to citizens residing within the country who are registered on the electoral roll. No existing law provides a mechanism for overseas citizens to vote. Recognising this gap, the Cabinet has tasked the Public Administration, Provincial Councils, and Local Governments Minister with appointing a committee to examine the legal framework necessary to safeguard the voting rights of citizens living overseas.",
    "Several Asian countries, including India, Bangladesh, and the Philippines, have already implemented legal strategies to enable overseas voting, and experts consider such reforms in Sri Lanka both timely and necessary.",
    "Speaking at the weekly post-Cabinet meeting media briefing yesterday, Cabinet Spokesman and Minister Dr. Nalinda Jayatissa highlighted that enabling overseas voting was an election pledge, noting that MPs Bimal Rathnayake and Sunil Handunneththi had been actively involved in a Parliamentary Select Committee on the matter during 2015–2020.",
    "“Although no specific timeline has been provided, work on this initiative has already begun,” he said, adding that inputs from individuals and institutions over the years have informed the process and there is optimism for swift implementation.",
    "The committee will include officials from the Elections Commission, the Ministries of Foreign Affairs, Foreign Employment and Tourism, Public Administration, Provincial Councils and Local Governments, as well as other relevant ministries and institutions.",
    "When asked whether the Government plans to extend postal voting to specific professional groups such as healthcare workers or media personnel, Dr. Jayatissa noted that other professions, including airline crew, have also requested this facility. “Although they are not currently included, the possibility will be considered in future discussions with the Elections Commission,” he said."
  ]
}