{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101310/aravinda-de-silva-says-sri-lanka-no-longer-play-attacking-cricket",
  "time_ut": 1723897200.0,
  "original_lang": "en",
  "original_title": "Aravinda de Silva says Sri Lanka no longer play attacking cricket",
  "original_body_lines": [
    "Former Sri Lankan captain Aravinda de Silva lamented that the current bunch of men’s cricketers don’t play as bravely as their predecessors did. The former national men’s team’s chief selector feels England’s present approach to Test cricket is impressive and reckons it’s not impossible to defeat them in their backyard.",
    "The likes of Romesh Kaluwitharana, Sanath Jayasuriya, Arjuna Ranarunga, de Silva, Chaminda Vaas, and Muttiah Muralitharan were the nucleus of the men’s team’s golden era. They were part of the Island nation’s World Cup-winning squad in 1996, with de Silva scoring a hundred to overhaul Australia’s total of 241 in the final.",
    "The 58-year-old stated that the team of the yesteryears inspired their rivals to emulate their style of play. He also observed that England decided to take a positive approach and it’s paying off handsomely.",
    "“That was Sri Lanka playing like no other side has done in history,” Aravinda de Silva said. “We had an identity, people knew the way that Sri Lankan cricketers played the game and teams wanted to emulate that. I don’t think we have that at the moment.”",
    "“I’m enjoying the way that England are playing their cricket at the moment. They’re playing very, very attacking cricket – whether they’re bowling or batting, England are taking a really positive approach and it’s paying off. Winning in England is hard. But it’s certainly not impossible,” he added.",
    "Since Brendon McCullum took over as England’s Test team’s head coach role, they have been playing aggressively. The 2022 home season saw them chase down three consecutive targets of over 250 successfully, including 378 against India at Edgbaston."
  ]
}