{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hnb-ushers-in-new-era-with-damith-pallewatte-at-the-helm-as-acting-ceo/",
  "time_ut": 1713199260.0,
  "original_lang": "en",
  "original_title": "HNB ushers in new era with Damith Pallewatte at the helm as Acting CEO",
  "original_body_lines": [
    "Sri Lanka’s largest private sector retail bank, HNB PLC announced the appointment of Damith Pallewatte as Acting CEO, effective from 6th April 2024, subject to approval of his fit & propriety from Central Bank of Sri Lanka. The strategic appointment comes as part of a planned leadership transition first announced in May 2023.",
    "A qualified Banking and Risk Management Professional with over 27 years of experience including more than 14 years in Senior and Corporate Management positions, Pallewatte brings a wealth of diverse experience to his new role. His career has spanned the full spectrum of banking operations, including Strategy and Risk Management, Credit, Branch Banking and Operations, before his most recent tenure as Deputy General Manager of HNB’s Wholesale Banking Group.",
    "“As a result of the fundamental realignment that has taken place at HNB over the past decade, we are ideally positioned to play a transformative role in the national economy. Our goal is to continue building on this legacy of strength, stability and innovation.",
    "“Leveraging best in class customer service, emerging technologies, and unmatched network capabilities, we aim to facilitate Sri Lankan enterprises of all sizes to connect to global opportunities, while engaging with critical sectors and new markets to enable a true economic resurgence,” HNB Acting CEO, Damith Pallewatte said.",
    "Pallewatte brings to his role as Acting CEO of HNB an extensive portfolio of leadership positions and directorships within and beyond Sri Lanka. Since November 2021, he has served as Chairman/Director of Lanka Ventures PLC and LVL Energy Fund PLC, both listed on the Colombo Stock Exchange, showcasing his expertise in venture capital and renewable energy investments across Sri Lanka, Bangladesh, and Nepal.",
    "Further enriching his profile, Pallewatte holds directorships at Acuity Partners (Pvt) Ltd, Acuity Securities Limited and Lanka Financial Services Bureau Limited. Further, he was recently appointed as Vice President/Director of the International Chamber of Commerce in Sri Lanka.",
    "Pallewatte holds a Master of Business Administration (MBA) degree from the Postgraduate Institute of Management, University of Sri Jayewardenepura and a Bachelor of Science in Management from the University of London, London School of Economics.",
    "He is also a Certified Financial Risk Manager (FRM) by the Global Association of Risk Professionals (GARP), an ACI Operations Certificate holder of Financial Markets Association – France, a Fellow Member of the Chartered Institute of Management Accountants (CIMA), UK and holds a Sustainability and Climate Risk Certificate (SCR) from GARP, underscoring his dedication to advancing financial, social and environmental sustainability practices.",
    "Pallewatte’s influence extends into professional accounting and risk management communities as evidenced by his appointments to the MESANA (Middle East, South Asia and North Africa) Regional Advisory and Engagement Panels by the Association of International Certified Professional Accountants (AICPA) and CIMA, and his leadership roles within the CIMA Country Network Committee in Sri Lanka and as the Chairman of South Asia Area Committee covering India, Bangladesh and Sri Lanka.",
    "His tenure as past president of the Association of Banking Sector Risk Professionals, also known as the CRO Forum, and his significant contributions as the Chairman of the Technical Committee for the Credit Information Bureau of Sri Lanka (CRIB), underscore his commitment to enhancing financial systems and technologies for the broader economic benefit. Before joining HNB he had stints with Sampath Bank PLC and Nations Trust Bank PLC.",
    "With 256 customer centres, HNB stands as one of Sri Lanka’s largest and most technologically innovative private banks. Having been recognized as the Best Retail Bank in Sri Lanka for the 14th consecutive year at the Asian Banker Global Excellence in Retail Financial Services Awards 2024, HNB continues to solidify its reputation in the sector. Additionally, the bank has been honored with prestigious awards, including Best Market Leader in Trade Financial Services at the renowned Euromoney Awards for Excellence in 2024, highlighting its excellence in service, market leadership, and commitment to sustainable banking practices.",
    "A Lost Development Opportunity: Regional integration to empower Sri Lankan women",
    "Unisyst Engineering to de-list from CSE at exit offer price of Rs. 6 per share",
    "HNB and Ideal Motors partner up once again to offer exclusive perks on Mahindra automobiles, Powerol generators",
    "HNB clinches joint victory at ACCA Sustainability Reporting Awards 2023",
    "HNB celebrates 135-year legacy of partnerships and progress with commemorative stamp launch",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}