{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Embassy-of-Sri-Lanka-in-US-participates-in-Katina-ceremonies/56-769280",
  "time_ut": 1731626612.0,
  "original_lang": "en",
  "original_title": "Embassy of Sri Lanka in US participates in Katina ceremonies",
  "original_body_lines": [
    "Ambassador of Sri Lanka to the United States, Mahinda Samarasinghe and Embassy officials attended the Katina (Cheevara/ Robe Offering) ceremonies conducted by several Buddhist Viharas in the USA.",
    "The Katina ceremony is a significant religious event that marks the end of the Vassa (rainy season retreat) emphasising the community’s support for the monastic Sangha. The celebrations highlight the importance of this annual gathering of Buddhist community as a time for reflection, solidarity, and merit-making.",
    "The Washington Buddhist Vihara, led by Ven. Maharagama Dhammasiri Thero ceremonially held its Katina ceremony at the Lion of Wisdom Meditation Centre in Gaithersburg on 27 October. The event was attended by a diverse community, including Bangladeshi and Vietnamese Buddhists. The Maryland Buddhist Vihara hosted its Katina ceremony on 3 November, presided over by Ven. Katugastota Uparathna Thero, drawing a large crowd from the Washington, D.C. metropolitan area. Hagerstown Sri Sambuddhaloka Buddhist Temple in Maryland State celebrated its annual Katina ceremony, led by Chief Incumbent Ven. Karaputugala Indrathana Thero on 19 October, The Pittsburgh Buddhist Centre in the State of Pennsylvania held its annual Katina Pooja on 27 October, under the guidance of Chief Abbot Ven. (Dr.) Soorakkulame Pemaratana. The Mahamevnawa Buddha Meditation Centre in Greater Washington, D.C. observed its annual Katina ceremony on 02 November, led by Ven. Thalawe Damitha Bodhi Thero. The Virginia Buddhist Vihara, known as ‘Dhamma Hadaya,’ conducted its Katina ceremony on 19 October, under the leadership of Ven. Thanthirimale Mahanama Thero.",
    "The ceremonies attracted a diverse gathering of devotees from across the United States, including American nationals who came together to express their gratitude and support for the monastic community."
  ]
}