{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/john-keells-groups-plasticcycle-and-pearl-protectors-collect-over-1-mt-of-plastic-waste-from-seabed/",
  "time_ut": 1707061200.0,
  "original_lang": "en",
  "original_title": "John Keells Group’s Plasticcycle and Pearl Protectors collect over 1 MT of plastic waste from seabed",
  "original_body_lines": [
    "Plasticcycle, the social entrepreneurship project of the John Keells Group & The Pearl Protectors (TPP), held the official partnership ceremony of the “Cleaner Seabeds for Sri Lanka Expedition” on 30th January 2024. The ceremony was aligned with the 21st dive at the Palagala North Reef in Dehiwala and included an awareness session for the invitees about the diving and clean-up process, safety standards maintained by the PADI-certified volunteer divers, the audit done once waste is collected, the upcycling and recycling efforts made for collected plastic waste and the positive impact achieved thus far through the partnership.",
    "The invitees included officials from the Marine Environment Protection Authority (MEPA), Central Environmental Authority (CEA), Ministry of Environment, and the Department of Wildlife Conservation along with representatives from some of Plasticcycle’s other private sector partners Enviro, Cleantech, Clean Cities, and Blue Oceans Programme (CCBO), Research Triangle Institute and Eco Spindles.",
    "Speaking on the partnership, Nisreen Rehmanjee, Executive Vice President John Keells Group and Head of Corporate Finance, Group Tax & Social Entrepreneurship said “Since partnering with the Pearl Protectors in April 2023, we have completed 21 dives, which has resulted in collecting over 1230kgs of plastic waste such as fishing nets & other ghost gear and plastic bags etc. from the coral reefs in the Trincomalee, Mannar, and Colombo districts alone. Partnering in this expedition has allowed the volunteer divers in John Keells to be a part of protecting our precious marine ecosystems as well.”",
    "Nadodi’s Nomadic Dining takes centre stage at Cinnamon Grand Colombo",
    "JKH and Moratuwa Uni mark 15-year milestone in developing talent in transportation and logistics",
    "Fifteen years of nurturing human capital in Transportation and Logistics",
    "John Keells Group contributes LKR 100 million to the 1990 Suwa Seriya Ambulance Service in Sri Lanka",
    "Elephant House initiates 600 daily meals to schoolchildren for a period of one year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}