{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112524/uk-and-us-to-announce-tech-energy-deals-during-trump-visit",
  "time_ut": 1757929680.0,
  "original_lang": "en",
  "original_title": "UK and US to announce tech, energy deals during Trump visit",
  "original_body_lines": [
    "The United States and Britain will announce agreements on technology and civil nuclear energy during U.S. President Donald Trump’s unprecedented second state visit this week, as the UK hopes to finalise steel tariffs under a much-vaunted trade deal.",
    "Trump and his wife, Melania, will be treated to a display of British royal pageantry during their visit on Wednesday, including a carriage tour, a state banquet, a flypast by military aircraft and a gun salute.",
    "The British government hopes the soft power of the royals will appeal to Trump as it seeks tighter defence, security and energy ties with Washington, having already secured a favourable tariff deal.",
    "Prime Minister Keir Starmer will host Trump at his Chequers country residence on Thursday to discuss working more closely together, on issues like Ukraine, and with the aim of finalising promised lower tariffs for steel and aluminium.",
    "A spokesperson for Starmer said the leaders would sign “a world-leading tech partnership”. The two countries will also sign multi-billion dollar deals to develop small nuclear projects which could in some cases help power new AI data centres.",
    "“The UK-U.S. relationship is the strongest in the world,” Starmer’s spokesperson told reporters. “This week we are delivering a step change in that relationship.”",
    "The British leader, a technocrat and a self-proclaimed socialist, and Trump, a proudly unpredictable politician who has pushed the Republican Party further to the right, have overcome their differences to develop a good working relationship.",
    "Starmer was the first world leader to agree an economic deal with Trump on reducing his global tariffs.",
    "Under that agreement, the United States said it planned to reduce tariffs on imports of cars and aluminium and steel. While details on car tariffs were agreed in June, the deal for steel and aluminium is yet to be finalised.",
    "“When it comes to steel, we will make sure that we have an announcement as soon as possible,” British business minister Peter Kyle told the BBC on Sunday.",
    "Before Trump’s arrival, Britain on Saturday announced over 1.25 billion pounds ($1.69 billion) of U.S. investment from PayPal, Bank of America and others, while Nvidia and OpenAI are expected to announce investment deals as part of the technology agreement, according to sources, who asked not to be named.",
    "CoreWeave, a U.S. cloud computing provider, also said it would announce investments in Britain this week.",
    "A delegation of British officials will be in the United States on Monday to finalise the details of Trump’s visit, Starmer’s spokesperson said.",
    "Those talks will be complicated by Starmer’s decision last week to fire Peter Mandelson, his ambassador to the United States, over his ties with the late convicted U.S. sex offender Jeffrey Epstein.",
    "The sacking is deeply embarrassing for Starmer, who appointed him to Britain’s most desirable diplomatic post less than a year ago.",
    "This will be Trump’s second visit to Britain in the last two months after he spent time in Scotland at his golf courses at the end of July.",
    "During this week’s visit, Starmer’s spokesperson said there would also be announcements on deepening cultural ties, including promoting basketball in Britain and developing partnerships between heritage and art institutions."
  ]
}