{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103661/ukraine-fires-uk-supplied-storm-shadow-missiles-into-russia-for-first-time",
  "time_ut": 1732169940.0,
  "original_lang": "en",
  "original_title": "Ukraine fires UK-supplied Storm Shadow missiles into Russia for first time",
  "original_body_lines": [
    "Ukraine fired a volley of British Storm Shadow cruise missiles into Russia on Wednesday, the latest new Western weapon it has been permitted to use on Russian targets a day after it fired U.S. ATACMS missiles.",
    "The strikes were widely reported by Russian war correspondents on Telegram and confirmed by an official on condition of anonymity. A spokesperson for Ukraine’s General Staff said he had no information.",
    "Moscow has said the use of Western weapons to strike Russian territory far from the border would be a major escalation in the conflict. Kyiv says it needs the capability to defend itself by hitting Russian rear bases used to support Moscow’s invasion, which entered its 1,000th day this week.",
    "Accounts of Russian war correspondents on Telegram posted video they said included the sound of the missiles striking Kursk region, which borders northeastern Ukraine.",
    "At least 14 huge explosions could be heard, most of them preceded by the sharp whistle of what sounded like an incoming missile. The video, shot in a residential area, showed black smoke rising in the distance.",
    "The pro-Russian Two Majors channel on Telegram said Ukraine fired up to 12 Storm Shadows into the Kursk region and carried pictures of missile pieces with the name Storm Shadow clearly visible.",
    "A spokesperson for British Prime Minister Keir Starmer declined to comment.",
    "Britain had previously allowed Ukraine to use Storm Shadows, which have a range in excess of 250 km (155 miles), within Ukrainian territory.",
    "The Kyiv government has been pressing Western partners for permission to use such weapons to strike targets deep inside Russia, and it obtained the all-clear from U.S. President Joe Biden to use the ATACMS this week, two months before Biden leaves office.",
    "As Ukraine’s use of the missiles raised tensions, the United States shut its embassy in Kyiv on Wednesday as a precaution due to what it called the threat of a significant air attack. It later said the embassy would reopen on Thursday.",
    "The Pentagon on Wednesday also announced $275 million in military aid to Ukraine that included more ammunition for the HIMARS rocket system, and the Biden administration moved to forgive $4.7 billion in U.S. loans to Ukraine as outgoing officials sought to do what they could to bolster Kyiv before they leave office.",
    "Biden’s successor, President-elect Donald Trump, has said he will end the war, without saying how, and criticised billions of dollars in aid for Ukraine under Biden.",
    "The warring sides believe Trump is likely to push for peace talks - not known to have been held since the war’s earliest months - and are trying to attain strong positions before negotiations.",
    "Kyiv says Moscow, which invaded Ukraine in February 2022, has previously taken advantage of limits on Ukraine’s use of weapons, particularly to strike Ukrainian cities from the air with heavy guided bombs.",
    "Western countries say the arrival of more than 10,000 North Korean troops to fight for Russia in recent weeks was an escalation that merited a response.",
    "The first use of the U.S. ATACMS on Tuesday, fired at a Russian arsenal in the Bryansk region on Ukraine’s northern border, prompted firm words from Moscow, which announced a change to its nuclear doctrine to lower the threshold for the use of atomic weapons. Washington has said it sees no need to adjust its own nuclear posture and accused Moscow of resorting to irresponsible rhetoric.",
    "Military analysts have said the longer-range missiles are unlikely to give Ukraine a decisive edge in the war but could strengthen its position, especially in the battle for a sliver of land inside Russia’s Kursk region it seized in August.",
    "An air raid siren in Kyiv in the early afternoon on Wednesday jangled nerves. But Ukraine’s military spy agency said a widely reported threat of massive drone and missile attacks across the country was fake, and it accused Russia of trying to sow panic by circulating online messages about it.",
    "“The enemy, unable to subdue Ukrainians by force, resorts to measures of intimidation and psychological pressure on society. We ask you to be vigilant and steadfast,” it said.",
    "With the U.S. embassy’s temporary closure, the Italian, Spanish and Greek embassies said they too had closed their doors in Kyiv. Canada said it suspended in-person services at its mission. The French embassy remained open but urged its citizens to be cautious. The Kremlin said it had no comment.",
    "Russian foreign intelligence chief Sergei Naryshkin said in an interview published on Wednesday that Moscow would retaliate against NATO countries that facilitate long-range Ukrainian missile strikes against Russian territory.",
    "The war is at a volatile juncture, with nearly a fifth of Ukrainian territory in Russian hands, North Korean troops deployed in Russia’s Kursk region and doubts over the future of Western aid under Trump, whose nominees for administration posts include sceptics of support for Kyiv.",
    "On Sunday, Russia staged a missile and drone strike on Ukraine’s national power grid that killed seven people and renewed fears over the durability of the hobbled energy network."
  ]
}