{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/world-bank-has-to-discuss-new-sri-lanka-lending-as-policy-loans-end-183338/",
  "time_ut": 1728826680.0,
  "original_lang": "en",
  "original_title": "World Bank has to discuss new Sri Lanka lending as policy loans end",
  "original_body_lines": [
    "ECONOMYNEXT – Washington based World Bank has to start discussions to resume policy loans or other funding for Sri Lanka with existing budget support lined up along with an International Monetary Fund program having come to an end, an official said.",
    "Budget support loans have no import or spending component allowing proceeds to be used for general expenditure or to settle maturing short-term debt.",
    "“In terms of budget support plans, we’ve got no firm plans at the moment,” Gevorg Sargsyan, World Bank Country Manager for Sri Lanka said.",
    "“We need to have a conversation with the new government, understand their reform plans, what they’re thinking. And then on our side, we can also formulate the kind of support that we can provide, whether it’s budget support or other kind of operations.",
    "The World Bank, Asian Development Bank and other lending agencies have indicated their readiness to support Sri Lanka at meetings with newly elected President Anura Dissanayake.",
    "In the run-up to the default, especially after the IMF said Sri Lanka’s debt was not sustainable, multilateral lenders could not approve new project or other loans.",
    "The World Bank and Sri Lanka last week inked an earlier negotiated 200 million dollar budget support loan (development policy operation) on which prior actions including reducing para tariffs to boost export competitiveness, over an extended period, has been completed.",
    "In parallel with the IMF program, the World Bank has already provided 500 million dollars reform-backed loans to stabilize the country and open pathways to growth.",
    "As the IMF stabilization and reform program started in 2023, up to 300 to 400 dollars of policy loans were potentially indicated from both Asian Development Bank and World Bank for each year up to 2027, making up a total of 3.7 billion US dollars in addition to more expensive and short term IMF loans.",
    "Policy loans are disbursed on reforms which unlock the potential of the country which will also tend to bring future tax revenues to pay off the loans.",
    "Sri Lanka went on a front-loaded reform program, where most of the politically difficult tax reforms, but they can also be undone easily, pushing up deficits and debt.",
    "Sri Lanka defaulted on its foreign debt in 2022 after aggressive macro-economic policy involving inflationary rate cuts for growth (potential output) started after a 30-year war ended, driving the country into serial currency crises in 2012, 2015/16, 2018 and 2020/22.",
    "At each currency crisis, foreign debt including for petroleum imports, ratcheted up and central bank reserves fell, earning downgrades, while stabilization crises that followed, pushed up the interest bill and slowed growth. (Colombo/Oct13/2024)"
  ]
}