{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/the-south-asian-enigma-why-we-die-more-die-early-from-heart-disease/",
  "time_ut": 1710821854.0,
  "original_lang": "en",
  "original_title": "The South Asian Enigma: Why We Die More & Die Early From Heart Disease",
  "original_body_lines": [
    "Across all ethnicities, heart disease is a common threat, but South Asians seem to bear a particularly heavy burden, experiencing it disproportionately more and at a younger age. This vulnerability went largely unnoticed due to the lack of tracking systems and long-term observational studies. However, through the observation of South Asian migrants compared to native populations in Western countries and subsequent comparisons with those back home, we’ve uncovered the fact that we pose the highest vulnerability to heart disease.",
    "Fortunately, strides are being made. In 2010, the first large prospective population study began in the USA, The MASALA Study( the Mediators of Atherosclerosis in South Asians Living in America) initially focusing on professionals on the west coast but now including people from all walks of life on the East coast.",
    "Before delving into potential explanations for this phenomenon among South Asians, it’s crucial to assess established principles for mitigating heart disease severity. We need to understand their origins, the evidence supporting interventions, and their repeated effectiveness. Without this foundation, efforts to combat the issue may inadvertently lead to confusion and chaos.",
    "Heart attacks have been recognized since ancient civilizations, from the Egyptians and Greeks to Islamic times. However, it wasn’t until the Renaissance, particularly with Leonardo Da Vinci’s cadaver dissections (1506), that the correlation between calcium deposits in the arteries, and this malady became apparent. Until the early 1900s, the malady itself and these changes in particular were often attributed to fate, aging, and providence.",
    "True investigation began with Anitchkov’s feeding of pure cholesterol to rabbits (1913), revealing arterial changes. While cholesterol was already identified in bile salts, its abundance in diseased arteries was a revelation. Initially, not all animals exhibited the fat hypothesis; dogs, for instance, showed high cholesterol clearance capacities, leading to little cholesterol deposition in their arteries. This raised the question: What about humans?",
    "As an attempt towards answers, Ancel Keys’ landmark Seven Countries Study  (1952) observed that nations with predominantly Mediterranean diets—less saturated fat and more unsaturated fat—tended to have fewer heart attacks. This finding was confirmed by ongoing studies like the Framingham Heart Study, which initially observed higher total cholesterol correlating with increased heart attacks, later refining into LDL/HDL fractions and most recently into Apo B 100 levels.",
    "The significance of LDL cholesterol emerged when its excess was linked to premature heart attack deaths, notably in children. Brown and Goldstein’s groundbreaking work (1973), which earned them the Nobel Prize, illuminated the mechanism by which cells absorb LDL cholesterol through LDL receptors. Their pivotal discovery came into sharper focus when they compared normal skin cells with biopsies from afflicted children, revealing a notable deficiency in absorption capability of LDL among those children, leading to significantly elevated LDL levels in their blood. Conversely, Individuals with genetically lower LDL levels from birth demonstrate a reduced incidence of heart disease, even in the presence of other risk factors acquired over their lifetime.",
    "While observations pointed to a link between high LDL levels and heart attacks, causation remained unproven, particularly in those falling in the middle range of cholesterol levels. This spurred investigations into cholesterol reduction through various means, including dietary interventions, medications, and surgery—all with the aim of reducing LDL cholesterol. The common theme across these interventions was the correlation between lower LDL cholesterol levels and reduced heart attack rates, eventually substantiated by numerous randomized placebo-controlled double-blinded studies.",
    "In addition to cholesterol, factors such as high blood pressure, diabetes, smoking, high-fat diets, and physical inactivity — initially identified by the Framingham Heart Study (FHS)— contribute to the development of cardiovascular disease. As scientific knowledge evolves, more risk factors are continually added. The presence of multiple risk factors increases the likelihood of adverse events. However, trial after trial, LDL cholesterol stands out as an independent risk factor for heart attacks, consistently observed at the population level.",
    "On an individual basis though, the role of elevated LDL becomes more subtle and complex. It interacts with various genetic and environmental factors, making predictions challenging. While science effectively predicts outcomes at very low and very high LDL levels, it encounters uncertainty at intermediate levels. This is where the risk calculators come into play, incorporating factors such as age, sex, and other conventional risk factors identified by FHS. In addition, risk modifiers are in use as well, like coronary calcium scoring, ethnicity (such as South Asian) and many others to categorize individual risk.",
    "When it comes to treating individuals, lifestyle modifications take precedence for individuals without a history of heart attack or stroke, challenging the common belief that all elevated LDL levels are prescribed statin therapy. Lifestyle changes such as dietary modifications, weight loss, and exercise can make a significant impact, rendering medication unnecessary for many. However, genetics can sometimes override these efforts. For those with borderline to intermediate calculated risk, especially non-diabetic non-smokers of middle age, a CT scan of the heart for calcium scoring may be offered to further stratify risk. A calcium score of 0 in a middle-aged individual downgrades her or him as low risk for at least the next 5 years, with risk stratification repeated thereafter. The medications will be the last resort for this category.",
    "Before we dive deeper into the subject of why LDL is the main culprit, it’s important to understand the typical blood chemistry results we encounter regularly. What we see on paper doesn’t always reflect what’s happening within our arterial walls, and this discrepancy is where much of the confusion arises and persists.",
    "In an ideal scenario, interpreting blood lipid results should be simple: we would focus on the number of LDL, HDL, IDL and VLDL. Instead, the laboratories report measured total cholesterol, triglycerides and HDL, while LDL cholesterol is estimated, giving rise to confusion. In reality, fats—both cholesterol and triglycerides—are always carried in these vehicles. These lipoprotein vehicles play crucial roles in the transportation of fats in and out of arterial walls. LDL, IDL and VLDL are responsible for ferrying cholesterol into the arterial walls, where it can contribute to plaque formation. On the other hand, HDL works to remove excess cholesterol from arterial walls, facilitating its disposal by the liver. However, there’s a silver lining amidst the confusion: each vehicle capable of penetrating and causing depositions(LDL, IDL and VLDL) in the arterial walls carries a protein on its surface called Apo B 100. By measuring Apo B levels, we can sidestep the need to count LDL, IDL, and VLDL vehicles separately, providing a clearer picture of atherogenic particle concentration in the bloodstream.",
    "Hopefully, Apo B 100 levels may become a universal standard. However, until then, we must work within our current reporting system, which often assumes that high total cholesterol or LDL cholesterol corresponds to a higher number of LDL particles and that high triglyceride levels indicate a higher number of IDL and VLDL particles and vice versa. Unfortunately, this assumption is not always accurate and can lead to misinterpretation of lipid profiles.",
    "About LDL’s culpability, LDL’s extended circulation time, lasting days compared to hours for IDL and VLDL, makes it the primary culprit in atherosclerosis. Roughly 90% of Apo B-carrying particles in the bloodstream are LDL, driving cholesterol transport and plaque formation in arterial walls. Unlike LDL of any size, only small size VLDL can penetrate artery walls, rendering VLDLs contribution inconsequential, with IDL quickly cleared from circulation, making its contribution not noteworthy as well. Rare genetic mutations may impair IDL clearance, but such cases are rare exceptions.",
    "Having established LDL’s role in plaque formation, it’s crucial to examine the specific mechanisms at play. Two key steps, penetration and retention, drive this process. The ideal milieu for penetration is a high pressure blood stream — arteries,not veins — with abundance of LDL, sloshing around for prolonged periods, aided by known factors such as high blood pressure, diabetes and smoking along with unknown factors — genetic or otherwise. Retention is aided by oxidation of LDL and attachment to proteoglycans exacerbated by inflammation and impaired functionality of HDL. Once the oxidized LDL is retained, it is engulfed by white cells and the vicious cycle of inflammation ensues. Thus, studies unequivocally demonstrate the importance of reducing LDL levels at the outset to mitigate plaque formation, alongside efforts to address other risk factors.  However, some individuals may tolerate high LDL levels due to unknown factors, but preemptive identification is not possible. At this time they can only be identified retrospectively, for example by periodic coronary scans.",
    "Now we know how the plaques are formed, next we need to know why they cause heart attacks. Plaques within arteries can trigger heart attacks through two primary mechanisms. First, they can gradually grow over time, narrowing the artery and ultimately obstructing blood flow. This process can lead to chest pain (angina) and, in severe cases, tissue death (myocardial infarction).",
    "Secondly, plaques can suddenly rupture, triggering the formation of blood clots that rapidly block the artery, resulting in an acute and often fatal heart attack. This process, known as plaque rupture, is particularly dangerous as it can occur with minimal warning signs. Swift intervention to open fully blocked arteries within 90 minutes due to sudden clot formation is life-saving. This forms the basis for emergency medical services and catheterization labs in the West, albeit impractical in many developing countries. Bystander resuscitation and on-site defibrillator use further enhance these protocols in the West.",
    "Our central theme of this article as to why South Asians are more prone to heart disease remains elusive, but several theories have emerged. A central hypothesis revolves around visceral adiposity—the accumulation of fat around internal organs. It’s proposed that due to limited fat storage capacity among South Asians, excess fat accumulates around organs, leading to multi organ inflammation triggered by the slow release of harmful adipokines — in contrast to the fast release of cytokines (cytokine storm) responsible for multi organ failure in Covid-19 deaths.",
    "This chronic inflammation damages arterial linings and promotes insulin resistance in muscles and the liver, perpetuating the inflammatory cycle. Insulin resistance in turn results in a distinctive cholesterol profile called atherogenic dyslipidemia, characterized by low levels of protective HDL, high triglycerides, and dense LDL particles—known for their heightened plaque-forming potential.",
    "These plaques, fueled by a highly inflammatory environment, become prone to rupture, culminating in premature heart attacks and deaths—a risk compounded by the smaller caliber of arteries in the South Asian population.",
    "While these hypotheses shed light on potential mechanisms, further research is needed to validate their significance in South Asian cardiovascular health.",
    "While we await conclusive research on causation, there are proactive steps we can take to mitigate our risk of cardiovascular disease.",
    "The body stores excess calories as fat, primarily from simple carbohydrates and fats. While saturated fats can reduce LDL absorption by cells, especially in the liver, polyunsaturated fats have the opposite effect. Dietary intervention studies on cardiovascular outcomes consistently favor the Mediterranean diet, rich in polyunsaturated and monounsaturated fats, whole-food carbohydrates, fish, vegetables, and less processed foods and red meat. Emulating this composition, tailored to local palates, is prudent, while avoiding our usual high consumption of processed carbohydrates, whole milk, butter (ghee), deep-fried foods and our practices of prolonged cooking times, and reuse of cooking oil. Additionally, caution is advised regarding coconut oil’s safety, as evidence remains inconclusive. Moreover, it is a saturated fat known to elevate LDL while elevating HDL as well.",
    "Engaging in physical activity is pivotal for shedding unnecessary fat and promoting overall health.",
    "Interpreting health metrics may require a nuance from Western standards. Considerations such as a lower (body weight) normal BMI (e.g., 23 instead of 25), reduced waist circumference, and aiming for lower LDL levels may be prudent. Individuals with a strong family history of cardiovascular disease should commence screening early and adopt healthy lifestyles promptly. They should be screened for Apolipoprotein (a), a known transmissible cholesterol from parents, as well. Middle-aged individuals should consider coronary calcium scoring and elevated results may necessitate aggressive lifestyle changes and medication to lower LDL levels.",
    "Expanding population-based prospective studies to include Asian nations could illuminate unknown factors. Public awareness is crucial, as many genetic predispositions require environmental triggers or epigenetic influences to manifest as diseases. Hence, lifelong adherence to a healthy lifestyle is paramount.",
    "While uncertainties abound, optimism is warranted, as advancing technology holds promise for affordable solutions to seemingly intractable health challenges."
  ]
}