{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/nce-highlights-costs-of-customs-officers-trade-union-action/",
  "time_ut": 1720820760.0,
  "original_lang": "en",
  "original_title": "NCE highlights costs of Customs officers’ trade union action",
  "original_body_lines": [
    "‘The recent actions taken by the Sri Lanka Customs Officers Union, including a two-day sick leave campaign and work-to-rule initiatives, have had profound implications across Sri Lanka’s business community, particularly affecting exporters and importers. These actions were initiated due to perceived grievances and unmet demands from the Customs Officers Union on various issues, the National Chamber of Exporters of Sri Lanka (NCE) is quoted as saying in a press release.",
    "The release adds: ‘Jayantha Karunaratne, president of the National Chamber of Exporters of Sri Lanka highlighted the significant disruptions caused by these actions. He emphasized that the work-to-rule approach has resulted in substantial delays in clearing imported goods at ports and checkpoints, causing disruptions in production schedules and logistical operations. These delays have particularly impacted exporters, who face stringent deadlines to fulfill international orders, leading to strained relationships with overseas buyers and potential financial penalties for missed deliveries.",
    "‘Additionally, these disruptions have imposed additional costs on businesses. Importers have incurred demurrage charges due to extended delays in clearing shipments, impacting profitability and operational efficiency. For exporters handling perishable goods like seafood and fresh produce, delays have posed substantial challenges, sometimes resulting in significant financial losses and resource wastage from spoiled goods.",
    "‘The NCE underscored Customs’ critical role in facilitating trade and economic activity in Sri Lanka, stressing that efficient and predictable Customs processes are crucial for maintaining the competitiveness of Sri Lankan businesses globally. Given that exports are pivotal to Sri Lanka’s economy, disruptions to Customs operations can have far-reaching impacts on economic growth, employment, and overall national prosperity.",
    "‘Expressing serious concern about potential escalations, the NCE warned that prolonged strikes or ongoing disruptions could further destabilize business confidence and investor sentiment. They urged swift and constructive dialogue between the Customs Officers’ Union and relevant authorities to address grievances and find mutually beneficial solutions. Restoring normalcy and reliability to Customs operations, they emphasized, is imperative to support the resilience and growth of Sri Lanka’s export sector amid challenging global economic conditions.",
    "‘In addition to operational disruptions, exporters are increasingly voicing frustration and concerns about Sri Lanka’s future business environment. Many are contemplating relocating operations to countries offering more stable and predictable trade conditions. This potential exodus poses significant economic risks, including job losses, reduced export revenues, and diminished investor confidence.",
    "‘Shiham Marikar, Secretary General/CEO of NCE, stressed the urgent need for Sri Lanka to address these challenges promptly to retain and attract businesses. He emphasized the importance of creating a supportive environment for exporters characterized by efficient Customs processes, regulatory stability, and supportive government policies. Such an environment is crucial for retaining existing exporters and attracting new investments, thereby fostering economic growth and enhancing competitiveness in global markets.",
    "‘Highlighting the competitive nature of the global economy, the NCE emphasized the necessity for Sri Lanka to maintain a reliable and efficient trade infrastructure to remain competitive internationally. Addressing exporter concerns and ensuring a stable business environment should be a top priority for policymakers and stakeholders alike.",
    "‘It is crucial for the government to take swift action to prevent recurring disruptions caused by the Customs Officers’ Union. The recent disruptions have disproportionately affected Small and Medium Enterprises (SMEs), which are the backbone of Sri Lanka’s economy. SMEs, operating with smaller margins and less flexibility, are particularly vulnerable to delays and uncertainties in trade operations.",
    "‘These disruptions not only impact daily SME operations but also undermine their competitiveness in domestic and international markets. Many SMEs rely heavily on timely imports and efficient exports to sustain operations, making disruptions detrimental to their growth and viability. Prolonged instability in trade operations risks SMEs relocating or downsizing operations in Sri Lanka, posing significant threats to employment, economic growth, and overall stability.",
    "‘The NCE urged the government to implement robust measures to prevent future disruptions, including constructive dialogue with Customs officers and reforms enhancing Customs efficiency and predictability. Creating a stable and supportive business environment is crucial for protecting SMEs and fostering their growth, thereby contributing to Sri Lanka’s economic resilience and prosperity’.",
    "Elevating customer experiences, Sampath Bank partners with Royal Colombo Golf Club",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}