{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-low-productivity-trap-strengthening-skills-jobs-and-public-sector-efficiency-in-sri-lanka/",
  "time_ut": 1729530600.0,
  "original_lang": "en",
  "original_title": "A low productivity trap? Strengthening skills, jobs and public sector efficiency in Sri Lanka",
  "original_body_lines": [
    "Himani Vithanage is a Research Assistant working on health, education, and labour policy at IPS. She received the IPS’ Saman Kelegama Memorial Research Grant for 2021. Himani holds a BA in Economics with First Class Honours from the University of Colombo. Himani also holds a BSc in Economics and Finance with First Class Honours from the London School of Economics and Political Science (LSE).",
    "Sri Lanka experienced six consecutive quarters of negative economic growth up to the third quarter of 2023. This downturn has had a direct impact on the labour market, leading to lower wage rates and discouraging workforce participation and skill development. As a result, productivity levels continue to fall, creating a vicious cycle known as the “low productivity trap”, which hampers further economic recovery.",
    "Against this backdrop, the second session of the IPS annual flagship publication launch, Sri Lanka: State of the Economy 2024, Economic Scars of Multiple Crises: From Data to Policy, focused on issues within three key aspects of Sri Lanka’s economy: the education sector, labour market, and public sector. The session themed ‘Skills, Jobs & Wages: A Low Productivity Trap?’ chaired by Dr Bilesha Weeraratne, Research Fellow at IPS, brought together experts from the government sector, private sector, and donor agencies to explore solutions to these pressing issues.",
    "Education equips individuals with the knowledge and skills necessary for a productive and competitive workforce. It fosters creativity and problem-solving abilities essential for driving innovation and technological advancements. A well-educated population can contribute to higher productivity levels and higher economic growth. Dr Nisha Arunatilake, Director of Research at IPS, emphasised that education “is a catalyst for skills, jobs, wages, and overall development,” yet Sri Lanka’s education sector faces several critical challenges.",
    "For one, there are glaring disparities in access to education. While 97% of children at the compulsory school age (5-14) are enrolled, “around 25% of the disabled children aged 5-14 are not in education” Dr Arunatilake noted. Gaps in access also exist for children in rural areas and low socio-economic backgrounds. The discussion highlighted potential solutions, such as leveraging the innovative utilisation of EdTech (Education Technology) highlighting several successful models from other South Asian countries, such as Pakistan’s WonderTree programme and India’s OLabs. Additionally, strengthening school nutrition and welfare programmes and improving disaster risk management capability were several other solutions highlighted by Dr Arunatilake.",
    "Education participation drops off significantly beyond the compulsory age (15-19) and among the youth (20-24). “As many as 65.1% of the youth are not in any form of education, with only 7.5% participating in vocational training and 11.4% in university.” Importantly, the discussion brought to light that although students are in school, their learning outcomes, especially in the English language and Mathematics, fall below international standards.",
    "Inconsistent policymaking and implementation are another major obstacle. “There have been eight Ministers of Education over the past eight years, leading to stop-go policymaking,” Dr Arunatilake pointed out, resulting in incomplete reforms, disparities in resource allocation, insufficient fund allocation, and issues with the flow of funds, among others. For instance, in the Q&A session, a topic that received attention was the inequitable distribution of resources, particularly the allocation of trained teachers among schools. The need for legal reforms and proper data collection to support evidence-based policies rather than stop-go policymaking was stressed, with the education ordinance of 1939 yet to be modernised.",
    "“Between 2018 and 2023, the Labour Force Participation Rate fell from 51.8% to 48.6%, while the employment-to-population ratio dropped from 49.5% to 46.3%.” In his discussion, Suresh Ranasinghe, Research Officer at IPS, focused on the impacts of multiple crises on the labour market from 2018 to 2023 and their effects on quality employment and decent work. Some of the main issues within Sri Lanka’s labour market include rising labour market inactivity, declining labour productivity and employment growth, and declining high-skilled employment.",
    "The rise in inactivity, particularly among youth, is likely linked to education disruptions. To tackle this, the session highlighted the importance of promoting and improving the quality of Technical and Vocational Education and Training (TVET), focusing on access for vulnerable youth and improving public perceptions, as well as supporting entrepreneurship initiatives to create sustainable employment opportunities.",
    "While all three sectors – agriculture, industry, and services – observed negative average labour productivity from 2018 to 2023, the ICT sector stands out, with the highest output per worker. The discussion underscored the need to invest in technology, infrastructure, and skill development, particularly within the agriculture sector. Given the ICT sector’s high productivity, recommendations included offering VAT exemptions and bridging the existing skill gap within the sector through targeted interventions.",
    "Ranasinghe also highlighted a concerning trend: “Only 20% of the total workers held high-skilled jobs in 2023, a decline from 23% in 2018, mainly due to a decrease in the share of Managers, Senior Officials, and Legislators.” One potential reason for this decline was the emigration of high-skilled workers during the pandemic and economic crisis, as they sought better wages abroad due to declining real wages in Sri Lanka. To retain the remaining high-skilled workers, the importance of providing competitive salaries and benefits was pointed out. In the long term, expanding knowledge-based industries, supporting persistent professional development, and revising public sector policies are important to foster high-skilled employment.",
    "Sri Lanka’s public sector accounts for 15% of total employment and 35% of formal employment, while it consumes 26% of public expenditure and 5% of GDP. Notably, public sector employment has increased by about 60% since 2005. However, “Sri Lanka’s government performance is considered ‘poor’ as per the Worldwide Governance Index (WGI), with the government effectiveness being negative 0.65.”",
    "In light of this, Dr Lakmini Fernando, Research Fellow at IPS, outlined the importance of improving public sector efficiency. She noted how government expenditure has a declining trend (47% decline from 1990 to 2023) while spending on wages remains stable (5%). While high government expenditure crowds out investments, it lowers prospects for growth. Therefore, Dr Fernando recommended introducing a new public management approach, which provides an immediate pay rise while ensuring the right size of the public sector. Importantly, an effective public sector is essential for improving education planning and enabling strategic interventions in the labour market.",
    "Overall, she noted that improving administrative operations, downsizing the sector, and addressing barriers that lead to policy failures were important. There was also a debate during the Q&A session on downsizing the sector and whether or not the public sector deserves a pay rise. “The minimum monthly wages of all types of public employee levels are below the expenditure benchmark of LKR 68,056,” Dr Fernando pointed out, suggesting that to ensure successful policy implementation, the government needs to create an environment that supports adopting changes.",
    "The IPS report is available for sale at IPS, No. 100/20, Independence Avenue, Colombo 07, and at leading bookshops island-wide. For more details, visit: https://www.ips.lk/sri-lanka-state-of-the-economy-2024-economic-scars-of-multiple-crises-from-data-to-policy/",
    "Sri Lanka Institute of Directors Appoints Anitra Perera as CEO",
    "In a day of mixed fortunes for bourse, Dialog proves biggest contributor to turnover",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}