{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Beyond-CSR-Looking-inward-for-socialimpact/4-763050",
  "time_ut": 1718305984.0,
  "original_lang": "en",
  "original_title": "Beyond CSR: Looking inward for social impact",
  "original_body_lines": [
    "The true essence of CSR is its integration into the very fabric of a company’s operations",
    "For years now, Corporate Social Responsibility (CSR) has been a buzzword among both development and private sectors. It is easily one of the most misinterpreted concepts – its essence diluted when communicated and implemented within the corporate world. Businesses often misunderstand and misapply the concept of CSR: rather than integrating CSR into core business practices, the trend is a stronger focus on charitable initiatives. While still commendable, businesses can start by looking inward and truly embracing CSR with a deeper, more authentic approach that embodies company policies, practices, and culture.",
    "CSR, simply put, is about integrating social, environmental, and ethical concerns into a company’s operations and interactions with stakeholders. The fundamental misconception about CSR lies in its perceived definition. When CSR concepts are translated into corporate policies and practices, they can often be reduced to mere public relations exercises or superficial initiatives. Many businesses equate CSR with philanthropy — donating to charities, sponsoring community events, or supporting social causes. While these actions are laudable, they do not encompass the full scope of CSR. True CSR is about the integration of social, environmental, and ethical considerations into a company’s operations and strategy. It is about looking inward at business practices and ensuring they align with broader societal goals.",
    "Whitewashing, or greenwashing when referring to environmental issues, occurs when companies promote themselves as environmentally friendly or socially responsible without making substantial efforts to change their underlying practices. This approach is not only misleading but can also be damaging to a company’s reputation if exposed. Examples may include high-profile charitable campaigns or community projects that receive a lot of media attention but have little real impact. It is important to recognise that these initiatives are often short-term and lack depth or sustainability.",
    "Selective transparency and misleading marketing tactics are further characteristics of whitewashing in CSR which are deceptive and detrimental to stakeholders. Companies must go beyond superficial initiatives and embed sustainability into their core operations. From an environmental perspective, this can involve actions such as reducing carbon footprints, minimising waste, conserving water, and investing in renewable energy.",
    "Genuine CSR requires companies to look inward and critically assess their business practices. To adopt a more authentic approach to CSR, companies can potentially evaluate areas such as: supply chains, employee welfare, diversity inclusion, and environmental sustainability.",
    "For example, having ethical supply chains means ensuring that every stage of the production process adheres to fair labour practices, respects human rights, and minimises environmental impact. Of course, this requires transparency and accountability from suppliers and often entails rigorous auditing and certification processes — but are an essential component of the investment in CSR.",
    "Further, CSR encompasses the treatment of employees and workforce diversity. Companies that prioritise employee welfare create a positive, safe, and diverse work environment, offer fair wages, provide opportunities for professional growth, and ensure health and safety standards are met. These practices not only improve employee satisfaction and retention but also enhance the company’s reputation and productivity.",
    "Adopting a genuine approach to CSR is not just about ethics; it also makes good business sense! Companies that integrate CSR into their core operations can see numerous benefits including: better reputation, employee engagement and retention, operational efficiency, and risk management. Companies that proactively address social and environmental risks are better positioned to navigate regulatory changes and avoid potential scandals or crises.",
    "Further, businesses can still engage in charitable initiatives by ensuring sustainability — as opposed to giving “hand-outs” that can instantly increase popularity. Investing in sustainable projects demonstrates a commitment to addressing root causes rather than providing temporary relief. For example, by supporting local schools where employees’ children study, providing healthcare services in areas where their staff live, or funding community centres that serve as social hubs for stronger and healthier societies. In the long run, strong societies contribute to strong economies - which is generally a favourable condition for businesses seeking to grow.",
    "The true essence of CSR is its integration into the very fabric of a company’s operations. While charitable initiatives are a component of CSR, they should not be the sole focus and companies must move beyond whitewashing, reflecting a commitment to make a positive impact on society and the environment. It is truly about looking inward and ensuring that every aspect of the business aligns with ethical, social, and environmental standards. Only then can CSR fulfil its true potential and drive meaningful, lasting change.",
    "Finally, it is important to note the alignment between authentic CSR and the now increasingly relevant concept of Environmental, Social, and Governance (ESG), which companies are adopting due to greater awareness and growing pressure for improved transparency and accountability. This shift towards ESG reflects a broader trend where sustainability and ethical considerations are embedded into the core business strategy, rather than being treated as peripheral or discretionary activities, thus ensuring long-term value creation for all stakeholders.",
    "(The writer is a policy specialist with over a decade of experience in international development and holds an MSc from the London School of Economics and Political Science, UK. Views are her own and not a reflection of her employer or associates. She can be reached via email at [email protected].)"
  ]
}