{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Engaging-civil-society-to-further-support-education-system-in-Sri-Lanka/4-770600",
  "time_ut": 1734378604.0,
  "original_lang": "en",
  "original_title": "Engaging civil society to further support education system in Sri Lanka",
  "original_body_lines": [
    "When reviewing civil society’s involvement in supporting the education system in Sri Lanka, we find that existing opportunities are minimum. It is not that civil society in Sri Lanka has not contributed – however given the vast potential for collaboration and partnership, impact has been limited, largely due to the ad hoc nature of interventions.",
    "The role of civil society and contribution towards development cannot be undermined. Recently UN Secretary-General António Guterres’s remarks to the United Nations Civil Society Conference in support of the Summit of the Future on 14 May 2024, further reiterated the importance of this role: “Time and again, I have witnessed the enormous impact of civil society in every corner of the world. I see you easing suffering, pushing for peace and justice, mobilising for change.”",
    "More recently in Sri Lanka, the Aragalaya (‘struggle’ in Sinhala), the largest civil uprising that Sri Lanka has witnessed following independence, reiterated the demands for the voices of the people to be heard. In this respect, advocacy and capacity building have largely been the domains for civil society involvement, however recognising the need for further engagement, given the needs in Sri Lanka should be further examined.",
    "The impact of the recent economic crisis in Sri Lanka specifically related to education, is captured in the ‘Assessment on Achievement Levels of Foundational Skills in Literacy and Numeracy of Grade 03 Students in Sri Lanka’ released in March, 2023 by the Ministry of Education, points out that only 6% of children that participated in their sample survey had achieved the required literacy skills due to a multiple factors including resources related to nutritional, disparities in educational services and access to additional supplies.",
    "Further the report states that in December 2022, 32% of households from the sample survey, were unable to pay education related costs (books, learning material, uniform, school bags, shoes) and 6.9% reported that school attendance of children were affected, whereas 5.1% attended schools only a few days a week. In terms of the coping strategies implemented to cover household expenses, 2% of households had moved children to a less expensive school/withdrew the children from school and 10% reduced expenses on health and education. 21% of young boys and 24% young girls aged 6-12 (age within primary education) were in the category of children at most risk.",
    "Now more than ever in Sri Lanka, a critical review is required to explore how diverse and multiple resources can be mobilised to mitigate further delays and setbacks from achieving the UN Sustainable Development Goal (SDG) 4, which focuses on education.",
    "Civil society in Sri Lanka has played a significant role in supporting the educational system, the first schools that were established in Sri Lanka were by civil society leaders, through village level Pirivena (monastic colleges) initiated by the Buddhist clergy, and during the colonial period, Christian missionary societies, foreign and national leaders and philanthropists – today more than ever, there are areas where civil society can provide a much needed and substantial role.",
    "Following the study of best practices both internationally and nationally, I have outlined areas that could be enhanced in Sri Lanka with civil society involvement, providing an operating conceptual framework for engaging civil society in Sri Lanka and abroad, with the view of enhancing the effectiveness of progress, monitoring, and minimise the gaps in policy implementation and programs with regard to the SDG 4 in Sri Lanka.",
    "It would be opportune therefore, to set up working groups with senior experienced educational specialists in-country and abroad, including academics, heads of key educational NGOs and civil society groups, representatives from alumni associations of universities here and abroad, schools and private learning institutes, recognised by the Government through an award scheme for their service, to support policy formation and a movement to improve the existing educational system. The established ‘Divisional Federations of Civil Society Organizations’, set up by the NGO Secretariat could also be a sounding board, and implementation support system for the initiative.",
    "Following the economic crisis a number of Sri Lankan civil society associations, and organisations lobbied for funding support to address critical gaps. The Ministry of Education, Assessment on Achievement Levels of Foundational Skills in Literacy and Numeracy of Grade 03 Students in Sri Lanka, further refers to key areas where support was immediately required.",
    "Students were asked whether they take their breakfast and lunch every day – to understand the daily calorie intake of the students. In accordance to the responses, 4% of the students in the sample survey did not have their breakfast daily, and 9% of the students had not had their lunch daily. This indicates that 13% of the sample had only taken two meals per day and were used to skipping one of the main meals daily. Further 1% of the students had not had either breakfast or lunch daily which is a matter of consideration. The statistical analysis provides strong evidence to conclude that the performance levels of grade 3 students are associated with their nutrition.",
    "There have been a number of international and national NGOs in Sri Lanka that lobbied and garnered funding to support school meals and essential school supplies, a campaign led by a former Secretary of the Ministry of Education, No Hungry Kids, aimed at achieving the following two aims: 1. Provide a nutritious meal, 2. Ensure consistent school attendance by providing free lunch. The general public could be encouraged to contribute through the following mechanisms, donate used books, visit your local school and ask what school supplies they need, thereby starting a much needed school supply drive in your community.",
    "Finally, two other critical areas for civil society engagement is through citizen generated data and knowledge transfer.",
    "The UNESCO, Sri Lanka-SDG 4 Scorecard Dashboard, https://www.unesco.org/en/sdg4scorecard-dashboard highlights gaps in data collection in Sri Lanka.",
    "In order to address substantial gaps in data collection, countries from the global South due to pressure to ensure effective funds allocation and address the scarcity of data have designed mechanisms to address this issue, and have been the first to initiate a program to formalise citizen data – launched during the UN Statistical Commission in New York on 28 February 2024, at a meeting of the Heads of the National Statistical Offices (NSOs) from Colombia, Ghana, and Kenya. The Make Inclusive Data the Norm (MIDN) initiative developed apps and other mechanisms, requesting the general public to report on e.g. garbage collection, others on vaccine program implementation.",
    "Sri Lanka has in place an e-governance platform, https://www.gov.lk further the Ministry of Education and has also developed a digital platform ‘e-thakshalawa’ which could also be used to feed data, along with specialised apps. Data Collation, for example the KoBo toolbox is a free and open source platform for the collection, management and visualisation of data, and was also used by the Ministry of Education recently, as a mapping tool for their assessment to support data collection. Training, implementation and progress could be reviewed through the Ministry of Education and relevant Development Partners.",
    "Given the shortage of teachers, in collaboration with the Ministry of Education and National Institute of Education, through the SL VOLUNTEERS Project set up by the NGO Secretariat, a mechanism to involve professional organisations and specialists in country and abroad, could be implemented.",
    "As in other countries, Japan and USA , senior citizens volunteers from the educational, administrative services and other experienced citizens could support the void in current schools related to the lack of specialised teachers, especially for mathematics, English, science and aesthetic subjects, students with learning difficulties including special needs, and slow learners could also benefit from the initiative.",
    "Tax concessions for the private sector as an incentive to support vocational training, to further bridge the gap in the TVET sector could be implemented, a number of countries have initiated programs e.g. Germany, France, Australia and the United States to provide tax incentives to promote education.",
    "We can therefore benefit substantially, from civil society to support Sri Lanka’s knowledge economy, drawing from the network of civil society institutions and especially think tanks that exist in Sri Lanka, such as the Institute of Policy Studies (IPS), drawing from conclusions from their recent report ‘A Low Productivity Trap? Strengthening Skills, Jobs, and Public Sector Efficiency in Sri Lanka’.",
    "At an operational level, Coalition for Education Development (CED), a consortium of organisations involved in the education sector at national provincial and local levels in Sri Lanka.  CED has an island-wide membership network encompassing 57 organisations actively engaged in the field, including the All Ceylon Union of Teachers, specialising in pre-school education, secondary education, education policy and advocacy, education finance and teacher training.",
    "(The author is former UNESCO Country Coordinator/Focal Point for Sri Lanka, and has held a number of senior government positions including Vice-Chairperson, National Apprentice and Industrial Training Agency (NAITA). She can be reached via e-mail [email protected]. The article is an extract compiled by the author for a report on ‘Engaging civil society to enhance effectiveness of progress monitoring and minimise the gaps in policy implementation with regard to SDG 4’ for the Coalition for Education Development (CED) https://cedsrilanka.org/.)"
  ]
}