{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85161",
  "time_ut": 1733251140.0,
  "original_lang": "en",
  "original_title": "If Chabad-Lubavitch Movement is given a legal foothold in Arugam Bay, it may not be long before our own Muslims are accused of antisemitism and of igniting a pogrom! Imagine with what glee the BBS/Sinhala Ravaya types would hop on that bandwagon.",
  "original_body_lines": [
    "“Don’t let it happen. It depends on you.” – George  Orwell (1984)",
    "They are back, creeping out  of the woodwork. The gathering outside Colombo’s main railway station was mercifully small, just the mandatory monk and a handful of civilians. Having offered flowers to a statue of the Buddha, they proceeded to violate his teachings by trying to ignite an ethno-religious fire.",
    "Their target was the welcome decision by the NPP/JVP Government to release some of the military-occupied land in the north to their original owners.",
    "The monk accused President Anura Kumara Dissanayake of being a diaspora agent trying to rejuvenate the Tigers and start the next Eelam War. Madubhashana Prabath, the secretary of Sinhala Ravaya, called the new president King Elara of Tambuttegama and promised to struggle till the ‘last drop of blood’ to ‘save the nation’. (https://www.youtube.com/watch?v=oc613tLk3Cs).",
    "During the Kurundi controversy in 2023, the same Madubhashana Prabath threatened the then president with violence: “Ranil should pay attention to what happened to Rajiv Gandhi. Because patriots are near even you…” ((https://www.youtube.com/watch?app=desktop&v=q05CR_k5-gg).",
    "The NPP/JVP (and the SJB) watched in silence because the target was their political opponent. Now the same extremists are coming for the NPP/JVP.",
    "The new Government is young, and hopes are still high of a change for the better. Yet, Sinhala Ravaya decided to aggressively confront the President, probably because they sense a coming change in tides, due to the gravitational force of economic malaise.",
    "The two speakers repeatedly challenged the Government to fulfil its economic promises, especially about slashing fuel prices. Little wonder, given the most recent price revision, which saw the price of kerosene oil going up by Rs. 2!",
    "Kerosene is called the “poor man’s oil” and as Peter Breuer of the IMF said during his Colombo visit, “The poor people are least equipped to deal with it (high prices) because they have no buffers” (https://www.youtube.com/watch?v=XQ-KnTxpLfI).",
    "To increase the price of kerosene in a time of massive flood damages to ordinary lives is an act of colossal political blindness, the malady generally associated with Ranil Wickremesinghe.",
    "According to the latest IHP poll, consumer confidence increased substantially in early October. The JVP/NPP’s landslide parliamentary victory was reflective of this upbeat mood. Whether this optimism remains or not depends on how the Government performs. Eschewing privileges is necessary and excellent, but the feel-good factor such measures create cannot endure in the absence of tangible economic improvements.",
    "A plurality of Lankans think education, health, and agriculture should be top spending priorities of the new Government, again according to the IHP opinion poll. Not a single Lankan voter wants an increase in military spending. Most Lankans also want to see high income-earners taxed at a much higher rate. Backing for a marginal tax rate of 50% on those earning more than Rs. 500,000 per month has remained above 50% since 2023.",
    "Since only 2.2% of adults pay PAYE, an immediate reduction in PAYE rates would not be popular nationally or among NPP voters, excepting the small stratum of professionals in the NPP’s upper ranks.",
    "Most Lankans seem closer to the IMF’s Peter Breuer than the NPP/JVP on the make-or-break issue of revenue-generation. “During one of our staff visits we went to Nuwara-eliya and met with some estate workers who showed us their bills and their income slips. It was just shocking how the high cost of electricity and other things are essentially absorbing all their incomes.",
    "Better off people are better equipped to deal with this high inflation. So it is very important that those who can make a contribution to society do that… so having a personal income tax system and corporate income tax system that asks richer people, better off people for more contributions is essential for the Government to deliver the essential services…including to the poor people” (https://www.youtube.com/watch?v=XQ-KnTxpLfI).",
    "France’s Macron fiasco provides the latest warning about the politico-economic consequences of tax cut economics. During his first term, President Macron, basing himself on the less-taxes-more-growth dogma, reduced corporate taxes from 33% to 25% and ended the Solidarity Tax (a wealth tax on assets over 1.31 million euros). The result was an increase not in growth but in deficit, as France’s Central Bank and Court of Auditors have acknowledged.",
    "The world is experiencing a swing towards the blood-and-faith populist right. In France, the tidal changes favour Marine Le Pen. When tides turn in Sri Lanka, the main beneficiary will not be the squabbling SJB/UNP but the Rajapaksas and other ethno-religious saviours.",
    "Addressing his first meeting in Jaffna as president, Anura Kumara Dissanayake promised to return military-occupied land gradually to original owners and release all political prisoners. Both measures are long overdue. The war ended 15 years ago. Saturating the north and east with army camps makes no sense from security, economic, or human point-of-view. Most Tamil political prisoners have spent decades in jail without being charged.",
    "If the Government honours the President’s promises to the full, the SJB and the UNP are unlikely to cry “Tiger! Tiger!” The Rajapaksas are another matter, and other presidential wannabes who dream of grabbing a slice of Gotabaya Rajapaksa’s infamous 6.9 million.",
    "This week’s coming out of Sinhala Ravaya is only the latest instance of blood-and-faith populists testing political waters. Before that came Namal Rajapaksa’s dog-whistle comment on the removal of Katkovalam army camp in Jaffna (https://x.com/rajapaksanamal/status/1859199555759227218?s=46).",
    "According to media reports Medagoda Abeytissa thero (he who preached that voting for the SLPP was a meritorious deed – pinkama) is also back in action, talking about ‘enemies’ and the need for a rejuvenated ‘national movement’. If the SJB and the UNP continue to squabble like infantile children, if they fail to oppose the Government rationally, the resulting vacuum will be filled by irrational forces promising to save us from Tamil/Muslim/Hindu enemies – again.",
    "If the JVP didn’t effect a change of guard in by replacing Somawansa Amarasinghe with Anura Kumara Dissanayake as leader, there would have been no NPP in 2019 and no electoral triumph in 2024. To face the new times, the Opposition too needs such a change, of leaders and of policies. Both Ranil Wickremesinghe and Sajith Premadasa are a bar to the necessary reunification of the UNP and the SJB and the creation of a new organisation more attuned to the hopes and needs of Sri Lanka in the second decade of the 21st Century. Since both leaders will continue to cleave to their positions even at the cost of their respective parties, it will not be they but blood-and-faith populists who will benefit from the electorate eventual disenchantment with the NPP/JVP.",
    "So back to the past, of showcasing this or that minority as the enemy, creating nation-in-peril crises by myriad ways. What could have happened but didn’t with Sihalaramaya – is an indication of where Sri Lanka could be headed.",
    "Soon after the war ended, the Sinhala Ravaya ‘resettled’ several Sinhala-Buddhist families in Navakkuli, Jaffna. According to an article in the Irida Divaina (of 18 August 2013, by Dinasena Ratugamage and appropriately captioned ‘Inane Piety which creates Religious Wars’), a temple was built there under Rajapaksa and military patronage, supposedly for these new residents: Sihalaramaya – Sinhala Temple.",
    "In August 2013, this Sinhala Temple was reportedly attacked by an unknown entity. The attack didn’t create a frenzy, maybe because the Rajapaksas had by then replaced the Tamil enemy with the Muslim enemy. 2019 lies about Muslim residents vandalising Muhudu Maha Viharaya in Pottuvil gained more purchase in Sinhala fears.",
    "This time around too, Rajapaksas and their imitators are likely to experiment with various ‘enemies’ until they come up with the most effective one, not to mention ally with anyone to improve their political fortunes",
    ". As the Government disappoints and the SJB/UNP fails to step into the breach, the lure of extreme solutions would grow, again. Most Lankans seem to be in a less-irrational place today, but who knows what comes tomorrow?",
    "Let’s start with the true meaning of things. What is a Chabad House? A Chabad House, according to the official website of the Chabad-Lubavitch Movement “is a Jewish community centre in the truest sense of the term – the nerve centre of all the educational and outreach activities of the Chabad-Lubavitch shilach…” (https://www.chabad.org/library/article_cdo/aid/244374/jewish/The-Chabad-House.htm).",
    "So a Chabad House is not just another synagogue; it is the synagogue of a particular Jewish cult, one which believes in greater Israel. The same way Sihalaramaya was not just another Buddhist temple but a temple of an ethno-religious supremacist organisation which believes in a Sinhala-Buddhist Sri Lanka.",
    "So talking about Chabad Houses without taking into account the politics of the Chabad-Lubavitch Movement (as Mark Salter did in his response to me) is like talking about Sihalaramaya without talking about the politics of Sinhala Ravaya.",
    "The best way to understand the politics of a Chabad House is to understand the politics of the Chabad-Lubavitch Movement’s last head (rebbe), the hugely influential Menachem Mendel Schneerson. An implacable supporter of Greater Israel, he opposed every peace accord from Sadat-Begin to Arafat-Rabin, opposed the setting up of the Palestinian Authority, opposed Israel’s withdrawals from Syria, Egypt, Gaza, and the West Bank – as his admiring biographer Joseph Telushkin admits. His approach was: “It is forbidden to relinquish any part of the land of Israel” (https://www.israelnationalnews.com/news/374316). And when you are in a conflict, finish the job, meaning no ceasefires, no deals, no concessions (https://jemcentral.org/2023/10/16/jem-presents-the-rebbes-three-steps-to-victory/).",
    "Mark Salter writes that he agrees with me “that any right-wing, ‘Greater Israel’ directed ideology poses a potentially serious problem wherever it exists.” That is precisely the problem with allowing a Chabad House in Muslim-majority Arugam Bay; Chabad-Lubavitch Movement is a firm adherent and a committed vehicle of the Greater Israel ideology, which threatens not only Palestinians and other people of the region (including the people of Israel) but also the world. And as for the Iranian-hand he parrots, let’s remember the US’s Weapons of Mass Destruction hoax which enabled the second invasion of Iraq, a colossal crime which gave violent Islamic extremism wings.",
    "Perhaps Mark Slater hasn’t heard of Curveball, the Iraqi defector who imagined quite a lot of the WMD tale, which the Americans believe because they were looking for any excuse to attack Iraq – just as they are looking for any excuse now to attack Iran.",
    "A constitution is a covenant between the governing and the governed, rulers and citizens. It doesn’t apply to tourists. There is no bar from Israel tourists praying as much as they want, but they don’t need a Chabad House to do that. As Bishop Duleep de Chickera reminds us in his timely piece on Arugam Bay, even Lankan citizens cannot set up places of worship as they please; “Why would tourists on short stays want this when they can pray in their rooms?” (https://groundviews.org/2024/11/23/arugam-bay-hidden-currents/).",
    "Incidentally, Mark Salter cannot be unaware that Jews don’t need a synagogue to worship, that they can worship in their places of residence, be it home or hotel.",
    "I deliberately didn’t refer to the Chabad House in Colombo, because it has not created waves. The problem is the one in Arugam Bay. Permitting a Chabad House in Arugam Bay is as deranged as allowing the Bodu Bala Sena or Sinhala Ravaya to set up a temple in Jaffna.",
    "True to their most revered rebbe’s teaching, Chabad-Lubavitch Movement is an active participant in Israel’s war against Gaza. The war has been identified as genocidal not just by the UN but also by Israel-American historian and eminent Holocaust expert, Omar Bartov: Israel’s war, he said, is “a combination of genocidal actions, ethnic cleansing, (and) and annexation of the Gaza strip (https://thewire.in/world/full-text-omer-bartov-israel-gaza-genocidal-action-ethnic-cleansing-annexation).",
    "Mark Slater is silent about Chabad House publicly commemorating the IDF war-dead in someone else’s country, and in a town without a single Jewish citizen. Arugam Bay is no Gaza, thankfully, but Chabad-Lubavitch members are bringing Gaza into Arugam Bay – just as Maccabi Tel Aviv fans brought Gaza into Amsterdam.",
    "Two days before the soccer match between Israel’s Maccabi-Tel Aviv team and the Netherland’s AFC Ajax team, Maccabi fans arrived in Amsterdam. Over the next 48 hours, hundreds of them roamed the city, tearing down Palestinian flags, destroying a taxi belonging to a Dutch-Arab citizen, and chanting such racist slogans as ‘Victory to the IDF. F*%$ the Arabs’.",
    "During the match, they interrupted the two-minute silence for Valencia flood victims and chanted ‘There are no schools in Gaza, (because) there are no kids’, a reference to tens of thousands of children murdered by Israeli forces.",
    "As Yuval Gal of the anti-Zionist collective Erev Rav said, “If somebody just came from Gaza, came back from killing a lot of people you don’t expect them to behave normally in your city. They have just come back from Gaza they won’t act normally” (https://www.youtube.com/watch?v=moPFJD3L16k).",
    "After losing the match, Maccabi fans went out to the streets attacking passers-by and the police. In retaliation, Ajax fans, made up of Amsterdam residents of Arab and Dutch origin, unleashed their own brand of violence. Though the counter-violence contained traces of anti-Semitism, it was not a pogrom, as the Amsterdam mayor was compelled to admit later.",
    "An article I read in Yedioth Ahronoth, Israel’s highest circulation newspaper, made it easier for me to understand Mark Salter’s mental gymnastics. The opinion piece titled, ‘This is what a pogrom looks like, this is the new antisemitism’ by Smadar Perry begins thus. “This is what an Israeli woman who arrived in Amsterdam two days before the soccer match between Maccabi Tel Aviv and Ajax clubs wrote about the atmosphere in the city: ‘There were huge gatherings and shouts of ‘Death to Arabs’ in Amsterdam’s main squares alongside violence against people against Palestinian flags… Leaving the games Maccabi Tel Aviv fans were roaming looking for Palestinians to beat up” (https://www.ynetnews.com/article/hk4ijctb1e#autoplay). To call the fracas in Amsterdam a pogrom is to belittle actual pogroms and insult the memory of their countless Jewish victims.",
    "So the Israeli visitors incited the violence, then cried antisemitism. Like those Jewish settlers from West Bank who are trying to take over Jerusalem’s Armenian quarter, home for Armenian Christians – the city’s smallest religious minority – for more than a millennium. When the Armenians resist, they are accused of being anti-semitic (https://scheerpost.com/2024/04/15/armenian-christians-under-siege-by-israel/). If Chabad-Lubavitch Movement is given a legal foothold in Arugam Bay, it may not be long before our own Muslims are accused of antisemitism and of igniting a pogrom! Imagine with what glee the BBS/Sinhala Ravaya types would hop on that bandwagon.",
    "As tides turn, and the magic fades, we will have enough headaches with our own fundamentalists. We don’t need to add Jewish fundamentalists (Chabad-Lubavitch Movement) to our lot."
  ]
}