{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Ranjan-Ramanayake-launches-new-political-party-United-Democratic-Voice/56-767782",
  "time_ut": 1728515504.0,
  "original_lang": "en",
  "original_title": "Ranjan Ramanayake launches new political party – United Democratic Voice",
  "original_body_lines": [
    "Says he has received mixed advice about continuing in politics, with some encouraging him to speak up for the people",
    "Notes shortage of genuine representatives in Parliament and expresses his determination to combat corruption",
    "Emphasises need for new, clean political party, believing it to be best solution for SL",
    "Former Member of Parliament and actor-turned-politician Ranjan Ramanayake has announced the formation of a new political party named the “United Democratic Voice” (Eksath Prajathanthravadi Handa). The launch event was held yesterday at the Taj Samudra Hotel in Colombo, where Ramanayake revealed the party’s symbol – a microphone – representing the party’s mission to be a voice for the voiceless.",
    "“There is a noticeable lack of true representatives in the Parliament of Sri Lanka. My past efforts to expose corruption and hold wrongdoers accountable are still available online, and I have long considered this my personal battle against corruption. I have received numerous proposals from various political parties, and my discussions with them have led me to believe that the most effective solution for our country is to establish a new, clean, and fresh political party,” he opined.",
    "He also noted that he has received assurances from many political figures, including Vijitha Herath, who has publicly stated that he is not corrupt but rather someone who has faced unjust treatment.",
    "“My greatest assets are the people of Sri Lanka, and I hope that my political endeavours will resonate as a wake-up call to the public. Since childhood, we have been labelled a developing country. It’s disheartening to think that after gaining independence in 1947, we were second only to Japan, yet now find ourselves in a situation where we owe $ 97 billion in debt due to the actions of past administrations,” he noted.",
    "“I believe that with the trust of the people, we will secure a greater number of seats in the upcoming elections. Recent events have been unpredictable, with some political figures falling from grace while others have achieved significant milestones. It remains to be seen what the future holds. Being from Gampaha, I have always received tremendous support from the people in my constituency,” he added.",
    "Joining Ramanayake at the launch were notable figures, including former Sri Lankan cricketer Tillakaratne Dilshan, also known as T.M. Dilshan, who has been appointed as the national organiser of the party. Former Samagi Jana Balawegaya (SJB) Parliamentarian Vadivel Suresh was also present, lending support to Ramanayake’s political initiative.",
    "Ranjan Ramanayake has had a notable political career, having been elected to Parliament three times. His political journey began in 2010 when he was elected to represent the Ratnapura District under the United National Party (UNP). However, during his third term, he faced significant challenges, including being stripped of his civic rights, preventing him from serving a full year in Parliament.",
    "Ramanayake has also been an outspoken critic of corruption and a vocal advocate for transparency, earning him both supporters and detractors. Reflecting on his past struggles, he expressed frustration over being barred from Parliament. “I was told I couldn’t go to Parliament,” Ramanayake said, mentioning how his voter card had recently gone missing, making it difficult for him to exercise his civic rights.",
    "Despite these challenges, Ramanayake expressed optimism about his new political venture. “Many told me to avoid politics, but others encouraged me to fight and speak for the people,” he remarked at the press conference. He said the decision to form a new party stems from his belief that Sri Lanka needs a clean, fresh political movement that can address the nation’s pressing issues.",
    "Ramanayake’s new political party is set to contest in the upcoming General Elections, excluding the Hambantota and Matara districts. He shared that the Gampaha District candidate list has already been submitted to the Election Commission and has received approval.",
    "“We are prepared to contest across the nation, except in a few districts. I believe that people’s trust will lead us to success. Many unexpected developments have taken place recently, and we aim to make a significant impact,” he said, highlighting the party’s intentions to compete even in the North and East of the country. Ramanayake expressed his confidence that the United Democratic Voice could offer a fresh start for Sri Lanka’s political landscape."
  ]
}