{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-One-of-the-best-ethical-and-sustainable-sourcing-destinations/34-769549",
  "time_ut": 1732224682.0,
  "original_lang": "en",
  "original_title": "Sri Lanka: One of the best ethical and sustainable sourcing destinations",
  "original_body_lines": [
    "Sri Lanka Embassy in Brussels participated at the European Parliament “Fair Trade Breakfast-2024”, on 13 November 2024, highlighting Sri Lanka as one of the best ethical and sustainable sourcing destinations in the world.",
    "The event was organised by the “Fair Trade Advocacy” Office in Belgium and hosted by the European Parliament’s “Fair Trade Working Group” and its Chair Bernd Lange, a member of the European Parliament. The Embassy, with the support of the Sri Lanka Export Development Board (EDB) participated this event, as a special guest. A cross section of Fair Trade products manufactured by a number of Sri Lankan Fair Trade certified companies were showcased at this event, including tea, spices, coconut-based products and toys.",
    "Ambassador Chandana Weerasena made a speech at the event giving a brief introduction to the background of the diverse range of Fair Trade products in Sri Lanka, current development in the fair trade sector while highlighting the challenges faced by the sector. Further, on behalf of Sri Lankan stakeholders, Ambassador pointed out key areas that Sri Lanka needs support from relevant EU institutions and international Fair Trade organisations.",
    "Fair Trade Advocacy Office Managing Director Jorge Conesa de Lara highlighted that securing Fair Trade structures based on mutually beneficial collaboration with producers, farming communities and partner countries must be central to the process when entering legislation to advance sustainable development.",
    "Juliana Asiedu, a young producer from the Offinso Fine Flavour Cooperative Cocoa Farmers and Marketing Society Ltd. highlighted the urgent need for greater support to help farmers adapt to climate change, urging policymakers to place farming communities at the heart of decision-making. SeeMe Founder Caterina Occhio, a Fair Trade verified jewellery brand, whose extensive work promoting gender equality through ethical and Fair Trade practices demonstrated how these efforts not only contribute to global justice but also transform the lives of producers.",
    "The UN Special Rapporteur on Extreme Poverty and Human Rights and IPES-Food Co-Chair Olivier De Schutter was also among the distinguished guests. Further, a number of MEPs from the European Parliament, a large number of members from International and European Fair Trade Networks, Civil Society Organisations, and other Missions to the European Union also joined the event."
  ]
}