{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Race-for-Presidency-Awesome-fairy-tales-no-plans/4-766536",
  "time_ut": 1725901114.0,
  "original_lang": "en",
  "original_title": "Race for Presidency: Awesome fairy tales, no plans",
  "original_body_lines": [
    "The voters have a challenging task of finding facts from misinformation and disinformation – Pic by Shehan Gunasekara",
    "The race has begun several months ago, even before the official announcement of the Presidential elections and now we witness a flow of fairy tales from all candidates just to grab power, sidelining any realistic plans or strategies to rescue the nation.",
    "It is astonishing to note that no candidate has been able to present a ‘simple plan’ or ‘strategy’ for the immediate 2-3 years. Instead, they resort to the ‘conventional canvassing methods’ of ‘insulting, disparaging and telling fairy tales about reduction of cost of goods, absence of queues, system change and sugar-coating with the technological jargons and mesmerising the public (voters) with the mind-blowing multimedia visuals/presentations. What we witness is the use of misinformation and disinformation, which mislead the public and overshadow accountability.",
    "We are yet to reach the normalcy, though we continue the daily routines without interruptions. People are yet to return to the normal standards experienced in 2018/19. Instead the country has been losing human talent, professionals, bleeding cash resources and Small & Medium Business (SME). Consumption has been deprived and the prescribed taxation of IMF is driving the Sri Lankan middle-class to a natural death. Sri Lanka still struggles to recover and sustain consumption and investments. We are still at a brink, in terms of reserves, though it has improved by $ 1 billion, when compared Dec. 2023. Therefore, the sustainability has become a critical and important factor at this stage, particularly for a nation, with depleted resources and strangled by IMF conditions.",
    "The Senior Mission Chief Breuer of IMF has warned that “it is not feasible to reduce taxes by any administration as it was significant how the reduction in Government revenues had contributed to a very severe crisis in Sri Lanka” as stated in the article in Business Times of Sunday Times on 16 June 2024. This may be the reason that none of the Presidential candidates do not discuss about any relief to people, in public, surrendering to the seemingly oppressive statement by the IMF official.",
    "The most experienced and politically astute candidate tells the fairy tales of trying to provide relief in the future, conditions of IMF, fantasising a developed nation by 2048, commencing paying debt by then, and a possible reduction of income tax. He should definitely be given the due credit for bringing stability from an almost anarchical state, resumption of supplies and continuity of routines as usual. However, he does not have a plan and keeps clinging to the IMF program, disregarding the detrimental socio-economic impact of it, which has been able to drown not only the working-class and professionals, but also the enterprises. He has not yet spelled out any strategies on creating jobs and revenue.",
    "The breakaway-candidate from the oldest political party tells different fairy tales and he consciously does not discuss about the detrimental effected of IMF. He still follows the conventional political canvassing, which does not address the current socio-economic issues of the people and the country. He attempts to mesmerise the audience by stating technological jargons and terms, in which he invariably demonstrates that he does not have a sound plan to address the core issues and challenges in leading a nation.",
    "The third main candidate, I would brand as the trending-candidate, stresses only on catching thieves, which has been his and his party’s main theme during the past three decades, little realising that they have been supporting politically to all those alleged thieves and helped them to get elected. He talks about debt, but does not state the ways to settle. Recently, he promised the reduction of VAT in several sectors, but did not state about the revival of state income.",
    "If the candidates focus on the priorities to re-negotiate the IMF agreement to revisit the thresholds of income tax and VAT, creating new sources of revenue, jobs and removing state bureaucracy which hinders Foreign Direct Investments, they could have attracted a large majority of voters.",
    "The voters have a challenging task of finding facts from misinformation and disinformation. Sri Lankan motive to vote has been on ‘hate’ than ‘love’ over the decades and use elections to ‘reject’ candidates and governments than to ‘elect’. They generally voted on popularity or heroism. The present context demands ‘strengthening stability achieved thus far’ as opposed to ‘radical ‘changes’.",
    "The choices are not about parties or individuals. Those are ‘choiceless choices’ to vote either for ‘stability’ or ‘change’ (‘Choiceless choices’ is a term coined by Lawrence Langer to describe no-win situations faced Jews during holocaust).",
    "(The writer is a Certified Risk Management Professional (CRMP) of the Risk Management Society (RIMS) of USA, has over 17 years’ experience in risk management, and 34 years in corporate management in various positions. He can be contacted via [email protected].)"
  ]
}