{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83959",
  "time_ut": 1714330620.0,
  "original_lang": "en",
  "original_title": "Five Policemen  Comprising an Inspector,Sub-inspector and three Constables Found Guilty of Killing Eight Tamil Civilians at Bharathipuram in Trincomalee district 26 Years ago  Sentenced to Death by Anuradhapura High Court  Manoj Thalgodapitiya",
  "original_body_lines": [
    "The Anuradhapura High Court on Friday passed a death sentence on five police officers who were found guilty of killing eight Tamil civilians at the Bharathipuram village in Kantale, Trincomalee 26 years ago.",
    "The sentence was passed by High Court Judge Manoj Thalgodapitiya.",
    "The five police officers were attached to the Bharathipuram police post and were charged with unlawful assembly with the intention to commit murder.",
    "Those sentenced were Constable Chandrathna Banadara, Constable Nimal Premasiri Konara, Inspector R.M. Ranaraja Bandara, Sub Inspector Y.L. Somaratne, and Constable Senarath Bandara Medawela.",
    "Though the accused police officers claimed they searched the village after their police post was attacked, the investigations revealed that the police post had not been attacked.",
    "The action was initially filed against 13 police officers at the Trincomalee High Court after the February 1, 1996, incident.",
    "However, after the LTTE killed two suspects while they appeared in court, the case was transferred to the Anuradhapura High Court.",
    "After leading the prosecution, Deputy Solicitor General Madhawa Thennakoon requested the court to acquit five of the suspects as there was not enough evidence to continue the case against them.",
    "Two more suspects were later acquitted. The remaining suspects were slapped with 37 charges.",
    "The judgement was delayed for many reasons, including the delay in submitting the Government Analyst’s report. The court received it only in 2022.",
    "The prosecution was led by Deputy Solicitor General Madhawa Tennakoon, and lawyers Lal Kularatne and Chandani Hamangala appeared for the accused."
  ]
}