{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Tissa-threatened-with-LoD-over-false-claim-against-NPP-on-Dalada-Perahera/56-765770",
  "time_ut": 1724186133.0,
  "original_lang": "en",
  "original_title": "Tissa threatened with LoD over false claim against NPP on Dalada Perahera",
  "original_body_lines": [
    "NPP Dr. Nalinda Jayatissa accuses Tissa Attanayake of propagating a false claim that an NPP Govt. will put an end to the Perahera tradition",
    "Demands that Attanayake apologise to NPP and MP Harini Amarasuriya, whom he attributed the comment to",
    "Says Attanayake was attempting to mislead Buddhist people in SL through such a claim",
    "Says Amarasuriya nor other NPP members have said party will end the Dalada Perahera",
    "Local independent fact-checkers confirm that claims against NPP on the matter are untrue and misleading",
    "National People’s Party (NPP) Executive Council member Dr. Nalinda Jayatissa has threatened to issue a letter of demand to Samagi Jana Balawegaya (SJB) MP Tissa Attanayake over a statement by him claiming that the NPP would discontinue the Dalada Perahera tradition if it comes to power.",
    "Dr. Jayatissa said that, during a recent SJB political rally in Mawanella, MP Tissa Attanayake alleged that NPP MP Dr. Harini Amarasuriya had said an NPP-led Government would put an end to the Dalada Perahera.",
    "Dr. Jayatissa firmly denied this claim, labelling it as a false accusation intended to mislead the public, especially the Buddhist community in Sri Lanka. He said neither Amarasuriya nor any other NPP member had made such a claim.",
    "Dr. Jayatissa challenged MP Tissa Attanayake to retract his statement and issue an apology to NPP MP Dr. Harini Amarasuriya.",
    "He warned that if Attanayake fails to do so, the NPP will proceed with sending a letter of demand today.",
    "“We will not let this pass easily this time,” Dr. Jayatissa said. “We are in discussions with our lawyers and are prepared to send the letter of demand. He has only a few more hours to withdraw his statement and apologise to the NPP and MP Amarasuriya,” he said.",
    "Several misleading claims attributed to Dr. Harini Amarasuriya have been widely circulated on social media in recent times, alleging that an NPP Government would halt the Dalada Perahera due to concerns over animal cruelty. Other false posts claimed that Dr. Amarasuriya said the Perahera tradition could continue only if no elephants were used in the procession.",
    "However, local independent fact-checkers who investigated these claims have confirmed that these social media posts are misleading after they found no evidence to suggest Amarasuriya had made such a claim as alleged."
  ]
}