{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99507/government-focuses-on-addressing-issues-faced-by-grama-niladhari-officers",
  "time_ut": 1716962760.0,
  "original_lang": "en",
  "original_title": "Government focuses on addressing issues faced by Grama Niladhari Officers",
  "original_body_lines": [
    "President’s Senior Advisor on National Security and Chief of Presidential Staff Sagala Ratnayaka, has advised relevant officials to find possible solutions to the problems in the Grama Niladhari Service, while ensuring that no conflict arises with other public services.",
    "He emphasized the importance of discussing existing issues thoroughly and reaching a common agreement. This directive was given during a meeting held at the Presidential Secretariat on Tuesday (28), involving officials of the Grama Niladhari Trade Unions and related line institutions, the PMD reported.",
    "There was an extensive discussion regarding the issues related to the Grama Niladhari Service Constitution and the problems that have arisen concerning the salary scale, the statement said.",
    "The Grama Niladhari Trade Unions highlighted that numerous issues have arisen concerning the promotions of Grama Niladhari officers and emphasized the need for a revised service constitution to address these problems.",
    "In response, Mr. Sagala Ratnayaka stated that constructive proposals should be made regarding the drafted service constitution currently awaiting approval from the Public Service Commission.",
    "He also noted the importance of having a formal service constitution for the Grama Niladhari Service, which has been in existence for sixty-one years and plays a crucial role at the rural level.",
    "Mr. Ratnayaka acknowledged the significant contributions of the Grama Niladhari Service to state affairs despite facing various challenges.",
    "Senior Advisor to the President on Economic Affairs, Dr. R.H.S. Samaratunga, along with officials from relevant line agencies and representatives from the Grama Niladhari Trade Union, participated in the discussion."
  ]
}