{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111494/govt-may-import-substitute-if-keeri-samba-shortage-persists-minister",
  "time_ut": 1755238440.0,
  "original_lang": "en",
  "original_title": "Govt may import substitute if ‘Keeri Samba’ shortage persists – Minister",
  "original_body_lines": [
    "Minister of Trade, Commerce, Food Security, and Cooperative Development, Wasantha Samarasinghe, claims that certain groups are attempting to artificially create a shortage of ‘Keeri Samba’ raw rice in the country.",
    "Speaking after a ceremony held in the Anuradhapura area, the Minister said that while there is no general shortage of rice in the market, there is a concern specifically regarding the ‘Keeri Samba’ variety.",
    "“If there is any issue in the rice market at present, it is only the shortage of Keeri Samba. Therefore, if we decide to import, it will be limited to a substitute variety for Keeri Samba. No final decision has been made yet, as the Yala season is now coming to an end,” he said.",
    "The Minister explained that if the shortage continues and worsens in the months of November, December, and January, the government plans to import 40,000 metric tons of a Keeri Samba substitute variety known as ‘GR11’. However, this plan has not yet been implemented.",
    "“We estimate that there are around 85,000 metric tons of Keeri Samba stored in warehouses in Polonnaruwa alone. If this stock is released to the market, the shortage could be resolved. Only if these stocks run out will we proceed with imports,” the Minister noted.",
    "He further emphasized that there is currently no need to import other varieties of rice. The paddy harvest from this year’s Yala season has increased compared to last year, with an additional 80,000 hectares cultivated.",
    "“As a result, our aim is to provide rice to consumers at a price below Rs. 230 per kilogram,” Minister Samarasinghe added."
  ]
}