{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/NPP-demands-apology-from-President-for-distorting-AKD-s-FTA-stance/56-766560",
  "time_ut": 1725913702.0,
  "original_lang": "en",
  "original_title": "NPP demands apology from President for distorting AKD’s FTA stance",
  "original_body_lines": [
    "NPP MP Vijitha Herath challenges President to specify the page where according to his claim notes it will annul FTAs",
    "Points to page 151 of NPP manifesto and shows party has promised to update and enter into new FTAs",
    "Asks President Ranil Wickremesinghe to stop spreading lies and depending on uninformed advisers",
    "National People’s Power (NPP) MP Vijitha Herath yesterday challenged President Ranil Wickr-emesinghe’s claim that a future NPP Government led by Anura Kumara Dissanayake would annul Free Trade Agreements (FTAs).",
    "Herath challenged Wickremesinghe to specify the page and article number where this information is mentioned in the NPP manifesto. “Stop relying on uninformed advisers and spreading falsehoods on stage. We challenge you to take not just one night, but a full month to thoroughly re-read the manifesto if necessary,” he said.",
    "On Sunday, Wickremesinghe, speaking at several rallies including one in Welimada, claimed that Anura Kumara Dissanayake’s election manifesto titled “A Thriving Nation, A Beautiful Life” indicated that the NPP would cancel all FTAs. He questioned how exports could be increased if this was the NPP’s policy. Meanwhile, in Morawaka, Wickremesinghe reiterated his claim about the FTAs while claiming he had read the entire NPP manifesto over-night. Herath pointed out that on page 151 of the manifesto, under the heading “International and Local Market Expansions and Productivity,” the NPP clearly states its intention to update existing FTAs and enter into new ones.",
    "“Did you overlook this or intentionally ignore it? As a responsible President, stop spreading lies. You are not just any other candidate. Do not deceive the people and the international community,” he said.",
    "Herath also noted that the same information is available in the English version of the manifesto on page 84. He demanded an apology from President Wickremesinghe for misrepresenting the contents of the NPP manifesto to both the public and the international community."
  ]
}