{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Govt-launches-Seiri-Week-to-boost-efficiency-in-public-service/56-781126",
  "time_ut": 1756764788.0,
  "original_lang": "en",
  "original_title": "Govt. launches ‘Seiri Week’ to boost efficiency in public service",
  "original_body_lines": [
    "The Government yesterday announced the launch of a special program titled ‘Seiri Week’ under the national initiative ‘Clean Sri Lanka.’  Scheduled to take place from 1 to 4 September, the program will be implemented across all State institutions with the aim of improving efficiency, productivity, and workplace organisation in the public service.",
    "The core objective of the initiative is to foster a peaceful, safe, and well-organised environment for public officials, the President’s Media Division said. Seiri, one of the five internationally recognised productivity principles, emphasises identifying what is necessary while eliminating what is unnecessary. In line with this, the week-long program will focus on removing unused items from Government institutions and maximising the use of limited space.",
    "According to a circular issued by the Public Administration, Provincial Councils and Local Government Ministry, Ministries, Departments, and other State organisations are required to dedicate two hours each morning during ‘Seiri Week’ to cleaning and organising workspaces. The initiative also prioritises maintaining clean and attractive buildings, improving access roads, and ensuring better facilities for persons with disabilities.",
    "Special attention will be given to the proper disposal of unusable inventory items, old vehicles, and outdated files. However, the Government stressed that ‘Seiri Week’ is not a one-off campaign. Heads of institutions have been directed to establish permanent frameworks to sustain the organised environment fostered during the program, with designated officials tasked with overseeing its continuity."
  ]
}