{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/What-we-know-about-Flexible-Inflation-Targeting/4-770152",
  "time_ut": 1733444835.0,
  "original_lang": "en",
  "original_title": "What we know about Flexible Inflation Targeting",
  "original_body_lines": [
    "A successful FIT framework relies on the central bank’s credibility in maintaining inflation within its target range",
    "The Monetary Policy Board of the Central Bank of Sri Lanka announced that the bank is moving to a single policy interest rate mechanism, transitioning from its dual policy interest rate mechanism, with effect from 27 November 2024. This change marks another step in implementing a Flexible Inflation Targeting (FIT) framework. Accordingly, the Central Bank introduced a new policy rate known as the Overnight Policy Rate (OPR), as the primary monetary policy tool to signal and operationalise its monetary policy stance.",
    "Flexible Inflation Targeting (FIT) is a key innovation among the changes shaping modern monetary policy. In addition to FIT, there are several notable new innovative tools developed in the recent past. Central Bank independence to make decisions without political interference, emphasis on transparency and clear communication, use of unconventional monetary policy tools beyond traditional interest rate adjustments such as Quantitative Easing (QE), negative interest rates to stimulate lending and spending, and Yield Curve Control (YCC) to manage interest rates across maturities are considered major recent developments in monetary policy. Further, modern central banks have considered integration of climate risks in monetary policy focusing on green financing and sustainability, greater focus on financial stability by emphasising macroprudential policies alongside traditional monetary tools to ensure financial system stability, exploring Central Bank Digital Currencies (CBDCs) to modernise payment systems and reduce dependence on cash, and addressing wealth and income inequality indirectly by promoting full employment and inclusive growth.",
    "FIT is a monetary policy framework in which a central bank commits to achieving an Explicit Inflation Target over a medium-term horizon while retaining flexibility to consider other economic objectives, such as employment and economic growth. Unlike strict inflation targeting, FIT allows central banks to respond to short-term economic fluctuations without abandoning their long-term inflation goals.",
    "Following New Zealand’s success in introduction of inflation targeting framework which moved away from traditional monetary policy, Canada, United Kingdom, Sweden and Australia adopted FIT frameworks while emerging economies such as Brazil, Chile, and South Africa transitioned to more market-oriented monetary policies.",
    "To measure the effectiveness of monetary policy, it is required to understand the transmission mechanism. The process through which changes in monetary policy impact the broader economy, particularly inflation, output, and employment is known as the monetary policy transmission mechanism. While central banks use a variety of policy tools depending on the economic cycles and factors affecting the economy, the process of transmission to the economy take place through the following six channels",
    "Interest Rate Channel: Changes in policy rates affect borrowing and lending rates of the economy. Lower interest rates stimulate borrowing and investment, boosting aggregate demand while higher interest rates discourage investments, thereby lower the output.",
    "Exchange Rate Channel: A change in interest rates affects capital flows in and out of the economy influencing exchange rates. A lower interest rate leads to currency depreciation, making exports cheaper and imports more expensive, improving net exports.",
    "Credit Channel: Monetary policy affects the availability and cost of credit through bank lending channels and balance sheet channels. Changes in policy interest rates influence banks’ willingness to lend while balance sheet channels affect borrowers’ creditworthiness.",
    "Asset Price Channel: Monetary policy influences the behaviour of asset prices such as stocks, bonds, real estate, affecting wealth and investment. This wealth effect influences consumption by way of increased spending and higher asset values.",
    "Expectations Channel: Central bank communication shapes expectations about future inflation and economic conditions. Modern central banks intend to achieve anchored expectations of inflation through clear communication and thereby increase the effectiveness of monetary policy.",
    "Liquidity Channel: Quantitative easing (QE) and other liquidity measures directly inject money into the financial system, changing money supply, credit conditions and asset prices.",
    "Credibility and transparency: A successful FIT framework relies on the central bank’s credibility in maintaining inflation within its target range. Consistent regular communication with the public on monetary policy through inflation reports, media briefing, forecasts, and policy statements enhances transparency and anchors inflation expectations of the economy.",
    "Accountability: Central banks under FIT framework are held legally accountable for achieving their inflation targets and this accountability strengthens the public’s trust in monetary policy.",
    "Institutional independence: A key success factor is the independence of the central bank from political pressures, enabling unbiased decision-making focused on economic fundamentals. While the independence of central bank is a debatable topic, this does not necessarily mean to undermine the mandate of an elected government. Ideological independence and research-based independent decision making are key to success.",
    "Flexible horizon: FIT emphasises a medium-term horizon for achieving inflation targets, allowing central banks to respond to shocks or crises without overreacting to short-term fluctuations. Independent researching on lag effects of monetary policy and structural understanding along with feedback loops are primary success factors.",
    "Dual objectives: Unlike strict inflation targeting, FIT integrates dual objectives, balancing inflation control with growth, employment, or financial stability. While this a debatable subject, central banks rely on the institutional independence given by the people and primary responsibility to maintain their wellbeing.",
    "Data-driven policy: FIT frameworks rely on robust data analysis and forecasting models, enabling informed decision-making and timely policy adjustments.",
    "The adoption of FIT is not a mere shift from conventional quantitative targeting to FIT, but should be backed by coherent research-based policy framework.",
    "Primary outcome is stable inflation: FIT effectively anchors inflation expectations of the economy, reducing price volatility and allowing the economy to function in a predictable price environment. By incorporating employment and output as secondary objectives, FIT supports long-term economic growth without sacrificing price stability. The flexible approach allows central banks to address external shocks, such as commodity price volatility or financial crises.",
    "FIT framework enhances the credibility of monetary policy, policy makers and the central bank, build trust among investors and consumers, stabilising markets and encouraging long-term investments.",
    "Trade-offs: Balancing inflation control with economic growth and employment objectives can be challenging, especially during economic shocks.",
    "External pressures: Emerging economies often face external pressures, such as exchange rate volatility and capital outflows, which can complicate FIT implementation.",
    "Measurement issues: Accurately measuring and forecasting inflation, especially in volatile economic conditions remains a challenge.",
    "Communication: Miscommunication or misinterpretation of policy goals can undermine the credibility of FIT frameworks.",
    "India implemented a FIT regime in 2016, following the recommendations of the Urjit Patel Committee (2014). This marked a significant shift in the Reserve Bank of India’s (RBI) monetary policy framework, transitioning from a multiple-indicator approach to one focused on price stability as the primary objective. The RBI aims to keep inflation at 4% annual basis, with a tolerance band of ±2% (i.e., 2%-6%). The target is based on the Consumer Price Index (CPI), a comprehensive measure of inflation in comparison to the previously used Wholesale Price Index (WPI). If inflation exceeds the target band for three consecutive quarters, the RBI must submit a report to the government explaining the reasons and proposing corrective measures",
    "Prior to introduction of FIT framework, The RBI followed a “multiple-indicator approach,” focusing on inflation, growth, exchange rates, and external balances simultaneously while there was no explicit inflation target, leading to policy ambiguity. India experienced volatile inflation during the pre-FIT period, particularly between 2009 and 2014, when inflation averaged 9%-10%, derived primarily from supply-side shocks (e.g., food price inflation), fiscal deficits, and external factors like rising crude oil prices.",
    "Inflation targeting provided a clear and singular focus on price stability while the Monetary Policy Committee (MPC) ensured a more structured and transparent decision-making process. As a result, post-2016, inflation was largely within the band, with an average CPI inflation of 4%-5% (2016–2023) with periods of deviation during the COVID-19 pandemic. This shows that the implementation of FIT helped anchor inflation expectations of the general economy, lower inflation volatility, improved economic stability and investor confidence.",
    "Common argument among policy makers and researchers about the effectiveness of FIT, is that the better inflation control is a result of credibility and focus of policy interventions. The distinction between whether FIT itself, or the credibility and focus of policy interventions is responsible for better inflation control has been a topic of significant debate in empirical studies.",
    "Research indicates that inflation targeting frameworks such as FIT anchor inflation expectations better by explicitly committing to a clear inflation target. Studies on emerging economies like Brazil, Chile, and South Africa, showed that FIT implementation led to significantly lower, predictable and stable inflation compared to pre-FIT periods. Evidence of FIT adoption in advanced economies like New Zealand and Sweden are similar, showing stable inflation and improved economic performance, suggesting the framework itself contributed to the outcomes.",
    "Other studies argue that it is not the effectiveness of FIT itself but the credibility and disciplined nature of monetary policy under FIT regimes that bring the desired results. Evidence from countries that achieved low inflation without explicitly adopting FIT (e.g., Germany before the Eurozone) suggests that credibility and policy discipline, rather than the FIT framework alone, were key.",
    "Studies find that FIT works best in countries with a strong institutional framework and a credible central bank. In the example of FIT adoption in India, it is understood that while FIT helped stabilise inflation, evidence suggests the Reserve Bank of India’s strengthened governance, independence and credible interventions were equally important.",
    "Empirical evidence suggests that better inflation control is more fundamentally tied to credible and focused policy regimes rather than FIT alone. FIT provides a framework that strengthens the effectiveness of a credible central bank but is not inherently sufficient on its own to deliver better inflation outcomes. The central bank’s ability to anchor expectations and its perceived commitment to policy goals are the ultimate drivers of success.",
    "FIT has become a foundation of modern monetary policy, blending the discipline of inflation control with adaptability under constantly evolving economic environments to address broader economic challenges. Its success depends on central bank credibility, independence, research based methodology rather than just ideological inferences and a transparent communication strategy. The FIT regime has demonstrated resilience during economic shocks, although it requires continued vigilance against supply-side inflation drivers. While challenges remain, FIT has demonstrated to be a robust and versatile framework for managing inflation and fostering economic stability in both advanced and emerging economies.",
    "(The writer is a CFA charterholder, capital market specialist and certified FRM. The views and opinions expressed in this article are those of the writer and do not necessarily reflect the official policy or position of any institution.)",
    "lexibility of the framework allows central banks to respond to unique circumstances, such as supply-side shocks (e.g., oil price hikes) or demand-side disruptions (e.g., natural disaster or pandemics)."
  ]
}