{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-insurers-raising-motor-insurance-premia-after-depreciation-fitch-198697/",
  "time_ut": 1736385660.0,
  "original_lang": "en",
  "original_title": "Sri Lanka insurers raising motor insurance premia after depreciation: Fitch",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s insurers have been facing higher claim costs after high claims costs from currency depreciation, and are likely to further raise non-life insurance premiums, Fitch Ratings has said.",
    "“Underwriting performance has been under pressure since 2022, driven by inflationary pressures, rising administrative costs and increased claim costs due to higher spare part prices and medical costs from the depreciation of the Sri Lankan rupee,” Fitch Rating said in a report on Sri Lanka insurers.",
    "Sri Lanka’s central bank has won the legal powers under a new law to raise cost of living by 5 percent as year.",
    "Since the end of a civil war in particular it has printed money to cut rates and triggered serial currency crises eventually ending in sovereign default, critics have said.",
    "When a central bank prints money to cut rates and target its policy rate, food, energy and asset prices rise early and forex pressure also emerge, but services prices go up with a delay.",
    "The average ‘combined ratio’ of Fitch-rated insurers’, excluding National Insurance Trust Fund Board (NITF, BBB(lka)/Stable), was around 107 percent in the first half of 2024, compared to 112 percent in 2024 and 105 percent in 2022,",
    "The profitability of the motor insurance business is also under pressure following the regulatory requirement to remit 100 percent of premiums to NITF.",
    "Insurers could previously retain 88 percent of motor premiums for strikes, riots, civil commotion and terrorism, a low claim segment.",
    "There was a 35 percent commission on remitted premiums provides partial relief, but motor policy prices will have to be raised to “offset the impact of the reduced retention”, Fitch said.",
    "Non-life insurers have also been diversifying into non-motor segments such as health insurance due to prolonged import restrictions on motor vehicles.",
    "Sri Lanka banned motor vehicle imports as the central bank printed money to cut interest rates in 2020 along with several thousand other imports.",
    "This diversification led to an 11 percent increase in non-motor gross premiums in 2023. (Colombo/Jan09/2025)"
  ]
}