{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/share-market-driven-by-retail-investors-as-imf-third-tranche-hopes-rise/",
  "time_ut": 1718039160.0,
  "original_lang": "en",
  "original_title": "Share market driven by retail investors as IMF third tranche hopes rise",
  "original_body_lines": [
    "The stock market yesterday was driven by retail investors due to speculation that IMF approval would materialize this week and that Sri Lanka will receive the third tranche of the IMF EFF. This is a great inducement for foreign and local investors to invest in the stock market, analysts said.",
    "Due to these developments the market was bullish and both indices moved upwards. The All Share Price Index went up by 87.11 points while the S and P SL20 rose by 35.2 points. Turnover stood at Rs1.6 billion with one crossing. The crossing was reported in JKH, which crossed 1.25 million shares to the tune of Rs 253 million; its shares traded at Rs 204.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Hayleys Rs 184.1 million (1.8 million shares traded), JKH Rs 180 million (880,000 shares traded), HNB Rs 89.4 million (434,000 shares traded), Commercial Bank Rs 83.2 million (765,000 shares traded), Sampath Bank Rs 60 million (743,000 shares traded), NTB Rs 59.6 million (255,000 shares traded) and Royal Ceramic Rs 45.3 million (1.2 million shares traded). During the day 63.3 million share volumes changed hands in 12000 transactions.",
    "It is said that JKH became the main contributor to the market, while banking sector counters were active, especially HNB, Commercial Bank, Sampath Bank and NTB.",
    "The CSE announced that the settlement cycle for all equity transactions on the CSE will be shortened to T+2 with effect from yesterday. Market turnover was Rs 63 million.",
    "Fitch Ratings assigned Commercial Bank’s proposed debentures of up to Rs 20 billion, a national long-term rating of ‘BBB+(lka)’, a rating two notches below the bank’s National Long-Term Rating anchor.",
    "“This reflects Fitch’s baseline notching for loss severity for this type of debt and expectation of poor recoveries. There is no additional notching for non-performance risk, as the notes do not incorporate going-concern loss absorption features, Fitch said.",
    "Yesterday the rupee was quoted at Rs 302.80/95 to the US dollar in the first half-hour of trading, while bond yields were steady and stocks opened 0.55 percent higher, dealers said. The rupee closed at Rs 302.70/80 to the greenback on Friday.",
    "In the secondary market, yields were stable in somewhat dull trade, dealers said. A bond maturing on 15.12.2026 was quoted stable at 9.95/10.05 percent. A bond maturing on 15.09.2027 was quoted at 10.45/65 percent up from 10.45/55 percent. A bond maturing on 01.07.2028 was quoted stable at 11.00/10 percent. A bond maturing on 15.05.2030 was quoted at 11.75/85 percent up from 11.75/90 percent.",
    "Unilever Sri Lanka inaugurates solar power project at Horana factory, contributing to national renewable energy goals and global sustainability commitments",
    "Share price appreciations in banking sector counters as indices rise",
    "Expolanka Holdings’ Exit Offer on until June 10; delisting challenged in court",
    "Delisting plans at Aitken Spence Plantation Managements; investor sentiment up",
    "Banking sector shares suffer decline in the wake of Combank’s morn setback",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}