{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112244/popular-sydney-beach-deploys-drones-helicopter-after-fatal-shark-attack",
  "time_ut": 1757215980.0,
  "original_lang": "en",
  "original_title": "Popular Sydney beach deploys drones, helicopter after fatal shark attack",
  "original_body_lines": [
    "Australian authorities on Sunday (Sep 7) deployed drones and a helicopter to monitor the waters around a popular Sydney beach after a surfer was killed by a great white shark on Saturday, officials said.",
    "Two beaches in Australia’s most populous city remained closed on Sunday after the attack on Saturday morning that took place about 100m from shore while the man was surfing with friends at Long Reef Beach, in the north of the New South Wales state capital.",
    "The experienced surfer was pulled from the water by other surfers, but had lost too much blood and died at the scene, police said. It was the first shark-attack death in Sydney since a swimmer was killed off a beach in February 2022, which was the city’s first since 1963.",
    "On Sunday, the state’s main water rescue organisation, Surf Life Saving NSW, deployed drones and a helicopter to surveil the area for the shark, New South Wales Department of Primary Industries and Regional Development (DPIRD) said.",
    "More so-called SMART drumlines, which use satellite technology to notify authorities when a shark is hooked on a baited line, had also been installed, it said in a statement.",
    "Government shark biologists, after assessing photos of the victim’s surfboard, “determined a White shark approximately 3.4m to 3.6m in length was likely responsible” for the mauling, DPIRD said.",
    "White sharks are also commonly known as great white sharks or white pointers, according to the agency.",
    "Saturday’s incident marked the fourth fatal shark attack in Australia in 2025, data from the state-run operator of Sydney’s Taronga Zoo shows. In March, a surfer was killed by a shark in shallow water on a remote beach in Western Australia.",
    "Australia ranked behind only the United States in the number of unprovoked shark bites on humans in 2024, according to the University of Florida’s International Shark Attack File."
  ]
}