{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=86366",
  "time_ut": 1756669260.0,
  "original_lang": "en",
  "original_title": "“CHEMMANI” ;  Journalist Trio  Comprising Two Sinhala and  One Muslim  Publishes  Book in Sinhala   Revealing the  History of the Discovery of Mass Graves in Chemmani,Jaffna",
  "original_body_lines": [
    "For six months now, a team of archaeologists and forensic experts has been unearthing human remains from a mass grave in Jaffna, northern Sri Lanka. The number of skeletons retrieved has now crossed 200, including some of children.",
    "The grave site and the mounting toll of human remains found in it dominate daily headlines in the country’s Tamil media, while receiving little attention in the country’s mainstream English and Sinhala media. In response to this gnawing gap, three young journalists decided they must tell the story to the majority community, Sinhala-speakers. Wasting no time, they pooled resources and made multiple reporting trips and conducted several interviews with locals and experts over the last few months to write Chemmani, a Sinhala-language book on the mass grave site in the locality, believed to contain the remains of Tamil civilians, and dating back to the mid-1990s, shortly after the Sri Lanka military captured Jaffna.",
    "Authored by independent journalists Tharindu Jayawardhana, M.F.M. Fazeer, and Tharindu Uduwaragedara, who are members of the Young Journalists’ Association, the slim book was recently launched at the packed auditorium of the National Library in Colombo. It is a bold attempt by the writers — two Sinhalese and one Muslim [Sri Lanka’s Muslims are Tamil-speaking, but identify as a distinct ethno-religious group] — to uncover a troubling wartime episode for Sinhalese readers, who emphatically reject allegations of atrocities by state forces against Tamils.",
    "Sixteen years after the civil war ended, the conflicting narratives on the battle between Sri Lanka’s armed forces and the Liberation Tigers of Tamil Eelam in the country’s north and south are far from finding a meeting point. Among Sinhalese, the dominant story is of their soldiers as “war heroes eradicating terrorism”, dismissive of reports of Tamil civilian deaths.",
    "For Tamils, on the other hand, the military, whose offensive against the LTTE claimed tens of thousands of non-combatants, is an institution that is shielded by the state with enduring impunity. Buried within this binary are other layers of the 26-year-long conflict, including the state’s brutality against the Sinhalese, the LTTE’s fratricidal killings of other Tamils, and its massacres and ethnic cleansing of Muslims in the north and the east.",
    "The Chemmani mass grave is the latest reminder of not only Sri Lanka’s contested past, but also the human toll of the civil war, and the unresolved ethnic conflict that outlives decades of bloody strife. It was discovered accidentally in February this year, when work began to expand the adjacent Hindu crematorium in the village of Chemmani, near Jaffna town.",
    "The finding came almost three decades after Somaratne Rajapakse — who was convicted with five other soldiers in a case of rape, abduction, and murder of 18-year-old Tamil Krishanthi Kumaraswamy — testified that “300 to 400 bodies” were buried at the site. Thereafter, 15 bodies were recovered based on his chilling testimony. The probe was aborted before long, and the case did not progress.",
    "For those living on the outskirts of Jaffna, a mass grave in their midst means much more than the discomfort of some in the Sinhala south. Thousands of families in the north and the east have been struggling relentlessly for years to find out where their missing loved ones might be. Every site like this heightens their ultimate dread that their son, brother, father, or sister could be among the dead. The choice to give up the hope they have held for years, in return for some closure, is a traumatic one to make.",
    "The three journalists found that the families’ stories were unknown to the average Sinhalese citizen throughout the years of war and post-war. Speaking at the launch, Mr. Jayawardhana observed that the country’s mainstream Sinhala media hardly reported on the Krishanthi Kumaraswamy case that ought to have shaken the country’s conscience. “I ploughed through archives, old publications…but there was so little,” he said, explaining why writing the Chemmani story was crucial for his colleagues and him.",
    "As experienced court reporters, Mr. Fazeer and Mr. Jayawardhana wove in details of the dramatic case from the 1990s from various court rulings. “We have tried to show the possible links between the old case that followed Rajapakse’s sensational testimony, and the one that is going on at the Jaffna Magistrate Court now,” Mr. Fazeer told The Hindu.",
    "While drawing attention to the old case, the team decided to focus mostly on the human story around the Chemmani case, rather than on the ongoing investigation itself, details of which are still emerging day by day, Mr. Uduwaragedara said. “We met several families of the disappeared, and the relatives of Krishanthi Kumaraswamy, to try and understand what this wait for answers and justice means to them.”",
    "The journalists not only heard the families’ accounts but also went through state records, such as the 2003 Human Rights Commission of Sri Lanka report on disappearances, to corroborate information.",
    "Despite their rigorous attention to facts and their sources, the journalists knew they would face backlash in the south, where some still construe any talk of human rights abuses as an endorsement of the LTTE, as has been the case in social media reactions to their book.",
    "An analysis by Colombo-based think tank Verité Research in July 2025 pointed to sharp divisions on ethnic lines. The narrative in Sinhala often sought to redirect questions on Chemmani to alleged crimes by the LTTE. In contrast, the narrative in Tamil highlighted insistence on truth, justice and accountability.",
    "Sanjana Hattotuwa, a researcher of disinformation and misinformation, studied over 4,000 Sinhala comments on Facebook, with reference to the mass graves in Chemmani, in July and August 2025.",
    "Commenting on the dominant pattern in the posts, he pointed to “defensive nationalism, systematic deflection through whataboutism, and disturbing dehumanisation of victims.” Memes, posts, emojis, and comments ridiculed the discovery and excavation of the site, in language that dehumanised the victims, whose lives were clearly taken in unnatural circumstances, going by the state in which the bodies were found buried.",
    "Chemmani is neither the first mass grave site in Sri Lanka nor the only one being investigated currently. With the support of the Office on Missing Persons [OMP], set up in 2016 to search and trace the missing and the disappeared and to protect the rights and interests of the victims and their families, the authorities are currently grappling with over a dozen mass grave sites island-wide.",
    "Meanwhile, many families of disappeared persons are demanding that an international investigation be undertaken, since domestic processes lack their trust.",
    "The Dissanayake government, while open to receiving technical assistance from international experts, has ruled out an external mechanism. But it recognises the scepticism that Tamils have towards state mechanisms.",
    "Addressing a forum to mark the International Day of the Victims of Enforced Disappearances in Colombo, Justice Minister Harshana Nanayakkara said the government would reopen over 10,000 cases of disappearances prior to the year 2000, while reiterating commitment to truth and ethnic reconciliation. Observing that many governments had “paid lip service” to the issue, he admitted: “However much I speak, people will remain with suspicion because words need follow up action.”"
  ]
}