{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/canadian-support-for-women-entrepreneurs-in-sri-lankas-north-159248/",
  "time_ut": 1713506400.0,
  "original_lang": "en",
  "original_title": "Canadian support for women entrepreneurs in Sri Lanka’s north",
  "original_body_lines": [
    "ECONOMYNEXT – Inclusive growth cannot be achieved without the full participation of women, Linda Ehrichs, Charge’ d’ Affaires of the High Commission of Canada has said.",
    "“Inclusive growth and lasting change cannot be achieved without the full and equal participation of women as economic actors in the entrepreneurial ecosystem,” Ehrichs said at the World University Service of Canada (WUSC) GRIT event.",
    "The GRIT (Growth, Resilience, Investment and Training) program aims to nurture a gender responsive entrepreneurial ecosystem in the North of Sri Lanka over a six-year period.",
    "“Building on the long-standing relationship between Canada and Sri Lanka, Canada’s support for the GRIT project continues to advance empowerment of women towards economic growth that works for everyone.”",
    "WUSC held its first entrepreneurial ecosystem convening and knowledge sharing events on the 27th of February 2024 in Colombo and 14th of March in Jaffna.",
    "The events were attended by women entrepreneurs in the North, government representatives, Board of Investment, ICTA, private sector, the finance sector, ILO, UNDP, and investors.",
    "GRIT works in collaboration with Hatch, Yarl IT, LIIN, DMZ, and the Criterion Institute to design financial solutions to advance socio-economic development goals.",
    "Some of the activities of the project include an ecosystem mapping, sector specific studies to understand support functions required by entrepreneurs, and a needs assessment of women entrepreneurs.",
    "The project “is envisioned to be a multi-year entrepreneurship development project targeting primarily female entrepreneurs in Sri Lanka’s post-conflict areas which have been historically underserved,” Brindha Selvadurai Gnanam, CEO of Hatch said.",
    "“We firmly believe that embedding innovation, technology, and entrepreneurship at the grassroots is a pivotal strategy for catalyzing profound social transformation within our communities, particularly those overcoming significant challenges,” a representative from Yarl IT said. (Colombo/Apr18/2024)"
  ]
}