{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-art-of-debating-without-debates/",
  "time_ut": 1726077720.0,
  "original_lang": "en",
  "original_title": "The art of debating without debates",
  "original_body_lines": [
    "Leading US presidential candidates, Donald Trump (Republican) and Kamala Harris (Democratic) engaged in a combative live debate on Tuesday. The general consensus is that Harris fared better than Trump, who was seen to be on the defensive. Her experience as a former prosecutor may have stood Harris in good stead when she took on Trump, whose legal woes are legion. Tuesday’s presidential face-off revolved around several key issues, but it is thought to have been light on policy details.",
    "Trump, true to form, made some snide remarks about her ethnicity and political beliefs, and they left a bad taste in many a mouth. He went so far as to call Harris a Marxist. He has sought to capitalise on the Cold War era slogan, “Better dead than red”, which is deeply seated in the American ethos and continues to shape the US policies. However, it is doubtful whether he will succeed in evoking anti-Communist sentiments to influence public opinion, today.",
    "While presidential candidates are facing off in live debates in the US, their Sri Lankan counterparts are debating without debates, so to speak, the best example being the ongoing war of words between President Ranil Wickremesinghe and NPP presidential candidate, Anura Kumara Dissanayake. They are contending with each other on economic policies the way two armies trade artillery fire; one of them issues a challenge from somewhere and the other responds from a long distance away.",
    "Last Friday (06), President Wickremesinghe, addressing a group of bankers, in Colombo, picked holes in Dissanayake’s election manifesto; claiming that the NPP had pledged to scrap Sri Lanka’s Free Trade Agreements (FTAs), he contended that an export-oriented economy could not be developed without such pacts, and demanded that NPP reveal whether it would adopt export-oriented economic policies. Repeating his claim in Welimada on Sunday (08), the President said he would keep pressing that demand until Dissanayake revealed the NPP’s position. The NPP has accused the President of distorting what is stated in its manifesto.",
    "On Monday, Dissanayake, while speaking at a campaign rally in Anamaduwa hit back at Wickremesinghe, challenging the latter to a public debate. Wickremesinghe at a meeting with a group of business leaders in Kurunegala, on Wednesday, responded to Dissanayake. He said that before debating with him Dissanayake should get Sunil Handunnetti and Harshana Suriyapperuma around the table and sort out what he called discrepancies in their economic policies and reach a consensus among themselves.",
    "Wickremesinghe has also claimed that some policies stated in the SJB’s economic blueprint are not consistent with those in SJB presidential candidate Sajith Premadasa’s election manifesto. Some SJB politicians have sought to counter this argument. Wickremesinghe’s election manifesto is also full of holes, which his rivals have not cared to pick and make public, maybe because one’s actions speak louder than one’s words in an election manifesto.",
    "President Wickremesinghe has offered to organise a virtual discussion with the IMF Chief if Dissanayake and Premadasa agree to a debate on the economy. There is no need for the IMF to be brought into a presidential debate.",
    "As for election manifestos and policies of political parties, a clarification should be sought from the JVP/NPP on the duality of socialism and capitalism it finds itself in. It has not officially abandoned its Revolutionary Policy Declaration (published by Niyamuwa) based on lofty Marxist ideals; the document says in Chapter 3, titled, The Structure of the Economy (pp. 23 and 24): “Foreign capital in every sphere shall be vested in the state without any payment of compensation. Free trade zones shall be abolished. The business undertakings and properties within such zones shall be vested in the state without any payment of compensation … The payment of debts and interest due to imperialist banks and institutions shall be abolished ….” The policy declaration ends with the slogan: ‘Death to imperialism—Liberation to the people; Death to Capitalism—Victory to socialism.” However, it is not unusual for revolutionary outfits to abandon their policies in favour of new strategies that better align with the modern-day politico-economic reality, and the JVP cannot be considered an exception. If so, shouldn’t the JVP, the largest constituent of the NPP, publicly relinquish its original Revolutionary Policy Declaration? It has yet to come out of its Liberal-Marxist duality and establish a coherent, consistent and credible platform.",
    "Let the main presidential candidates be urged to engage in a public debate on their policies and other issues of national importance and thereby pave the way for informed voting. Time is fast running out.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}