{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/from-socialism-to-success-swedens-economic-evolution/",
  "time_ut": 1715261330.0,
  "original_lang": "en",
  "original_title": "From Socialism To Success: Sweden’s Economic Evolution",
  "original_body_lines": [
    "Both Sweden and Sri Lanka profess to follow Democratic Socialism. But Sweden has seemingly produced a more successful economy. This has led to the popularly held belief that Sweden is an example of Democratic Socialism done right. In this article a brief economic history of Sweden is provided (as published in “The Power of Capitalism” by Rainer Zitelmann). The details show that this popular belief is in fact incorrect.",
    "In the early 19th century Sweden was a very poor country. This was due to the existence of guilds which hindered the freedom of trade and imposed price controls. However, in 1846 the guilds were abolished, and in 1865 complete freedom of trade resembling a free-market with low taxes was introduced. This led to 100 years of tremendous growth. This growth significantly exceeded other European countries such as Germany, Italy and France. Globally it was the second highest in per capita GDP, exceeded only by Japan, and twice as high as in the UK.",
    "However, the growth of Sweden was significantly slowed after the Social Democrats’ ascent to power. They introduced the welfare-state policies of Democratic Socialism, which rapidly increased in scope between 1970 and 1991.",
    "During these latter years, the ratio of ‘market financed’ individuals (those deriving income predominantly from private enterprise) to ‘tax financed’ individuals (those dependent on the public sector) declined from 100:38 to 100:151. Between 1970 and 1984, the public sector absorbed the entire growth of the workforce, with the largest number of new jobs created in social services.",
    "During the mid-1970s global recession, the government increased social benefits and introduced stricter regulations to protect workers against dismissal. The government kept borrowing and taxing more to finance policies such as public sector job creation and private sector subsidies. Key industries were nationalised and entire swathes of the economy bailed out with taxpayer money.",
    "The marginal income tax rate on the rich was increased to 85%, and wealth and estate taxes were introduced. This caused prominent entrepreneurs such as Ikea founder Ingvar Kamprad to move to Denmark and Switzerland, where he spent the next few decades as Europe’s wealthiest man. He didn’t return to Sweden to live and pay taxes until 2013, after the wealth and estate taxes were abolished – a textbook example of how countries cut their own throat by taxing the rich excessively.",
    "The Swedish government also received much negative publicity by reclassifying ‘cultural workers’ (writers, artists, musical groups, etc.) as entrepreneurs, obliging them to keep accounts and files for tax audits, and pay an advanced corporate tax unrelated to their actual earnings.",
    "Astrid Lindgren, the world-famous author of children’s classics including the Pippi Longstocking series, is just one example. Her long-standing commitment to social democratic beliefs didn’t stop her from feeling outraged by the 102% marginal tax rate levied on her earnings in 1976. Lindgren vented her anger in a satire titled “Pomperipossa i Monismanien” which got published in a leading newspaper.",
    "Another example was Ingmar Bergman, winner of the Cannes Film Festival’s Palm of Palms award. He was arrested, interrogated, and had his home and office searched after a dispute with the tax authorities. Although Bergman was cleared of wrongdoing he decided to leave Sweden due to the tax authorities insinuating that they hadn’t finished with him. Bergman and his wife fled to Paris, where they were welcomed by a large crowd of journalists.",
    "The outrageous outfits worn by the Swedish band ABBA was partly influenced by laws that allowed the cost of outfits to be deducted against tax, so long as such outfits could not possibly be worn on the street.",
    "New laws expanded union influence in the workplace. Designated health and safety representatives had the power to suspend any workflow processes they deemed unsafe pending further review by public officials. The burden of proof was reversed in any legal dispute between employers and unions – companies accused of wrongdoing were presumed guilty until proven innocent.",
    "The laws stipulated that employee representatives must be appointed to the supervisory boards of companies with 25 or more employees. In this way, the unions gained influence at every level, from day-to-day operational matters, to the recruitment or dismissal of employees, to overall corporate strategy.",
    "Additional sickness benefits meant that those who took sick leave were paid more than a person who came to work every day. Sweden held on to the record for the highest rate of non-working adults in the labour force for many years.",
    "The introduction of special workers funds made it mandatory that companies place a large share of their profits at the disposal of the unions. It was expected that one in three companies would be owned by the funds after 20 years, paving the way for the eventual disappearance of private enterprise. Despite a protest of 100,000 people (among the largest in Swedish history), the parliament enacted this into law in 1983. By the time the funds were dissolved in 1991 the unions had already acquired 7% of Sweden’s total market capitalisation.",
    "As a consequence of Democratic Socialism, Sweden’s GDP dropped from 4th place in 1970 to 16th place in 1995, far behind many of its European competitors.",
    "A government appointed commission reported: Attempts by previous governments to alleviate the crisis had only resulted in aggravating and delaying necessary adjustments: The dramatic rise in public-sector spending had contributed to a number of serious issues including “the overheating of the economy during boom periods and … recurring budget deficits.” Attempts by policy-makers in the 1970s and 1980s to avoid high unemployment by increasing public sector employment had contributed to “a steep inflationary trend.”",
    "It went on: “What the commission would like to see regarding the market system is nothing less than the restoration of those freedoms of entry, occupation, and profession that new legislations in 1846 and 1864 established in Sweden. Those liberal reforms preceded a period of unprecedented growth. But during the last century these freedoms have been more and more diluted by regulations and barriers to competition, largely due to the influence of different short-run special interests.”",
    "A major tax reform slashed corporate taxes from 57% to 30% in the 1990s, to only 20.4% today. Some incomes from shares were exempted from taxation, and capital gains taxed at a lower rate. The top marginal income tax rate was reduced to 50% with the proportion of those taxed dropping from over half to 17%. The reforms included the introduction of indexing to prevent bracket creep due to inflation. Indirect taxes were raised to offset direct tax cuts. Between 1990 and 2012, government spending fell from 61.3% to 52.0% of GDP.",
    "The removal of many tax exemptions also simplified the system to a point where the majority of taxpayers filed their own income tax returns online without need of an accountant.",
    "By 2007, the wealth and estate taxes were abolished, and property taxes cut substantially. Business owners and self-employed professionals had the option to significantly reduce their tax burden by declaring a part of their earnings as capital gains rather than income. After these reforms, many successful entrepreneurs stayed in Sweden and reinvested capital in new ventures, creating businesses such as Spotify and Klarna and a substantial high level of US$-billionaires per capita, 9th in the world according to Forbes.",
    "The Swedish population seemed willing to accept that the stripping back of the welfare system would result in a decline in equality. Sweden has long lost its ranking as the world’s most egalitarian country.",
    "Although contemporary Sweden remains a traditional welfare-state in some respects (e.g. having comparatively high taxes), successive governments since the early 1990s have consistently chosen more freedom over more equality, more market over more state. Following the obvious failure of the socialist experiment, the balance between capitalism and socialism has shifted towards capitalism.",
    "The Swedish welfare-state is much admired around the world. However, prior to its implementation Sweden had built a tremendous wealth reservoir from 100 years of unimpeded growth. When the welfare-state was expanded upon during the 1970s Sweden had the resources to endure its punishing economic effects. When the people had had enough, the government saw fit to reduce its impact. Though Sweden is still not what it was prior to the 1970s it has improved its situation through the measures that have been described here.",
    "Sri Lanka was never in a position of wealth like Sweden. Yet a welfare-state was imposed upon its people, mainly for political ends. The welfare-state led to a huge public sector, increased corruption, and massive borrowings to support its existence. Over the decades it continued to crush the economy until a severe crisis occurred.",
    "The Sri Lankan government has made no concerted effort to shrink the welfare-state. The government instead is trying to make ends meet by raising taxes on a people who cannot afford to pay, such that many have determined that payment to a first-world government instead might provide better value. The government is depending on worker remittances and tourism to provide a USD income. Both these income sources can disappear during times of crisis, as the COVID experience showed.",
    "To create a truly resilient economy Sri Lanka needs manufacturing, production, exports and foreign investment. To encourage this a free-market is necessary, but that is the result of lowering taxes, slashing regulations, and leaving interest rates and exchange rates unmanipulated. These changes would not however be possible while the welfare-state remains in place.",
    "*The writer, a civil engineer, resides in Singapore. He can be reached on write2rizwan.m@gmail.com"
  ]
}