{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ceat-kelani-holdings-rated-aa-by-fitch-for-4th-successive-year/",
  "time_ut": 1726258980.0,
  "original_lang": "en",
  "original_title": "CEAT Kelani Holdings rated AA+ by Fitch for 4th successive year",
  "original_body_lines": [
    "Sri Lanka’s leading tyre manufacturer CEAT Kelani Holdings (CKH) has been assigned a National Long-Term rating of ‘AA+(lka)/Outlook Stable’ by Fitch Ratings for a fourth consecutive year, a rating Fitch said is supported by CEAT’s sustained leadership in the domestic pneumatic tyre manufacturing industry and the resilience of its financial profile.",
    "In its announcement, Fitch Ratings said: “The Stable Outlook reflects Fitch’s belief in CKH’s ability to retain its market share despite increasing competition from imported tyres. It also indicates our expectation CKH will maintain adequate credit metrics and liquidity, even during periods of intensive investment.”",
    "“We believe CKH is well-positioned to benefit from the potential lifting of a vehicle import ban in 2025 due to its strong brand and extensive distribution network,” the rating agency said, but disclosed that “Nonetheless, upside potential in medium- to long-term demand from such an event has not been factored into our rating case due to regulatory uncertainty.”",
    "The AA+ credit rating is the second highest rating assigned by Fitch Ratings to reflect an entity’s ability to meet financial commitments. Key rating drivers for CEAT Kelani Holdings included a recovery in domestic tyre replacement amid a resumption in travel and improved fuel availability.",
    "Commenting on the rating, CEAT Kelani Holdings Chairman Mr Chanaka De Silva said: “The four years in which CEAT Kelani has been rated AA+ represent some of the most tumultuous and challenging times for businesses in Sri Lanka, encompassing as they did, the global pandemic, the country’s economic crisis, the protests, the ousting of a president, and a highly-charged presidential election.",
    "SriLankan Airlines’ ‘Colours of Jaffna’ campaign wins PATA Gold Award",
    "Sri Lanka Lifts Import Restrictions on Motor Vehicles Effective October 1, 2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}