{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96448/committee-appointed-to-probe-escape-of-inmates-from-kandakadu-rehab-centre",
  "time_ut": 1705403160.0,
  "original_lang": "en",
  "original_title": "Committee appointed to probe escape of inmates from Kandakadu rehab centre",
  "original_body_lines": [
    "A five-member committee has been appointed to investigate into the recent incident of several inmates escaping the Kandakadu Treatment and Rehabilitation Centre following a clash that occurred among the detainees.",
    "The committee was appointed by Minister of Justice Wijeyadasa Rajapakshe.",
    "Accordingly, the relevant committee, headed by the Supreme Court Judge Hector Yapa, has been instructed to launch an investigation regarding the matter and provide necessary recommendations within a period of 03 weeks.",
    "Additional Secretary (Administration) Ministry of Justice, Prison Affairs and Constitutional Reforms",
    "Senior Assistant Secretary (Legal), Ministry of Justice, Prison Affairs and Constitutional Reforms",
    "Meanwhile, the Office of the Commissioner General of Rehabilitation has also decided to carry out a special investigation into the individuals who are allegedly hindering the process of rehabilitation.",
    "The relevant officers mentioned that there is an ‘invisible arm’ acting behind certain clashes that occur among the detainees of Kandakadu Treatment and Rehabilitation Centre.",
    "The large-scale drug traffickers are reportedly experiencing a shortage of heroin drugs within the coutry and also lack individuals for the transportation of drugs, as a result of the special police operations carried out across the island in order to crack down the drug networks.",
    "The drug addicts who are arrested during drug raids are usually referred to the rehabilitation centres including Kandakadu and Senapura treatment and rehabilitation centres.",
    "At certain instances, it has been observed that the detainees of the rehabilitation centres stage demonstrations over various demands and on some occasions, inmates have escaped from the rehabilitation centres during such instances.",
    "During the preliminary investigations carried out regarding the matter, it has been revealed that the large-scale drug traffickers are manipulating the inmates to create such tense situations within the rehabilitation centres.",
    "Against this backdrop, the Office of the Commissioner General of Rehabilitation has taken measures to initiate an extended investigation into all the inmates detained at the rehabilitation centres island-wide.",
    "The office also highlighted that once the relevant investigations are completed, legal action will be taken against the inmates found responsible for such incidents, after removing them from the relevant rehabilitation centres.",
    "Meanwhile, over 30 international human rights organizations including the Amnesty International, Human Rights Watch and the International Commission of Jurists recently expressed their deep concern regarding the “drastic intensification” of anti-drug operations in Sri Lanka leading to significant human rights violations.",
    "Issuing a joint statement, the 33 international organizations demand the Sri Lankan government to stop the ‘abusive anti-drug operation’ and release the arbitrarily detained individuals.",
    "Furthermore the statement highlighted that the use of violence to discipline and punish has been reported in at least two compulsory drug rehabilitation centres which are within the purview of the Bureau of the Commissioner General for Rehabilitation and are operated by the military, which is in itself a ‘violation of international standards’.",
    "They had also took into note the UN Working Group on Arbitrary Detention in its statement at the conclusion of its visit to Sri Lanka 2017expressing concern regarding the involvement of military personnel in drug treatment and rehabilitation, the fact that strenuous physical exercise was the core component of compulsory drug treatment, and at the lack of trained professionals to monitor the health of people in detention.",
    "Through the statement, it was also demanded to immediately release persons arrested or sent to compulsory drug rehabilitation for using drugs/having a drug dependence, cease involving the armed forces in drug control and treatment activities as consistent with human rights law, repeal laws that allow compulsory drug rehabilitation, close compulsory treatment centres and release persons presently held at the centres within the purview of the Bureau of Commissioner General for Rehabilitation."
  ]
}