{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-resumes-talks-with-indias-petronet-lng-to-supply-fuel-149584/",
  "time_ut": 1706775960.0,
  "original_lang": "en",
  "original_title": "Sri Lanka resumes talks with India’s Petronet LNG  to supply fuel",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has discussed with India’s Petronet LNG to supply a liquefied natural gas to dual fuel combined cycle power plants, Energy Minister Kanchana Wijesekera said.",
    "Sri Lanka’s Lanka Transformers Ltd (LTL) is to commission the first stage of a 300MW dual fuel power plant this year (Sobhadanavi) and it also operates another older plant (Yugadanavi) which is running on fuel oil.",
    "“In the efforts to expedite the process to generate power from LNG the Government of India has proposed an interim solution from Petronet LNG,” Minister of Power and Energy Kanchana Wijesekera said on X.com, a social media platform.",
    "“LNG infrastructure development and gas supply to the Yughadhanavi and Sobhadabavi Power plants was discussed this morning at the Ministry of Power and Energy,” Wijesekera said.",
    "Indian High Commission, Ceylon Electricity Board, Lanka Transformers Ltd and Petronet LNG officials were involved in the discussions Thursday.",
    "India has previously also proposed Petronet LNG to supply fuel.",
    "India’s Petronet LNG proposes pipe-borne gas to Sri Lankan households",
    "Ceylon Electricity Board had earlier floated a competitive tender to acquire a LNG terminal on a BOO basis but the project was effectively scuttled with the then administration trying to get a private US company outside of tender to supply both LNG and the terminal on a controversial take-or-pay deal.",
    "Under a take-or-pay deal Sri Lanka would have had to pay hundreds of millions of dollars to the firm if rainfall increased and reduced the demand for thermal fuel, CEB’s engineers said. (Colombo/Feb1/2024)"
  ]
}