{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Houthi-Challenge-In-The-Red-Sea-And-Lankas-Battleship/172-274971",
  "time_ut": 1705084200.0,
  "original_lang": "en",
  "original_title": "Houthi Challenge In The Red Sea And Lanka’s Battleship",
  "original_body_lines": [
    "Earlier this month, President Wickremesinghe said, a decision had been taken to deploy a ship from the Sri Lanka Navy to the Red Sea. He was in fact floating a notion of Lanka being part of a US-led multinational force to ‘protect trade in the Red Sea’ from the Houthis (an Iran-backed group), and de facto rulers in Yemen.",
    "In actuality, the Houthi action in the Red Sea region is limited to targeting vessels with links to Israel which is conducting a genocidal war of attrition against civilian Palestinians in Gaza.",
    "According to Gaza’s Health Ministry, Israeli missile attacks and aerial bombing have killed 22,185 Palestinians – a daily death toll of around 200 people. Another 57,000 persons have been injured by the Israeli attacks, since October 7.",
    "The Ministry added, two-thirds of those killed in Israel’s bombardment of Gaza have been women and children. More than one million Palestinians have been displaced since October 13, when the Israeli military ordered people to evacuate to the south with 24 hours of notice.",
    "Israel launched its military campaign following a Hamas (a Palestine militant group) raid into southern Israel on 7 October, which killed around 1,140 Israelis and saw around 240 taken hostage.",
    "What has brought on the sudden decision in our President, causing him to make a complete turn-around from his earlier stance? He is now ready to join an American alliance in the Red Sea to effectively protect vessels sailing to Israel, whereas America’s closest allies have refused to join in.",
    "The US invited Australia to join the alliance, but Australia declined to send warships due to financial constraints. Spain refused to join the American alliance as well. India has increased maritime surveillance but has not joined the US-led alliance.",
    "So, why is our President keen to suddenly join in this alliance? Are we attempting to join the alliance on moral grounds?",
    "It cannot be. Israel is an occupying (colonising) power in Palestine. Israel also stands condemned by the United Nations for committing crimes of apartheid on Palestinians. Today, Israel stands accused of committing genocide in Gaza.",
    "So, there are no moral grounds for our President to protect Israeli interests. While some claim that Israel supported and trained the Sri Lankan military during its ‘War on Terror’, former Mossad (Israeli intelligence officer) agent Victor Ostrovsky in his book ‘By Way Of Deception’ has revealed that Israel also trained and armed the dreaded Liberation Tigers of Tamil Eelam (LTTE) during the same period!",
    "Do we as not, as a country, stand to lose more in the long run by our unprincipled behaviour?",
    "Does the battleship we intend sending to ‘protect the Red Sea shipping lanes’ have a capacity to deal with armed drones or other sophisticated military equipment?",
    "A worst case scenario would be the loss of our battleship in a Houthi attack and the possible resultant loss of lives of Lankan personnel. This could well trigger another wave of anti-Muslim discord among sections of our population.",
    "Our country has just emerged from a near three-decade-long civil war. We are just beginning to re-emerge from a state of bankruptcy. We need all the help we can get from friendly nations. We need ethnic unity, not another round of blood-letting.",
    "During his visit to the UN in September last year, President Wickremasinghe met with the Iranian President and invited him to visit Sri Lanka. The Sri Lankan government has also agreed to export tea in exchange for Iranian oil, which is favourable to our country.",
    "According to the Export Development Board, total export value from Sri Lanka to Israel was USD 148.4 Mn in 2022. Yet, exports to the United Arab Emirates (UAE) alone amounted to USD 345.82 Mn in 2022.",
    "Choosing to support a country openly committing genocide on innocent civilians is not the best formula to help our country out of the economic plight we are in. Our country at this moment needs friends to get out of our indebtedness."
  ]
}