{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Hayleys-Electronics-opens-smart-hub-in-Nugegoda-to-drive-energy-and-engineering-services/34-779607",
  "time_ut": 1753743177.0,
  "original_lang": "en",
  "original_title": "Hayleys Electronics opens smart hub in Nugegoda to drive energy and engineering services",
  "original_body_lines": [
    "HEL’s new office now open at No. 311, High Level Road, Gangodawila, Nugegoda",
    "Hayleys Electronics Ltd., (HEL), part of the Projects and Engineering Sector of Hayleys PLC and a pioneer in engineering accessories and services in Sri Lanka for over 90 years, has unveiled a purpose-built flagship centre at No. 311, High Level Road, Gangodawila, Nugegoda.",
    "The new one-stop trading hub brings together HEL’s full portfolio of solar power, smart lighting, air conditioning, and industrial infrastructure solutions under one roof, streamlining service delivery and enabling faster go-to-market capabilities.",
    "The strategic relocation comes at a time when demand for sustainable, high-performance engineering solutions is growing across the residential, commercial, and industrial sectors.",
    "“Our Nugegoda relocation reflects a long-term strategy to be closer to customers, accelerate delivery, and enable smarter service. It also sets the stage for future expansion in Sri Lanka’s fast-evolving energy and engineering sectors,” said Hayleys Electronics Chief Operating Officer Clyed Gabriel.",
    "Tier-one solar equipment and accessories: Complete solar energy systems powered by global leaders like JA Solar, LONGi, Huawei, SolaX Power, Deye, RR Kabel.",
    "Smart lighting solutions: intelligent lighting systems tailored for urban, industrial and commercial use, featuring Opple, Philips, Playled, Samcom, and Havells.",
    "High-efficiency air conditioning systems: Sustainable cooling technologies from Carrier, Samsung, Lloyd, and Gree for commercial and industrial projects.",
    "MECH steel pipes: Built for resilience and corrosion resistance in infrastructure and construction.",
    "ABB medium voltage switchgear: Advanced power distribution systems designed for reliability and safety across diverse applications.",
    "The move signals HEL’s continued investment in innovation, local partnerships, and solutions that meet evolving market needs, especially as Sri Lanka pivots towards a greener, more resilient energy future."
  ]
}