{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/mixing-up-the-governance-with-politics-a-challenge-to-the-npp-government/",
  "time_ut": 1732550319.0,
  "original_lang": "en",
  "original_title": "Mixing Up The Governance With Politics: A Challenge To The NPP Government",
  "original_body_lines": [
    "“Power tends to corrupt, and absolute power corrupts absolutely“~ Lord Acton (1887)",
    "NPP (National People’s Power) clinches a historic landslide victory, redefining the political landscape in 2024 Parliamentary elections by securing 159 seats out of the 225 seats parliament (1) and getting a record breaking by obtaining 61.56% of the total votes [2]. However, the inexperience in governance and nepotism seems to have started affecting the progress of the new government and the mandate given by the people to eliminate corruption.",
    "As traditional practice was, the secretary to the president used to be selected from reputed senior SLAS officers with experience in administration of government ministries and with sound knowledge in government regulations and governance.",
    "He /she is responsible for mentoring and guiding other secretaries in all other ministries and providing timely advice to the HE President on critical issues.",
    "Therefore, the Secretary to the HE played a pivotal role in advising procedural and establishment matters to the whole government system, ensuring smooth administration across the country.",
    "The president appointed a non SLAS secretary to this position, undervaluing its traditional function. The officer appointed is a customs officer (Dr. Nandika Sanath Kumanayake joined the government service as an Assistant Superintendent of Sri Lanka Customs in 1997) [3]. He was chosen allegedly because he was the roommate of HE in the university. If so, he would have been given the private secretary post, not the secretary to the president post. This decision to appoint a customs officer has left the entire administrative structure vulnerable.Custom officer who is not familiar with the customs of governance is now leading the governance structure. Hence, he is fully dependent on the advisors who could easily mislead their boss, as he doesn’t know the intricacies in governance, which could affect the integrity of the Sri Lanka administrative services.",
    "One such example is that seven ministries are left out without the appointment of secretaries in the recent reshuffle soon after the General Election.",
    "The following ministries have not got secretaries appointed and administrative and financial functions of these ministries are in limbo",
    "7. Ministry of Rural Development, Social Security, and Community Empowerment",
    "Notably the Ministers who are appointed to these ministries do not have experience in managing the ministries in the past.",
    "Secretaries are the chief financial authorities and the disciplinary authorities of the ministries under their purview. Their formal approval is vital for the financial and administrative functions of those ministries.",
    "Due to the delay in appointments of secretaries, decisions are getting pending, and files get stagnated. Some urgent and important matters, for example delay in medical drug procurement can lead to deaths of patients. Further the additional secretaries are too unable to function because they carry out the delegated functions from the Secretaries.",
    "It is said that delays in appointments of secretaries are mainly due to many candidates competing for the said posts. In some ministries, very junior and inexperienced officers compete because they are linked to NPP or JVP. However, delay in making decisions on this crucial matter creates a negative image about the government among the administrative service officers, which may soon spread to the other categories of government officers. If that happens, public trust in the new government will be lost and political opponents will use this chance to damage the popularity of the new government.On the other hand, vital services would collapse due to a lack of decision making.",
    "Appointment of the Secretary of Health to prevent corruption and medical mafia",
    "In the past the Minister of Health [4], Secretary of Health [5] and several high ranking officers were arrested in the alleged fake immunoglobulin procurement and several other alleged corrupt practices involving the medical mafia. CID Inquiries and court proceedings are still going on and it is important to have an independent honest officer to hold the post of Secretary of Health and facilitate the inquiries to end corruption and bring justice to the affected patients.",
    "Dr PG Mahipala a qualified senior medical administrator with international experience who was holding a lucrative job at World Health Organization [6] was brought in November 2023 [7] by the President at that time with an agreement to the conditions of Dr Mahipala that there will be no political interference in performing his duties as Secretary to Health to salvage the Ministry. The new government is trying to remove him while the newly appointed minister and deputy minister are very much juniors and have no prior experience in health sector management. As the medical administrators and SLAS officers favoured by NPP are inexperienced and that led to the worries among health ministry officials that again the powerful medical mafia would start controlling the Health Ministry.",
    "*Disclaimer: Author Dr. Murali Vallipuranathan is a visiting lecturer at the Universities of Jaffna, Peradeniya and Colombo, a Senior Medical Specialist of the Ministry of Health and a Council Member of the Sri Lanka Medical Association. He claims the opinion expressed in this article with social responsibility aims to improve the public awareness, promote good governance, reconciliation and in no way reflects his official positions."
  ]
}