{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Ex-JVP-MP-Nalinda-slams-CEB-s-tariff-proposal-as-inadequate/56-758529",
  "time_ut": 1708041250.0,
  "original_lang": "en",
  "original_title": "Ex-JVP MP Nalinda slams CEB’s tariff proposal as inadequate",
  "original_body_lines": [
    "Says 3% decrease is unsatisfactory and advocates for a reduction between 28% - 33%",
    "Urges PUCSL not base its decision on new revision proposal on CEB data alone",
    "Raises doubts on reliability of CEB data and questions unusual three-fold projected hike in generation and transmission costs for 2024",
    "Asks PUCSL to look into reasons behind this increase to determine if they are reasonable",
    "Stresses that notion of ‘reasonable costs’ noted in law can only hold meaning if fairness to citizens is ensured",
    "Former Janatha Vimukthi Peramuna (JVP) MP Dr. Nalinda Jayatissa yesterday said the new electricity tariff revision proposed by the CEB is unacceptable, and a mere 3% decrease is unsatisfactory and inadequate. Instead, he advocated for a reduction of electricity tariffs ranging between 28% to 33%. “I am not simply throwing out numbers but presenting them through thorough analysis,” he asserted.",
    "Jayatissa made these remarks while addressing the public consultation organised by the PUCSL on the proposed electricity tariff revision at the Bandaranaike Centre for International Studies Auditorium in Colombo yesterday.",
    "During his address, the former MP also urged the Public Utilities Commission of Sri Lanka (PUCSL) to not solely base its decision on the proposed electricity tariff revision on the data presented by the Ceylon Electricity Board (CEB).",
    "Instead, he urged the PUCSL to utilise the authority vested in it by an Act of Parliament to conduct thorough assessments and arrive at a decision that ensures fairness for the benefit of the public when determining the next electricity tariff revision.",
    "“Instead of simply allowing the public to voice their opinions, we urge you to actively listen, carefully consider their input, and engage in thorough discussion before reaching a decision,” he said.",
    "The former MP also raised doubts about the reliability of the data previously provided by the CEB which led to substantial increases in electricity tariffs. He asserted that such increases have been unjust to the people.",
    "He pointed out that while Section 30 (b) of the Sri Lanka Electricity Act, No. 20 of 2009 allows the relevant licensee to recover all reasonable costs associated with power generation and transmission, he questioned whether the proposed tariff revisions genuinely reflect the recovery of such reasonable costs.",
    "Presenting data from the past five years, Jayatissa highlighted an unusual spike in generation and transmission costs reported by the CEB for 2024. “It is three times higher than the average of the past five years. The PUCSL should inquire about the reasons behind this increase from the CEB and present them to the public to determine whether these costs are indeed reasonable,” he emphasised.",
    "The former MP also raised doubts about the data and projections provided by the CEB to justify an 18% tariff increase in September 2023, pointing out that the CEB reported a significant reduction in losses from Rs. 51 billion to Rs. 18 billion within just one and a half months after the increase was approved.",
    "“PUCSL does not exist merely to rubber stamp any document presented by the Power Administrators. When appointed under the act, it was mandated that experts in the sectors of management, power, and law be appointed as members for the benefit of the people and to ensure fairness. Deciding on the hike in September based solely on the information provided by CEB was unjust,” he opined.",
    "The former MP emphasised that the power sector of the country bears an inalienable responsibility in the nation’s efforts to recover from the current economic crisis. He therefore urged the PUCSL to ensure that fairness is achieved on behalf of both the people and business owners in Sri Lanka.",
    "“The people are not earning a livelihood just to cover their electricity bills. The notion of ‘reasonable costs’ can only hold meaning if fairness to citizens is ensured. Therefore, PUCSL decisions should not be solely based on CEB data. Public consultations should be given greater importance. Remember, ultimately, the PUCSL is accountable to parliament and the sovereignty of the people,” he said."
  ]
}