{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Ali-Sabry-addresses-the-meeting-of-Foreign-Ministers-of-NAM-in-Kampala/56-757465",
  "time_ut": 1705533433.0,
  "original_lang": "en",
  "original_title": "Ali Sabry addresses the meeting of Foreign Ministers of NAM in Kampala",
  "original_body_lines": [
    "Foreign Minister Ali Sabry this week stated that it is essential to ensure that the Non Aligned Movement (NAM) continues to play a significant role in multilateralism, particularly on issues of importance to the global South, when addressing the Ministerial Meeting of the 19 Summit of the NAM that is currently ongoing in Kampala, Uganda from 17 to 18 January 2024.",
    "The Republic of Uganda assumed the Chairmanship of the 19th Summit of the Heads of State and Government of the NAM which is being convened under the theme, ‘Deepening cooperation for shared global affluence.’",
    "Recalling that Sri Lanka was a founding member of the movement and had hosted the 5th NAM Summit of Heads of State and Government in 1976, Minister Sabry reiterated that non-alignment is the cornerstone of Sri Lanka’s foreign policy. He further stated that contemporary global crises have brought the fragilities of the world to the forefront and that this has magnified the relevance of the Movement, as never before.",
    "He called on the NAM member states to speak in one voice when the very principles on which the movement is based are challenged and emphasised the importance of unity and solidarity among the members. He reaffirmed Sri Lanka’s solidarity with the people of Palestine during the ongoing humanitarian crisis in Gaza and stated that Sri Lanka will continue to support them in their quest to realise their inalienable right to statehood.",
    "The Ministerial meeting was preceded by the Senior Officials Meeting where the Sri Lanka delegation was led by Foreign Secretary Aruni Wijewardane. The Senior Officials meeting, held from 15 to 16 January 2024 in Kampala, negotiated and finalised the Outcome Document of the Summit and the Kampala Declaration. Both of these documents will be presented to the Heads of State and Government of the Non-Aligned Movement (NAM) when they meet from 19 to 20 January 2024.",
    "President Ranil Wickremesinghe is scheduled to address the Summit of the Heads of State and Government on 19 January 2024.",
    "On the side-lines of these meetings, Foreign Minister Sabry held bilateral discussions with the Foreign Minister of Uganda Odongo Jeje Abubakher, Foreign Minister of Pakistan Jalil Abbas Jilani and the Foreign Minister of Algeria Ahmed Attaf. The Foreign Minister is also scheduled to address the meeting of the NAM Ministerial Committee on Palestine, on 17 January 2024.",
    "The NAM which currently consists of 120 member states is based on the Bandung principles and aims to advance the interests of developing countries."
  ]
}