{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-to-harness-growing-potential-of-vietnamese-tourists/",
  "time_ut": 1733708580.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to harness growing potential of Vietnamese tourists",
  "original_body_lines": [
    "As a result of its ongoing global process of promoting Sri Lanka across the seven seas and also to showcase the island destination’s potential as a world renowned tourist destination, Sri Lanka Tourism Promotion Bureau (SLTPB ) arranged a special media familiarization tour for a delegation of 4 bloggers from Vietnam .",
    "This was an ideal opportunity to showcase Sri Lanka as a destination which has everything for the modern day traveler who loves to travel and explore , plus with a bit of adventure. The FAM Tour continued from 24th to 29th November 2024. Upon their arrival, they were given a warm welcome by the SLTPB officials at the Bandaranaike International Airport, (BIA) displaying the warm hospitality which is simply unique to Sri Lankan citizens. This was an ideal opportunity for them to have a unique experience all around Sri Lanka and also had a special travel itinerary prepared especially for them including all the main tourist attractions identical to Sri Lanka.",
    "This was a remarkable tour to explore with their own eyes what kind of an impact Sri Lanka could make across the world, with its sun kissed beaches and picturesque locations, and the various travel and holiday opportunities that the destination could provide. They took this as a wonderful opportunity to spread a positive message to their peers, fellow citizens back at home to come and explore Sri Lanka and its unique beauty.",
    "Vietnam can be a vital tourism market for Sri Lanka as tourist arrivals increase daily, taken as a splendid opportunity for Vietnamese tourists to visit Sri Lanka, and see the potential of promoting it among their citizens. Up to 30th of November this year, 1,804, 873 tourists have visited Sri Lanka which shows great potential for the island destination.",
    "Vietnam also could be a possible destination from the east Asian region to bring a considerable number of tourists and be one of the most highlighted markets apart from The European and Asian regions. Its similarity in culture, tradition and heritage could be a good example to develop both cultural and bilateral ties between both countries.",
    "Sampath Bank introduces new heights of exclusivity in credit card landscape with Visa Infinite Metal credit card",
    "NAITA and Megakem Engineering launch trade certification programme for waterproofing technicians in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}