{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Greece-as-a-lens-to-understand-present-political-changes/4-767706",
  "time_ut": 1728414405.0,
  "original_lang": "en",
  "original_title": "Greece as a lens to understand present political changes",
  "original_body_lines": [
    "The Government of Greece, like its counterpart in Sri Lanka, spent more than the revenue it generated year after year, piling up debt. Unlike in Sri Lanka, Greece lacked the ability to reset the economy by letting the currency float. In both countries the post-crisis focus was on the primary balance. In Sri Lanka this was to be achieved from the revenue side with no overt cuts in expenditure; in Greece by cutting Government expenditures including salaries and pensions, by downsizing Government, and by raising taxes. Syriza did it and now Greece is back to normalcy",
    "Inflation in August 2024 was 0.5%, the lowest since 2000. There are no shortages. No bank collapsed. Reserves are up. Agreement is close on the commercial debt, the last piece of the restructuring.",
    "Yet, the people of Sri Lanka have voted in an inexperienced President with a weak mandate. Parliamentary elections to be held in November are likely to send into retirement many incumbents who in normal times would have remained under the proportional representation system, even if their parties lost. Similar outcomes may be expected in the provincial and local government elections that will be held in early 2025.",
    "At the start of a tumultuous political season, it is important to understand the nature of the currently dominant political formation led by President Dissanayake and the reasons for its rise from 3% of the vote in 2020 to a winning 42% in 2024. Comparison with the Syriza party in Greece which went from 5% in 2007 to forming a government with 36% vote share in 2015 can illuminate.",
    "The rise of Syriza in Greece and the NPP in Sri Lanka may be seen as expressions of unhappiness with austerity measures and reduced living standards resulting from massive economic crises. Both formations were made up of heterogeneous groups and interests. Syriza formed a government in January 2015 with 149 seats in the 300-seat legislature. It was defeated four years later.",
    "Syriza experienced considerable internal turmoil because of differences in ideology and approach among constituent parties. For example, Yanis Varoufakis, an active participant in Sri Lankan economic debates, was appointed Minister of Finance in January 2015 and resigned in six months when his approach failed.",
    "The NPP like Syriza is an agglomeration of groups rather than a formal coalition of parties. The difference is that a single cadre-based party, the 60-year-old JVP, is its core and controls the levers of power. Others are necessary for the success of the NPP but they are individuals and amorphous organisational entities, not parties.",
    "If the JVP makes too many concessions to the mostly middle-class individuals in the broad formation and/or the business leaders who supported the campaign, there may be defections to the Frontline Socialist Party (FSP), which shares the Varoufakis prescriptions of debt cancellation and exit from the IMF program. Despite the 11,000 votes they garnered, the FSP has leverage because they control the university student unions. On the other hand, if NPP actions threaten their middle-class comforts and aspirations, the fellow travelers may depart.",
    "Alexis Tsipras, the Syriza Prime Minister in 2015-2019, had to make a 180 degree turn when he came up against the constraints the Greek economy functioned within. He negotiated hard, even calling a referendum to support his anti-austerity position. In the end, the Syriza government accepted a bailout package that had pension cuts and tax increases even larger than the package rejected by voters in the referendum. This led to defections and a snap election that allowed Syriza to continue.",
    "The NPP’s first policy response to the crisis, “A rapid response” (December 2021) made no mention of the IMF and contained no specifics on a response. After the Government went to the IMF in March-April 2022, NPP leaders condemned the engagement, in some cases accusing officials by name of conspiring with the IMF. As they grasped the realities of debt restructuring over time, the tone changed.",
    "Retaining the Secretary to the Ministry of Finance, an official who serves at the pleasure of the President, could not have been imagined even a few weeks ago. He had been vilified by name by leading NPP spokespersons. The Gotabaya government compelled the independent appointees to the decision making body of the Central Bank to resign after appointing a loyalist as Governor. The NPP exerted no pressure on the Governor to resign, just days after vacillating on the independence of the institution. The difference is that the NPP had 33 months to learn what Tsipras and Syriza had to learn in a few weeks.",
    "The Government of Greece, like its counterpart in Sri Lanka, spent more than the revenue it generated year after year, piling up debt. Unlike in Sri Lanka, Greece lacked the ability to reset the economy by letting the currency float. In both countries the post-crisis focus was on the primary balance. In Sri Lanka this was to be achieved from the revenue side with no overt cuts in expenditure; in Greece by cutting Government expenditures including salaries and pensions, by downsizing Government, and by raising taxes. Syriza did it and now Greece is back to normalcy.",
    "In Sri Lanka, Government employees and pensioners were protected throughout (except from the effects of inflation that rose to 70% during the worst of the crisis). The Government even increased payments to its employees and pensioners in 2024 by raising additional revenues through the value added tax. Major tax increases were implemented by the President who just lost the election. All the NPP has to do is to hold the line.",
    "But unless fiscal discipline is maintained, exit from the IMF program is inevitable. Shortages, inflation and default are in our future. The surprising retention of key officials responsible for the IMF program by the new Government indicates the NPP will make an effort to go through with it. But will they be able to postpone or tweak the many spending promises made to interest groups? Can they moderate the tax cuts they promised during the campaign?",
    "Both Syriza and the NPP came to power because they were seen as untainted and not responsible for the crisis. They were also expected to act on corruption. The corruption narrative was part of the reason for Syriza’s rise but there is little evidence that it continued as a focus once in power.",
    "The narrative of pervasive corruption was drummed into the minds of Sri Lankan voters from 2022, to the extent of asserting that debt could be repaid and new programs funded by recovery of stolen assets. The corruption narrative brought the NPP to power. The Government that lost the election enacted the necessary laws, but failed to convince voters that they were credible anti-corruption actors.",
    "In the campaign, the NPP promised quick results and summary justice as was the case with Chandrika Kumaratunge who rode to power on an anti-corruption platform in 1994. She created an independent body to investigate and prosecute and stayed within the law. Current indications are that the NPP will do the same.",
    "In Greece, matters are decided by one election. To make significant changes, the Sri Lankan President must be able to get legislation approved and function under the newly emboldened oversight committees of Parliament. The courts can no longer be taken for granted. The President is powerful within the present Constitution but is not omnipotent.",
    "In 2022, the former President likened his mission to that of crossing a mountain gorge on a flimsy bridge amidst a storm carrying a baby, an image from Brecht’s The Caucasian Chalk Circle (one of the most popular Sinhala plays) that is deeply embedded in Sri Lankan cultural consciousness. He did not quite make it across and was compelled to hand over the baby to another for the last few meters. Whether President Dissanayake can make it across depends on how he keeps his balance on the fragile bridge in the face of electoral storms and political gusts. But what matters is the fate of the baby more than that of the carrier."
  ]
}