{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Celebrating-500-million-FDI-Drop-in-the-ocean-compared-to-our-neighbours/14-779578",
  "time_ut": 1753731061.0,
  "original_lang": "en",
  "original_title": "Celebrating $ 500 million FDI: Drop in the ocean compared to our neighbours",
  "original_body_lines": [
    "The Government initially claimed it had secured $ 3.8 billion in committed FDI. When questioned by MP Harsha de Silva, this figure was quietly revised down to $ 1.8 billion. Now, it claims that Sri Lanka attracted $ 500 million in FDI in the first half of 2025.",
    "While any FDI inflow is welcome for a country emerging from an unprecedented economic crisis, celebrating this modest figure is not only premature — it risks breeding complacency and misjudging the true scale of the challenge ahead. Pity the BOI Chairman does not get this!",
    "A closer look reveals why this figure should not be a source of national pride:",
    "India regularly attracts $ 10–15+ billion per quarter, driven by its massive market, improved infrastructure, and targeted incentives like the Production Linked Incentive (PLI) schemes.",
    "Vietnam brings in $ 5–8 billion per quarter, boosted by global supply chain diversification and a stable, pro-business climate.",
    "Indonesia and Bangladesh attract multi-billion-dollar annual FDI, leveraging their large populations and sectoral strengths (e.g., textiles in Bangladesh, natural resources in Indonesia).",
    "Even smaller economies like Cambodia, the Philippines, and Singapore ($ 60 billion annually) attract comparable or significantly higher inflows relative to their size.",
    "Against this backdrop, Sri Lanka’s $ 500 million in H1 2025 — roughly $ 1 billion annually — falls significantly short of the level required for transformative recovery.",
    "Before celebrating this FDI inflow, several critical questions remain unanswered:",
    "How much FDI was realised in 2023? According to press reports, it was just over $ 1.2 billion.",
    "What portion of the $ 500 million in H1 2025 stems from new investments signed in 2025?",
    "How much is attributable to agreements signed in prior years, now beginning to materialise?",
    "What portion represents reinvestment by existing companies, possibly for maintenance or regulatory upgrades?",
    "How does this figure compare with committed vs. realised FDI in 2022, 2023, and the election year 2024?",
    "Let us not forget that Sri Lanka has exceeded $ 1 billion in annual FDI in previous years — without the fanfare we are seeing today or even higher % of GDP which is the right way to measure according to the IMF. Additionally, comparing an election year full of misinformation does not make any sense to me.",
    "Sri Lanka’s 2022 economic collapse was not a routine downturn — it was a sovereign debt default with deep structural implications. The scale of investment required to revive, rebuild, and reform the economy is vast. Consider:",
    "Infrastructure: Ports, power grids, roads, and digital connectivity require multi-billion-dollar investments.",
    "Export diversification: Moving beyond tea, apparel, and tourism necessitates significant investment in technology, logistics, and value-added manufacturing.",
    "Debt management: While FDI doesn’t directly increase public debt, only sustained, high-quality investment can generate the foreign exchange needed to manage existing obligations.",
    "In this context, $ 500 million barely scratches the surface of Sri Lanka’s economic needs.",
    "Lowers the bar for what success looks like;Signals acceptance of underperformance;Reduces pressure for deep structural reforms, improved ease of doing business, and serious investor confidence-building measures.",
    "To be clear, this is not to say the $ 500 million is meaningless. It is a small but positive step forward from the depths of crisis. However, treating it as a turning point or sign of robust recovery is fundamentally misguided.",
    "In a country where short-term optics often override long-term planning, the Government must resist the urge to celebrate small wins. It should instead focus relentlessly on:",
    "Positioning Sri Lanka as a serious, competitive destination for global capital.",
    "Mr. President, true success will come not from crowing over modest inflows, but from doing the hard, unglamorous work of transforming Sri Lanka into a country that can compete for — and win — the billion-dollar investments that drive sustainable growth and long-term recovery with world class companies. Otherwise like the others in the past you do not make any impact."
  ]
}