{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-updates-diplomats-on-current-developments-177972/",
  "time_ut": 1724505840.0,
  "original_lang": "en",
  "original_title": "Sri Lanka updates diplomats on current developments",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Foreign Minister Ali Sabry, who is now also the Justice Minister has updated Colombo-based diplomats on the efforts towards reconciliation, domestic mechanism, legal reforms.",
    "Central Bank Governor Nandalal Weerasinghe has also update them on the economic developments.",
    "Foreign Minister provides an update on current developments in Sri Lanka to Colombo-based Diplomatic Corps",
    "Minister of Foreign Affairs Ali Sabry convened a briefing on current developments in Sri Lanka for the Colombo-based diplomatic corps on Friday, 23 August 2024 at the Ministry of Foreign Affairs. During the briefing, Minister Sabry emphasized several significant achievements across various fronts during the past year, including advancements in economic recovery, legal reforms and the strengthening of domestic institutions and mechanisms focused on reconciliation.",
    "Minister Sabry highlighted that the Government has taken concerted efforts towards the establishment of a Commission for Truth, Unity and Reconciliation including gazetting the draft bill, and tabling it in the Parliament. As the Minister of Justice, he reiterated the progress that has been achieved in drafting comprehensive legislation on counter terrorism to replace the PTA, and notable progress on matters related to reconciliation processes coming under the purview of the Ministry of Justice, including the advancements made by the Office on Missing Persons (OMP), Office for Reparations (OR) and Office for National Unity and Reconciliation (ONUR).",
    "An overview of the economic revival of the country was provided by the Governor of the Central Bank Dr. P. Nandalal Weerasinghe, also highlighting the envisaged way forward for continued economic stabilization, while conveying appreciation to the international community for their support towards Sri Lanka’s economic recovery. J.M.S.D. Ratnayaka, Additional Director General of the Department of National Planning, Ministry of Finance, Economic Stabilization & National Policies briefed the participants on the social safety measures implemented by the government and the newly launched Social Protection Policy to support vulnerable groups.",
    "Foreign Secretary Aruni Wijewardane called on the Colombo-based Diplomatic community to understand the current situation in Sri Lanka, support the progress made thus far, and invited them to participate during the Interactive Dialogue on Sri Lanka at the upcoming session of the Human Rights Council. She also highlighted Sri Lanka’s continued cooperation with the UN human rights mechanisms as well as with the multilateral system. However, Sri Lanka will continue to oppose UNHRC Resolution 46/1 and 51/1 which were adopted by a divided vote in the Council.",
    "Representatives from the Ministry of Justice, Prison Affairs and Constitutional Reforms, Attorney General’s Department, Office on Missing Persons, Office for Reparations, Office for National Unity and Reconciliation, Interim Secretariat of the Truth and Reconciliation Commission, and the Office for Overseas Sri Lankans were also present at the briefing.",
    "Members of the Diplomatic Corps expressed appreciation for the regular briefings provided by the Ministry of Foreign Affairs on the current situation and the steps taken towards recovery and reconciliation, and the regular engagement with related agencies."
  ]
}