{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Public-property-ours-or-theirs/4-781611",
  "time_ut": 1757699603.0,
  "original_lang": "en",
  "original_title": "Public property, ours or theirs?",
  "original_body_lines": [
    "It is no secret that in nearly all contracts of the State, the unseen hand is that of the politician in power",
    "We do not think that offences against public property, giving the concept a wider interpretation, have lessened in any measure. What has happened is that the very law makers have found ways and means of interpreting the concept to their advantage, legitimising their untrammelled abuse of public affairs and public money. Their colossal excesses in the use of public money are not considered offences against public property, but attendant to the exercise of political power, therefore legitimate",
    "“The best way to get a bad law repealed is to enforce it strictly” – Abraham Lincoln",
    "“Something is rotten in the State of Denmark” – Shakespeare (Hamlet)",
    "As the dust settles on the hullabaloo surrounding the arrest of former President Ranil Wickremesinghe, we the public, are left wondering what all the fuss was about.",
    "In the aftermath we learn that there is a species of corporeal property deemed “public property”, which you may offend only with dire consequences. Bump into a private car, it is just an accident to be taken care of by your insurance company. You knock into one of those much-misused Government-owned cars (State property), and you stand at the edge of an endless ordeal, surely you must account for your bad karma!",
    "If the State (Police?) decides to charge the unfortunate driver for offending State property, apparently, he will be remanded indefinitely (until his trial commences, which in the Sri Lankan context is again in the hands of karma).",
    "The punishment begins long before his trial, the only way for him to obtain bail before trial is to convince the judge that there are exceptional circumstances which warrant the granting of bail.",
    "Since the offending driver will be an unexceptional person, he will not dream of claiming doubtful medical conditions, nor will hundreds of fine legal minds protest his arrest on the streets of Colombo. As to legal representation, he will be hard-pressed to obtain the services of even a novice lawyer.",
    "We do not have the facts and figures on the time duration a suspect remains in remand until his trial in such cases, or the percentage of these cases that end up in a conviction. Going by the record of other cases, these statistics will not be a credit to our legal systems.",
    "To the layman this indefinite remanding of an accused, merely because a bureaucrat or a policeman says there is an offence, goes against our fundamental right to the presumption of innocence, a vital hypothesis in our social contract with the State.",
    "The Offences Against Public Property Act, seems to have followed the path of many such legislative efforts of Sri Lankan lawmakers, achieving little, if not worsening the existing situation. We do not think that offences against public property, giving the concept a wider interpretation, have lessened in any measure. What has happened is that the very lawmakers have found ways and means of interpreting the concept to their advantage, legitimising their untrammelled abuse of public affairs and public money. Their colossal excesses in the use of public money are not considered offences against public property, but attendant to the exercise of political power, therefore legitimate.",
    "Ill-advised prestige projects such as the Mattala Airport and the Hambantota Harbour have delivered near fatal blows to the State coffers. We saw the embarrassing bumbling on the Port City Project when a newly elected Government stopped the on-going work of the project claiming defects in their own environmental assessment (the same State, a new Government!) The drama ended the only way it could have, the country had to pay a fine coupled with an apology subsequently!",
    "Then, there was the scandal of the Treasury Bonds, scarcely believable in its brazenness. A powerful politician casting his unmistakable shadow at every stage of the saga had emboldened the main actors. The newly appointed Governor of the Central Bank had a son-in-law who traded in Treasury Bonds. At the Bond auctions immediately following his appointment as Governor, the trading company controlled by his son-in-law dominated the bidding, crowding out other traders. The country was outraged, there were many investigations into the matter including a Parliamentary inquiry which descended into a partisan brawl, with copious footnotes intended to diminish the report’s impact. We showed the world yet again the corruption in our elite culture as well as the spuriousness of our institutions.",
    "It is no secret that in nearly all contracts of the State, the unseen hand is that of the politician in power. These contracts are weakly drafted, often negate the original purpose, lose money, pay more than necessary or fall far short of what was promised. Eventually, the job is poorly done or needs more funds to complete, so, more public money is later committed to undo the damage.",
    "None will dispute the fact that nearly all our politicians acquire massive wealth, especially when holding Cabinet positions in the Government. We may surmise that bribes, commissions, donations and kickbacks from shady businessmen flow freely to their pockets. These are under the table benefits and hidden in various ways. There is an entire industry committed to hiding dirty money.",
    "Our politicians crave yet for more, at the same time abusing public funds, doing it openly, calling it legitimate. Just examine any gathering of our political leaders, their vehicles – top of the range European cars, dress (generally silky Kurta type, the colour white to signify purity), drivers and bodyguards running hither and thither in attendance, everything paid for by the Government. They stand out even in the deportment they assume; weighty, deliberate, exchanging pleasantries with other politicians, an almost comical uniformity, doubly hilarious when we examine the broken country they have created.",
    "We are not for a moment suggesting that the officials of the State be denied vehicles and other conveniences. What has happened in Sri Lanka is that those who wield power have arrogated for themselves benefits and comforts far beyond what is reasonable. This went to the level of being obscene during the Rajapaksa regime; wives, siblings, in-laws and even supporters living it up with public money. The damage done to the social fabric by leaders with low standards is incalculable.",
    "A bad law has concentrated our minds on its iniquitous bail provisions.",
    "This does not mean, however, that offences against public property and public interests have become irrelevant. If at all, the issue has become fundamental to our well-being today, only that the offence now presents itself in a far more complex form.",
    "Any law stands in a particular environment; it can be interpreted only in relation to the social and economic realities of that country.",
    "That we live in a poor, slow growing, Third World country is a given fact.",
    "I would like to give two recent experiences to illustrate the social/economic realities of the country. They are not dramatic, nor are they situations of extreme destitution, rather stories illustrative of the lives of the average middle rung, strained and hard.",
    "The first is a story related to me by a friend who is a frequent user of taxi services. He lives in Athurugiriya, a township some distance from Colombo. From him I learnt that there are now motorcycle taxis which cost much less than a regular car. There are even female riders operating motorcycle taxis. He told me that one night at about 7 p.m. he asked for a motorcycle taxi to get to Athurugiriya from Rajagiriya. The rider was a female. During their long ride he discovered that she lived somewhere near Athurugiriya, the last ride for the day going there suited her fine.",
    "A single mother of two young children, she enjoyed the flexibility her livelihood gave, she could attend to her children during the day. My friend had asked her whether there are awkward situations when transporting males, some even after liquor. She had said that most passengers were well behaved, of course, sometimes inappropriate behaviour was encountered. One day she had to stop the bike to ask an overbearing male passenger to dismount.",
    "The motorcycle taxi fare was most reasonable, Rs. 800. Considering her expenses and the time taken, we estimated she would have earned about Rs. 500 for her family from that ride.",
    "I know this middle-aged security guard who told me that he had rented a house in Kuliyapitiya to which he will move on retirement presently. I thought he had more years in him and inquired why he was retiring and why Kuliyapitiya when he was from Kandy. He has a daughter who had qualified to enter the science faculty in Kuliyapitiya, and the family were averse to her living in an unfamiliar area by herself. He owned a property in Kandy which he intends to sell to fund their stay. They had scouted the area around the faculty and found many houses nearby had been turned into lodgings with three girls to a room. The monthly rent was about Rs. 5,000 per girl, all other expenses to be met by them. The houses were not comfortable; they did not want their daughter to undergo the hardships.",
    "Both these are not remarkable stories, just average lives of unexceptional people. Their horizons are narrow and have only a hazy, even a faulty concept of the wide world; the cost of the cars acquired by their elected leaders or the expenses incurred on their foreign jaunts are figures their minds cannot even get around. In their blissful stupor they are likely to continue voting for these leaders.",
    "That Ranil Wickremesinghe likes to travel overseas, especially in a representative capacity, is a superfluous proposition. Anyone who has experienced the indignity of carrying the passport of a Third World country notorious for visa violations, will appreciate the advantages of a diplomatic passport. Besides, on these “official” travels, every expense is met by either a foreign taxpayer, or your own.",
    "The whole thing is a charade; not that the foreign country hosting the local big wig is unaware of our representative’s antecedents or the pitiable situation of his country. It is only diplomatic to give him a formal welcome and maybe their Head of State will endure a few minutes with him, smiling and chatting. Such superficial conviviality has not produced much, in terms of aid or investments, Sri Lanka is one of the lowest recipients among other developing countries. In terms of development, whoever the leader, our average growth rate is an unhopeful 4%.",
    "Every foreign embassy would note that Ranil Wickremesinghe as President made something like 23 foreign visits during his presidency of little more than two years. That he was merely a stop-gap president, having never being elected, nor likely to be elected, would be easily grasped by any foreign diplomat appraising the realities of his posting.",
    "The Ranil Wickremesinghe career only adds to the existential angst in a country where everything seems to have gone wrong."
  ]
}