{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97428/pakistans-largest-parties-strike-deal-on-coalition-government",
  "time_ut": 1708496520.0,
  "original_lang": "en",
  "original_title": "Pakistan’s largest parties strike deal on coalition government",
  "original_body_lines": [
    "Two major Pakistan political parties said on Tuesday that they had reached a formal agreement to form a coalition government, ending ten days of intense negotiations after an inconclusive national election did not return a clear majority.",
    "The agreement between Bhutto Zardari’s Pakistan Peoples Party (PPP) and the Pakistan Muslim League-Nawaz (PML-N) of three-time Premier Nawaz Sharif ends days of uncertainty and negotiations after the Feb. 8 elections produced a hung national assembly.",
    "Bhutto Zardari confirmed at a late night press conference in Islamabad that former premier Shehbaz Sharif, who was seated beside him, would be the coalition’s candidate for prime minister.",
    "He added that his father Asif Ali Zardari will be the alliance’s candidate for the country’s president.",
    "Shehbaz Sharif, the younger brother of Nawaz, said the two parties had the numbers to form government, and also had the support of other smaller parties.",
    "PML-N is the largest party with 79 seats and PPP is second with 54. They, along with four other smaller parties, have a comfortable majority in the legislature of 264 seats.",
    "The delay in forming a government in the nuclear-armed nation of 241 million has caused concern as Pakistan is grappling with an economic crisis amid slow growth and record inflation, rising militant violence, and needs a stable administration with the authority to take tough decisions.",
    "Bhutto Zardari said the parties would push to form government as soon as possible.",
    "According to the country’s constitution, a session of parliament has to be called by Feb. 29 after which a vote for a new prime minister will take place."
  ]
}