{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Travelling-on-politics-rough-sea-needs-grooming/172-283188",
  "time_ut": 1716405840.0,
  "original_lang": "en",
  "original_title": "Travelling on politics’ rough sea needs grooming",
  "original_body_lines": [
    "Even in the present political set-up, we see the offspring of old politicians already in the system and nurturing political ambitions",
    "Sri Lanka did witness the grooming of two individuals in politics: Executive President J.R. Jayewardene groomed Lalith Athulathmudali and Gamini Dissanayake, but destiny didn’t support either of them; they were both assassinated",
    "Even in the present political set-up, we see offspring of old politicians already in the system and nurturing political ambitions, where one senior stalwart in politics is often heard saying: “My son will have to wait. He has some time to get there”",
    "Sri Lanka is a country which believed in electing to Parliament individuals with unproven track records and later repented their actions. This is because this nation doesn’t have a system in present day politics where the senior lawmakers hand over the baton to the next generation of budding lawmakers.",
    "If one takes a private company there is a system of grooming the next leader. And there is no question about unqualified individuals staring at a gloomy path ahead of them if they suddenly get ambitious in climbing the rungs of the corporate ladder. The steps that must be taken in the corporate world are ‘etched in stone’. There are no shortcuts like in politics. If an individual has any black mark in his/her life, that would spell doom on the individual’s career. But it’s not the case in Sri Lankan politics. Unlike in European countries, individuals blundering in Sri Lankan politics can make a quick comeback in the same profession.",
    "Despite this negative set-up, Sri Lanka did witness the grooming of two individuals in politics. The first Executive President of Sri Lanka J.R. Jayewardene (JRJ) groomed Lalith Athulathmudali and Gamini Dissanayake for either one of them to take over the reins as president after him. Destiny didn’t support either of them to get to the hottest seat in politics. They were both assassinated. Ranasinghe Premadasa’s career was different. He came up the hard way. When JRJ was desperate to hand over the baton to the next leader, Premadasa’s presence in politics just couldn’t be ignored. However, there is a school of thought which states that Premadasa got the presidency on a platter by default; due to the absence of both Athulathmudali and Dissanayake. This point is heavily debated even today.",
    "Even in the present political set-up, we see the offspring of old politicians already in the system and nurturing political ambitions. One senior stalwart in politics is often heard telling the public and the media: “My son will have to wait. He has some time to get there”. But there are others (sons of first-generation politicians) who are not so mature despite having put so many years in politics and despite family roots in politics running deep.",
    "Nothing much is different in the Tamil political scene as well. We see Jeevan Thondaman and Shanakiyan Rasamanickam; the latter of Ilankai Tamil Arasu Kachchi who is slowly climbing the rungs of the political ladder. Rasamanickam has a clean sheet in politics and plays with a straight bat in Parliament. He even had to encounter ‘thuggery’ inside the Parliamentary complex when he went to visit the Premier, who was in his office room inside Parliament. He has made solid progress as a lawmaker and won the hearts of both the Tamils and Sinhalese. But overall, even in Tamil politics, it’s a long trek for youth belonging to this minority community to make headway in politics. There was once a Tamil civil society rights activist–whose second name relates to Buddhism’s enlightened one–who received much media attention for his campaigning for the rights of the minority Tamils. But then we also got to hear of him getting arrested after having a brush with the law. These young ambitious individuals, who have political dreams, must be guided by senior politicians who have been in the game long before them.",
    "The UNP being deserted and the party having just one representative in Parliament explains much about lack of grooming within the Green Party. Its leader held on to the top post of the party long enough to accomplish the top most goal of any politician. Ambitious lawmakers who were with him deserted the UNP and formed an alternative for most of its prominent members. That party was the SJB. Now we see that even this party is not in order. Sarath Fonseka who was with the SJB has indicated his intentions of contesting the upcoming presidential elections as an independent candidate. He has indicated that he is willing to work closely with India, China and USA; possibly in the event he becomes president of this nation. Fonseka’s intentions of working closely with these nations and this news being carried in mainstream media speaks volumes about this politician’s maturity. Whether Sri Lankans like it or not prominent foreign forces pulling strings and controlling much of the island’s future is a factor that the islanders have to live with.",
    "The politician wearing the ‘red shawl’and compared to King Dutugemunu was a master at managing the pressures exerted on Sri Lanka by India and China. Watching this senior political figure at work would have provided enough grooming on how to travel on the rough seas of politics."
  ]
}