{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/drug-barons-vs-the-law/",
  "time_ut": 1733851620.0,
  "original_lang": "en",
  "original_title": "Drug barons vs. the law",
  "original_body_lines": [
    "A much-feared underworld figure named Arumahandi Janith Madushanka Silva alias Podi Lassi, charged with possession of narcotics, has been released on bail. Lawyers who appeared for him told reporters on Monday (09) that he needed protection because the STF had threatened him with death. What they left unsaid was that their client had issued threats to no less a person than the Head of State. In 2020, while being detained in the Boosa Prison, Podi Lassi and two other underworld characters known as Kosgoda Tharaka and Pitigala Keuma threatened to harm the then President Gotabaya Rajapaksa, Defence Secretary General Kamal Gunaratne, and some senior prison officers.",
    "Sri Lanka has seen ambitious projects under successive governments during the past several decades to turn it into a hub of some kind or another in the region. Much-advertised campaigns to make it a centre of international shipping, global trade, IT, education, etc., have not reached fruition. However, some underworld kingpins have already turned it into a narcotic hub, to all intents and purposes if the sheer amounts of dangerous drugs frequently taken into custody are any indication.",
    "Sri Lanka’s anti-narcotic laws are characterised by some inadequacies that allow clever lawyers appearing for drug lords to drive a coach and horses through them. They have done so on numerous occasions much to the dismay of the police and the public.",
    "One may recall that a notorious drug dealer named Mohommad Najim Mohommad Imran alias Kanjipani Imran obtained bail in 2022. Everybody knew that he would flee the country, and he did so a couple of weeks later. The then Public Security Minister Tiran Alles claimed that some unscrupulous lawyers had facilitated Imran’s escape as well as that of another criminal called Ganemulle Sanjeewa. Who can ensure that Podi Lassi will not emulate Imran and Sanjeewa?",
    "Imran was arrested in Dubai together with Sri Lanka’s Napoleon of Crime, Samarasinghe Arachchige Madush Lakshitha alias Makandure Madush, in 2019, and brought to Colombo. Madush perished allegedly in a crossfire between the police and an underworld gang while in custody. Imran has been running his crime syndicate here from overseas. He is believed to have masterminded the murder of Wasantha Perera or Club Wasantha about five months ago. No wonder Citizen Perera is on the same page as Mr. Bumble (in Oliver Twist), who says the law is an ass.",
    "While Operation Yukthiya was proceeding at full throttle, under the previous government, we pointed out that the war on drugs had to be fought at sea, on the shore, and in ports. Most narcotic consignments find their way here in fishing craft and freight containers.",
    "Last week, the Navy intercepted and brought to the Colombo Port a fishing craft with a haul of crystal meth weighing 400 kilos. In December 2013, the Customs found more than 131 kilos of heroin in a container which a coordinating secretary to the then Prime Minister D. M. Jayaratne had requested the Customs to clear on a priority basis. In July 2017, more than 218 kilos of cocaine were detected in a shipping container of sugar delivered to the Ratmalana Economic Centre.",
    "Whenever a drug czar is netted, a well-coordinated operation gets underway to secure his release, with lawyers, politicians, and some rogue elements in the police and other state institutions such as the Government Analyst’s Department springing into action. In September 2023, Nadun Chinthaka Wickremaratne alias Harak Kata almost made good his escape during an interrogation session at the CID headquarters. His plan to poison the police personnel on duty, and flee went pear-shaped thanks to some Argus-eyed STF personnel. Besides, more than a dozen Police Narcotics Bureau officers were arrested in 2020 over their links to drug dealers.",
    "The foregoing point to the power of the netherworld of crime, and the enormity of the narcotic problem Sri Lanka has been striving to tackle all these years. Inadequacies of laws, corruption in the state institutions tasked with fighting the scourge of drugs, and political backing for narco barons have made the task of ridding the country of narcotics even more uphill.",
    "The need for reworking Sri Lanka’s anti-narcotics strategy to optimise it to meet the existing challenges and the emerging ones vis-à-vis the powerful drug Mafia, which is becoming more resilient like a pathogenic virus, cannot be overstated. A major drawback of the ongoing anti-narcotic operations is the lack of a holistic approach to overcoming multisectoral obstacles that stand in the way of neutralising the hydra-headed scourge. This is something that the new government, which is keen to liberate the country from the clutches of the drug cartels should take cognisance of.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}