{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/AKD-s-change-with-IMF-and-RW-s-economic-stability/4-767358",
  "time_ut": 1727717505.0,
  "original_lang": "en",
  "original_title": "AKD’s “change” with IMF and RW’s “economic stability”",
  "original_body_lines": [
    "In plain language, IMF is only about getting back to the rotten and festering past. The “change” that AKD and NPP promised should be a better socio-economic life with peace and decency around and the security forces back in barracks. Perhaps, AKD needs a new open discourse outside the NPP before formulating his 2025 annual budget",
    "“Many steps have to be taken during a considerably long period, to achieve the ‘change’ we aspire. They nevertheless need ensuring stability and trust in this present economy. We have therefore decided to begin discussions with the IMF as soon as possible to move ahead with the Extended Fund Facility” – President Anura Kumara Dissanayake in his first address to the nation on 25 September 2024 (translated from Sinhala script).",
    "Last Wednesday night, Anura Kumara Dissanayake, more commonly called AKD, addressed the nation for the first time as the new President sworn in. He concluded his prepared address to the nation in exactly 10 minutes. His address to the nation in essence confirmed they, the new JVP/NPP regime would not be haggling with the IMF for changes, though promised on election platforms. AKD now implies his economic approach is no different to Presidential candidate Wickremesinghe’s though without Wickremesinghe’s “Theravada” label.",
    "That is quite clear with CBSL Governor Nandalal Weerasinghe and Treasury Secretary Mahinda Siriwardana confirmed as the only top-level officials to continue in their positions. Siriwardana is a Deputy Governor of the CBSL released from CBSL duties on 8 April 2022 to be appointed Secretary to the Treasury and the Finance Ministry, the day Nandalal Weerasinghe assumed duties as Governor CBSL, arriving from Australia. As it was with former President Wickremesinghe’s tenure, the CBSL and the Treasury remain under these two individuals, both former employees of the IMF as “Alternate Executive Directors” stationed in Washington. A fulltime position that oversaw India, Sri Lanka, Bangladesh and Bhutan. They are both “IMF mindsets” and President AKD knew, whatever said on election platforms, he needs them to continue with the IMF program.",
    "AKD is heading a care-taker government of three cabinet ministers and there is hardly any argument, his care-taker government has no time and resources to begin any serious work. Yet, they are pressed with three immediate tasks, one wholly political. That is to prove to the people they begin work by honouring",
    "promises made. Cleaning up State institutes and providing subsidies and salary increases, focussed on parliamentary elections. They are no doubt frantic in having a “two-thirds majority” in the next parliament.",
    "Next is to impress the IMF review mission scheduled to visit this October (2024) and to provide Sri Lanka’s performance report since the June 2024 review. Commending Sri Lanka’s performance after the June review, the IMF Director Board in its press statement on 12 June said, they recommend “prioritising reforms to further liberalise trade, improve the investment climate and SOE efficiency, reduce gender gaps in the labour market, and mitigate climate vulnerabilities.” Reducing gender gaps in labour market and mitigating climate vulnerabilities are mere dressings without any seriousness, we are quite familiar with. Rest is what matters.",
    "With a political decision to stay with the IMF program, the most difficult task is to formulate their first national budget for year 2025. The 2025 budget “will have to be underpinned by appropriate revenue measures and continued spending restraint so as to reach the medium-term primary balance objective of 2.3 percent of GDP—a key requirement for restoring Sri Lanka’s debt sustainability. The planned relaxation of import restrictions on motor vehicles will support revenue mobilisation in 2025” said a press statement issued on 2 August 2024, by Senior Mission Chief Peter Breuer, who led the visiting mission to Sri Lanka from 25 July to 2 August (2024).",
    "IMF promoting vehicle imports to gain revenue is the least one would expect, when their own “Staff Report” for the 2024 Article IV Consultation and Second Review insists, “Overall, the external position in 2023 is assessed to be moderately weaker than implied by fundamentals and desired policies, reflecting further needs for fiscal consolidation, exchange rate flexibility, and reserve accumulation” (page/08). Vehicle imports on what priority? How much foreign reserves would they siphon off and what would be the “cost vs benefit” of revenue in return in a context, the need is for “consolidation of reserve accumulation” in a moderately weaker “external position”?",
    "That’s IMF and it is a myth President Wickremesinghe managed the economic crisis successfully with IMF support. Backed by Western, especially US interests, all what he did was, borrow more dollars to import fuel and LP gas for the urban middleclass to get back to their daily routine. Meanwhile the IMF wrote their standard agreement for GoSL to sign and adhere to conditions they laid down. Thereafter, have we as a nation, as a society, come out of the economic crisis? Has Wickremesinghe with IMF support, provided an economic plan that could at least meet the total cost of imports, without getting into more debts as we had to, during the past 45 years in this free market economy?",
    "Everything about economic recovery with the IMF Extended Fund Facility (EFF) loan of just $ 3 billion provided in instalments of $ 337 million over a period of four years is about (i) further liberalising of trade (ii) creating more space for foreign direct investments (iii) labour reforms in favour of investors and (iv) making SOEs efficient (in effect, selling them off). Rest of the recommendations on governance reforms, poverty alleviation and on anti-corruption are all colourful “inserts” to keep the urban middleclass discussing and debating.  Selling off SOEs in Sri Lanka had been an extremely difficult task for all Presidents. That set aside, every Government since 1978 to date provided ample, unaudited benefits and privileges to FDIs at the expense of direct and indirect taxpayers. In addition, they are provided with free infrastructure facilities and land. The brutal side of it is, over 2.5 million citizens have been forced to forfeit their rights to attract “investors”. Internationally established, ILO adopted Conventions on labour rights ratified by the GoSL, included and ensured by the Constitution under Article 14.1(d) are suppressed in exploiting wage labour, far more than even in Vietnam.",
    "What has this free-market economy given the people in return? This free-market economy nurtured an urban middleclass as selfish competitive consumers eternally in debt with credit cards, purchasing on instalment payments, on long leasing and bank loans while keeping the rural society marginalised. It left a bankrupt economy with an inefficient, irresponsible and a corrupt political system in charge of a heavily corrupt, racially bias, wasteful State apparatus in a morally and ethically degenerated, selfish society. An ignorant society living with horrible crimes and a social tragedy festering around them. It is this filthy market that virtually went down on its knees, and was brought back to its feet with IMF interventions. Is that the “recovery”, the success story this country needs?",
    "IMF programming is not about getting out of that “mess”, the indecency and social injustice the free-market economy creates. It is instead about creating unquestionable space for greater exploitation of unorganised rural labour in export industries, about creating ever expanding markets for urban consumers and about massive profits in a global market that allow investments across borders in search of larger profits. Reason why the IMF stresses on “further liberalising of trade” and “better climate for foreign investments”.",
    "Sadly, and most unfortunately, “economists and market specialists” the NPP provided for the JVP leadership to drive through this economic bankruptcy prove they have no alternate development proposals for AKD. Being in open politics in a free-market economy for a continuous period of 30 years since 1994, working in alliance with both mainstream, traditional political leaderships, being ministers for 14 months in President Chandrika Kumaratunge’s cabinet of ministers, AKD and his comrades have failed to understand what “free-market economics” is. They have failed to understand the major fault in this free-market economy is not mere “corruption” they belted out on election platforms. That “corruption” is inherent in these free-market economies and cannot be swept clean.",
    "Let me therefore propose to AKD as president elect for the whole country, to immediately focus on issues the IMF has completely ignored. He should thus ask himself what guarantee there is with FDIs that for 45 years miserably failed to earn enough foreign exchange despite tax benefits and privileges, would now earn dollars to service foreign debts and trade deficits. He should ask himself how income in rural society could be adequately increased for improved quality of life, as “trickledown effect” in market economies have been proved an empty political statement. He should also ask himself – a major issue the IMF never pays attention to - how a militarised North-East with an economy accommodating military business, could lead to social development in a multi-cultural society. Therein lies issues that need alternate programmes for “change”. Issues never paid attention to on election platforms and issues people never ask solutions for.",
    "In plain language, IMF is only about getting back to the rotten and festering past. The “change” that AKD and NPP promised should be a better socio-economic life with peace and decency around and the security forces back in barracks. Perhaps, AKD needs a new open discourse outside the NPP before formulating his 2025 annual budget."
  ]
}