{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Chronic-impunctuality-haphazard-time-management-Silent-assassins-of-Sri-Lanka-s-productivity/4-779074",
  "time_ut": 1752690259.0,
  "original_lang": "en",
  "original_title": "Chronic impunctuality, haphazard time management: Silent assassins of Sri Lanka’s productivity",
  "original_body_lines": [
    "When a leader arrives on time for a meeting, an appointment, or even a casual conversation, they communicate, without uttering a single word, that they value the time of those waiting",
    "Sri Lanka’s national leaders are notorious for not keeping to time. While individual politicians may vary in their adherence to schedules, the overall perception in Sri Lanka is that punctuality is not a common virtue among its political leaders. There are corporate leaders too who are guilty of the same. It is an area where significant improvement is desired by the public. ‘Sri Lankan time’ is a derogatory phrase often used in describing an event that is behind schedule. ‘Channelled’ medical specialists are the biggest miscreants in this respect. Their timekeeping is far from what is expected of professionals",
    "The chronic impunctuality among its citizens and the haphazard time management of its leaders are eroding Sri Lanka’s labour productivity, choking its production output and silently destroying its global competitiveness.",
    "Although punctuality and time management do not enjoy the prominence in the way vision, strategic acumen, decisiveness, empathy, authenticity, change management et cetera do in leadership literature, I would, based on my experience as both an exponent, receiver and bystander, unhesitatingly list them very high on the ladder of leadership traits and behaviours.",
    "Punctuality is both a trait and a behaviour. It is a trait because it mirrors the innate personal characteristics of reliability, dependability, self-discipline and respect for others. It is a behaviour because it is a potent influencer which guides the actions and attitudes of superiors, peers, team members, subordinates, and other stakeholders and inspires and shapes organisational culture. It exudes an air of reliability, dependability, and effectiveness.",
    "When a leader arrives on time for a meeting, an appointment, or even a casual conversation, they communicate, without uttering a single word, that they value the time of those waiting. This basic act cements trust. On the other hand, impunctuality reflects tardiness, disorganisation, unreliability, and chaos. These perceptions, however unintended they may be, breed resentment, diminish morale, damage reputation and undermine a leader’s authority.",
    "Ken Balendra, Chairman, John Keells Holdings PLC (JKH), the large Sri Lankan conglomerate, from 1990 to 2000 and the Chairman of many other prominent corporates and institutions is renowned for his many achievements in the corporate arena and the field of sports but not as more than he is remembered for his obsessive insistence on punctuality. Inspired by his role modelling, punctuality is a key element of JKH’s culture. The emphasis placed by JKH on punctuality is surreal. You must live it to know it! It has largely contributed to its recognition by LMD as Sri Lanka’s most respected company in all the years, bar one, since its inception in 2005.",
    "Time management, the broader discipline encompassing punctuality, is the process of consciously planning and exercising control of time. Time is the most finite and irrecoverable resource in the world. While there are people who perform tons of tasks in their waking hours, there are others who hardly accomplish anything. Managing one’s time helps him/her work smarter, not harder so he/she can get more done in less time and capture bigger opportunities. It is a sure way of significantly increasing his/her productivity. Time management facilitates prioritisation of objectives, efficient decision-making, reduced stress, and a focus on high-impact activities. It empowers leaders to be proactive rather than reactive and to anticipate challenges rather than merely respond to them. Studies confirm that the consistent application of punctuality and time management by leaders impacts organisational culture, productivity, credibility, and success.",
    "Sri Lanka’s national leaders are notorious for not keeping to time. While individual politicians may vary in their adherence to schedules, the overall perception in Sri Lanka is that punctuality is not a common virtue among its political leaders. There are corporate leaders too who are guilty of the same. It is an area where significant improvement is desired by the public. ‘Sri Lankan time’ is a derogatory phrase often used in describing an event that is behind schedule. ‘Channelled’ medical specialists are the biggest miscreants in this respect. Their timekeeping is far from what is expected of professionals.",
    "The oligopolistic nature of the services they provide and their hunger to earn as much money as possible within a limited time frame drive them to behaviours which smack of greed and are inconsistent with the Hippocratic Oath they subscribe to. Is it not better for them to plan their appointment times in line with their availability patterns based on past trends than forcing patients to wait abnormally long hours in expectancy? Thinking as a country – Is this not time which could be used more productively? The recurrent nature of such lateness and the callous disregard of the inconvenience caused to the other party indicates that the offenders do not care for the time of others nor care about the productive hours lost in the system due to their impunctuality. I cry for Sri Lanka! The loss in production of the country arising from having to wait for another must be a significant percentage of the current GDP.",
    "The offenders, whether they be politicians, corporate leaders, medical practitioners or others have a misplaced belief that there is no repercussion and/or penalty for lateness. However, what may not immediately meet their eye is that it is such lateness that works against them in various ways including a loss of a parliament seat, loss of reputation, and non-enjoyment of repeat business. Showing up on time is a small action which goes a long way. It not only portrays an instant good impression but also signals seriousness and commitment to the matter under scrutiny, consideration or discussion.",
    "Impunctuality is also a behavioural complex which expresses power and intimacy. ‘Who is forced to wait for whom’ and ‘Who chooses to wait for whom’ are often dictated by the extent of need and the feudal order. In general, beneficiaries will go to great lengths to get the attention of their benefactors. This gives the benefactor, or for that matter the service provider, a feeling of status and power. The long waits endured by a constituent for the ear of a state official, by a patient for the ear, eye or touch of a skilled medical specialist, by a customer for service at a government institution or by an individual for the reciprocal love of another are manifestations of what the underdog suffers at the hand of the one in control. In a Sri Lankan society with emphasis on hierarchy and ‘power distance,’ those in positions of authority, like politicians, corporate leaders, ‘channelled’ medical practitioners et cetera do not feel the need to adhere strictly to schedules, as others are expected to wait for them. They know that the event will not start until they arrive. Power sucks!",
    "Lateness is a malady that is permeating the fabric of Sri Lankan society with cancerous swiftness and subtlety. Domestic servants, employees, artisans, workers, corporate leaders, and national leaders coming to work or attending a meeting at the scheduled time is more an exception than the norm. Sadly, the punctuality, or lack thereof, of national leaders has set a benchmark for the public sector and citizens. The trickle-down effect of this behaviour is a primary cause of the inefficiency and lack of timeliness in government departments and services.",
    "Impunctuality took its deeper roots in Sri Lanka sometime in the early nineteen-seventies when citizens realised that there were easier, and lazier, ways of earning money than through disciplined and committed work. It was the time when meritocracy flew out of the window and bribery, corruption, nepotism et cetera started to weave their threads into the tapestry of Sri Lankan society. Against this backdrop, it is not too difficult to argue that systemic impunctuality has contributed to Sri Lanka’s low national productivity and present economic malaise.",
    "As per a CEO World Report, Sri Lanka’s labour productivity in 2025 i.e., Gross Domestic Product (GDP) per hour worked, was $ 14.90. Sri Lanka was ranked 106 out of 119 countries which were surveyed. Luxembourg, the top ranked, was at $ 146.09 while Ireland the number two was at $ 142.50. Other notable, and relevant, comparators were Singapore, ranked 11, at $ 73.77 and China and India ranked 106, at $ 15.40. Burundi was the lowest ranked at $ 1.",
    "In a Quality-of-Life Report also compiled by the CEO World, Sri Lanka with a score of 62.4 was ranked 117 out of the 125 countries surveyed. Monaco was top ranked with a score of 98 while Switzerland was ranked number 2 with a score of 97.13. Other notable and relevant comparators were Singapore ranked 7 with a score of 96.81 and China ranked 75 with a score of 77.97. India was not surveyed.",
    "It is not surprising that countries with a high labour productivity ranking and a high quality of life ranking such as Denmark (7, 11), Sweden (12, 18), Switzerland (8, 2), Norway (5, 6) and Canada (25, 22) place strong emphasis on punctuality. In Denmark, punctuality is more important than how citizens conduct their work. Swedes correlate punctuality with respect, efficiency, and trust. They insist that time is priceless, it must be used for everybody’s benefit and that meetings and appointments must start and end at the scheduled time. In any case, meetings must not start later than scheduled. They contend that it is impossible to rely on a party’s delivery capability if such a party is unable to abide by the promised time.",
    "For the Swiss, who are highly efficient and meticulous in everything they do, punctuality is not merely a nicety but a source of deep contentment. In Norway, punctuality is taken very seriously and being late for a social gathering is considered disrespectful. Whether you are attending a casual dinner with friends or an important business dinner, it is expected that you will arrive on time. If you are running late for any reason, you are expected to notify your host as soon as possible, as showing up late without notice is perceived as rude. Canada considers punctuality to be a mirror of one’s character and capabilities such as professionalism, dependability, integrity, and trustworthiness. Viewed against these, Sri Lanka comes out as a poor cousin. Sri Lanka is unlikely to be competitive on the global stage if it cannot improve on punctuality and time management.",
    "Closer to home, Singapore which enjoys high rankings for both productivity (11) and the quality of life (7) has a work ethic which is defined by its emphasis on meritocracy, efficiency, and respect for hierarchy. Punctuality and productivity are highly prized and contribute to the country’s reputation for excellence in business operations. In China, punctuality signifies respect for others’ time and commitment. Arriving late at a meeting is seen as disrespectful and unprofessional. Arriving a few minutes early at a meeting demonstrates dedication. In India, punctuality is often viewed with more flexibility than in some other cultures. While there is appreciation for timeliness, it is not always strictly adhered to, especially in social settings. India is not a ‘punctuality’ role model.",
    "At its heart, time management for a leader is about more than just managing a schedule. It is about astutely allocating the most valuable and finite resource, time, to maximise impact. Leaders who masterfully manage their time demonstrate discipline, foresight, and an unwavering focus on priorities. This is particularly vital in an era where information overload and constant demands proliferate, and significant time must be dedicated for strategic thinking, market analysis, competitor assessment, and long-term planning. When not managed well, it is a situation which can derail even the most well-intended leaders. I have encountered many well-meaning senior managers who do not know how to say ‘No’, take on more than they can chew and find themselves unable to effectively manage the overload which they have accumulated. Being busy is not the same as being productive.",
    "As Steven Covey, American educator and author, puts it: ‘Most of us spend too much time on what is urgent and not enough time on what is important.’ Most leaders in Sri Lanka are constantly reactive, flitting from one urgent crisis to another. They are entrapped in a reactionary cycle where they are constantly putting out fires than proactively creating the mental space and time to fulfil their crucial commitments. They tend to prioritise urgent tasks over important tasks because they prefer quick results which are immediately publishable and optically pleasing than allocating time to important tasks which usually have longer gestation. Admittedly, Sri Lanka has many ‘ends’ but limited ‘means.’ Against this background, it appears that the NPP Government is solely pursuing tasks which are urgent than important. The continued postponement of important tasks such as education and labour reforms will make them become urgently important soon. This blind pursuit of tasks which are deemed urgent without considering their importance to the achievement of long-term goals, objectives and sustainable success is suicidal and dangerous.",
    "I developed the ability to distinguish between urgent and important tasks in the early nineteen-nineties after reading Stephen Covey’s ‘The 7 Habits of Highly Effective People’ which described the Eisenhower Matrix, a powerful but simple decision-making tool. It assisted me in distinguishing between tasks that are important, not important, urgent, and not urgent. Consequently, I was able to focus more time and energy on issues that mattered, reduce my levels of stress and enhance my work-life balance.",
    "The Eisenhower Matrix was founded on the thoughts of Dwight Eisenhower, the 34th president of the United States of America who noted, ‘I have two kinds of problems: the urgent and the important. The urgent are not important, and the important are never urgent.’ It consists of quadrants which segregate tasks based on > important and urgent tasks, these being tasks with clear deadlines and significant consequences if not completed timeously, > important but not urgent tasks, representing tasks which though not required immediately must be attended to in the interest of long-term goals, > not important but urgent tasks, being tasks which need to get done expeditiously but can be delegated because they do not require your special skills, and > not important and not urgent tasks, these being tasks which distract you from the demanded course and do not add any significant value. These tasks can be deleted because the cost of time exceeds the benefit.",
    "Punctuality and time management are qualities which are strongly interwoven and mutually reinforcing. They are not mere professional courtesies. They are the bedrock upon which trust, efficiency, and respect are built. Leaders who consistently arrive on time and manage their schedules adeptly demonstrate discipline, commitment, and a deep respect for others’ valuable time. Our political, corporate, and professional leaders must take a cue from Mahatma Gandhi who was a stickler for punctuality. Nina Martyris, India born American journalist, describes Gandhi as the most punctual man in India in his time. She states that Gandhi valued time as a moral imperative and quotes him as follows. ‘You may not waste a grain of rice or a scrap of paper, and similarly a minute of your time. It is not ours. It belongs to the nation, and we are trustees for the use of it. One who does less than he can is a thief,’",
    "In closing, punctuality and time management in leadership are about maximising potential, both personal and collective. They ensure that opportunities are seized, deadlines are met, and resources are allocated optimally. By mastering these critical skills, leaders do not just guide and govern. They inspire, elevate, and empower their teams to achieve extraordinary results. Time must be used as a tool and not just as a couch!",
    "(The writer is currently, a Leadership Coach, Mentor and Consultant and boasts over 50+ years of experience in very senior positions in the corporate world – local and overseas. www.ronniepeiris.com.)"
  ]
}