{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/amana-takaful-launches-executive-edge-forum-to-mark-25-years-of-excellence/",
  "time_ut": 1731779220.0,
  "original_lang": "en",
  "original_title": "Amana Takaful launches “Executive Edge” forum to mark 25 years of excellence",
  "original_body_lines": [
    "Amana Takaful Insurance celebrated its 25th anniversary with the launch of its inaugural “Executive Edge” forum at Shangri-La Colombo. The event brought together leading figures from Sri Lanka’s financial services sector, including prominent executives from leasing companies, insurance brokers, and partner banks, as well as key clients of Amana Takaful Life.",
    "The forum served as a platform for insightful discussions on the future of finance and evolving consumer behavior in the industry. A vibrant panel discussion featured Gayathri Manatunga (Head of Assurance at EY Sri Lanka and Maldives), Thilan Wijesinghe (Chairman of TWCorp), and Dr. Naveen Gunawardane (Managing Director of Lynear Wealth Management), with moderation by Shamindra Kulamannage. The panel explored how the financial services industry can adapt to rapid changes in consumer behavior, technology, and regulations.",
    "S. Karthigun, CEO of Amana Takaful General Insurance, emphasized that the forum was not only about exchanging ideas but also shaping the future of Sri Lanka’s financial services sector. Hassan Kassim, Managing Director of Amana Takaful General, highlighted the company’s commitment to innovation and adapting to market dynamics, reinforcing its position as a forward-thinking leader in the industry. The event marked a key moment in Amana Takaful’s ongoing journey to lead with collaboration, foresight, and excellence in the financial sector.",
    "Ceylinco Life gifts Elpitiya primary school its first new building since 1935",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}