{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/president-chairs-second-meeting-of-the-export-development-council-of-ministers/",
  "time_ut": 1755082260.0,
  "original_lang": "en",
  "original_title": "President chairs second meeting of the Export Development Council of Ministers",
  "original_body_lines": [
    "The second meeting of the Export Development Council of Ministers (EDCM) was held on Tuesday(12) under the patronage of President Anura Kumara Dissanayake at the Presidential Secretariat.",
    "The discussions focused on reviewing the decisions taken at the previous meeting, addressing challenges in achieving the Government’s target of increasing export earnings to US $ 36 billion by 2030, and identifying potential solutions and considering related proposals.",
    "The President’s attention was drawn to several vital aspects related to the development of the export sector, including the advancement of the gem and jewellery industry, the installation of a new scanning machine to improve customs efficiency, the pharmaceutical export industry, poultry meat exports, the development of tea exports, spice exports, the Export Hub concept, the development of the Trincomalee Port, the promotion of export-related investments, the supply of raw materials to the electronic export sector, entering into new tariff agreements and matters related to tariff structures.",
    "The meeting was attended by Minister of Plantation and Community Infrastructure Samantha Viddyarathna, Minister of Rural Development, Social Security and Community Empowerment Upali Pannilage, Deputy Minister of Industry and Entrepreneurship Development Chathuranga Abeysinghe, Governor of the Western Province Hanif Yusoof, Secretary to the Ministry of Defence Air Vice Marshal Sampath Thuyyakontha, the Secretaries of the relevant ministries, including the Secretary to the Ministry of Industries, Thilaka Jayasundara, Chairman of the Board of Investment (BOI) of Sri Lanka, Arjuna Herath and Chairman of the Sri Lanka Export Development Board (EDB), Mangala Wijesinghe, along with senior officials from the Sri Lanka Ports Authority, the EDB, and the BOI",
    "Inaugural session of the Student Parliament of Bomiriya Central College Kaduwela held at the Presidential Secretariat",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}