{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/NSB-champions-tree-planting-this-Avurudu-with-customers/34-760379",
  "time_ut": 1712340289.0,
  "original_lang": "en",
  "original_title": "NSB champions tree planting this Avurudu with customers",
  "original_body_lines": [
    "National Savings Bank, as the official banking partner of the Ministry of Agriculture and Plantation Industry, is making arrangements this year to distribute plants of economic value among the customers in observance of the tree planting ritual at the auspicious time for the Sinhala Hindu New Year, on 15 April, 2024, through its countrywide branch network. This year, the auspicious time of planting trees has fallen on 18 April at 10:16 p.m.",
    "In addition, two special gifts will be offered for the New Year transactions with the ‘Avurudu Wasana’ Special Fixed Deposit Account.",
    "The inauguration ceremony of this program, was held this week at NSB’s Head Office in Kollupitiya, with the participation Ministry of Agriculture and Plantation Industries former Secretary and Hadabima Authority Chairman Sarath Chandrasiri, NSB Acting Chairman Dushyantha Basnayake and the General Manager/CEO Shashi Kandambi, Ministry of Plantation Industries, Director – Agriculture D.D.V. Shyamali, and NSB Senior Deputy General Manager K. Raveendran and the senior management of the bank.",
    "NSB said the United Nations has introduced Sustainable Development Goals (SDGs) with the purpose of alleviation of world poverty, ensuring peace and harmony among the humans and protecting the environment and thereby preserving the earth, the only human habitat in the universe.",
    "Integrating the said SDGs with the corporate values since 2019 and through the NSB Agroforestry Project since 2017, NSB has been able to offer an exclusive banking service to the customers, combined with an environmental value.",
    "“Making investments not only for generating profits but also for the wellbeing of the motherland is a unique feature of our institution. Therefore, we consider that contributing to the preservation of natural resources, including, flora and fauna, rivers, and waterfalls and fostering a country enriched with all essentials for our younger generations, the backbone of our country, is our corporate responsibility. It goes hand in hand with the main principles of the Bank: saving and thrift,” NSB said."
  ]
}