{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110726/no-need-to-arrest-ex-cid-director-rohan-premaratne-at-this-juncture-bribery-commission-informs-court",
  "time_ut": 1753168320.0,
  "original_lang": "en",
  "original_title": "“No need to arrest ex-CID Director Rohan Premaratne at this juncture”: Bribery Commission informs Court",
  "original_body_lines": [
    "Court was informed today (22) that there is no necessity at this time to arrest former Director of the Criminal Investigation Department retired Deputy Inspector General of Police (DIG) Rohan Premaratne, by the Commission to Investigate Allegations of Bribery or Corruption (CIABOC), in connection with on-going investigation.",
    "This was conveyed to the Colombo Magistrate’s Court by an official representing the Bribery Commission during the hearing of a bail application filed by Rohan Premaratne, requesting release on anticipatory bail in the event of an impending arrest.",
    "Accordingly, the Magistrate informed Premaratne’s attorney that the former DIG should appear before the Bribery Commission and provide a statement.",
    "The Bribery Commission also informed the Magistrate that CIABOC officials were not dispatched to the residence of retired DIG Rohan Premaratne, as reported by certain media outlets.",
    "Retired DIG Rohan Premaratne also previously denied media reports that have claimed that officials of CIABOC have visited his residence over ongoing investigations related to financial fraud.",
    "Retired DIG Rohan Premaratne is under investigation over financial fraud amounting to Rs. 7.5 million.",
    "In 2021, while Rohan Premaratne was serving as the DIG in charge of the Criminal Investigation Department (CID), a group of Nigerian nationals was arrested in Dehiwala.",
    "Accordingly, the Kelaniya Divisional Crime Detective Bureau handed over Rs. 7.5 million, believed to have been earned by the group, to the CID as court evidence.",
    "An investigation is underway pertaining to the whereabouts of the said sum."
  ]
}