{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/investment-and-accelerated-progress-during-crises-2/",
  "time_ut": 1711474260.0,
  "original_lang": "en",
  "original_title": "Investment and accelerated progress during crises?",
  "original_body_lines": [
    "at the International Women’s Day celebration organised by the Centre for Gender Equity and Equality for the University Grants Commission, 15 March, 2024.",
    "Today, I would like to approach the question of accelerated progress from the perspective of human dignity. Human dignity is a concept that is foundational not only to the human rights discourse, but also to different philosophical and to some religious traditions as well. The Convention on the Elimination of All Forms of Discrimination Against Women (CEDAW), which Sri Lanka ratified in 1981 with no reservations, has established clear norms on what that means in relation to women. The other major human rights treaties which Sri Lanka has also ratified provide similar guidance. From the perspective of human dignity, I think it is fair to say that accelerated progress would require that we adopt the two following dispensations/orientations:",
    "The first is an orientation to inclusion. If we are committed to accelerated progress through inclusion, we must ensure that the design and implementation of attempts at progress includes individuals and groups who are at risk of being left behind. In the Sri Lankan context, there are several such groups. For instance, this year we are marking the 200th anniversary of the arrival of the Malayaha community in Sri Lanka and many are highlighting the ways in which they have been left behind. Sri Lanka’s three major post-independence conflicts – the youth insurrections and the war – were fueled by grievances of marginalization and a sense of being excluded from the nation’s progress. The Kolombat Kiri, gamata Kekiri slogan being one such example. But speaking of women specifically, we know that women who work in the plantation sector, the garment industry and as unskilled migrant workers are three groups of women who are being left behind on many fronts despite their distinct contribution to Sri Lanka’s economy.",
    "The second is an orientation that advances human flourishing. Human flourishing suggests that to be the best version of ourselves, to live fully – is not only to have food, shelter, health and education but also to have the opportunity to develop healthy social relationships, leisure and most importantly to have the opportunity to enjoy our freedoms.",
    "So, what we need then, is accelerated progress towards a society that is both inclusive and one that provides a space for human flourishing, understood in the broadest sense of those terms. With these interpretations of investment and accelerated progress in mind, let us turn to our immediate experience – that of crises.",
    "It is difficult to talk about crises in our society where our normal experiences have been that of different crises – whether it is the armed conflict, an insurrection, natural disaster, terror attacks, sovereign debt default or the systematic failures of public institutions. These crises are compounded when there is failure in ensuring accountability or in providing remedies and closure for affected parties. When that is the regular experience, how do we find language to talk of crises? It is also relevant to ask, what have we learnt from our crises and what measures are we taking to prevent them from recurring? There is much to be said in response but for today, I will only raise them as questions for the purposes of this talk.",
    "From this point on, I limit myself to higher education in the current context. In the last few years, we faced significant challenges – some of which we faced well and some of which seem insurmountable. The reductions in funds, the severe brain drain in our universities and the day to day challenges that we all face have become normalized to a point where it seems difficult to muster the sense of urgency and concern that we should invoke when we talk about ‘crises’. Students who used to previously approach me to talk about career guidance have now switched to seeking indirect advice on migration. From where I stand, the well-being of students and staff are at risk. One overall result is that we hardly find the energy, space and time to talk about what we really should be talking about: the substance of our teaching, the integrity of our examination process and the value and significance of our research. Where teaching and research excellence persists, I have often found that it is despite the circumstances, not because of them. In my view, the pressure, self-imposed or externally imposed, on universities to generate their own funds, is gradually transforming the vision of education and research for human flourishing into a discourse about education primarily as a means for generating income for the institution and for the recipient as primarily a means of employment. When crises are ubiquitous and normalised, how do we remain alive to them and deal with it as crises and not as the normal? This is a question I ask myself on a regular basis. For the purposes of our reflections today, I think that to meaningfully reflect on investment and accelerated progress it is helpful to interpret and examine our crises in this way.",
    "Let me now try to articulate what investment and accelerated progress for women in higher education in Sri Lanka can look like.",
    "State universities in Sri Lanka are very much a manifestation of the good, the bad and the ugly in our society. It has an egalitarian ethos but at the same time, for decades, has also further privileged the already privileged who have walked through its halls of learning. It is a highly diverse community but at the same time, from time to time, practices that reflect racism emerge. It is a liberating space for many but also a space for ragging – a practice that undermines the human dignity of not just the victim but also of the perpetrator. Universities in Sri Lanka, have on many an occasion been spaces for dissent but also of oppression.",
    "In all of this, where are the women? Statistically, they are extremely well represented across the university community and have been so, for a while now. Numerically, that is as evident in CHART I. These charts have been developed based on the raw data made available by the UGC and illustrate the numerical presence of women very clearly. The orange line represents women and the blue line represents men. While women are significantly higher in number overall, in specific disciplines such as Medicine & Dentistry, Engineering and Computing, as you can see in CHARTS 2, 3 and 4 there are less women than men.",
    "The data on the numerical presence of women in the permanent academic staff, temporary academic staff and the permanent and temporary non-academic staff as indicated in CHARTS 5, 6, 7 and 8 too suggest that the numerical inclusion of women is not a serious issue from the perspective of personnel.",
    "These charts confirm what we know well. In Sri Lanka, women are in higher education because they have had equal access from the inception of higher education in Sri Lanka. However, we also know, that despite the nearly-century long access, the formal access they enjoy to higher education, or even education in general, has not fully translated to substantive representation and in some cases has not led to substantive advances in respective disciplines to ensure substantive equality for women.",
    "Substantive equality means equality of opportunity, not only equality of access. In our context, having access to higher education is equality of access and being able to make informed and free choices based on your university education about your life and being able to enjoy the opportunities that come with such qualifications, would be substantive equality. I would like to make 3 specific points about substantive equality here. They relate to inclusion and progress for women within university, beyond university and in relation to our different disciplines.",
    "Related Topics:The Convention on the Elimination of All Forms of Discrimination Against WomenWomen in Sri Lankan State Universities – II",
    "Has evolution found ways to prevent cancer and halt progression to old age?",
    "Mounting frustration in North and East despite rhetoric of reconciliation",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}