{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/satellite-fiasco-fish-or-cut-bait/",
  "time_ut": 1755271260.0,
  "original_lang": "en",
  "original_title": "Satellite Fiasco: Fish or cut bait!",
  "original_body_lines": [
    "The NPP government has been concocting various theories to save face since the backfiring of its propaganda claim that the Mahinda Rajapaksa government invested state funds to the tune of USD 320 million in a failed satellite project. Prime Minister Dr. Harini Amarasuirya’s recent statement in Parliament that no such investment had been made, but some financial benefits had accrued from the project to Sri Lanka has exasperated the JVP members of the NPP government beyond measure. They insist that the statement the PM made in answer to a question raised by an Opposition MP was based on incorrect information provided by some Board of Investment (BoI) officials. Curiously, they have not denied the fact that no state funds were invested in the satellite project.",
    "The SLPP is trying to use the PM’s statement in question to dupe the public into believing that all other allegations the NPP has made against the former government leaders are equally false. This is an instance of false generalisation. Those allegations should be investigated separately. The SLPP, which became a metaphor for corruption, cannot pull the wool over the eyes of the public with the help of such logical fallacies.",
    "The government should stop trying to obfuscate the satellite issue. It should either admit that it made a mistake by claiming that state funds had been invested in the satellite project or prove that the PM was misled by some officials and their claim is true.",
    "Minister Wasantha Samarasinghe has declared in Parliament that some BoI officials deliberately provided incorrect information to mislead the government regarding the SupremeSAT project. He has also claimed that the officials who did so may have sought to provide grist to the Opposition’s mill. This, we believe, is a very serious allegation against the BoI staff, and it must be probed. If they have misled the PM and the House deliberately, as Samarasinghe claims, then action will have to be taken against them for contempt of Parliament. The government should have done so immediately after the PM’s statement. It should stop complaining about what it calls sinister moves by public officials loyal to the former rulers, and take decisive action to prove the veracity of its claim, if possible, instead of making still more allegations to confuse the public. Mere rhetoric and warnings will not do.",
    "Let the government be urged to have the BoI officials concerned summoned to Parliament and questioned without further delay. After all, it had IGP Deshabandu Tennakoon sacked with the help of Parliament the other day. If the BoI officials are summoned, they will be able to tell their side of the story. Public officials affected by allegations that politicians make in Parliament have no way of defending themselves. This is a grave injustice. The NPP politicians ought to abandon the practice of making unsubstantiated allegations against public officials. They should also stop whining like the Opposition and take steps to prove its claim that state funds were invested in the satellite project and the country suffered a loss as a result. It should fish or cut bait.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}