{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Hobson-s-choice/4-765663",
  "time_ut": 1723833526.0,
  "original_lang": "en",
  "original_title": "Hobson’s choice?",
  "original_body_lines": [
    "Sri Lanka’s remarkable recovery should be credited to the able leadership of President Wickremesinghe and his political and bureaucratic team",
    "I see President Wickremesinghe’s policies as the only option for Sri Lanka in the immediate future. I sincerely hope that whoever is elected on the 22nd will not try to reinvent the wheel as President Gotabaya Rajapaksa did and destroyed our country. I strongly believe in the old adage “A known devil is better than an unknown angel”",
    "There has been a sigh of relief that President Ranil Wickremesinghe has called for the Presidential elections and the Elections Commission has declared 21 September as the day of reckoning for Sri Lanka.",
    "Many suspected that the President was trying to postpone elections and very few believed that President Ranil Wickremesinghe will call for the election as scheduled. He pulled out his magic wand and 85% of the lotuses chose his lake to thrive. There could be many more surprises prior to 21 September.",
    "The battle has begun with crossovers and new alliances formed to capture power. There are over 30 candidates vying for the hot seat and the elections commissioner has claimed that every additional candidate costs the State coffers a thumping Rs. 200 million. While it is the right of every citizen to contest any election in Sri Lanka, there could be many proxy candidates to support lead candidates using their privileges as a candidate. The benefits would include Police protection for campaigning, allocation of polling and counting agents, airtime on national and private media channels among many other benefits.",
    "It is not yet too late for Sri Lanka to bring in legislation to impose a fine of a minimum of Rs. 10 million on those who receive less than 2% of the votes cast in order to recover lost State expenses. Those who have paid their nomination costs and wish to withdraw should be allowed by the Elections Commission and the deposit paid could be refunded.",
    "Sri Lanka has ploughed its way out through the deep sea with the wind continually against us due to the disastrous policies of the former Government of Gotabaya Rajapaksa, and the scandalous corruption of the Rajapaksa family and their minions. It is rumoured that billions of dollars have been plundered. The late Mangala Samaraweera divulged that he received intelligent reports from four countries that Rajapaksa family holds $ 18 billion worth of assets in foreign countries.",
    "It’s now incumbent on all presidential candidates to sign an oath to the people of Sri Lanka that every possible cent would be brought back through the money trail of the United Nations and other mechanisms. Even private investigators should be engaged to trace the stolen money for an agreed fee or percentage of money recovered.",
    "The UN Convention against Corruption (UNCAC) includes a landmark chapter on asset recovery which recognises the return of assets stolen from a country as a fundamental principle of the Convention and which is currently being monitored as part of the second cycle of the UNCAC review process.",
    "The rallying call of Aragalaya protests of 2022 to recover stolen assets is still fresh in our minds. The UN mechanism made it possible for Switzerland to return to Nigeria its stolen assets by corrupt politicians. With total commitment and resolve by every presidential candidate, if recovered, this could help settle the huge external debts incurred by Sri Lanka.",
    "There have never been crossovers of members of parliament on the scale that we have witnessed during the past weeks. The three candidates, President Ranil Wickremesinghe, opposition leader Sajith Premadasa and NPP leader Anura Kumara Dissanayake along with their diehard supporters are all claiming victory on 21 September. Among the other candidates vying for the top job include the war winning General Sarath Fonseka, former Minister of Justice Wijeyadasa Rajapakshe and the Peratugami candidate lawyer Nuwan Bopage representing the ‘Peoples Struggle Alliance’ formed by Aragalaya activists. One of the other prominent groups of Aragalaya activists, the Black Cat movement has pledged its wholehearted support to President Ranil Wickremesinghe.",
    "Many are claiming to have fathered the Aragalaya. In my opinion, the actual Aragalaya started on 5 March 2022 at Independence Square by a group of civil activists which later led to the average non-political Sri Lankan middle class to gather at lane tops beating on pots and pans calling on the Government to address the shortages of fuel, gas, medicines, electricity and food. This attracted the attention of passing motorists and the momentum caught on like wildfire across the country. Later, with large crowds gathering, the protesters moved to occupy Galle Face Green with the slogan “Go Gota Go Home”. Unfortunately, the popularity of this citizens’ call attracted hardcore groups giving them hope that they can capture power to govern through this gathering wave of protests.",
    "Innocent office workers and ordinary youth became pawns in the hands of these political extremists. Some hardcore Mahinda Rajapaksa elements decided to unleash violence on the protesting activists to stop the call for the Government to abdicate. About 200 violent members of SLPP had gathered at Temple Trees and marched towards the ‘Gota Go Home’ site with Kurundu Polu (wooden poles) and beat up the protesters and destroyed their tents and equipment. In return, the violent group from within the protesters hunted down the buses and other vehicles which transported these goons to Temple Trees and burnt them and also dumped many of them in the Beira Lake.",
    "Extremist elements also killed a sitting MP of SLPP Amarakeerthi Athukorala and his bodyguard at Nittambuwa. They went on to set fire to hundreds of houses of SLPP parliamentarians and their supporters. They even set fire to the current President Ranil Wickremesinghe’s home, destroying his rare collection of irreplaceable books in his personal library.",
    "The Government immediately facilitated alternate housing for all parliamentarians whose houses were burnt or damaged. It has also compensated them well to rebuild their destroyed properties while thousands who were affected by ethnic riots since 1983 never received any compensation nor action taken against the arsonists.",
    "With growing dissent of protestors across Sri Lanka, Mahinda Rajapaksa and his cabinet were forced to quit and President Gotabaya requested Sajith Premadasa and Sarath Fonseka to take over as Prime Minister. However, both declined. He then approached the lone UNP representative in Parliament Ranil Wickremesinghe, who accepted the challenge to resurrect the economy and lead as Prime Minister. Parliament gave him a confidence vote by 135 members endorsing his appointment.",
    "The protestors were not satisfied by the resignation of Mahinda Rajapaksa and his cabinet. They insisted that the president too should abdicate. They forced themselves first into the Presidential Secretariat and then to the President’s House. President Gotabaya Rajapaksa bolted through the back door and was evacuated by defence forces to the Maldives and then to Singapore. He sought asylum in many countries and none responded positively. He was forced to move from one country to another on tourist visas.",
    "With the abdication of the President, Ranil Wickremesinghe as per our Constitution was selected as the President to serve the remaining term of Gotabaya Rajapaksa.",
    "There was an attempt by the protesters led by the JVP and Peratugami to storm the Parliament and take control of it, but President Wickremesinghe ordered the defence forces to take control and repel the protesters. It is rumoured that he had given orders to shoot if necessary to bring the situation under control. JVP strongman Lal Kantha publicly admitted that they were attempting to capture Parliament.",
    "President Wickremesinghe rolled up his sleeves and got down to resurrect the economy with his chosen team. Some young and brilliant members of the SLPP group supported him and worked tirelessly to address the burning issues of fuel shortages, gas, electricity and food. Within weeks, the road to recovery was in full swing and two years on, there are many now claiming they too could have done as good or better.",
    "President Wickremesinghe’s brilliant diplomacy with our mighty neighbour India and other friendly countries facilitated the stability. Sri Lanka’s closest neighbour, India responded to Sri Lanka’s 2022 economic crisis and sovereign default with $ 4 billion in financing facilities. This support enabled Sri Lanka to sustain essential imports and maintain sufficient foreign currency reserves to avoid defaulting on multilateral creditors. The relationship between the two countries is more than 2,500 years old and both sides have built upon a legacy of intellectual, cultural, religious and linguistic interaction.",
    "Countries across the world took far too many years to recover from their economic collapse. Sri Lanka’s remarkable recovery should be credited to the able leadership of President Wickremesinghe and his political and bureaucratic team. Sri Lankans too contributed greatly to the recovery process including the diaspora who deposited all their savings in local banks so that the Government could use those funds for fuel, fertiliser, medicines and food.",
    "When the unprecedented economic turmoil struck Sri Lanka, India swiftly extended a lifeline to the country with assistance of over $ 4 billion, surpassing the International Monetary Fund’s 48-month bailout of about $ 3 billion. We must be ever grateful to India as they emerged as the foremost partner for Sri Lanka in our endeavour to revitalise the economy.",
    "I see President Wickremesinghe’s policies as the only option for Sri Lanka in the immediate future. I sincerely hope that whoever is elected on the 22nd will not try to reinvent the wheel as President Gotabaya Rajapaksa did and destroyed our country. I strongly believe in the old adage “A known devil is better than an unknown angel”!"
  ]
}