{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Legislation-to-combat-bribery-and-corruption-in-Sri-Lanka-completed-says-Justice-Minister/56-757664",
  "time_ut": 1705949995.0,
  "original_lang": "en",
  "original_title": "Legislation to combat bribery and corruption in Sri Lanka completed - says Justice Minister",
  "original_body_lines": [
    "A meeting between the Justice, Prison Affairs and Constitutional Reforms Minister President’s Counsel, Dr. Wijeyadasa Rajapakshe and the German Ambassador to Sri Lanka Dr. Felix Neumann was held at the Justice Ministry yesterday.",
    "The Justice Minister said the Office for National Unity and Reconciliation, the Office on Missing Persons and the Office for Reparations have been established in order to build harmony among the races in the country and that the Truth-finding Commission is to be set up soon.",
    "He said politicians have been blamed for the bribery and corruption in the country and the people have reached the point where they are rejecting the politicians as this situation is harmful to the country›s democracy. With a view to change this, the amendment for the regulation of election expenses and the Anti-corruption Act have already been passed. The Minister said the foundation has been laid for a corruption free and disorder free Sri Lanka.",
    "The Minister explained to the German Ambassador that since necessary infrastructure and other activities for the implementation of the supervisory process in a stronger and speedier manner has already been completed, by the end of this year many problems, including delays in court cases would be resolved.",
    "He said through the mediation process in Sri Lanka, problem solving is more successful and the process has grown from about 45 % to about 70 %, and that mediation is a method of solving problems in accordance with the consent of both parties rather than the method of hearing cases.",
    "The German ambassador said he is ready to provide any necessary support for strengthening the governance process, democracy and reconciliation in Sri Lanka. Highlighting the economic and political situation in the country it was pointed out that the recovery of the normal life of the people is a positive factor and that efforts are being made to further develop the long-term relationship between Sri Lanka and Germany. The German ambassador said he is committed to providing support for Sri Lanka whenever necessary.  The Minister said the Presidential election and the General Elections will be held at the appointed time, and the Government expects to hold the Provincial Council elections thereafter.",
    "Justice Ministry Additional Secretary Rohana Hapugaswatta and a delegation representing the German Embassy were present at the discussion."
  ]
}