{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Hayleys-Solar-selected-for-first-of-its-kind-ADB-developed-and-financed-Agrivoltaics-project/34-764007",
  "time_ut": 1720481387.0,
  "original_lang": "en",
  "original_title": "Hayleys Solar selected for first-of-its-kind ADB-developed and financed Agrivoltaics project",
  "original_body_lines": [
    "The Asian Development Bank (ADB) together with the Sri Lanka Sustainable Energy Authority (SLSEA) under the Ministry of Power and Energy (MOPE), the Tea Smallholders Development Authority (TSHDA) under the Ministry of Plantation Industries (MOPI), the University of Peradeniya, and Hayleys Solar inaugurated Sri Lanka’s first-ever semi-transparent solar PV-powered Agrivoltaics Demonstration Project.",
    "Agrivoltaics are built on the innovative practice of installing solar panels above lands suitable for growing crops. The key innovation in the ADB-developed project, implemented in Hanthana, Kandy, lies in transparent solar panels, allowing sunlight to reach crops while generating clean energy, and maximising land use efficiency. This initiative marks a significant milestone for the country’s clean energy and agricultural industries.",
    "The project was implemented in collaboration with the SLSEA, the governing body in charge of pioneering Sri Lanka’s sustainable energy transformation, and the TSHDA under the technical guidance of the Faculty of Engineering, University of Peradeniya.",
    "The 85kWp hybrid semi-transparent solar panel project, operational since 29 February, installed two metres above the tea plantation at the Hanthana Rathnasiri Wickramanayake National Training Centre, Kandy, is projected to generate electricity to power 19 households, contributing to the national grid with a 24 kilowatt-hour (kWh) battery energy storage system.",
    "The project complements the tea plants with a strategically placed LED lighting system above, creating a controlled environment for optimal growth. These LED lights leverage solar power efficiently by utilising targeted spectrums beneficial to tea plants, consuming less energy for sustainable operation, and emitting minimal heat to maintain ideal growing temperatures – all contributing to increased yields without burdening the local grid.",
    "The facility also complements a groundwater pump with a borehole arrangement to facilitate water supply for both the tea plants at the project area and the nearby estate community. “This project has the opportunity to address both the issues of achieving energy security and overcoming agricultural challenges in a land-stressed country like Sri Lanka,” said University of Peradeniya Electrical and Electronic Engineering Department Senior Professor Prof. Janaka Ekanayake.",
    "“Projects such as this are being implemented around the world, and this is the first time Sri Lanka has undertaken an initiative,” Prof. Ekanayake added. “The success of this pilot paves the way for a more sustainable future for our nation’s agriculture and energy sectors.” Prof. Ekanayake also highlighted the potential for expanding this technology to other crops. “We are currently conducting experiments to see if this system can be applied to vanilla, tomato, and bell pepper cultivations as well,” he said.",
    "The project, based on an 800-square-metre tea estate, is expected to generate well above 100 MWh of electricity annually. The event was attended by SLSEA representatives, including SLSEA Chairman Ranjith Sepala and MOPE Secretary Dr. Sulakshana Jayawardena.",
    "Sepala expressed his thoughts on the project, stating: “This initiative has the potential to revolutionise the way we use our land resources for both food and energy production, and it is a perfect example of how innovation can solve multiple societal challenges.” Jayawardena described the project as a win-win for Sri Lanka, generating clean electricity while increasing agricultural productivity. “The MOPE and SLSEA remain committed to working with all stakeholders to spread this success story across the country,” he added.",
    "Hayleys Solar, the renewable energy arm of Hayleys Fentons, was selected for the supply and installation through a competitive bid to build the Agrivoltaics Demonstration Project.",
    "“We’re honoured to be part of this trailblazing initiative,” said Hayleys Fentons Ltd. Managing Director Hasith Prematillake. “Our industry-leading expertise and over 200 MWp of rooftop solar installations were instrumental in securing this project. Hayleys Solar is committed to delivering innovative solutions that address Sri Lanka’s energy needs while promoting a sustainable future. Our projects are estimated to save over 202 million kilogrammes of carbon dioxide (CO2) emissions annually.”",
    "Plantation Industries State Minister Lohan Ratwatte stated: “I am elated to witness the inauguration of Sri Lanka’s first Agrivoltaics Demonstration Project in Hanthana. This initiative, spearheaded by the ADB in collaboration with the MOPE and MOPI, marks a significant stride towards sustainable development in our agricultural sector. The increasing demand for food and energy in Sri Lanka, coupled with the challenges of fossil fuel-based electricity, highlights the importance of renewable energy. Photovoltaic systems offer a promising solution, given the country’s abundant solar resources. Agrivoltaic systems have the potential to maximise land use for both energy generation and food production.”",
    "ADB Senior Director – Energy Prof. Priyantha Wijayatunga expressed ADB’s commitment to supporting Sri Lanka’s sustainable development journey through innovative solutions. “We are proud to have conceptualised, designed, and financed this groundbreaking demonstration project in collaboration with the SLSEA, the TSHDA, and the Ceylon Electricity Board,” he stated. “Agrivoltaics offer a unique opportunity to address energy security in a land-constrained country like Sri Lanka and its agricultural challenges. We are confident that this project will serve as a model for wider applications of achieving sustainable food security and energy access not only in Sri Lanka but also in the region.”",
    "Hayleys Solar Executive Director and CEO Roshane Perera acknowledged ADB’s crucial role in the project’s success: “ADB’s leadership, expertise, and commitment were instrumental in bringing this vision to reality. We are honoured to have collaborated with them and the University of Peradeniya on this initiative that paves the way for a more sustainable future for Sri Lanka’s agriculture and energy sectors.”",
    "The successful completion of this collaborative project offers a beacon of hope for Sri Lanka’s future. Not only does it demonstrate the potential for clean energy production through solar panels, but it also paves the way for a more sustainable agricultural sector.",
    "TSHDA Chairman Dhammika Mahipala stated: “Our collaboration with the ADB, SLSEA, and CEB serves a shared purpose: meeting energy demands and empowering local tea estate workers with an additional revenue stream. The integration of solar panels and agriculture exemplifies our commitment to modernising the agricultural sector in the country.”",
    "The official inauguration, jointly conducted by the ADB and the Government of Sri Lanka, marked the completion of the project. Its successful transfer to the Government signifies a continued commitment to supporting Sri Lanka’s long-term sustainability goals, creating a brighter future for its communities."
  ]
}