{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104078/imported-rice-stocks-to-arrive-in-sri-lanka-next-week",
  "time_ut": 1733644620.0,
  "original_lang": "en",
  "original_title": "Imported rice stocks to arrive in Sri Lanka next week",
  "original_body_lines": [
    "The Essential Food Commodities Importers & Traders Association says that the first shipment of imported rice will arrive in the island next week.",
    "A spokesperson of the association stated that several importers have already placed orders for rice stocks in accordance with the government’s instructions to import rice.",
    "He highlighted that the relevant rice stocks have been ordered from India and Pakistan and that the stocks are expected to arrive within the next week.",
    "On December 03, the Cabinet of Ministers approved the proposal to allow the import of rice without import control permits until 20 December 2024, in view of the current shortage of several rice varieties in the local markets.",
    "Cabinet Spokesman, Minister Dr. Nalinda Jayatissa had said that the Cabinet considered the advisability of temporarily lifting the existing restrictions on the import of rice, in view of the current shortages of rice, including Nadu and other rice varieties in the domestic market as well as the damage caused to paddy cultivation due to the recent adverse weather conditions.",
    "Accordingly, it has been decided to grant permission to import rice into the country without obtaining import control permits up until 20 December 2024, with immediate effect.",
    "Meanwhile, rice stocks are being distributed at controlled prices, as per an order issued by President Anura Kumara Dissanayake.",
    "Traders report that since this morning (08), rice mill owners have been supplying rice to the market at these regulated prices.",
    "Following a discussion with rice traders yesterday (07), President Anura Kumara Dissanayake directed the impose of new maximum retail and wholesale price limits for various rice types.",
    "* Wholesale price of a kilo of Nadu Rice: Rs. 225, Retail price: Rs. 230",
    "* Wholesale price of a kilo of White Rice: Rs. 215, Retail price: Rs. 220",
    "* Wholesale price of a kilo of Samba rice: Rs. 235, Retail price: Rs. 240",
    "* Wholesale price of a kilo of Keeri Samba: Rs. 255, Retail price: Rs. 260"
  ]
}