{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111166/israel-considers-expanding-gaza-war-as-ceasefire-talks-reach-an-impasse",
  "time_ut": 1754320200.0,
  "original_lang": "en",
  "original_title": "Israel considers expanding Gaza war as ceasefire talks reach an impasse",
  "original_body_lines": [
    "Negotiations on a hostage and ceasefire deal in Gaza appear to be at an impasse, with Israeli Prime Minister Benjamin Netanyahu leaning towards expanded military operations and Hamas demanding the humanitarian situation be addressed before it returns to talks.",
    "An Israeli official said Sunday that Netanyahu is “pushing for the freeing of the hostages through military defeat (of Hamas),” while accusing the militant group of refusing to engage in meaningful negotiations.",
    "The official said that Netanyahu wanted to combine the freeing of the hostages “with the entry of humanitarian aid into areas outside the combat zones and, as much as possible, into areas not under Hamas control.”",
    "Asked about plans to widen the military campaign, Israeli Foreign Minister Gideon Sa’ar said Monday it reflected “a wish to see all the hostages come back, and the wish to see the end of this war after the talks for a partial deal was not successful.”",
    "It’s unclear whether the Israeli government’s approach is in line with that of US President Donald Trump’s Middle East envoy Steve Witkoff.",
    "Witkoff spent three hours with the families of Israeli hostages on Saturday, and the Hostages and Missing Families Forum quoted him as saying that the plan “is not to expand the war but to end it. We think the negotiations should be changed to all or nothing. End the war and bring all 50 hostages home at the same time - that’s the only way.”",
    "“We have a plan to end the war and bring everyone home,” Witkoff reportedly added. “Someone will be to blame” if the remaining living hostages do not return to Israel still alive, he said, according to the forum.",
    "When asked, Witkoff’s team did not offer any further information on the special envoy’s comments.",
    "Trump said Sunday that Witkoff would likely be traveling to Moscow later in the week.",
    "Fifty hostages remain in Gaza, at least 20 of whom are believed to be alive. There was widespread shock in Israel at the release of images by Hamas at the weekend of two of the hostages - Evyatar David and Rom Braslavski - looking weak and emaciated.",
    "Netanyahu said the images demonstrated that Hamas “don’t want a deal. They want to break us with these horrifying videos, with the false horror propaganda they’re spreading around the world.”",
    "However, the families forum warned the government against expanding the military campaign in Gaza.",
    "“Netanyahu is preparing the greatest deception of all. The repeated claims of freeing hostages through military victory are a lie and a public fraud,” the forum said Sunday.",
    "The forum called on Israel and Hamas to commit to bringing “the 50 hostages home, ending the war, and then rebuilding and reviving Israel,” the statement said.",
    "Hamas has insisted it is committed to negotiations but only when “the catastrophic humanitarian situation” is addressed, according to Basem Naim, a senior Hamas political official.",
    "Another Hamas official, Mahmoud Mardawi, told CNN last week there was “no point” in continuing talks as long as Gaza’s starvation crisis persists.",
    "Hunger-related deaths in Gaza spiked in July, the World Health Organization said last week. Malnutrition rates reached “alarming levels,” with more than 5,000 children under five admitted for outpatient treatment of malnutrition in just the first two weeks of July, WHO said.",
    "The Hamas-controlled Government Media Office in Gaza said Monday that 600 truckloads of aid were needed every day to alleviate the hunger crisis and claimed that in the past week an average of 84 trucks a day had entered the territory.",
    "COGAT, the Israeli agency supervising the delivery of aid into Gaza, said Monday that more than 200 trucks were collected and distributed by the UN and international organizations on Sunday.",
    "But many of the trucks that do get in are looted, either by desperate civilians or organized gangs.",
    "The United Nations said on Friday that nearly 1,400 people have been killed since the end of May while seeking food; 859 in the vicinity of sites run by the US-backed Gaza Humanitarian Foundation (GHF) and 514 along the routes of food convoys.",
    "The UN said that “most of the killings were committed by the Israeli military.”",
    "Thirty people were killed on Sunday while trying to get food, 19 of them in the north and 11 in the vicinity of an aid site run by the GHF in Rafah, according to the Palestinian Health Ministry.",
    "Opinion polls in Israel have consistently shown a large majority in favor of ending the conflict in Gaza and securing the release of the hostages. A new survey by the Institute for National Security Studies found that 38% of Israeli Jews thought it was not possible to disarm Hamas; 57% thought it was possible.",
    "On Monday, hundreds of retired Israeli security officials urged Trump to pressure Netanyahu to end the war in Gaza.",
    "“It is our professional judgement that Hamas no longer poses a strategic threat to Israel,” the former officials wrote in an open letter shared with the media on Monday.",
    "“At first this war was a just war, a defensive war, but when we achieved all military objectives, this war ceased to be a just war,” said Ami Ayalon, former director of the Shin Bet security service.",
    "But far-right members of the government are pushing for the occupation of much of Gaza and measures to encourage its population to leave the territory altogether."
  ]
}