{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/imf-third-tranche-hopes-inject-buoyancy-to-bourse/",
  "time_ut": 1717512360.0,
  "original_lang": "en",
  "original_title": "IMF third tranche hopes inject buoyancy to bourse",
  "original_body_lines": [
    "The stock market bounced back yesterday expecting that the IMF second review meeting, scheduled for June 12, will approve the third tranche of the IMF’s EFF for Sri Lanka. Investors look forward to the continued support of all countries for a successful review to unlock the third tranche, which is expected to further enhance economic stability, growth, and reform efforts, market analysts said.",
    "Amid those developments stock market activities were more positive and bullish and both indices moved upwards. The All Share Price Index went up by 61.95 points, while S and P SL20 rose by 16.96 points. Turnover stood at Rs 901 million with one crossing. The crossing took place in NTB, which crossed 250,000 shares to the tune of Rs 30.1 million; its shares traded at Rs 120.50.",
    "In the retail market top seven companies that mainly contributed to the turnover were, Hayleys Rs 85.5 million (902,000 shares traded), Dipped Products Rs 67.4 million (91.9 million shares traded), Dialog Rs 48.1 million (4.3 million shares traded), LMF Rs 47.3 million (1.5 million shares traded), Hemas Holdings Rs 35.4 million (480,000 shares traded), LOLC Finance Rs 23.3 million (3.6 million shares traded) and Hemas Holdings Rs 21.4 million (551,000 shares traded). During the day 39.6 million share volumes changed hands in 9547 transactions.",
    "It is said that high net worth and institutional investor participation was noted in Dialog Axiata, Dipped Products and CIC Holdings nonvoting. Mixed interest was observed in Browns Investments, Hayleys and LOLC Holdings, while retail interest was noted in Hela Apparel Holdings, Beruwala Resorts and SMB Leasing.",
    "The Food, Beverage and Tobacco sector was the top contributor to the market turnover (due to Browns Investments), while the sector index lost 0.72. The share price of Browns Investments decreased.",
    "The Capital Goods sector was the second highest contributor to the market turnover (due to Hayleys) while the sector index decreased by 0.96 percent. The share price of Hayleys moved up.",
    "Yesterday the rupee opened flat at Rs 301.95/302.05 to the US dollar from 301.90/302.00 the previous day, dealers said. Bond yields were broadly steady. A bond maturing on 15.12.2026 was quoted stable at 9.70/80 percent. A bond maturing on 15.09.2027 was quoted at 10.35/45 percent from 10.30/45 percent. A bond maturing on 01.07.2028 was quoted at 10.80/85 percent from 10.80/90 percent.",
    "LOLC Finance paves the way for real-time deposits through mCash collaboration",
    "Expolanka Holdings’ Exit Offer on until June 10; delisting challenged in court",
    "Delisting plans at Aitken Spence Plantation Managements; investor sentiment up",
    "Banking sector shares suffer decline in the wake of Combank’s morn setback",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}