{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85250",
  "time_ut": 1735242060.0,
  "original_lang": "en",
  "original_title": "Is “ the Writing on the Wall” for  the Thirteenth  Constitutional Amendment?",
  "original_body_lines": [
    "“ The  Writing on the Wall’is a figurative expression derived from the story of Daniel in the old testament of the Bible. Chapter five of the book of Daniel relates how the then monarch of the Babylonian empire  Belshazzar and his cronies were feasting and drinking in the night when a hand appeared miraculously and wrote some letters on the wall.",
    "The terrified King and his acolytes were unable to read and understand what had been written. He sent  for Daniel renowned for his knowledge and wisdom. Daniel informed   Belshazzar that God has numbered the king’s days and that his kingdom would be given away. Daniel’s interpretation of the writing on the wall comes true.  Belshazzar is killed that night and his kingdom is taken over by Darius.",
    "It is this biblical story that gave rise to the idiom  “ the writing on the wall”. What it  meant  was  comprehending or  seeing from the available evidence that doom or failure is inevitable. The phrase  “the writing on the wall” can mean anything  which portends   doom or failure.",
    "This week’s column in this context opines  that the writing is on the wall for the thirteenth amendment to the  Constitution of the Democratic Socialist Republic of Sri Lanka. It is the 13th constitutional amendment which  came into being in 1987 that introduced the Provincial Councils scheme in Sri Lanka.",
    "Both the thirteenth and sixteenth amendments to the Sri Lankan Constution  were brought about by the India-Sri Lanka accord of 29 July 1987. As is well-known the Indo -lanka accord was signed by the former Indian Prime Minister Rajiv Gandhi and the then Sri Lankan President Juius Richard Jayewardene.",
    "It was the 13th amendment which helped create the Provincial Councils. Despite short-comings and flaws the provincial councils system is the only form of devolution that exists in Sri Lanka. In seventy -six years of post-Independence history, the provincial councils  are arguably the nearest answer to the multi-decade long Tamil national question.The PCs as they are known provide to some extent a positive response to the power-sharing quest of the Tamils of the Northern and Eastern provinces of Sri Lanka.",
    "The provincial councils were introduced by a Sri Lankan Government but there is no denying that this was  made possible only due to the good offices of India. It was only the positive intervention of India in the affairs of her  Island neighbour that enabled the thirteenth constitutional amendment to see  the light of day.",
    "Despite being at the receiving end of much criticism the provincial councils have withstood the test of time. Recent developments however have cast a shadow over the future of  the PCs in particular and the 13th amendment in general. These doubts and fears about the 13th amendment and PC’s have been heightened after the state visit of Sri Lanka’s new president Anura Kumara Dissanayake to New Delhi and his tete -a -tete with Indian Prime Minister Narendra Modi. It is  against this backdrop that I express concern whether it is “ the writing on the wall” for the thirteenth amendment and its product the Provincial councils?",
    "For many decades India’s policy towards Sri Lanka has rested on two key pillars. The first was India’s commitment towards the Unity, sovereignty and territorial integrity of Sri Lanka. The second was the commitment to the Tamils of Sri Lanka. India wanted the legitimate aspirations of the Sri Lankan Tamils to be fulfilled through a devolutionary arrangement through the full implementation of the thirteenth constitutional amendment.",
    "These twin principles regarding Sri Lanka have been reiterated by India constantly in International  For a  such as the United Nations Human Rights Council(UNHRC)in Geneva.  Indian leaders and important officials have also  repeatedly chanted this twin mantra after official visits to the Island. Likewise such pronouncements are made after the conclusion of visits by Sri Lankan leaders to New Delhi also.",
    "Sri Lanka’s president Anura Kumara Dissanayake who is also the leader of both the Janatha Vimukthi Peramuna(JVP) and the National People’s  Power(NPP) undertook his first state visit to New Delhi from 15 to 17 December this year. An  India – Sri Lanka Joint Statement under the heading “Fostering Partnerships for a Shared Future”was  issued by the Ministry of External Affairs(MEA) of the  Government of India on Monday, 16 December 2024. It was subsequently re-issued by the High Commission of India in Colombo.",
    "The lengthy joint statement covering thirty-four points does not make any reference to any aspect regarding the Tamil national question or about legitimate Tamil aspirations or more importantly  the thirteenth amendment . The thirteenth amendment  was   conspicuous by it’s absence in the joint statement.",
    "This was the case even when former President Ranil Wickremesinghe visited New Delhi  in July last year. But this absence was compensated for by Indian Prime Minister Modi who made specific,categorical  references emphasising the 13th amendment in his remarks at a joint press briefing. Besides it is well-known that President Wickremesinghe was  committed to implementing the 13th amendment in full  without Police powers.",
    "This however was not the case after the Modi-Dissanayake meeting. While the joint statement  made no reference, Prime minister Modi’s comments on the subject too were lukewarm to say the least.  This what PM Modi said –",
    "“We also talked about reconstruction and reconciliation in Sri Lanka. President Disanayaka apprised me of his inclusive perspective.We hope that the Sri Lankan government shall fulfil the aspirations of the Tamil people.And that they shall fulfil their commitment towards fully implementing the Constitution of Sri Lanka and conducting the Provincial Council Elections.”",
    "What is noteworthy is that the thirteenth amendment is conspicuous by its absence in Narendra Modi’s remarks also.",
    "What then is the inclusive perspective of President Dissanayake that Premier Modi referred to? Here is a relevant extract from AKD’s  remarks at the joint media event-",
    "“The Parliament of Sri Lanka now has the highest number of representatives ever elected under a single mandate. This overwhelming support that the National People’s Power under my leadership received from the people is a watershed moment in the history of Sri Lanka. For the first time in Sri Lanka’s history, the public mandate expressed during the recently concluded Presidential and Parliamentary Elections, has laid the seeds for a political transformation enabling the formation of a new political culture in our country.”",
    "“People from all the Provinces – North, South, East, and West—representing diverse communities and various walks of life contributed to this mandate.As a leader entrusted with such an important responsibility by my people, I clearly understand that the essence of democracy lies in the coexistence of diverse political views and groups.”",
    "The implicit meaning of AKD’s above statement  seems to be this-  The people from all parts of the country(including north and east)have voted for his  government with an overwhelming mandate to change the political culture of the  country. He understands the need for co-existence of diverse political views and groups.",
    "This raises the question as to  whether  President Dissanayake feels  the 13th amendment and provincial councils are not relevant to the new political culture that he and his govt want to usher in?",
    "The dwindling breed of “thinking”Sri Lankan Tamil political leaders and sections of the mainstream Tamil media are somewhat upset by this turn of events. There is concern  over the non -inclusion of explicit references to the thirteenth amendment.",
    "They however console themselves  by latching on to Prime Minister Modi’s words in his statement- “We hope that the Sri Lankan government shall fulfil the aspirations of the Tamil people.And that they shall fulfil their commitment towards fully implementing the Constitution of Sri Lanka and conducting the Provincial Council Elections.”.",
    "They draw hope by interpreting “fully implementing the constitution” to mean the full implementation of the thirteenth amendment as it is part of the constitution.",
    "Long – standing readers of my columns in the “Daily Mirror” and in other newspapers and magazines may recall that I have frequently expressed concern and anxiety over the future  of the 13th  Amendment to the Sri Lankan constitution. It is the 13th constitutional amendment which  introduced the Provincial Councils scheme in Sri Lanka. Despite some flaws and faults, the provincial councils are the only political achievement for Sri Lankan Tamils in the sphere of power sharing. This too was possible only due to Indian intervention",
    "Sadly except for a few honourable exceptions, very few Tamil politicians or opinion makers have appreciated the worth and historical importance of the 13th constitutional amendment brought about through Indian good offices.  It is unfairly and foolishly described by some Tamils as a betrayal and sell out. Many are under the illusion that the Tamils would get a federalist “Sorgham”(heaven)by rejecting  or undermining the India-gifted 13th amendment.",
    "I have frequently referred to the danger of  Tamils  seeking the mirage of a federal solution while ignoring or condemning the 13th amendment. I have  emphasised the importance of the attainable over the desirable. I have often said that in their quest for a  “ Pattu(Silk)verti” the Tamils run the risk of losing the “Khaddar(handloom spun)verti”they are wearing now. Despite these entreaties by myself and a few like-minded persons ,the Tamil march of folly has continued.",
    "This march of folly is seemingly at a dead end now. The writing is on the wall for the thirteenth amendment. How and why this situation has come about needs to be narrated in detail. However this requires a brief re-run of history- with the aid of earlier writings –  relating to  Indian policy towards  Sri Lanka and the introduction of the provincial councils through the  thirteenth amendment to the Sri Lankan constitution.",
    "Indian involvement in the affairs of its neighbours has been described as “benign intervention” by Indian academics and analysts. The undermining of the Rana family and empowerment of the Shah dynasty in Nepal, the dismemberment of Pakistan and creation of Bangladesh, the Indo-Lanka Accord and induction of the Indian Army as a peace-keeping force in Sri Lanka and the quick action in the Maldives to crush a coup d’etat aided by Sri Lankan Tamil militants of the PLOTE (People’s Liberation Organisation of Tamil Eelam) are some instances of Indian benign intervention.",
    "Benign intervention also served India’s interests in the region. Such is the nature of international relations. All countries have their own interests at heart and smaller entities identifying common interests with larger entities and harmonising accordingly have greater chances of bettering  prospects for themselves.",
    "In the case of Sri Lanka the twin tenets of basic Indian policy was preserving the unity and territorial integrity of Sri Lanka on the one hand and ensuring the rights of the minorities particularly the Sri Lankan Tamils on the other.",
    "The ethnic conflict in Sri Lanka had escalated to the stage of a guerrilla war being waged against the state by the Liberation Tigers of Tamil Eelam(LTTE) and other militant groups. An ambush by the LTTE killing 13 Sinhala soldiers in Jaffna triggered off an Island-wide attack on Tamils.",
    "The 1983 July anti-Tamil pogrom saw more than 100,000 Tamils fleeing to Tamil Nadu as refugees. Several Tamil MPs including the then Opposition Leader Appapillai Amirthalingam took up residence in Tamil Nadu. With more than 100,000 refugees on Indian  soil providing a ‘locus standi’, New Delhi offered its good offices to mediate and bring about a negotiated political settlement. There was an imperative need for India to intervene at that stage.",
    "There were three basic reasons for Indian intervention in Sri Lanka then. Firstly, the Jayewardene Government was spurning “non-alignment” and taking Sri Lanka into a pro-Western orbit. Under prevailing conditions of the day New Delhi feared a Washington-Tel Aviv-Islamabad axis. India needed to bring Sri Lanka to “heel” and keep out undesirable elements out of the region.",
    "Secondly, there was the domestic imperative. There was much concern in Tamil Nadu for the plight of Tamils in Sri Lanka. Tamil Nadu was once home to a flourishing separatist movement. India was concerned about the fallout from Sri Lanka impacting on Tamil Nadu if the conflict escalated here.",
    "The third was the unacknowledged personality factor. It is a fact that basic policy is formulated by the bureaucracy in India and the political executive is guided by it. However individual leaders by force of their personality may effect a change in the style of implementation but cannot effectively change the substance of policy.",
    "What happened here was that the then  Indian Prime Minister Indira Gandhi was not very fond of President Jayewardene or Prime Minister Premadasa. When Indira Gandhi and son Sanjay Gandhi lost the elections in the 1977 March Indian elections, the UNP leaders  began saying the “cow and calf” will lose here too alluding to the SLFP’s Sirima and Anura Bandaranaike. JR cosied up to Indira’s bete noir Morarji Desai in 1977 On the other hand Indira enjoyed close rapport with TULF leaders, particularly Amirthalingam. The TULF had loyally stood by her in defeat. This personality factor also played a significant part in the politics of that time.",
    "This confluence of factors deemed it necessary that India do three things –",
    "1. Undertake a “benign” intervention in Sri Lanka to help resolve the ethnic conflict within a united Sri Lanka but in a manner acceptable to Tamils;",
    "2. Compel Colombo accept New Delhi’s hegemony over the region and appreciate Indian security concerns;",
    "3. Teach the Jayewardene regime a lesson while rewarding the TULF.",
    "The fundamental difference in New Delhi policy towards Pakistan in 1971 and Sri Lanka in 1987 was that in the case of the former it suited Indian interests to fracture Pakistan and create Bangladesh while in the case of the latter, Indian interests were better served by preventing dismemberment of Sri Lanka and unifying the island.",
    "The July 1983 anti-Tamil pogrom created an opportunity for India to step in and offer its “good offices” to bring about ethnic reconciliation. So Gopalaswamy Parthasarathy became India’s official emissary tasked with evolving political rapprochement. But India followed a two-track policy. Tamil militant groups were trained and armed and housed on Indian soil. They were allowed to run political cum propaganda offices in Tamil Nadu publicly.",
    "India’s objectives were clear. New Delhi wanted to use the Tamil militants as a cutting edge to de-stabilise the Jayewardene regime and also exert pressure on Colombo to deliver a political settlement.",
    "Once a viable solution was arrived at, the Tamil armed struggle was expected to end. Tamil Eelam was never ever on the cards.But the Tamils were not to be abandoned entirely. India would underwrite a political solution and maintain a physical armed presence in north east Sri Lanka to protect the Tamils and help to implement the political solution.",
    "Meanwhile Indira Gandhi was assassinated by her Sikh bodyguards  and her son Rajiv Gandhi succeeded her. Rajiv’s ascendancy saw the veteran Gopalaswamy Parthasarathy being ousted as India’s special envoy to Sri Lanka on the Tamil issue. Foreign Secretary Romesh Bhandari functioned as emissary. Despite these changes the basic continuity in policy remained.",
    "There were many twists and turns but India’s strategy worked to a great extent. After the military operation in Vadamaratchy in May 1987 it appeared that Colombo was on the verge of wiping out the Liberation Tigers of Tamil Eelam (LTTE).",
    "At that stage India demonstrated very clearly to Colombo that it would not be allowed to crush Tamil militancy. India violated Sri Lankan air space and dropped food parcels over the Jaffna peninsula on 4 June 1987in an exercise code named “Operation Poomaalai”(flower garland)",
    "To his credit Jayawardena read the writing on the wall correctly. He caved into Indian pressure and bowed. The Indo-Lanka Accord was signed on 29 July 1987. That treaty gave India a right to be involved in the affairs of Sri Lanka.There was also an exchange of two letters described as annexures.  These imposed some obligations on both countries.",
    "The signing of the Indo-Lanka accord brought in its wake some adverse consequences. Chief among them was the insurgency launched by the Janatha Vimukthi Peramuna (JVP)against the Sri Lankan state and the Indian “invasion”. What happened thereafter would be related in a forthcoming article.",
    "This article appears in the “DBS Jeyaraj Column”of the “Daily Mirror”dated 23 December 2024.It can be accessed here –"
  ]
}