{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Post-July-83-JVP-evil-Israeli-State-and-US-global-hegemony/4-779695",
  "time_ut": 1753911741.0,
  "original_lang": "en",
  "original_title": "Post-July ‘83 JVP, evil Israeli State and US global hegemony",
  "original_body_lines": [
    "It is only appropriate that Black July 1983 was remembered this month, but the recollection stopped at the ghastly events, their causation and immediate aftermath. The narrative is that sections of the UNP, predominantly those associated with Minister Cyril Mathew and the UNP trade union wing he headed, the JSS, played a key role in the anti-Tamil pogrom. The Jayewardene government then cynically framed the JVP for the violence which it had absolutely nothing to do with and proscribed the party, driving it into clandestinity and rearmament. The interventionist role of India then prompted/provoked the JVP into a massive armed uprising which threatened state power itself. That’s the accepted narrative and is true, but is an incomplete truth.",
    "To stop there and refuse to inquire further, deprives us of the complete lessons of the post-July ‘83 tragedy and the connecting tissue with current reality. The question must be raised “how did the JVP react to July ‘83, what did it do, and what does its response reveal?” The answers must be sought to shed light on the present state of the Sri Lankan crisis and what must be done to prevent another cycle of polarization and possible conflict, whatever its form and agency.",
    "There were two intertwined but distinguishable political phenomena that dominated the Southern landscape in the aftermath of July ‘83.",
    "The shift of focus to a political solution for the Tamil Question.",
    "The carnage of July ‘83 revived the search for a political solution based on the devolution of power, because it was realized that Sri Lanka was very far from a society like France or Singapore in which the state would or could play a role that didn’t favour one community over any other. Furthermore, the gulf between the communities had widened drastically with July ‘83. The solution was understood to inevitably involve a search for power-sharing at the periphery, i.e., revisiting the core of the agreement between SWRD Bandaranaike and SJV Chelvanayagam in 1957 which envisaged semi-autonomous self-administration in the North and East.",
    "On which side of this post-July ’83 landscape did the proscribed JVP position itself? It would be absurd to expect that the JVP would dialogue with the JR administration that had dishonestly banned it, and lobby for Tamil autonomy as the moderate left did. Nor would it be realistic to have expected the JVP to do anything but violently oppose Indian intervention.",
    "What is fair and reasonable though is to have expected the JVP to follow the example beginning with the Bolsheviks and their Asian successors, of fighting to overthrow the government and the state while advocating some form of self-rule for oppressed nationalities, and supporting to some degree the struggles of those oppressed minorities/nationalities.",
    "The JVP had the clear option of rejecting and opposing the right-wing ultranationalist LTTE, while linking-up with the strong leftwing of the Tamil Eelam struggle, the EPRLF, PLOT and EROS (before the last-named turned terrorist); not necessarily agreeing with their whole program, but regarding them as allies and partners whose struggles against the common enemy could be helpful to the overall project of revolution. This could have been done while opposing any foreign interference or intervention.",
    "But this is not what the JVP did, not the path it chose after July ‘83. It did the exact opposite. Rohana Wijeweera presented a report to an extended session of the underground Central Committee in 1983 and ‘84, published clandestinely in 1985 as a 350-page book entitled ‘What is the solution to the Tamil Eelam Struggle?’ (and distributed publicly on May 1st 1986). In it he totally rejected and opposed any form of autonomy or devolution of power as a solution to the Tamil Question. His explicit rejection even encompassed the District Development Councils which his party had contested in 1981. (He also included five consecutive pages attacking me by name—more consecutive pages than on Prabhakaran. I was 28, and like Wijeweera, underground, on the run.)",
    "The JVP’s post-July ‘83 anti-devolution stance of 1985 was not in reaction to Indian military intervention, because that was in 1987, a few years down the road. True, India’s diplomatic role had begun in late 1983 with the mission by G Parthasarathy which led to Annexure C in 1984, but the JVP had the clear option of advocating some variant of autonomy while opposing Indian interference. I am not referring to federalism: the Chinese and Vietnamese Communist parties stand for ethnic-regional autonomy within an explicitly unitary state.",
    "For the last 40 years, from the issuance of Wijeweera’s 1985 book on the Tamil Question to this day, the JVP has not accepted any form of political-territorial autonomy as a solution or settlement, however provisional or partial, to the Tamil Question. It doesn’t even recognize the Tamil Question as a distinct and quintessentially political question.",
    "Lenin’s terminology describes most accurately what the JVP was and remains: not ‘racist’ but ‘social chauvinist’ (‘samooha inavaadee’ in Tamil), defined as ‘socialism in word, chauvinism in deed’. The JVP-NPP is anti-racist in discourse and discrete acts of governance. But insofar as it rejects the existence of the Tamil Question as a distinct political question, and some form of semi-autonomy (even the existing 13th amendment with suitable revisions) as a solution/settlement, it remains chauvinist in political practice.",
    "Thus, 68 years after the abortive Bandaranaike-Chelvanayakam pact of 1957, 42 years after July 1983, 35 years after the first elected Provincial Councils, and 12 years after the last election to the Northern Provincial Council, President Anura Kumara Dissanayaka is stonily silent, immobile and uncommitted on long-overdue elections to existing Provincial Councils.",
    "The political discourse on the Tamil question has been pushed back to pre-1957, not merely pre-July ‘83. This political vacuum will leave the Sri Lankan state politically and ideologically defenceless against the influential new ‘genocide generation’ of the Tamil Diaspora (Balasingham’s statue is being built in Bondy, a suburb of Paris). If the State has no politico-diplomatic shield, i.e., ‘we have elected provincial councils and chief ministers to represent the Tamils and negotiate with’, the Sinhala majority will respond to ‘genocide’ rhetoric with defensive ultranationalism. The polarization cycle will recommence. AKD and the NPP obviously don’t care.",
    "It took the horrors of Black July ‘83, a secessionist civil war, foreign intervention and a Southern civil war to push the Sri Lankan state to the progressive structural reform of devolving power to provincial-level units including in the North and East. It was Sri Lanka’s biggest de-centralization/de-concentration/power-sharing since 1948.",
    "The UNP and SLFP, under presidents JR Jayewardene, Chandrika Bandaranaike Kumaratunga and Mahinda Rajapaksa held elections to the Provincial Councils. Mahinda, the hate symbol of Colombo’s cosmopolitan left-liberal commentariat, held Provincial Council elections twice, in his first and second terms.",
    "It has taken the fake left, pseudo-progressive administration of President Anura Kumara Dissanayake to undo what the mainstream democratic parties and leaders did, and negate by silent neglect, the elected Provincial Councils, the main progressive structural outcome of the torment of the 1980s -- one that survived the Thirty Years War. In effect, AKD has shut down, confiscated, the provincial political space devolved to and opened for the Tamil people in the near-contiguous areas they live as a compact mass. This makes AKD and the JVP-NPP counter-reformist; more reactionary than JR Jayewardene, Chandrika Kumaratunga and Mahinda Rajapaksa, and the UNP and SLFP as parties.",
    "Israel’s respected human rights organization B’Tselem has just presented a report accusing the Israeli state of committing genocide.",
    "A former officer of the elite US Special Forces-- the Green Berets-- quit the shadowy US Gaza Humanitarian Fund, having filmed fellow American contractors shooting at Palestinians scrambling for food, and leaking the film to the media. He followed this up on BBC TV news, facing the camera frontally and unobscured, and disclosing that among the “war crimes against unarmed civilians” he witnessed, which were the worst in his long military service, was an Israeli Merkava battle-tank firing point blank and blowing up a carload of unarmed civilians who had just gathered meagre food supplies and were peacefully leaving the collection point.",
    "In August 1971, ex-Beatle George Harrison brought together some of the finest musicians in the world including Bob Dylan, Ravi Shankar and Eric Clapton, for two consciousness-raising and charity concerts for Bangladesh on the same day at Madison Square Gardens. On the cover of the boxed set of three LPs (which I promptly acquired) was a photograph of an emaciated refugee child. Such images from the world press had galvanized the concert. The documentary movie was released in 1972. I watched it in Colombo. Today on every international TV newscast we see live footage of children emaciated and dying from starvation in Gaza and others shot dead while thronging for some gruel and scraps of food. There are protests at Glastonbury and on streets the world over, and now by parliamentarians, but no superstar-studded event at Madison Square Gardens or an equivalent venue.",
    "There are no sanctions, only words by most states. As the head of an international charity agency said of the contrast between the Western responses to Gaza and Ukraine, ‘the only explanation is racism’. The life of a Palestinian child isn’t worth anything like the life of a European child—even if only the former is dying of deliberate starvation.",
    "After the images from the Nazi concentration camps, European philosophers began to grapple with the phenomenon of non-metaphysical evil. None more than political philosophers (e.g., Hannah Arendt) because it was admitted that political theory hitherto was unprepared for the irruption of conscious human evil in political affairs on the scale of Nazism.",
    "In the movie The Protégé starring Samuel Jackson, Michael Keaton and Maggie Q, Jackson (playing Moody, a bad man looking for salvation) muses to the human-trafficking, bogus charity-running villain, about good, bad and evil – just before blowing both himself and the villain sky-high: “Most people are good, and sometimes do bad things; some people are bad, and try to fight it all their lives; some are corrupt to the core and just don’t give a damn; but a few are truly evil, and that’s different--they enjoy doing bad things and justify what they do as good.”",
    "Netanyahu’s Israel is an evil state. It’s excuse, the Oct 7th atrocities by Hamas --which formed a hideous aspect but wasn’t the main content of that attack -- is given the lie by the murderous aggression of the IDF and illegal, armed Israeli settlers in the West Bank governed by the Palestinian Authority, rivals and critics of Hamas. The fact that Israel is savagely undermining the Palestinian Authority rather than strengthening it against Hamas and helping it win over the Palestinians by turning the West Bank into a showpiece, means the anti-Hamas war is a sideshow. Israel’s war is anti-Palestine and anti-Palestinian.",
    "The central question is not how Israel could degenerate to the point that it is behaving like the closest equivalent of the Nazis in our lifetime. The central question is how the existing system of states and international institutions, the ‘rules-based order’, is permitting Israel to do so without even trade sanctions. The larger question which will be asked by history is what was contemporary humanity—those of us who are adults living today-- doing while this sadistic extermination was happening in full view of the world?",
    "In the final analysis Israel will not prevail, and is creating the conditions for its own eventual defeat or transformation of its present form and character--as happened to apartheid South Africa. Is the bulk of world opinion with Israel in its current actions or against it? Has or hasn’t planetary public opinion begun to critically question the history and foundations of the State of Israel because of its conduct in Gaza? Isn’t Israel actively creating many times more critics and opponents worldwide than admirers? Isn’t Israel violating the dictum of US General David Petraeus that “when we take a bad guy off the board, we must be careful not to do so with methods that put many more bad guys on the board”? By killing children through bombing and structural starvation, isn’t Israel creating many more future guerrillas/terrorists among Palestinians, Arabs and Muslims than it is eliminating militarily?",
    "Israel’s shriek of ‘anti-Semitism’ echoed by the Trump administration and western Europe against any criticism of IDF barbarism even if these are levelled by Jewish people, is a hoax. If anti-Semitism was a serious concern instead of a shield to deflect criticism, then the Israeli Government would ask itself whether or not the dreadful racist phenomenon of anti-Semitism is reduced or enhanced by the prosecution of the war in a manner that 70% of the casualties are unarmed women and children.",
    "Israel’s rampage through the Middle East is an overreliance on and overextension of military power. It has occupied more territory in Lebanon and Syria. It has created more enemies among the people of the region, especially the young, in two years, than it has in decades. That’s an unviable way of existence.",
    "The same is true of Trump’s USA. Is its global behaviour in general, and unqualified support for Israel’s predatory wars in particular, creating more friends for itself? Is it firming up friends it has (e.g. Turkey, Saudi Arabia)? Or is it alienating more of the world than it has won over/is winning over?",
    "The independent Russian Marxist Boris Kagarlitsky writing recently in Counterpunch opines that Donald Trump is deliberately destroying American ‘hegemony’ in an attempt to replace it with American ‘domination’. (https://www.counterpunch.org/2025/07/24/from-us-hegemony-to-a-war-of-all-against-all/)",
    "The distinction between ‘hegemony’ and ‘domination’ was theorized by the great Antonio Gramsci, building on the symbol of the Centaur—half-horse/half-man, i.e., the duality coercion/consent—used by the even greater Niccolo Machiavaelli. Hegemony in the Gramscian sense means a combination of coercion plus consent, with consent reinforced in the last instance by coercion. Domination by contrast means little or no attempt at securing consent through consensus and persuasion, and reliance instead on unilateral projection of mainly military ‘hard power’.",
    "Answering a question pointedly posed by me at the IFRI in Paris, Prof Joseph Nye conceded before a packed audience that Gramsci was a source of inspiration of his concepts of ‘soft power’ and ‘smart power’.",
    "Trump’s attempt to dispense with the ‘soft power’ components of hegemony— attraction, persuasion, consent, consensus-- will damage US global leadership. I hope and believe the US will come to its senses and elect a progressive Democrat in 2028, though even JD Vance maybe an improvement. But the world has learned about American volatility; its capacity to unilaterally revoke every agreement it has arrived with rivals or allies. It is no longer possible to expect the US to act in its own rational self-interest globally and in the long-term. Even post-Trump, America’s global leadership will never be quite what it was. American domination will be resisted by multipolarity. American hegemony may be repaired, but never fully restored."
  ]
}