{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101578/second-gunman-and-driver-in-club-wasantha-murder-arrested",
  "time_ut": 1724867400.0,
  "original_lang": "en",
  "original_title": "Second gunman and driver in ‘Club Wasantha’ murder arrested",
  "original_body_lines": [
    "The second gunman and the car driver wanted in connection with the recent killing of two persons including businessman Surendra Wasantha Perera, also known as ‘Club Wasantha’, have been arrested by the Panadura Police Divisional Crimes Detective Bureau at Pinwaththa in Panadura.",
    "The arrested suspects are reportedly aged 29 and 32 while they are residents of Nagoda and Ahugalla areas.",
    "Based on the information received by the Panadura SSP that the suspects were staying in the Pinwatta area of Panadura, a team of officers including a Chief Inspector had apprehended the suspects while they were at the Pinwatta bus stop.",
    "According to the police, it has been revealed in the investigation so far that the suspects changed from the car to a van and traveled to Kadawata from there along the Southern Expressway to Matara after carrying out the shooting.",
    "A senior police officer said that the suspects are to be handed over to the Athurigiriya Police for further investigation.",
    "The Terrorism Investigation Division (TID) on Friday (23) had arrested one of the suspected gunmen involved in the recent killing of ‘Club Wasantha’ in the Athurugiriya area.",
    "The suspect, identified as 31-year-old Patty Arambage Ajith Rohana, was apprehended by the TID in the Kawdana area of Dehiwala.",
    "During the operation, a T-56 assault rifle, 120 rounds of ammunition, and a stock of 9mm pistol bullets were also seized, according to Police.",
    "Additionally, another suspect, 29-year-old Tharukara Varuna Indika de Silva, who had aided and abetted by renting a house in Athurugiriya and transporting the shooters to Kataragama in a bus, was also arrested.",
    "Police had previously arrested 11 suspects, including a female in connection with the shooting and killing of two persons including ‘Club Wasantha’ at a tattoo studio in Athurigiriya, while they were further remanded until September 02 by the Kaduwela Magistrate’s Court recently .",
    "Police had arrested eleven suspects including the owner of the tattoo studio in Athurugiriya where the shooting incident took place on July 08 and a 21-year-old female on suspicion of having aided and abetted in the shooting incident.",
    "During the investigations carried out thus far, it has been revealed that the owner of the tattoo studio has received an amount of Rs. 1 million over a period of time.",
    "The shocking shooting incident had occurred during the opening ceremony of a tattoo and piercing studio near the Clock Tower in Athurugiriya on July 08.",
    "Six people were rushed to the hospital following the incident. Police later confirmed that 55-year-old businessman Surendra Wasantha Perera, popularly known as “Club Wasantha,” and a 38-year-old male had succumbed to their injuries.",
    "Popular singer K. Sujeewa and Wasantha’s wife were reported to be among the four injured persons.",
    "In the course of the investigation, the police discovered the van used by the suspects in an abandoned land in Bulathsinhala area. Additionally, the car used by the suspects to carry out the shooting was found abandoned in Kaduwela."
  ]
}