{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Daraz-announces-Mid-Year-Sale-offers/34-762795",
  "time_ut": 1717784286.0,
  "original_lang": "en",
  "original_title": "Daraz announces Mid-Year Sale offers",
  "original_body_lines": [
    "Product discounts of up to 70% with Free Delivery on over 500,000 items",
    "e-commerce platform Daraz announced the launch of the Daraz Mid-Year Sale, running from 6 to 12 June, featuring a wide array of fashion, lifestyle, beauty, mother and baby, and electronics products, with unbeatable deals and Free Delivery vouchers.",
    "This mega sale event will offer shoppers over Rs. 10 million worth of Mega Vouchers as well as up to 70% off discounts on Mega Deals, which will be available on selected purchases via the Daraz app or website. Additionally, during the Sale period buyers can obtain unparalleled savings with over 500,000 items featuring Free Delivery.",
    "To avail themselves of Free Delivery right to their doorstep, shoppers need to only click the ‘Free Delivery’ banner on the Daraz App or website homepage to collect vouchers at the ‘Free Delivery’ page. Successfully collected Free Delivery vouchers will be automatically applied at the carting out page if the required criteria are met. The Free Delivery vouchers are available on a first-come-first-serve basis, and can be collected and stacked with other vouchers and offers, providing extra savings. In the event a shopper wishes to return an item, Daraz’s free and easy returns policy offers great convenience and peace of mind, allowing up to 14 days from the delivery date for an item to be returned. Certain items that are marked as non-returnable on the product page are not eligible for return.",
    "Providing even greater value, Daraz has partnered with several leading banks including Genie Debit Mastercard, Bank of Ceylon, Commercial Bank, DFCC Bank, HNB, HSBC, LOLC Finance, NTB AMEX, People’s Bank, Sampath Bank, Seylan Bank, Standard Chartered Bank and Union Bank to offer a further 15% discount up to Rs. 12,000 on all purchases made via these partner bank credit and debit cards, along with Daraz Points and Daraz PayLater. Shoppers can also avail themselves of 0% interest up to 24 months when using Commercial bank, Sampath Bank or Standard Chartered Bank cards."
  ]
}