{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Embassy-of-Sri-Lanka-in-Vienna-promotes-Ceylon-tea-and-tourism-in-Austria-and-Hungary/34-760384",
  "time_ut": 1712340474.0,
  "original_lang": "en",
  "original_title": "Embassy of Sri Lanka in Vienna promotes Ceylon tea and tourism in Austria and Hungary",
  "original_body_lines": [
    "The Embassy of Sri Lanka in Austria organised two Sri Lanka destination promotion events at the famous Lugner City Shopping Centre and Europe Westfield Shopping City Sud in Vienna on 15 and 16 March respectively.",
    "These two events were organised in parallel to Sri Lanka’s participation at two key European travel and trade fairs, namely, Ferien Messe Wien 2024 in Austria and SIRHA Budapest International Trade Fair in Hungary by the Sri Lanka Tourism Promotion Bureau and the Sri Lanka Tea Board.",
    "The two promotional events were an immense success in showcasing Sri Lanka as a tourism destination to the Austrian public. Lugner City owner and Austrian celebrity Richard Lugner took part in the ceremonial opening of the event at the Lugner City. During the opening ceremony, Sri Lankan traditional dance performances by the Pradeep Wickramasinghe Performing Arts dance troupe captivated the audience. The invitees and the public had opportunity to witness Sri Lankan rhythms, including drums and Kandyan dance.",
    "The Wheel of Fortune which entailed questions on Sri Lanka also turned out to be very attractive to the public. It helped participants to familiarise themselves with Sri Lanka as a tourist destination. The winners received several giveaways with Sri Lanka branded promotional items as well as Seven Region Ceylon Tea packs. The grand prize of the raffle draw was a package for a 5-night/6-day stay in Sri Lanka including local transportation, offered by the prestigious Aitken Spence hotel chain. Additionally, three vouchers were awarded for three-day all-inclusive beginners training course packages at the De Silva Watersports Centre, Sri Lanka’s largest water sports centre that offers kite surfing, windsurfing, and stand up paddle, among others.",
    "The events were also helpful in further promoting Ceylon Tea which was served with Sri Lankan Hawaiian cookies and chocolate cream biscuits to a large number of visitors. Ceylon Tea was also promoted at the SIRHA Budapest International Trade Fair held in Budapest from 5 to 7 March. Ceylon Tea Pavilions were organised by the Sri Lanka Tea Board together with the participation of Stassen Exports Ltd. and Mlesna (Ceylon) Tea.",
    "Visitors and potential travellers gathered at the high-end malls in Vienna and at the two fairs in Austria and in Hungary had an excellent opportunity to better understand the huge diversity Sri Lanka offers as an exotic tourist destination. They also provided the local public an opportunity to get a glimpse of the wide-ranging tourist attractions in Sri Lanka. With the first ever charter flights from Czech Republic to Sri Lanka starting last year, it is expected that the cumulative effect of the series of events held during this month would help further positioning and branding Sri Lanka as a leading tourist destination within the Central European market.",
    "The Sri Lanka Mission in Vienna with the support of Honorary Consul of Sri Lanka in Hungary Ernő László Marton facilitated Sri Lanka’s participation at the SIRHA Budapest."
  ]
}