{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/anything-but-playing-the-game-in-sri-lanka/",
  "time_ut": 1721333760.0,
  "original_lang": "en",
  "original_title": "Anything but playing the game in Sri Lanka",
  "original_body_lines": [
    "Cassandra’s prognosis, as given above, in her title holds good in almost all of the general life of the people of Sri Lanka and more so its politicians. It has been clearly demonstrated by the politics of now and behaviour of trade unions. Let Cassandra explain.",
    "We are a bankrupt country and people are suffering immensely and will have to continue to suffer, it is prophesied and pronounced by economists, as we right ourselves. IMF lays strictures and we the people are the ones who bear the brunt of them. Those politicians and parties and interested kaputas who fly this way from the comfort of their overseas domains, are the main cause of our present predicament. Government mismanagement and Parliamentary excesses drove us to bankruptcy.",
    "But do they suffer? Not one bit. And now attempts are being made from two quarters at least, which were conjoined but now more or less separated, to deny the people the right to exercise their franchise and vote at elections. Attempts are even engineered to deny basic democracy. Two HR petitions to delay presidential elections were summarily dismissed by the Supreme Court with a huge fine imposed on the latest petitioner.",
    "Now a Cabinet paper is proposed necessitating the holding of a referendum as regards the length of the presidential term. To her all this is absurd. Let’s get on with matters as they should proceed. A presidential election is due in October. So, hold it and have an end to this immense focus on it.",
    "What everyone should be doing now is to concentrate on reviving our economy and preventing more Sri Lankans falling below the poverty line; less people not having two meals a day; malnutrition among children stemmed and eventually decreased. So very much has to be done but all attention is on the forthcoming presidential election.",
    "And most politically involved descend from the present Prez to Ministers and even TU leaders. They are neglecting the prime task of getting the country to full functioning and extrication from the economic tangle Sri Lanka is in. What they are lacking is team spirit, loyalty to the county and commitment to their jobs in hand. What they are interested in and working for is themselves and their personal advancement and success – very unsportsman like.",
    "Pestiferous, pernicious, philandering of government work hours through strikes and protests, abated this last week. Cass did not have to watch those eternal gymnastics of shrieking strikers and preventing police on TV. However, Tuesday July 16 news presented the high ups of a teachers TU proclaiming a two-week work to rule of principals of schools and teachers. School academic staff already work to rule in very many or most government schools, some not working, at all. Those TV bods including fiery Stalin who held a press briefing to announce the go slow, assured or tried to assure the media that work would go on in schools during the fortnight.",
    "What those speakers should do is utilise the immense organisational and influential power they possess to see that schools are run properly; principals diligently supervised and administered while teachers put in solid hours of teaching. As of now, they seem to have no concern for students in their care and are easily led by these TU leaders. They ask for the impossible: salary hikes or special allowances when the country is struggling so hard to raise its head over the line of a failed state.",
    "Cass speaks from experience: she worked in a government school, three private fee levying schools and the best international school. The discipline, attitude and teaching of teachers and supervisory administration of principals were as chalk and cheese: so, in contrast between the two categories of schools. In the international school with foreign administrators and many foreign teachers, it was hard work during the day with Friday afternoon devoted to a relaxed TGIF – God being thanked it was the end of the week and so easy camaraderie with beer and finger food with even minor staff joining in.",
    "To Cass working at any job competently and committedly and not for the sake of payment alone, is sportsmanship. Play hard and take win or loss sportively.",
    "Watched most of the matches; shed a tear over Novak Djokovic playing so differently from his usual style and losing to young Carlos Alcaraz in the men’s finals. These results seemed minor to Cass this year. What came through and struck Cassandra real hard were other considerations and truths.",
    "One: the spirit of sportsmanship was so evident, prevalent right through the two weeks.",
    "They played ferociously often, bravely and to the end though losing; displaying super sporting spirit. After each match the two or four players very earnestly and with sincerity hugged each other; older players often patting the younger opponents with encouragement and congratulations. When the winner of each match was questioned and when the final winners and runners-up expressed to cheering crowds their thoughts, hopes, etc, they first praised their opponents full well. Not a trace of empty pride in winners, no rancor in losers.",
    "Two: traditions followed. Quaint but retained is the use of the words Ladies’ and Gentlemen’s for the women’s and men’s matches.",
    "Three: The British Royalty appear at the two final singles matches to give away the highly decorative plate/plaque and huge cup. For two years running it was Princess of Wales, Catherine/Kate who was present at the final two matches and watched even other matches. She is Patron of the All England Lawn Tennis and Croquet Club since 2016. This year, with her sister and daughter Charlotte, she was present at the Gentleman’s Final and gave away the awards. Tradition and a sense of sportsmanship got her at the event even though she bears the heavy strain of chemotherapy treatment.",
    "Comparison: What I have written above and more that can be seen, heard and read about of how matters prevail in this country compared to other considered more developed countries, very starkly show how deteriorated we are. We were highly civilized and society in general civil and most in high places polished and of impeccable demeanour, even as late as the 1970s. Then rot set in. Corruption and illegal money making became a national trait; self–serving was paramount; hubris rampant. Sportsmanship, even in the gentleman’s game of cricket, was knocked over board.",
    "We oldies wonder whether Sri Lanka will ever be like it was when humanity and humaneness prevailed; honesty was the norm; religions were followed and races lived happily together. Leaders of the nation have to set the pace and head the change. Hopes alive?",
    "A nephew’s succinct comment on the attempted assassination of Trump was that the shooter was shot and killed because he missed his mark and left Trump alive and triumphant. What a miss it was! When Cass heard that an assassination was attempted, she instantly thought it was staged, theatre managed by Trump himself.",
    "Merging Mind and Body: The very essence of excelling in sport",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}