{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Shutting-down-the-internet-shuts-down-your-right-to-know/14-782241",
  "time_ut": 1758910821.0,
  "original_lang": "en",
  "original_title": "Shutting down the internet shuts down your right to know",
  "original_body_lines": [
    "On 28 September, the world marks both World News Day and the International Day for",
    "Universal Access to Information. For many African countries, these days have always been marked with a realm of hope but in the recent past, it is a reminder of a worrying trend.",
    "When events become politically sensitive or socially tense, governments sometimes respond by shutting down the internet or silencing broadcasters, cutting off the audience; this action severs access to credible news precisely when the public’s need for it is greatest.",
    "Misinformation and disinformation are rampant on social media platforms such as TikTok Live, which have become an alternative source of truth for many.",
    "In Kenya on 25 June 2025, the Communications Authority (CA) ordered all media stations to cease live coverage of Gen Z-led protests, warning that non-compliance could result in their broadcast signals being switched off. Reports and widely circulated social media images showed CA staff deactivating free-to-air signals and taking NTV and KTN transmission stations off-air.",
    "This move silenced real-time reporting and public discussion during a critical moment in the nation’s democratic engagement.",
    "Similarly, in Malawi, internet blackouts during protests have restricted information flow, limiting citizens’ access to trusted sources and journalists’ ability to report freely.",
    "These shutdowns not only block access to facts but also create fertile ground for misinformation and rumours to spread, as people turn to unreliable sources in the absence of verified news.",
    "The fundamental right to know, often referred to as the right to information or freedom of information, is a cornerstone of democratic societies and a universal human right. It empowers individuals to access information held by public bodies, fostering transparency, accountability, and public participation in governance. However, the reality in Africa starkly contrasts with global norms.",
    "Only 55% of Africa’s population lives in countries with access to information laws, according to an Afrobarometer report. This contrasts sharply with a global average of 91%, revealing a significant gap in legal protections for the public’s right to know. Eye on Global Transparency",
    "(EGT) notes that just 29 out of 55 nations on the African continent, including MENA countries, have such laws in place.",
    "This imbalance has profound implications. Where such laws are absent or inadequately enforced, citizens are often denied the ability to scrutinise government actions, understand policy decisions, and hold their leaders accountable.",
    "This lack of transparency can breed corruption, hinder good governance, and stifle the development of robust civil societies. It also restricts the ability of journalists, researchers, and civil society organisations to conduct their work effectively, limiting their capacity to inform the public and advocate for change.",
    "The struggle for universal access to information in Africa transcends a mere legal battle; it is a pivotal fight for the very essence of democratic principles, the protection of fundamental human rights, and the acceleration of the continent’s socio-economic progress. In an increasingly interconnected world, where information is power and a catalyst for development, restricting or denying access to the internet and other communication channels has far-reaching consequences that undermine these foundational pillars.",
    "Advocating for universal access to information in Africa is a comprehensive endeavour that addresses legal frameworks, safeguards human liberties, and propels economic and social advancement. It is about empowering individuals, strengthening institutions, and ensuring that the continent can fully realise its potential in the 21st century.",
    "Internet and media shutdowns silence both citizens and journalists. Without connectivity or access to broadcasters, reporters cannot verify facts, share updates, or reach audiences.",
    "Ordinary people cannot access trusted sources or share what they witness.",
    "Shutdowns fuel misinformation. When official channels go dark, rumours and false information thrive, causing confusion, fear, and sometimes violence.",
    "The shutdown playbook is spreading. From blocking social media platforms to cutting mobile data entirely and silencing broadcasters, these tactics are often justified as “security measures.”",
    "But they are frequently used to hide election irregularities, police violence, or political unrest.",
    "A new report from Access Now and the #KeepItOn coalition, titled Emboldened offenders, endangered communities: internet shutdowns in 2024, reveals a record 296 internet shutdowns across 54 countries in 2024. Notably, Africa experienced its highest number of shutdowns ever recorded in a single year, with 21 incidents impacting 15 countries.",
    "In moments of profound upheaval, the role of journalism transcends mere reporting; it becomes an indispensable lifeline, connecting communities to vital information and holding power accountable.",
    "When governments resort to the drastic measure of blocking communication channels, they not only silence dissent but also sever this crucial link, plunging citizens into a vacuum of uncertainty and misinformation.",
    "Yet, even in the face of such oppressive tactics, courageous journalists, driven by an unwavering commitment to truth, find alternative avenues to report and ensure that communities remain connected to reliable information.",
    "To effectively push back against these alarming trends of internet shutdowns and communication blockades, a united front is essential. International bodies, with their diplomatic leverage and human rights mandates, must work in concert with media organisations, who understand the intricate dynamics of information dissemination, and technology companies, the custodians of the very infrastructure being manipulated.",
    "Together, we can exert significant pressure on governments to cease these disruptive practices and ensure that people remain connected to trustworthy news sources. Because when the internet goes dark, or broadcasters are silenced, the space for accountability shrinks, allowing misinformation to flourish unchecked and leaving populations vulnerable to manipulation and exploitation. The free flow of information is not a luxury; it is a necessity for a just and equitable world."
  ]
}