{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/head-turner-in-egypt/",
  "time_ut": 1735135020.0,
  "original_lang": "en",
  "original_title": "Head-turner in Egypt…",
  "original_body_lines": [
    "Prathibha Liyanaarchchi, Miss Intercontinental Sri Lanka 2024, is back in town after participating in the 52nd edition of Miss Intercontinental held at the Sunrise Remal Resort, Sharm El-Sheik, in Egypt.",
    "There were nearly two weeks of activities, connected with this event, and Prathibha says she enjoyed every minute of it.",
    "“It was wonderful being in the company of over 52 beautiful girls from around the world and we became great friends.",
    "“My roommate was Miss Greece. She was simply awesome and I even taught her a few Sinhala words.",
    "“Most of the contestants were familiar with Ceylon Tea but didn’t quite know much about Sri Lanka.”",
    "However, having won a special award at Miss Intercontinental 2024 – Queen of Tourism – Prathibha says she is seriously thinking of working on a campaign to show the world that Sri Lanka is a paradise island and that tourists would love to experience our scene.",
    "Although our queen was not in the final list, she made it into the Top 22 and was quite a drawcard wherever she went.",
    "“I guess it was my tan complexion and my height 5 ft. 10 inches.”",
    "She even impressed an international audience with her singing voice; the organisers were keen to have a contestant from the Asia Oceania group showcase her talent, as a singer, and Prathibha was selected.",
    "She sang Madonna’s ‘La Isla Bonita’ and was roundly applauded.",
    "Even in the traditional costume section, her Batik Osariya and the traditional seven-piece necklace impressed many.",
    "The grand finale was held on 6th December with Miss Puerto Rico being crowned Miss Intercontinental 2024.",
    "“I would like to say a big thank you to everyone who supported me throughout this journey. I’m honoured to have been named a Top 22 Finalist at Miss Intercontinental 2024 and awarded the Special title of Miss Tourism Queen. It was a challenging yet unforgettable experience competing in Egypt. Preparing, in just three weeks, and performing, was no easy feat, but I’m so proud of what I accomplished.”",
    "For the record, Prathibha, who celebrated her birthday on Christmas Day (25), is a technical designer at MAS holdings, visiting lecturer, model, and a graduate from the University of Moratuwa.",
    "Unlike most beauty queens who return after an international event and hardly think of getting involved in any community work, Prathibha says she plans to continue serving her community by expanding her brand – Hoop The Label – and using it as a platform to create a positive change for the underprivileged community.",
    "“At the same time, I am committed to furthering my education in fashion design and technology, aiming to combine creativity with innovation to contribute to the evolving fashion industry. By blending these passions, I hope to make a lasting impact, both in my community, and in the world of fashion.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}