{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102563/nobel-prize-in-chemistry-2024-baker-hassabis-jumper-win-for-work-on-proteins",
  "time_ut": 1728469620.0,
  "original_lang": "en",
  "original_title": "Nobel Prize in Chemistry 2024: Baker, Hassabis, Jumper win for work on proteins",
  "original_body_lines": [
    "Scientists David Baker, Demis Hassabis and John Jumper won the 2024 Nobel Prize in Chemistry, the award-giving body said on Wednesday, for their work on the structure of proteins.",
    "The prize, widely regarded as among the most prestigious in the scientific world, is awarded by the Royal Swedish Academy of Sciences and is worth 11 million Swedish crowns ($1.1 million).",
    "“One of the discoveries being recognised this year concerns the construction of spectacular proteins. The other is about fulfilling a 50-year-old dream: predicting protein structures from their amino acid sequences,” the academy said in a statement.",
    "Half the prize was awarded to Baker “for computational protein design” while the other half was shared by Hassabis and Jumper “for protein structure prediction”, the academy said.",
    "The third award to be handed out every year, the chemistry prize follows those for medicine and physics announced earlier this week.",
    "The Nobel prizes were established in the will of dynamite inventor and wealthy businessman Alfred Nobel and are awarded to “those who, during the preceding year, shall have conferred the greatest benefit to humankind”.",
    "Half the prize was awarded to Baker “for computational protein design” while the other half was shared by Hassabis and Jumper “for protein structure prediction”, the academy said.",
    "The third award to be handed out every year, the chemistry prize follows those for medicine and physics announced earlier this week.",
    "The Nobel prizes were established in the will of dynamite inventor and wealthy businessman Alfred Nobel and are awarded to “those who, during the preceding year, shall have conferred the greatest benefit to humankind”.",
    "First handed out in 1901, 15 years after Nobel’s death, it is awarded for achievements in medicine, physics, chemistry, literature and peace. Recipients in each category share the prize sum that has been adjusted over the years.",
    "The economics prize is a later addition funded by the Swedish central bank.",
    "Chemistry, close to Alfred Nobel’s heart and the discipline most applicable to his own work as an inventor, may not always be the most headline-grabbing of the prizes, but past recipients include scientific greats such as radioactivity pioneers Ernest Rutherford and Marie Curie.",
    "Last year’s chemistry award went to Moungi Bawendi, Louis Brus and Aleksey Ekimov for their discovery of tiny clusters of atoms known as quantum dots, widely used today to create colours in flat screens, light emitting diode (LED) lamps and devices that help surgeons see blood vessels in tumours.",
    "Alongside the cash prize, the winners will be presented a medal by the Swedish king on Dec. 10, followed by a lavish banquet in Stockholm city hall."
  ]
}