{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dfcc-aloka-hosts-special-event-to-celebrate-women-in-healthcare-at-kandy-general-hospital/",
  "time_ut": 1719015060.0,
  "original_lang": "en",
  "original_title": "DFCC Aloka hosts special event to celebrate women in healthcare at Kandy General Hospital",
  "original_body_lines": [
    "DFCC Aloka, the women-centric banking proposition from DFCC Bank, recently conducted a unique programme to honour women in healthcare at the Kandy General Hospital to celebrate International Women’s Day. The event witnessed several exciting activities, together with an insightful panel discussion, which highlighted women’s critical role in supporting the health and well-being of our communities.",
    "Shera Hassan, Vice President and Head of Pinnacle Planning and Implementation, addressed the gathering and emphasised that DFCC Aloka can facilitate skills development workshops and training programs designed to enhance nurses’ soft skills, which are highly sought after in the job market. These workshops cover various topics, including digital literacy, leadership development, and communication skills, all supported by DFCC Aloka. She also affirmed that DFCC Aloka is dedicated to providing a wide range of products and services designed to meet the varied financial needs of its customers.",
    "A complete banking solution, DFCC Aloka caters to women of all income levels and categories, ensuring inclusivity for a diverse range of women with different needs and backgrounds. Addressing the unique challenges females face, including students, professionals, entrepreneurs, and senior citizens, DFCC Aloka has launched tailored products to support women at every stage of life and accommodate various lifestyle requirements.",
    "hSenidBiz wins “Technology Resilient Company” award at ISACA Sri Lanka’s first Digital Trust Awards ceremony",
    "People’s Leasing & Finance crowned Most Trusted Financial Institution in Sri Lanka by Global Brands Magazine",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}