{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Can-The-New-ITAK-Leader-Help-Bring-About-Reconciliation/172-275802",
  "time_ut": 1706293800.0,
  "original_lang": "en",
  "original_title": "Can The New ITAK Leader Help Bring About Reconciliation?",
  "original_body_lines": [
    "With the end of the war in 2009, the ITAK again gained its clout as the main Tamil party in the country as well as within the TNA. Despite other Tamil parties in the north having grown as a threat to its hegemony in the north and the Tamil politics, the ITAK is still a force to be reckoned with",
    "Many in the south seem to confuse the Tamil National Alliance (TNA) with the Ilankai Thamil Arasu Katchi (ITAK), the group that can be considered to be the main Tamil political party in the country, especially in the north. This confusion was evident by the news items carried by some of the south based newspapers on the election of the Leader of the ITAK last Sunday (January 21).",
    "Some Sinhala newspapers said that Sivagnanam Sritharan was elected as the Leader of the TNA, while the others rightly described him to be the new President (Leader) of the ITAK.",
    "The reason was very clear. R. Sampanthan, M.A. Sumanthiran, Mavai Senathirajah and Shanakiyan Rasamanickam who are familiar to the south have been the leaders of both the TNA and the ITAK for a long time. Until 2014, Sampanthan headed both the parties and then Senathirajah was appointed the Leader of the ITAK. Yet, he did not make any impact in the south as the Leader of the ITAK. With Senathirajah losing the Parliamentary seat in 2020, he was further eclipsed by Sumanthiran, Rasamanickam and Sritharan, and the ITAK also distanced itself from the limelight in the south.",
    "The media always refer to these politicians as Leaders of the TNA, though officially they represent the ITAK in Parliament. Finally, when Sritharan was elected as the President of the ITAK on Sunday, some confused media channels in the south said that he was elected as the Leader of the TNA.",
    "Although the TNA was initially formed as a five-party Tamil coalition in 2001, all constituent parties of it - except for the ITAK - have left it by now. The last two parties, the Tamil Eelam Liberation Organisation (TELO) and the Peoples Liberation Organisation of Tamil Eelam (PLOTE) left it in January last year. Hence, in a practical sense, both the TNA and the ITAK have become an entity of two overlapping organizations now. In other words the TNA is a one party alliance now, despite Sampanthan being considered to be the Leader of the TNA while Sritharan has taken the mantle of the ITAK.",
    "The ITAK is a party that has changed the political trajectory of Sri Lanka by officially introducing separatist politics in the country which later transformed into a three decades long bloody war between the armed forces and the Tamil armed groups, claiming tens of thousands of lives. However, it functioned as an independent party only up to 1972 since its inception in 1949. From 1972, it has been the main constituent party of three coalitions –Tamil United Front (TUF) from 1972 to 1976, Tamil United Liberation Front (TULF) from 1976 to 2001 and Tamil National Alliance (TNA) from 2001 to date. Meanwhile, the traditional Tamil parties including the ITAK were sidelined by the Liberation Tigers of Tamil Eelam (LTTE) and its violent campaign for a separate state. These are the primary reasons for the present young generation of the south to mix the TNA up with the ITAK.",
    "However, with the end of the war in 2009, the ITAK again gained its clout as the main Tamil party in the country as well as within the TNA. Despite other Tamil parties in the north having grown as a threat to its hegemony in the north and the Tamil politics, the ITAK is still a force to be reckoned with. The government as well as the representatives of the foreign governments and international institutions treats it as the chief representative of Sri Lankan Tamils. Today it has a considerable say in determining the President and the ruling party of the country.",
    "It is against this backdrop that one has to find the importance of the election of Sritharan as the leader of the ITAK at its special Central Committee meeting held in Trincomalee on Sunday. Although three candidates initially vied for the leadership, only two of them Srithran and M.A. Sumanthiran (a politician well known in the south) were finally left in the fray, as former Batticaloa District Parliamentarian, Seenithamby Yogeswaran withdrew his candidacy at the last minute, in support of Sritharan. Then, Sritharan was elected President of the party at the first ever election for the leadership in the history of the party. Sritharan obtained 184 votes and Sumanthiran had managed to get only 137 votes.",
    "Both Sritharan and Yogeswaran have a more nationalistic approach towards the issues affecting the Tamil people than that of Sumanthiran. Sumanthiran has considerable dealings with the south based political parties and local and international NGOs, while Sritharan so far seemed to have an insular approach. This nationalistic leaning in him might have helped Sritharan to have the edge over Sumanthiran at the election.",
    "Confirming this inference, former Chief Minister of the Northern Province C.V. Wigneswaran, while congratulating the new Leader of the ITAK which nominated him as the Chief Ministerial candidate in 2013, stated that Tamil nationality has been safeguarded by the election of Sritharan, and the party activists by their verdict have sent the message that the Tamil nationality should not be ruined. With this statement, it is not clear if Wigneswaran who served as a Supreme Court judge during the war meant any aspersion against Sumanthiran.",
    "Sumanthiran has been targeted by the leaders of his own party in the past for his moderate approach towards the southern politics. Sampanthan and Sumanthiran who have had hundreds, if not thousands of rounds of discussions with the leaders of various south based parties are very well cognizant of the southern mindset and always attempted to reconcile with it while aligning with their party line as far as possible. They have failed every time, earning wrath from both the north",
    "The best case in point was the solution to the ethnic problem proposed by the Steering Committee of the Constitutional Assembly instituted in 2016 to draft a new Constitution. In an attempt to strike a balance between the aversions to the terms unitary state and federal mode of governance by the north and the south respectively, the Steering Committee with the consent of Sampanthan and Sumanthiran used the terms “Ekiya Rajyaya” in Sinhala and “Orumiththa Nadu” in Tamil in its proposals. All hell broke loose with both the south and the north accusing the Yahapalana Government and the Tamil leaders of betraying the respective community.",
    "During the same period, Sumanthiran was taken to task in Jaffna for a statement he made in the south where he said that his party is not interested in the labels like federal state and unitary state. He also landed in hot water for an alleged statement during an interview in Sinhala that he did not approve the armed struggle launched by the LTTE. Every time, Sumanthiran had to back down in the face of heavy nationalistic pressure. On the other hand, Sritharan’s mind has been shaped up by the environment he lived in during the war in Jaffna. He had personally gone through that dark period, having close dealings with the LTTE.",
    "However, one cannot expect a different future trajectory for the ITAK, even if Sumanthiran had been elected President of the party, owing to the heavy nationalistic pressure he would have to endure from the Tamil polity.",
    "The political crisis faced by the Tamil community today was very clearly explained by a Tamil analyst in the Thinakkural newspaper two weeks ago. He says that many in the Tamil community which has failed in formulating post-war political strategies are attempting to capitalize on the past. “Those who do not have such a past are being forced to imitate. Although it would be futile to put forward a defeated party of the war in politics, it is what many tend to do” he had observed.",
    "Against the backdrop of the frenzied veneration of the LTTE by the Tamil community, there is little possibility for this view to be at least respected, leave alone accepted. However, there is much food for thought in his remark on the post-war political strategies."
  ]
}