{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97922/putin-warns-the-west-says-russia-is-ready-for-nuclear-war",
  "time_ut": 1710318540.0,
  "original_lang": "en",
  "original_title": "Putin warns the West, says Russia is ready for nuclear war",
  "original_body_lines": [
    "President Vladimir Putin warned the West on Wednesday Russia was technically ready for nuclear war and that if the U.S. sent troops to Ukraine, it would be considered a significant escalation of the conflict.",
    "Putin, speaking just days before a March 15-17 election which is certain to give him another six years in power, said the nuclear war scenario was not “rushing” up and he saw no need for the use of nuclear weapons in Ukraine.",
    "“From a military-technical point of view, we are, of course, ready,” Putin, 71, told Rossiya-1 television and news agency RIA in response to a question whether the country was really ready for a nuclear war.",
    "Putin said the U.S. understood that if it deployed American troops on Russian territory - or to Ukraine - Russia would treat the move as an intervention.",
    "“(In the U.S.) there are enough specialists in the field of Russian-American relations and in the field of strategic restraint,” said Putin, the ultimate decision maker in the world’s biggest nuclear power.",
    "“Therefore, I don’t think that here everything is rushing to it (nuclear confrontation), but we are ready for this.”",
    "Putin’s nuclear warning came alongside another offer for talks on Ukraine as part of a new post-Cold War demarcation of European security. The U.S. says Putin is not ready for serious talks over Ukraine.",
    "The war in Ukraine has triggered the deepest crisis in Russia’s relations with the West since the 1962 Cuban Missile Crisis and Putin has warned several times the West risks provoking a nuclear war if it sends troops to fight in Ukraine.",
    "Putin sent tens of thousands of troops into Ukraine in February 2022, triggering full-scale war after eight years of conflict in eastern Ukraine between Ukrainian forces on one side and pro-Russian Ukrainians and Russian proxies on the other.",
    "In a U.S. election year, the West is grappling with how to support Kyiv against Russia, which now controls almost one-fifth of Ukrainian territory and is rearming much faster than the West and Ukraine.",
    "Kyiv says it is defending itself against an imperial-style war of conquest designed to erase its national identity. Russia says the areas it controls in Ukraine are now Russia.",
    "Putin has sent a series of public nuclear warnings to the U.S. aimed at discouraging greater involvement in Ukraine - a move the Kremlin says would mark a slide into world war.",
    "Washington says it has seen no major changes to Russia’s nuclear posture but Putin’s public nuclear warnings - which break with the extreme caution of the Soviet leadership over such remarks - have sown concern in Washington.",
    "Putin reiterated the use of nuclear weapons was spelled out in the Kremlin’s nuclear doctrine, which sets out the conditions under which it would use such a weapon: broadly a response to an attack using nuclear or other weapons of mass destruction, or the use of conventional weapons against Russia “when the very existence of the state is put under threat.”",
    "“Weapons exist in order to use them,” Putin said. “We have our own principles.”",
    "CNN reported on Saturday the administration of U.S. President Joe Biden was specifically concerned in 2022 that Russia might use a tactical or battlefield nuclear weapon in Ukraine.",
    "Putin said he had never felt the need to use nuclear weapons in Ukraine.",
    "“Russia is ready for negotiations on Ukraine, but they should be based on reality - and not on cravings after the use of psychotropic drugs,” Putin said.",
    "Reuters reported last month that Putin’s suggestion of a ceasefire in Ukraine to freeze the war was rejected by the U.S. after contacts between intermediaries.",
    "U.S. Central Intelligence Agency Director William Burns warned earlier this week that if the West did not provide proper support for Ukraine, Kyiv would lose more territory to Russia which would embolden Chinese President Xi Jinping.",
    "Burns, a former U.S. ambassador to Russia, told the Senate Intelligence Committee it was in U.S. interests to support Ukraine to allow it to get into a stronger position before talks.",
    "Putin said he trusted no one and Russia would need written security guarantees in the event of a settlement.",
    "“I don’t trust anyone, but we need guarantees, and guarantees must be spelled out, they must be such that we would be satisfied,” Putin said."
  ]
}