{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/NMRA-to-introduce-security-sticker-for-all-pharma-registration-certificates-soon/108-282448",
  "time_ut": 1715556180.0,
  "original_lang": "en",
  "original_title": "NMRA to introduce security sticker for all pharma registration certificates soon",
  "original_body_lines": [
    "Colombo, May13 (Daily Mirror) - As a move to counter the controversial issue of substandard and dangerous medicines entering Sri Lanka through unregistered importers like the human immunoglobulin racket, the National Medicines Regulatory Authority (NMRA) will introduce a security sticker in future.",
    "The NMRA has decided to introduce a security sticker to all the medicines registration certificates, thus preventing any instances of forging the certificate by unlawful importers.",
    "NMRA Chairman Dr. Ananda Wijewickrama told the Daily Mirror yesterday that the measure was taken following the allegations made towards them that medicines are brought in by unregistered importers or the unlawful vendors have forged the registration certificate issued by the NMRA.",
    "“Allegations were surfaced from recent ongoing court cases like the human immunoglobulin scam and the substandard eye drops racket, that either the importers have managed to forge the registration certificate similar to the one that was issued by the NMRA or claim that certain individuals within the NMRA were issuing forged registration certificates,” Dr. Wijewickrama said.",
    "This was a serious issue and the NMRA decided to introduce the new security sticker to all the pharmaceutical registration certificates so that we could control any dangerous or substandard medicines from entering the country.",
    "The chairman said that they were hoping to implement the new security feature within a month or so.",
    "“I have already given the order to print the new security stickers to the Government Press and will initiate the move as soon as we get the new batch,” Dr. Wijewickrama said."
  ]
}