{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/justice-buwaneka-aluwihare-pc-as-independent-non-executive-director/",
  "time_ut": 1709314020.0,
  "original_lang": "en",
  "original_title": "Justice Buwaneka Aluwihare PC as Independent Non-Executive Director",
  "original_body_lines": [
    "Seylan Bank announced the appointment of Justice Buwaneka Aluwihare PC as an Independent Non- Executive Director to its Board with effect from 26th February 2024.Upon being called to the Bar in 1982, Justice Buwaneka Aluwihare PC joined the Attorney General’s Department in 1983 as a State Counsel and served the Attorney General’s Department for thirty-years and rose to the position of Additional Solicitor General in 2013.",
    "In the same year, he was conferred ‘silk’ and appointed as a President’s Counsel. In 1989, he was enrolled as a solicitor of England and Wales and in 2004 earned a master’s degree (LLM) from the University of London (Queen Mary College).",
    "He worked for the United Nations as a Prosecutor in East Timor, prosecuting before the Serious Crimes Panel in war related crimes in 2001. In the year 2015, was sworn in as a Judge of the Supreme Court of Fiji Islands and preside in the Supreme Court of Fiji as a non-resident judge.",
    "He Functioned both as an examiner and lecturer in Law of Evidence at the Sri Lanka Law College from 2005 up until he was appointed as a judge of the Supreme Court in 2013. Also functioned as a visiting lecturer/examiner at the Kothalawela Defence University in International Humanitarian Law.",
    "Whilst at the Attorney General’s Department, he served as a legal consultant to both, the Securities and Exchange Commission of Sri Lanka as well as the Central Bank of Sri Lanka (Financial Intelligence Unit).",
    "During his tenure, in addition to performing the duties as a judge of the Supreme Court, he functioned as a member of the Judicial Service Commission, and was a Member of the Board of Management of the Judges Training Institute.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}