{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102946/iran-raises-the-death-toll-from-israels-attack-to-4-all-from-its-military-air-defense",
  "time_ut": 1729961940.0,
  "original_lang": "en",
  "original_title": "Iran raises the death toll from Israel’s attack to 4, all from its military air defense",
  "original_body_lines": [
    "Iran has raised the death toll from Israel’s attack to four and said all served in the country’s military air defense.",
    "The state-run IRNA news agency announced the deaths Saturday night. It offered no details on where the four men were stationed in the country.",
    "Israel attacked military targets in Iran with pre-dawn airstrikes in retaliation for the barrage of ballistic missiles the Islamic Republic fired on Israel earlier this month. The strikes marked the first time Israel’s military has openly attacked Iran.",
    "Following the airstrikes, Iran’s Foreign Ministry said it had a right to self-defense, and “considers itself entitled and obligated to defend against foreign acts of aggression.” There was no official statement by the Revolutionary Guard’s commanders.",
    "Israel’s military said it targeted facilities that Iran used to make the missiles fired at Israel as well as surface-to-air missile sites. There was no immediate indication that oil or nuclear sites were hit, which would have marked a much more serious escalation.",
    "Explosions could be heard in Tehran until sunrise. The Islamic Republic said the attacks caused “limited damage.” Iran’s military said the strikes targeted military bases in Ilam, Khuzestan and Tehran provinces, without elaborating.",
    "Iran’s army said two soldiers were killed, Iran’s Al-Alam television reported.",
    "The strikes risk pushing the archenemies closer to all-out war at a time of spiraling violence across the Middle East, where militant groups backed by Iran — including Hamas in Gaza and Hezbollah in Lebanon — are already at war with Israel.",
    "U.S. President Joe Biden told reporters Israel gave him a heads-up before the strikes and said it looked like “they didn’t hit anything but military targets.” He said he had just finished a call with intelligence officials.",
    "Iran hadn’t faced a sustained barrage of fire from a foreign enemy since its 1980s war with Iraq.",
    "On Oct. 1, Iran launched at least 180 missiles into Israel in retaliation for devastating blows Israel landed against Hezbollah. They caused minimal damage and a few injuries. Prime Minister Benjamin Netanyahu said Iran “made a big mistake.”",
    "Israel is also widely thought to be behind a limited airstrike in April near a major air base in Iran that hit the radar system for a Russian-made air defense battery. Iran had fired a wave of missiles and drones at Israel in April, causing minimal damage, after two Iranian generals were killed in an apparent Israeli airstrike on an Iranian diplomatic post in Syria.",
    "“Iran attacked Israel twice, including in locations that endangered civilians, and has paid the price for it,” Israeli military spokesperson Rear Adm. Daniel Hagari said. He added: “If the regime in Iran were to make the mistake of beginning a new round of escalation, we will be obligated to respond.”",
    "Images released by Israel’s military showed members preparing to depart for the strikes in American-made F-15 and F-16 warplanes.",
    "Israel’s attack did not take out highly visible or symbolic facilities that could prompt a significant response from Iran, said Yoel Guzansky, a researcher at Tel Aviv’s Institute for National Security Studies who formerly worked for Israel’s National Security Council.",
    "It also gives Israel room for escalation if needed, and targeting air defense systems weakens Iran’s capabilities to defend against future attacks, he said, adding that if there is Iranian retaliation, it should be limited.",
    "Israel has again shown its military precision and capabilities are superior to Iran’s, said Sanam Vakil, the director of the Middle East and North Africa program at the London-based think tank Chatham House.",
    "“By targeting military sites and missile facilities over nuclear and energy infrastructure, Israel is also messaging that it seeks no further escalation for now,” Vakil said. “This is a sign that the diplomacy and back-channel efforts to moderate the strike were successful.”",
    "Biden’s administration won assurances from Israel in mid-October that it would not hit nuclear facilities and oil installations.",
    "After the strikes, the streets in Iran’s capital were calm and children went to school and shops opened. There were long lines at the gas stations — a regular occurrence in Tehran when military violence flares as people stock up on fuel. But some Tehran residents seemed anxious and avoided conversations with an Associated Press reporter.",
    "Israel’s opposition leader, Yair Lapid, criticized the decision to avoid “strategic and economic targets,” saying on X that “we could and should have exacted a much heavier price from Iran.”",
    "The United States warned against further retaliation, and Britain and Germany said Iran should not respond. “All acts of escalation are condemnable and must stop,” the spokesman for the U.N. secretary-general said.",
    "Saudi Arabia was one of multiple countries in the region condemning the strike, calling it a violation of Iran’s “sovereignty and a violation of international laws and norms.”",
    "Both Hezbollah and Hamas condemned Israel’s attack, with Hezbollah saying it would not affect Tehran’s support for Lebanese and Palestinians fighting Israel.",
    "In Lebanon, dozens were killed and thousands wounded in September when pagers and walkie-talkies used by Hezbollah exploded in attacks attributed to Israel. A massive Israel airstrike the following week outside Beirut killed Hezbollah’s longtime leader, Hassan Nasrallah.",
    "Israel launched a ground invasion into southern Lebanon. More than a million Lebanese people have been displaced, and the death toll has risen sharply as airstrikes hit in and around Beirut.",
    "Israel and Iran have been bitter foes since the 1979 Islamic Revolution. Israel considers Iran its greatest threat, citing its leaders’ calls for Israel’s destruction, their support for anti-Israel militant groups and the country’s nuclear program.",
    "During their yearslong shadow war, a suspected Israeli assassination campaign has killed top Iranian nuclear scientists, and Iranian nuclear installations have been hacked or sabotaged.",
    "Meanwhile, Iran has been blamed for attacks on shipping in the Middle East, which later grew into the attacks by Yemen’s Houthi rebels on shipping through the Red Sea corridor.",
    "The shadow war has increasingly moved into the light since Oct. 7, 2023, when Hamas and other militants attacked Israel. They killed 1,200 people, mostly civilians, and took some 250 hostages into Gaza. In response, Israel launched a devastating air and ground offensive against Hamas, and Netanyahu has vowed to keep fighting until all hostages are freed. Some 100 remain, about a third believed to be dead.",
    "More than 42,000 Palestinians have been killed in largely devastated Gaza, according to local health officials, who don’t differentiate between civilians and combatants but say more than half have been women and children."
  ]
}