{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/home-remedies-for-acne/",
  "time_ut": 1729091880.0,
  "original_lang": "en",
  "original_title": "Home remedies for acne",
  "original_body_lines": [
    "Hi! The world is experiencing some awful weather and we are in it, too. However, we can’t neglect our skin.",
    "Yes, everyone wants clear skin, and this week I am giving you a few home remedies that can do the trick…to help you achieve a healthier, glowing skin.",
    "Skin exfoliation is the most important beauty treatment that you should follow in order to maintain healthy, glowing and pimple free skin. Brown sugar is one of the mildest natural exfoliator. It removes the dead cells, dirt, sebum and impurities from the pores, which cause pimples.",
    "You will need 03 teaspoons of brown sugar and 01 teaspoon of honey.",
    "Mix them together and apply the mixture all over the face and scrub gently, in circular motion. Once it’s dry, wash it off with cold water and pat dry.",
    "Potato is a good absorbent of excess oil and sebum and it also removes dirt and grease from the skin. It reduces dark circles, puffiness under the eyes, blemishes and acne marks. Regular application of a potato pack will show effective results.",
    "All you need to do is to apply thin slices of potatoes over the pimples. You can also grate the potato and the juice can be applied over acne. Sliced potato can be kept over the eyes to reduce the dark circles and puffiness.",
    "Orange contains large amounts of citric acid and Vitamin C which refreshes the skin and relieves acne. The orange peel, as well as its juice, can be used to treat acne and pimples.",
    "Grind a few pieces of the orange peel to from a paste and apply it all over the face. Leave it on for 15 minutes and then rinse off with cool water.",
    "This homemade scrub will help to clean up dirt, dead cells and oil that tend to build up and block pores which lead to pimples.",
    "You will need 01 teaspoon of rice flour, 01 teaspoon of gram flour (besan), 1/4 teaspoon of turmeric powder and a teaspoon of raw milk.",
    "In a bowl mix all the mentioned items to form a smooth paste and apply over the face. Leave it for 20 minutes and then rinse with warm water.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}