{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/New-think-tank-on-Asian-geopolitics-sustainability-and-peace-launching-on-Wednesday/56-780367",
  "time_ut": 1755283278.0,
  "original_lang": "en",
  "original_title": "New think-tank on Asian geopolitics, sustainability and peace launching on Wednesday",
  "original_body_lines": [
    "A new think tank, the Asian Geopolitics, Sustainability and Peace Council (AGSPeC), will be launched on 20 August at the Sri Lanka Foundation Institute, Colombo.",
    "AGSPeC will focus on geopolitical issues, peace, and sustainable development across Asia. It will bring together scholars, diplomats, policymakers, and civil society representatives to produce research, policy recommendations, and collaborative initiatives addressing geopolitical, security, and environmental challenges. AGSPeC is led by President Prof. Mohan Munasinghe, with a team of specialists in strategic affairs, diplomacy, and sustainable development.",
    "“The goal is to facilitate informed dialogue that bridges political divides and promotes Sri Lanka’s strategic interests in a rapidly changing world,” said Prof. Munasinghe. “We believe that constructive engagement between independent institutions, policymakers, a well-informed public, and the international community is essential for a stable and prosperous Sri Lanka.”",
    "He emphasised that Asia, with its dynamic economies, diverse cultures, and pivotal geopolitical role, faces both unprecedented opportunities and pressing challenges. “Our mission is to be a bridge between knowledge and action – to ensure that informed dialogue shapes decisions on peace, security, and sustainability,” he said.",
    "Senior officials from newly formed AGSPeC, Sri Lankan strategic affairs think tank convened a series of high-level meetings with representatives of major political parties and ambassadors/high commissioners from key diplomatic missions to discuss pressing regional and global developments, promote collaborative approaches to national policy-making, and educate concerned citizens.",
    "The discussions, held in Colombo, focused on strengthening democratic governance, regional security cooperation, economic resilience, and Sri Lanka’s role in emerging geopolitical alignments. During the engagements with political party leaders across the spectrum, AGSPeC emphasised the importance of evidence-based policy formulation and the role of independent research in shaping national strategies. Political leaders expressed appreciation for the initiative and pledged support for the ongoing dialogue between civil society, academia, and political stakeholders.",
    "The meetings with ambassadors and high commissioners of several countries — including representatives from Asia and the West — centred on bilateral cooperation, regional security architecture, and enhancing people-to-people ties. Diplomatic envoys welcomed the think tank’s efforts to foster inclusive and non-partisan policy discussions.",
    "AGSPeC will continue its outreach through roundtable discussions, public seminars, and confidential policy briefings to support national decision-making with global insight and local relevance."
  ]
}