{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Purge-of-human-jobs-How-to-profit-from-AI-disruption/4-769429",
  "time_ut": 1732061335.0,
  "original_lang": "en",
  "original_title": "Purge of human jobs: How to profit from AI disruption",
  "original_body_lines": [
    "The rise of AI and soon AGI, is truly amazing. The investments that have poured into AI in all areas in AI, is in the hundreds of billions of dollars. Given the unprecedented rise in market cap of companies like NVIDIA until recently, the markets took a second look and decided this is crazy and the AI stocks even took a tumble. But why are mainly private investors pouring so much gasoline on AI? The following might give some perspectives.",
    "The present global GDP is about $ 110 trillion. Of which about 55% is in labour, about 15% is in technology and so on. Over the next 10 years, if growth stays similar, GDP will grow to about $ 120 trillion – $ 130 trillion. 20% of that will be about $ 25 trillion, which is what technology (including AI) is aiming to grow into. That is about $ 10 trillion more from present levels. Which parts of the global GDP will shrink as a percentage for technology to make these gains? The belief is that it will be from labour. “In the Industrial Revolution, we made human strength irrelevant, now we are making human intelligence irrelevant” – Geoffrey Hinton, Father of AI.",
    "AI agents are revolutionising sectors like healthcare, finance, customer service, human resources, marketing and many others. These changes have been happening for a while now and it is only going to accelerate.",
    "IBM Watson: This AI powerhouse assists doctors in diagnosing diseases, cutting analysis time by 30%. Hospitals have reduced radiology staff by up to 20% as a result.",
    "Zebra Medical Vision: Analyses medical imaging data to help identify conditions like cardiovascular diseases, streamlining workflows and contributing to workforce reductions.",
    "Aidoc: Automates the analysis of radiology images for critical conditions, allowing hospitals to decrease radiologist workloads by about 30%.",
    "PathAI: Uses machine learning to assist pathologists in diagnosing diseases from slides, reducing the need for human analysts.",
    "Tempus: Analyses clinical and molecular data for oncologists, optimising treatment decisions while minimising support staff.",
    "JPMorgan Chase’s COiN: Automates legal document reviews, processing 12,000 documents in hours. This efficiency has led to a 10% reduction in legal staff.",
    "Kabbage: Uses AI algorithms for instant analysis of small business loan applications, significantly cutting down on human underwriting.",
    "American Express: Their AI-driven fraud detection analyses transactions in real-time, reducing the need for extensive manual reviews.",
    "ZestFinance: Employs machine learning models to assess credit risk quickly, minimising reliance on traditional credit analysts.",
    "Goldman Sachs’ Marcus: Automates personal loan applications and customer service inquiries, streamlining operations and reducing staffing needs.",
    "Zendesk’s Answer Bot: Resolves customer inquiries without human help, allowing companies to cut support staff by up to 50%.",
    "Bank of America’s Erica: A virtual assistant that handles customer inquiries using natural language processing (NLP), reducing the need for human agents.",
    "Sephora’s Virtual Artist: Offers personalised makeup recommendations through AI, enhancing customer interactions without additional staff.",
    "Domino’s DOM: An AI ordering assistant that allows customers to place orders via voice commands, minimising the need for human order takers.",
    "H&M’s Chatbot: Provides personalised style advice based on customer preferences, managing interactions with fewer human agents.",
    "HireVue: Utilises AI for video interviews and candidate assessments. Unilever cut its recruitment team by 50% after adopting this technology.",
    "Pymetrics: Uses neuroscience-based games and AI to evaluate candidates’ soft skills, streamlining hiring processes with less human involvement.",
    "Workday: Implements AI-driven analytics for workforce management, helping HR teams predict turnover without extensive manual analysis.",
    "X0PA AI: Automates candidate screening using machine learning algorithms, significantly reducing HR workload.",
    "Eightfold.ai: Matches candidates with job openings based on skills rather than titles, optimising recruitment efforts.",
    "Persado: Generates marketing copy using AI that resonates with audiences. Engagement rates soar by up to 30%, while companies reduce marketing teams by one-third.",
    "Albert.ai: Automates digital marketing campaigns by managing ad spend based on performance data, cutting personnel needs while improving effectiveness.",
    "Netflix’s dynamic content creation: Tailors recommendations using AI algorithms without expanding its content team significantly.",
    "Cortex: Analyses social media data to suggest optimal posting times and content types, reducing reliance on human social media managers.",
    "HubSpot’s marketing hub: Integrates AI tools that automate email campaigns based on user behaviour analytics, enhancing effectiveness while minimising staffing.",
    "While the purge of human jobs raises concerns, it also presents numerous opportunities for businesses willing to adapt. Here’s how companies can profit:",
    "Automating routine tasks leads to significant labour cost reductions. For example:",
    "Walmart’s AI-driven inventory management has cut staffing needs in logistics by approximately 20%.",
    "Target’s robotic inventory scanners have decreased labour costs associated with manual stock checks.",
    "Microsoft Teams automates project management tasks, leading users to report productivity increases of up to 25%.",
    "Sephora’s chatbot has boosted customer satisfaction scores by nearly 15%.",
    "H&M’s chatbot offers personalised style advice without needing additional staff.",
    "AI solutions allow businesses to scale operations without proportional increases in staffing costs:",
    "Netflix’s recommendation algorithms require fewer human analysts as their user base grows.",
    "Spotify uses AI for personalised playlists without expanding its analytics team significantly.",
    "Amazon’s predictive analytics in inventory management has reduced excess stock by around 30%.",
    "Zalando uses AI-driven insights for inventory optimisation and trend forecasting.",
    "Evaluate automation opportunities: Identify repetitive tasks within your organisation that could be automated through AI solutions.",
    "Invest in employee training: Equip your workforce with skills needed to work alongside AI technologies effectively. It will be necessary to explore re-training and off-the-job training to help employees transition out to other areas to find work, if required.",
    "Pilot innovative solutions: Start with small-scale implementations of AI agents in specific departments before scaling up based on results.",
    "By taking these proactive steps today, leaders can ensure their organisations not only survive but thrive amidst the inevitable changes brought about by AI agents. Embracing this technology is not a choice. It is inevitable. Just like in other revolutions, in the AI revolution, you either adapt or perish. Are you prepared?",
    "(The writer is a Digital Transformation Consultant. He can be reached via [email protected].)"
  ]
}