{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113185/uk-names-mullally-as-first-female-archbishop-to-lead-church-of-england",
  "time_ut": 1759483380.0,
  "original_lang": "en",
  "original_title": "UK names Mullally as first female Archbishop to lead Church of England",
  "original_body_lines": [
    "Britain appointed Sarah Mullally as the new Archbishop of Canterbury on Friday, the first time a woman has been named leader of the Church of England in the 1,400 year history of the role.",
    "Mullally also becomes the ceromonial head of some 85 million Anglicans worldwide, with the appointment of a woman risking deeper theological divides with some of the more conservative branches of the church in African nations.",
    "Reforms introduced 11 years ago made it possible for a woman to hold the office, and by being named as the 106th Archbishop of Canterbury, Mullally becomes the female leader of one of last areas of British public life to have been led by men.",
    "But for Anglicans globally, about two-thirds of whom live in countries like Nigeria, Kenya and Uganda, the appointment of the first female Archbishop could further highlight their difference with the mother church in England.",
    "Mullally, 63, is a former nurse who worked as England’s Chief Nursing Officer in the early 2000s. She has advocated for creating an open and transparent culture in churches which allows for difference and disagreement.",
    "“There are great commonalities between nursing and being a priest. It’s all about people, and sitting with people during the most difficult times in their lives,” she once told a magazine.",
    "Reflecting the Church of England’s status as England’s established church, Prime Minister Keir Starmer’s office announced the decision with the formal consent of King Charles.",
    "As monarch, Charles is the supreme governor of the Church of England, a role established in the 16th century when King Henry VIII broke from the Catholic Church.",
    "The Church of England has been without a leader since last November when Justin Welby resigned over a child abuse cover-up scandal."
  ]
}