{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/asus-ushers-in-a-new-era-of-copilot-ai-computing-solutions-with-their-latest-launches/",
  "time_ut": 1735744500.0,
  "original_lang": "en",
  "original_title": "ASUS ushers in a new era of Copilot+ AI computing solutions with their latest launches",
  "original_body_lines": [
    "ASUS announced the launch of new laptop models. Zenbook S 14 powered by latest Intel® Core™ Ultra processors (Series 2) & AMD AI 300 Series-powered TUF Gaming A16, feature integrated NPU (Neural Processing Units) delivering up to 50 TOPS (Tera Operation Per Second). These next-generation ASUS Copilot+ PCs are aimed at working professionals, creators, and gamers. The products will be accessible at the ASUS Exclusive Stores & selected multi-brand stores across Sri Lanka. The Zenbook S 14 UX5406 starts from LKR 668,990 and the TUF Gaming A14 FA608 will starts from LKR 699,990.",
    "About the Launch, Sam Huang, Business Development Manager, ASUS Sri Lanka, said, “We at ASUS pride ourselves on being pioneers in bringing the latest technology & innovations in the country. Comprehending how AI will become a driving factor in laptops for learning, working, gaming & creating, I am elated to introduce our latest innovation that delivers optimum performance in exquisite designs.”",
    "The Zenbook S 14 UX5406 measures up to just 1.1 cm thin and weighs only 1.2 kg. It is equipped with Up to Intel® Core™ Ultra 7 (Series 2) processor and a 47 TOPS NPU, delivering advanced AI capabilities. Efficient multitasking is supported by 32 GB of LPDDR5X RAM and 1TB M.2 NVMe™ PCIe® 4.0 SSD. The 3K ASUS Lumina OLED panel offers 120Hz refresh rate for smooth viewing experiences. Designed with Ceraluminum™ all-metal body & a 72 WHr Battery.",
    "The new ASUS TUF Gaming A16 (FA608) features the latest AMD Ryzen™ AI 9 HX 370 processor with a 50 TOPS XDNA2 NPU, delivering advanced AI capabilities. Paired with the NVIDIA® GeForce RTX™ 4060 GPU It offers unrivalled gaming experiences as well. It sports 16 GB LPDDR5X RAM and a blazing-fast 1 TB PCIe Gen 4.0 SSD. It handles everything seamlessly, thanks to the dual 2nd generation Arc Flow Fan & a FHD+ 144Hz display that delivers the best gaming & streaming experiences.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}