{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Hayleys-Fentons-secures-Gold-at-National-Business-Excellence-Awards/34-764728",
  "time_ut": 1721862823.0,
  "original_lang": "en",
  "original_title": "Hayleys Fentons secures Gold at National Business Excellence Awards",
  "original_body_lines": [
    "Subsidiary, Nex-Gen Engineering Studio wins Gold award in small business category and ‘Runner Up’ in ‘Other Services’ sector",
    "Building on a century of engineering excellence, Hayleys Fentons scored a triple win at the National Business Excellence Awards 2024.",
    "Showcasing its enduring legacy and innovative approach to engineering, the team once again became the winner in its highly competitive infrastructure and utilities sector in the extra-large category. Nex-Gen Engineering Studio, an emerging subsidiary solely dedicated to providing design visualisation solutions within Hayleys Fentons, also became the ‘Gold Award Winner’ in the small business category and was even awarded the ‘Runner-up’ title in the ‘Other Services’ sector.",
    "The National Business Excellence Awards, held annually by the National Chamber of Commerce in Sri Lanka, serve as a platform to honour businesses that have made significant contributions to the economic development of the country.",
    "Hayleys Fentons’ win was attributed to its impressive financial and non-financial performance for FY 2022/23, with noteworthy group turnover and pre-tax profits. Nex-Gen Engineering Studio sparked interest in the judge panel for their innovative service offering and the potential for growth in design visualisations solutions, especially in the applications of Building Information Modelling (BIM), where it goes beyond 3D modelling and across a building’s entire lifecycle.",
    "Hayleys Fentons Managing Director Hasith Prematillake said: “These recognitions motivate us to continue making a difference in the sector, and I would like to express my gratitude to the National Chamber of Commerce in Sri Lanka for supporting businesses and contributing positively to the local community and economy.”",
    "“We are honoured to be recognised for innovative thinking utilising new integrations such as immersive virtual reality 3D walkthroughs in the engineering sector. Nex-Gen Engineering Studio, with its current competitive offering, can address local industry challenges,” added Prematillake."
  ]
}