{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/thema-collection-opens-eco-luxury-waraka-in-udawalawe/",
  "time_ut": 1718127180.0,
  "original_lang": "en",
  "original_title": "Thema Collection opens eco luxury ‘Waraka’ in Udawalawe",
  "original_body_lines": [
    "Thema Collection recently in Udawalawe opened its latest addition to its unque collection of theme properties, the eco-luxury retreat ‘Waraka’ a 12 roomed boutique hotel.",
    "Charg’e d’ Affaires of the Japanese Embassy in Sri Lanka Katsuki Kotaro was the Chief Guest and and he cut the ribbon at the auspicious time to signify the openning of the latest boutique hotel in Sri Lanka.",
    "The Chairman of the family owned company, veteran hotelier travel trade giant Chandra Wickramasinghe said the company has invested Rs. 220 million on the property.",
    "‘Waraka’ is not just another property but a holiday experience that goes hand in hand with nature bio diversity and sutainability, Wickramasignhe explained.",
    "Chief Guest Kotaro said that he was highly impressed with the property and ‘Waraka’ ‘s addctive charms are a combination of tranquility, modernity with innovation.",
    "“We want to provide a unque Sri Lankan experience to our guests, and places such as Udawalawe are not explored to its fullest due to the non availability of high quality accommodation and lack of awareness of its uniqueness and opportunities for wildlife enthusiasts opined Thema Collection’s Director Maxime Wickramasinghe.",
    "The boutique hotel has derived its name ‘Waraka’ as the property nestles in a garden full of jak trees. ‘Waraka’ overlooks a beautiful waterway adding to its charm.",
    "Related Topics:Thema CollectionThema Collection opens eco luxury 'Waraka' in UdawalaweWaraka Boutique Hotel",
    "Lolc Savi and Slt-Mobitel Upahara join forces to enhance services for state sector employees",
    "Cuisines of the World with Nations Trust Bank American Express",
    "Thema Collection and Market Development Facility join to reduce their carbon emissions",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}