{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cool-planet-lights-up-the-holidays-with-festive-cheer-and-seasonal-collections/",
  "time_ut": 1734651480.0,
  "original_lang": "en",
  "original_title": "Cool Planet lights up the holidays with festive cheer and seasonal collections",
  "original_body_lines": [
    "Cool Planet, Sri Lanka’s premier retail destination, is making the festive season brighter than ever this December with “Light Up the Moment.” This festive theme brings joy to holiday shopping with exclusive collections, exciting activities, and unmatched promotions, offering something special for every member of the family. Adding to the holiday spirit, all Cool Planet outlets are adorned with vibrant Christmas décor, creating a magical atmosphere for shoppers.",
    "With a wide range of high-quality product offerings, shoppers can explore stylish options in women’s fashion, including exclusive collections from Modano, Hada, and Envogue, along with the Curvy line, dedicated to trendy and comfortable styles. Men’s fashion features sophisticated and versatile choices from Hustle and Kingstreet, ensuring the perfect look for every occasion. For the little ones, there is an extensive collection of baby and kids’ clothing, accessories, and toys to bring endless smiles this season. Additionally, the outlets feature a wide variety of accessories, including shoes, handbags, jewelry, cosmetics, toys, stationary, homewear and watches, making it a one-stop destination for holiday gifting. Cool Planet’s home and lifestyle collection offers an array of essentials, from elegant bedding to versatile homeware, perfect for adding warmth and style to holiday celebrations.",
    "Cool Planet marked an exciting milestone this season with the opening of its first standalone store at Havelock City Mall, Moonstone—the go-to destination for exclusive fashion accessories. From sparkling jewelry to trendy accessories, Moonstone offers everything to complete festive looks or find the perfect gift. Shoppers can explore stunning pieces and kick off the season in style with Moonstone’s curated collection.",
    "Rizwi Thaha, Chief Executive Officer of Cool Planet, expressed his excitement, stating, “We are thrilled to bring families together this season by lighting up the moment of our customers. Our goal is to offer more than just a shopping experience. We aim to provide a place where customers can enjoy the festive spirit while finding everything, they need for a joyous holiday celebration. This is why we focus on offering our customers the best in style, shopping convenience, and making it truly theirs. We are also thrilled to announce the upcoming launch of our newest mini mall at Kirula Road, Narahenpita, which will make shopping with us even more accessible, and enjoyable.”",
    "DIMO shines at TAGS Awards 2024, clinching the prestigious Overall Silver Award",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}