{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-spearheading-inclusive-discourse-on-indian-oceans-maritime-region/",
  "time_ut": 1707061320.0,
  "original_lang": "en",
  "original_title": "Sri Lanka spearheading inclusive discourse on Indian Ocean’s maritime region",
  "original_body_lines": [
    "The Indian Ocean Strategic Research Centre (IOSRC) in collaboration with WiLAT (Women in Logistics and Transport) initiated a collective consultative regional discourse on 1st February 2024, to address ensuing challenges and opportunities evolving in the maritime region of the Indian Ocean.",
    "With this objective in mind, the key areas of oceanic trade, sustainability, security, ocean conservation and maritime law were deliberated at the collective consultative forum held at Galle Face Hotel.",
    "This event saw the participation of interdisciplinary stakeholders, global leaders, experts and academics that aligned with the goal of achieving prosperity, peace and preservation of maritime wealth to benefit the nations in Indian Ocean countries.",
    "Dr. Fredrik Haag, IMO-International Maritime Organisation Head of London Convention, Protocol and Ocean Affairs, was the guest of honour and keynote speaker, while Nimal Siripala De Silva, Minister of Ports, Shipping and Aviation delivered a message to the forum as chief guest.",
    "The minister said that a united approach to resolving issues connected to these key themes would be more beneficial than making various laws which can hardly be enforced due to practical issues. He said Sri Lanka would rather cooperate with Indian Ocean countries to achieve these objectives on a multilateral level than merely passing laws.",
    "Dr Dan Malika Gunasekara, an expert on Maritime Law delivered a lecture on international covenants and emerging challenges of terrorism and piracy on global maritime arteries. He made remarks on the threats developing in the Red Sea region and its profound trade ramifications.",
    "Harikrishshan Sundaram, CEO Colombo West International Terminal Pvt Ltd explained the strategic role played by India to maintain peace and prosperity in global maritime trade and about vital investments made by India in the maritime industry. Further, he shared his insights on emerging challenges and demands faced by the Blue Economy.",
    "Biju Ravi Managing Director Maersk Lanka Pvt Ltd said Sri Lanka needs to be prepared for providing more efficient services to merchant ships calling at Port of Colombo. “In the aftermath of recent attacks in the Red Sea, more vessels are opting to bypass the Suez Canal and navigate around South Africa’s Cape of Good Hope, so these shipping lines would find Sri Lanka more logistically easier as all the services they need are available here en route. Further, India, Pakistan and Bangladesh are big cargo markets, and therefore, Colombo needs to up its game in terms of swift cargo clearance to increase its transhipment business.”",
    "He said capacity-wise, Port of Colombo is ‘okay’ at present. But when more and more ships call at the Port of Colombo, it may not be adequate. Now we have 7 million TEU capacity and today we are operating at around 6 million TEUs. So we have a buffer of around 1 million TEUs plus ECT, but we don’t get the advantage of that buffer capacity. This can get a little tricky. If you really want to utilize it, then we need much faster clearance of local-import cargo. In India, I can tell you none of the local import boxes stay in the port. So the ports there don’t get congested. But here, we don’t have that facility, and hence the need here for more operational efficiency,” he said.",
    "SLIC formalises legal segregation of its Life and General insurance businesses",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}