{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Cabinet-green-lights-to-utilise-Saudi-Fund-to-complete-Godagama-Homagama-road-project/56-764346",
  "time_ut": 1721171406.0,
  "original_lang": "en",
  "original_title": "Cabinet green lights to utilise Saudi Fund to complete Godagama-Homagama road project",
  "original_body_lines": [
    "The Cabinet of Ministers on Monday decided to allocate remaining funds from the Saudi Fund for Development to complete the first part of the Godagama-Homagama road project.",
    "The decision follows the successful utilisation of the Saudi funds for the Kurinchakeni Bridge Project in the Trincomalee district.",
    "After the completion of the procurement procedure for the Kurinchakeni Bridge Project, a loan balance of $ 10.5 million remained. The Cabinet of Ministers has approved a proposal presented by the Transport and Highways Minister Bandula Gunawardena to use this remaining balance to finish the partially completed Godagama-Homagama road.",
    "“The completion of the Godagama-Homagama road project requires an additional $ 12 million. The Saudi Fund for Development has agreed to provide an additional $ 1.5 million from the loan amount allocated for the Road Network Development Project,” Cabinet Co-Spokesman and Minister Transport and Highways Minister Gunawardena said. Speaking at the weekly post-Cabinet meeting media briefing yesterday, he said the Cabinet’s approval will ensure that the crucial infrastructure project, which had been left unfinished, will now proceed towards completion. “The completion of this road is expected to significantly improve transportation and connectivity in the region, enhancing economic activities and accessibility for residents,” he added.",
    "The Kurinchakeni Bridge Project, funded by the Saudi Fund for Development, stands as a testament to the successful collaboration between Sri Lanka and Saudi Arabia in developing vital infrastructure.",
    "“This strategic move not only addresses the immediate need for completing the Godagama-Homagama road but also underscores the effective utilisation of international funding to advance national infrastructure projects,” he said."
  ]
}