{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/E-B-Creasy-posts-robust-Q1-FY26-with-146-rise-in-PBT/34-780408",
  "time_ut": 1755460018.0,
  "original_lang": "en",
  "original_title": "E.B. Creasy posts robust Q1 FY26 with 146% rise in PBT",
  "original_body_lines": [
    "Long term value creation through strategic investments and operational efficiency",
    "Diversified conglomerate E.B. Creasy & Co PLC has commenced FY26 with a robust performance, demonstrating significant growth across both revenue and profitability. Consolidated revenue rose 28% year-on-year to Rs. 8.6 billion, supported by sustained momentum across the Group’s core business segments while the Profit Before Tax increased 146% to Rs. 479 million. The Profit After Tax climbed 204% to Rs. 298 million, marking a significant improvement over the same period last year. Management attributed the performance to the effective execution of operational strategies, ongoing product innovation, and disciplined financial management.",
    "The Group’s balanced portfolio and sectoral diversity continued to drive resilience, positioning E.B Creasy & Co PLC for sustained growth in the remainder of the financial year.",
    "The Consumer segment was the largest revenue driver, contributing 61% of Group turnover, with Healthcare and Industrial segments accounting for 16% and 22%, respectively, highlighting the Group’s diversified business model and well-balanced revenue streams.",
    "E.B Creasy & Co PLC Joint Managing Director S. Rajaratnam said, “We commenced FY26 on a strong footing, delivering strong growth in both revenue and profit. Our performance reflects the benefits of improved macroeconomic conditions, recovery in the construction sector and the strength of our diversified portfolio, combined with disciplined execution across all sectors. The Consumer segment, our largest revenue contributor, delivered robust growth during the quarter, driven by favorable market conditions, impactful marketing initiatives, and enhanced operational efficiencies. In line with the recovery in the construction industry, the Industrial segment achieved exceptional year-on-year growth in both revenue and profit after tax. The Healthcare segment recorded an improvement in performance, supported by competitive pricing, the introduction of new products, targeted marketing efforts, and the gradual expansion of its portfolio.  Across the Group, we remain firmly focused on creating long-term value through targeted investments, operational excellence, and resilience.”",
    "On 25 July, 2025, E.B. Creasy PLC announced plans to raise Rs. 1.52 billion through a Rights Issue, offering one new share for every ten held at a price of Rs. 60 per share. During the quarter, the company’s share price surged by 45% on a quarter-on-quarter basis, reaching a 52-week high of Rs. 60. This performance significantly outperformed the ASPI, which recorded a comparatively modest gain of 14% over the same period, highlighting strong investor confidence and market outperformance.",
    "In a statement, E.B. Creasy outlined the key highlights of its first-quarter performance.",
    "The Consumer segment, comprising Home Care, Personal Care, and Food and Confectionery, recorded a revenue of Rs. 5.3 billion for the quarter. This reflects a strong performance in the local consumer business, delivering a robust year-on-year growth of 31%. The segment reported a Profit Before Tax of Rs. 302 million and a Profit After Tax of Rs. 183 million, underscoring continued operational efficiency and solid market demand.",
    "The Healthcare segment, primarily involved in the trading and distribution of a wide range of pharmaceutical products, recorded revenue of Rs. 1.4 billion for the quarter, reflecting a year-on-year growth of 11%. The segment delivered a Profit Before Tax of Rs. 74 million and a Profit After Tax of Rs. 45 million.",
    "Amid the recovery and positive outlook for Sri Lanka’s construction industry, the Group maintains a strong confidence in the growth trajectory and profitability of its industrial segment, which comprises three key sectors: Energy and Lighting Solutions, Building Solutions, and Wire and Steel Solutions.",
    "During the quarter, the segment recorded revenue of Rs. 1.9 billion while Profit Before Tax stood at Rs. 122 million and Profit After Tax of Rs. 91 million, reflecting an exceptional year-on-year growth of 34% in revenue and 227% in Profit After Tax."
  ]
}