{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98722/sri-lanka-participates-in-global-sovereign-debt-roundtable",
  "time_ut": 1713514740.0,
  "original_lang": "en",
  "original_title": "Sri Lanka participates in Global Sovereign Debt Roundtable",
  "original_body_lines": [
    "Sri Lanka has participated in the Global Sovereign Debt Roundtable (GSDR) in Washington DC, which brings together debtor countries and creditors, in a bid to build a greater common understanding among key stakeholders on debt sustainability, debt restructuring challenges and ways to address them.",
    "Finance State Minister Shehan Semasinghe and Central Bank Governor Dr. Nandalal Weerasinghe attended the roundtable, an initiative led by the International Monetary Fund (IMF), the World Bank and G20 countries.",
    "The participants have reviewed progress on the work to improve debt restructuring processes and timelines, and to help address debt vulnerabilities. They also discussed priority areas for the work going forward.",
    "At the end of the meeting, the IMF Managing Director Kristalina Georgieva, World Bank Group President Ajay Banga, and Finance Minister of Brazil Fernando Haddad, co-chairs of the GSDR, issued the GSDR 2nd Cochairs Progress Report.",
    "The compilation looks at the significant progress achieved in the international debt agenda in the recent months.",
    "‘There has been an agreement in January 2024 between Ghana and their official bilateral creditors; an agreement in March 2024 between Zambia and the representatives of their Eurobond holders; and progress in the discussion of other cases, including Sri Lanka and Suriname.’",
    "The report says the GSDR has contributed to this progress by providing a platform to advance the understanding among key stakeholders on complex and critical issues. It has also helped forge consensus on how processes could be improved in future cases.",
    "The report also mentioned that ongoing debt restructurings have continued to make progress since October 2023, both within the common framework, with Zambia and Ghana, and outside with Sri Lanka and Suriname."
  ]
}