{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Ceylon-Tobacco-Company-appoints-Samanmalee-Chandrasiri-to-Board-of-Directors/34-768985",
  "time_ut": 1731026356.0,
  "original_lang": "en",
  "original_title": "Ceylon Tobacco Company appoints Samanmalee Chandrasiri to Board of Directors",
  "original_body_lines": [
    "The Ceylon Tobacco Company PLC yesterday announced the appointment of Samanmalee Priyanvada Chandrasiri as a Non-Executive Director to its Board effective 7 November.",
    "She is a globally experienced HR leader with a proven track record of driving impactful business transformations across multiple markets and functional areas.",
    "With an MBA from Edith Cowan University and a BSc in Management from the University of London, Samanmalee brings a strong academic foundation paired with nearly two decades of HR expertise.",
    "Starting her career in 2006 with HR business partnering roles at BAT Sri Lanka, Samanmalee worked across functions like Marketing, Supply Chain, and Corporate. Later, as BAT South Asia Area Head of Talent Samanmalee managed talent strategies across Pakistan, Bangladesh, and Sri Lanka. This led to her position as Organisation Effectiveness Advisor in BAT Indonesia. She then served as HR Director for BAT Sri Lanka (Ceylon Tobacco Company PLC) and subsequently for Malaysia and Singapore.",
    "Transitioning to global roles based in London, Samanmalee assumed duties as Group Head of Organisation Effectiveness and Talent Management in July 2019. In her next role, Samanmalee served as Group Head of HR for Global Marketing, Scientific Research and Development. Thereafter, she undertook the role of Group head of talent, organisation effectiveness and inclusion (London), where she led the global Centre of Expertise on Talent, Organisation Effectiveness and D&I.",
    "In October 2024, Samanmalee stepped into her current role as Group Head of HR and Inclusion – Global Operations and R&D, where she leads the talent and culture agenda across Global Operations and R&D function."
  ]
}