{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100662/bangladesh-extends-curfew-ahead-of-court-hearing-on-controversial-job-quotas",
  "time_ut": 1721541840.0,
  "original_lang": "en",
  "original_title": "Bangladesh extends curfew ahead of court hearing on controversial job quotas",
  "original_body_lines": [
    "Bangladesh extended a curfew on Sunday to control violent student-led protests that have killed at least 114 people, as authorities braced for a Supreme Court hearing later in the day on government job quotas that sparked the anger.",
    "Soldiers have been on patrol on the streets of capital Dhaka, the centre of the demonstrations that spiralled into clashes between protesters and security forces.",
    "Internet and text message services in Bangladesh have been suspended since Thursday, cutting the nation off as police cracked down on protesters who defied a ban on public gatherings.",
    "A curfew ordered late on Friday has been extended to 3 p.m. (0900 GMT) on Sunday, until after the Supreme Court hearing, and will continue for an “uncertain time” following a two-hour break for people to gather supplies, local media reported.",
    "Nationwide unrest broke out following student anger against quotas for government jobs that included reserving 30% for the families of those who fought for independence from Pakistan.",
    "Prime Minister Sheikh Hasina’s government had scrapped the quota system in 2018, but a court reinstated it last month.",
    "The Supreme Court suspended the decision after a government appeal and will hear the case on Sunday after agreeing to bring forward a hearing scheduled for Aug. 7.",
    "The demonstrations - the biggest since Hasina was re-elected for a fourth successive term this year - have also been fuelled by high unemployment among young people, who make up nearly a fifth of the population.",
    "The U.S. State Department on Saturday raised its travel advisory for Bangladesh to level four, urging American citizens to not travel to the South Asian country."
  ]
}