{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/divisions-within-sjb-surface-fonseka-has-hour-long-meeting-with-ranil/",
  "time_ut": 1707744720.0,
  "original_lang": "en",
  "original_title": "Divisions within SJB surface, Fonseka has hour-long meeting with Ranil",
  "original_body_lines": [
    "President Ranil Wickremesinghe ceremonially commenced the fifth session of Parliament on Wednesday with a speech (once called the Throne Speech), calling on opposition parties to join his endeavor to rebuild the nation. It was his third policy speech in the legislature, the first and second being delivered on August 3, 2022, and February 8, 2023, commencing the third and fourth sessions of the ninth Parliament.",
    "He directed that all ceremonial and events traditionally associated with the opening of Parliament be dispensed presumably for reasons of economy. So there was neither a military parade or 21-gun salute; only the reciting of Jayamangala Gatha by a bevy of pink-clad girls from Devi Balika Vidyalaya, Colombo.",
    "The president called on the SJB and JVP to adapt and change for the sake of the nation’s welfare and the prosperity of the country’s youth and to share his vision to ‘unite in the pursuit of our nation-building dream.’",
    "“In the interest of the nation’s welfare and the prosperity of our youth, the majority of the Podujana Peramuna have set aside past animosities and reached a consensus. Likewise, longstanding political allies have aligned with the Samagi Jana Balawegaya, including those whom I personally introduced to politics. If the Podujana Peramuna can unite for the greater good, why can’t the Samagi Jana Balawegaya follow suit?” the President asked.",
    "Splits within the main opposition SJB were evident on Wednesday. Some of its members, led by Opposition Leader Premadasa, walked out as the president began speaking in accordance with a decision to boycott proceedings. But some of his MPs. Including party chairman Sarath Fonseka, Dr. Rajitha Senaratne, Champika Ranawaka, Kumara Welgama, Ishak Rahuman, Faizal Cassim, Vadivel Suresh and AHM Fowzie chose to remain. The TNA MPs were seen in their usual places, while the NPP’s Dr. Harini Amarasuriya was also present. Her her party colleagues were out of the country.",
    "There was much talk in the lobbies and elsewhere about the divisions within the SJB. So also at the traditional tea party for MPs and guests hosted on these occasions. The president personally picked up the tab for the party, something unheard of in the past. He concluded his speech inviting everybody to tea and almost all MPs, parliament staff and members of the diplomatic corps present attended while some SJB MPs kept away.",
    "At the party, Prime Minister Dinesh Gunawardena asked the president whether he noticed the apparent division within the SJB. A smiling president responded that there would be more to follow in the coming days. When the President said so, former President Mahinda Rajapaksa seated nearby was seen laughing loudly.",
    "After the party, the president went up to his office on the second floor of the parliamentary complex. Among those awaiting him there was Field Marshal Sarath Fonseka. Others, including UNP seniors and some SJB MPs were also there but had to stay until the president, who took Fonseka into his office. finished his one-to-one hour-long conversation.",
    "After Fonseka left, an SJB MP told the president that Premadasa had ordered all SJB MPs to boycott the speech and none to speak in Parliament on that day. Another MP raised the matter of JVP leader Anura Kumara Dissanayake leading an NPP delegation to India. The president said that India’s calling on Anura indicated that they have lost hope in the SJB and its leader. The usual protocol was that India would invite the opposition leader, he said. They didn’t do that as they no longer consider the SJB a force to reckon with.",
    "Another MP said that the SJB leadership contacted the Indian High Commission and sought an invitation to India. Ashu Marasinghe said that the SJB is now divided into several groups. The party chairman does not respect the leader’s directives. Many SJB MPs were present in the chamber when the president delivered his speech. Some SJB MPs joined the president’s overseas visits with Kings Nelson joining the president on his visited Uganda while Gayantha Karunathilake attended the ceremony of the president giving land deeds to people. Some SJB MPs will join the president’s Australia visit too, Marasinghe claimed.",
    "The president merely smiled when asked what the talks between him and Fonseka were all about. Vajira Abeywardena said Fonseka must surely must be upset about Premadasa bringing in former Army Commander Daya Ratnayake and ex-Navy Commander Daya Sandagiri into the SJB. “Daya Ratnayake does not have a vote base. Today’s youth do not recognize Sandagiri. They will not bring any new votes to the SJB,” Abeywardena said.",
    "SLPP MP Madhura Withanage praised the President for his invitation to the SJB and NPP to join the government for the sake of the nation’s future. The SJB says that they boycott the session because their protest rally had been tear-gassed, he alleged.",
    "“How many times did the SLPP MPs came under tear gas attacks during the Yahapalana government? How many of them had been arrested? But they set aside their differences to work for the sake of the country. With such examples, it is sad to note that the SJB equates the country’s future to a tear gas canister. On the other hand, it was I who saved President Ranasinghe Premadasa when there was an impeachment against him. If President Premadasa had lost the impeachment and gone home, then his son would not have had a chance to do politics today,” the president said.",
    "On Thursday, a new MP was sworn in to fill the late Sanath Nishantha’s seat. Jagath Priyankara succeeded the late state minister in accordance with Puttalam district preference votes and took a seat in the opposition.",
    "Although Thursday and Friday had been allotted to debate the president’s speech, many opposition MPs seized the opportunity to focus on the Online Safety Act passed the previous sitting week.",
    "Opposition and SJB leader Premadasa raised concerns over the Online Safety Act, pointing out that nine clauses were not in line with the determination given by the Supreme Court.",
    "During a heated exchange, Premadasa accused Speaker Abeywardena of violating the Constitution. Premadasa accused the government of ignoring the Supreme Court’s recommendations on several key clauses of the Online Safety Bill, including those pertaining to revoking internet access and addressing contempt of court. He highlighted the court’s emphasis on the need for due process and judicial oversight, both of which he claims are absent in the current legislation.",
    "The speaker defended the process followed, saying that both sides needed to agree for a vote to be taken. He denied any personal interest in the amendments, claiming he merely “mentioned names.”Premadasa countered by criticizing the speaker’s refusal to call for votes on numerous occasions, calling it a dereliction of duty and a violation of the constitution.",
    "Wide-ranging proposals on judicial & legal reforms from SJB Lawyers Federation to Sajith",
    "The Judicial Power of the People and a Presidential Interpretation of our Constitution?",
    "Some students seeking loans for higher education left high and dry: Opposition Leader",
    "Microfinance and Credit Regulatory Authority Bill: TISL files petition in SC",
    "SC grants leave to proceed with another FR against Deshabandu",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}