{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/professor-h-a-de-s-gunasekera-memorial-oration-2025/",
  "time_ut": 1736186580.0,
  "original_lang": "en",
  "original_title": "Professor H.A. de S. Gunasekera Memorial Oration 2025",
  "original_body_lines": [
    "The Professor H.A. de S. Gunasekera Memorial Oration 2025 will be held on Friday January 10th, 2025 at 3:00 p.m. at the Senate Room, University of Peradeniya. The Oration will be delivered by Sumanasiri Liyanage, Former Associate Professor, Department of Economics and Statistics, University of Peradeniya, on the topic, “Contingence, Conjuncture and Structure: The Economic Crisis in Sri Lanka: A Political Economy Critique”",
    "Prof. H.A. de S. Gunasekera was Professor of Economics and Head of the Department of Economics & Political Science of the University of Ceylon, Peradeniya. He succeeded Prof. Das Gupta to become the second occupant of the Chair (and the first Sri Lankan) in the Department in 1961. He also served as the Dean of the Faculty of Arts at Peradeniya (1963-1969) and later on as the Secretary, Ministry of Planning (1970-1977) under Prime Minister Sirimavo Bandaranaike. He was a much respected academic and public servant. A large number of his students have made outstanding contributions to both academic and public life in Sri Lanka and overseas.",
    "Sumanasiri Liyanage is a senior scholar and researcher in the areas of Political Economy, Macroeconomics, Monetary Economics and Development Economics. He retired from University service in 2013. After his retirement he served as the Dean of the Sanasa Campus, Kegalle, Sri Lanka. He is a writer, newspaper columnist, public speaker and economic and political analyst.",
    "The oration will critically examine the validity of Prof. H.A. de S. Gunasekera’s vision of political and economic development of Sri Lanka.",
    "The Oration is organized jointly by the Department of Economics & Statistics, University of Peradeniya and the Prof. H.A. de S. Gunasekera Memorial Trust Fund. The event is free and open to the public. Please RSVP to hadesgunasekeraoration@gmail.com or 081-2392622.",
    "Thilan Wijesinghe contributes to global South Blue Economy at ORF’s Cape Town Conversation",
    "Share market sets ‘optimistic tone’ for 2025; economic growth seen to be in the offing",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}