{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/post-colonial-imperialism-in-science-and-astronomy/",
  "time_ut": 1726909200.0,
  "original_lang": "en",
  "original_title": "Post-colonial imperialism in science and astronomy",
  "original_body_lines": [
    "The Enlightenment in Europe which started in the 17A scientific and philosophical culture that was every bit as sophisticated as Aristotelean philosophy had existed in the Indian subcontinent several millennia before Graeco-Roman ideas came to be developed. Yet such ancient scientific and philosophical ideas came quickly to be disparaged in favour of a Western tradition that was imposed on the countries that were colonized with the power of gunpowder amongst a host of other coercive measures.",
    "Among the sciences that came to be condemned was Ayurveda and the role of herbal medical remedies. In this instance many research institutes of Ayurveda that flourished in India for centuries were peremptorily shut down – but now we are going back to these ancient traditions to discover “active ingredients” that may be present in herbal medicines.",
    "From the standpoint of more abstract philosophical ideas including the foundations of physics, there is now little doubt that a version of “atomic theory” had predated Democritus in ancient India by many centuries. So also do ideas about cosmology and the age of the Universe.",
    "Over the past few months new astronomical observations made using the new James Webb Space Telescope have presented a serious challenge to the long-reigning “Western” scientific theory of a Big Bang origin of the universe 13.8 billion years ago. The Universe is certainly turning out to be very much older, and far more in tune with philosophical ideas that prevailed in India.",
    "An oscillating universe, a universe that is alternately expanding and contracting, is one that is rapidly gaining ground in 2024.",
    "Similarly, the conventional scientific theory (the Western scientific dogma) of how life began on Earth in a primordial soup of chemicals is coming under serious challenge from a wide array of new data. The latest new data has come from the James Webb Space Telescope that has shown that a planet around a distant star (124 light years away) that has hot-water oceans containing a molecule called Dimethyl sulphide that is only known to be produced by microorganisms. This recent data is presented in the scientific literature and international media, deliberately omitting any reference to over four decades of similar claims made by the present writer and Fred Hoyle.",
    "As Fred Hoyle and I have argued from the 1970’s onward every piece of scientific evidence that has been discovered from this time have consistently shown that life is a cosmic phenomenon, older by far than the Earth. We argued on the basis of had evidence that the prevailing scientific dogma of an origin of life in a primordial soup on the Earth was seriously flawed, and inconsistent with an exceedingly wide range of scientific evidence. Perhaps in its essence life (microbes and viruses) have an eternal existence in a universe that is also eternal.",
    "Our work was published in over 400 scientific papers and over 30 books, but for reasons that I firmly believe to be related to colonial prejudice, we are all too often ignored in the ongoing scientific discourse. Even the most recent data (published this month) that shows evidence of life in the oceans of an alien planet located 100’s of light years away, and organic molecules associated with galaxies that appear to have formed too close to the Big Bang itself, are widely reported, but with no reference whatsoever to the well-documented priority that I, together with Fred Hoyle and our collaborators, have on the discussion of these ideas.",
    "Many European and US-based scientists are slowly coming around to adopting and accepting the theories of cosmic life and astrobiology that we developed in a literature that spans at least four decades. There seem to be no moral scruples to ignore our priorities in relation to ideas of life being a truly cosmic phenomenon.",
    "In the past few weeks an American Scientist, allegedly linked with NASA, is visiting Sri Lanka and attracting large audiences to which he is declaring this “newly emerging” world view of cosmic life, asserting it to be his property and the purview of Western Science. Yet, as I have already stated, our own well documented story says otherwise.",
    "It is high time that scientific ideas that were proposed, developed and nurtured by a Sri Lankan-born scientist and collaborator the late Sir Fred Hoyle, should be acknowledged and recognized.",
    "In 2024 Science has established that life is cosmically abundant, present though out an infinite universe. But love is the rarest of commodities, the rarest of human attributes.",
    "As far as recognizing the emerging facts of science without prejudice and deliberate distortion, I would conclude with the remark that the decolonization of science is long overdue – 77 years after Sri Lanka’s independence, 78 years after India’s independence.",
    "Hundreds of refugees are stuck in Lanka after UN withdrawal of aid",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}