{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Fully-funded-scholarships-by-Indian-Govt-for-Sri-Lankan-nationals/56-757814",
  "time_ut": 1706295360.0,
  "original_lang": "en",
  "original_title": "Fully-funded scholarships by Indian Govt. for Sri Lankan nationals",
  "original_body_lines": [
    "The High Commission of India, Colombo is inviting applications for around 200 fully-funded scholarships for Sri Lankan nationals, across various levels.",
    "These scholarships are being offered for studies in prestigious Indian institutes and universities across subject domains but not including Medical/Paramedical, Fashion Design and Law courses. The scholarships offered exclusively for Sri Lankan nationals are for 2024-2025 academic session.",
    "The schemes under which these scholarships have been offered are:",
    "a)   Nehru Memorial Scholarship Scheme: This scheme covers Under Graduate/Post Graduate and PhD courses in various domains such as Engineering, Science, Business, Economics, Commerce, Humanities and Arts, among others.",
    "b)   Maulana Azad Scholarship Scheme: Masters Degrees courses with preference to Engineering, Science and Agriculture.",
    "c)   Rajiv Gandhi Scholarship Scheme: Undergraduate courses in specifically in the field of Information Technology, leading to a Bachelor of Engineering and Bachelor of Technology.",
    "3.   Each of the above schemes covers full tuition fees for the entire duration of the course, monthly sustenance allowance, and annual grant for books and stationary. In addition, air fare to the nearest destination in India and an annual grant for educational tours to various parts of the country, apart from several other auxiliary benefits are also offered. Selected candidates would also be provided hostel facility inside the respective campus.",
    "The Government of India selects meritorious Sri Lankan nationals for award of these coveted scholarships. Selection of candidates is done in consultation with the Ministry of Education, Government of Sri Lanka. Necessary details will be available on the website of the Ministry of Education at www.mohe.gov.lk. Interested applicants and their parents are advised to approach the High Commission of India, Colombo ([email protected]) or Ministry of Education, Government of Sri Lanka to learn more about eligibility criteria and selection procedure."
  ]
}