{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/sri-lankan-partnership-in-bombing-starving-helping-the-gaza-fund/",
  "time_ut": 1709558224.0,
  "original_lang": "en",
  "original_title": "Sri Lankan Partnership In Bombing, Starving & Helping “The Gaza Fund”",
  "original_body_lines": [
    "“At least 30,000 people killed and 70,457 injured in Gaza. I am appalled by the tragic human toll” said the UN Secretary General Antonio Gutteres yesterday. This is the updated score card of the Israeli genocide.",
    "Now, aptly dubbed as the “Flour Massacre”, on 29 February 2024 more than 117 people were killed and 760 injured in Gaza City by Israeli troops firing at starving people gathering to receive rare distribution of food. Aid trucks carrying flour were believed to be on the way. The pathological liar Israel said, “deaths due a stampede”. In another version said, “Israel forces fired only warning shots to control the crowd.”",
    "United Nations Office for the Coordination of Humanitarian Affairs (OCHA), reports there are 2.2 million people in Gaza who are malnourished. Nearly 600,000 are a step away from starving to death. Israel is using ‘HUNGER’ as a method of warfare.",
    "Kumari and husband (a daily wage labourer), are pondering which of the three children should be sent to school. Of the two girls and one boy, they are considering keeping back the two girls and sending only the boy to school.  Reason – no money to purchase the items in the book list, school bag, uniform, shoes, transport etc. for each of the three kids. There is no electricity in the house as it had been recently disconnected for non-payment. Kumari in desperation is going around seeking help to pay her water bill before that too gets disconnected.",
    "Fahima is a grandmother who is taking care of four kids of her late daughter, who died very young after battling cancer. The father a drug addict has abandoned the kids. Fahima receives an emergency call from the school.  She rushes to find her granddaughter has had a seizure (fit). The child is unresponsive, staring into space, no speech and stiff body. The six-year-old is rushed to the Lady Ridgeway hospital. Apparently, the cumulative effect psychologically on that innocent child’s mind of a life in misery, poverty and hopelessness.  Upon inquiry, did the child have breakfast. The grandmother very sadly replies, “No”.",
    "There are at least a million of such Kumaris, Fahimas and Eashwaris in our country right now. This is the Sri Lankan score card.",
    "The sordid tale of Gaza is revealing. The bloody graphics splashed over the media is sufficient to humble any reasonable person. The bloodcurdling screams of little children mercilessly slaughtered in their thousands reverberates in the sky. Purposely humiliating, dishonouring and degrading the dignity and integrity of a self-respecting innocent population in Gaza disturbs the conscience of decent human beings. The intimidating 65-ton-Merkawa tanks and heavy artillery shelling brutally murdering men, women, children, sick and the elderly who are fleeing for their lives emotionally paralyses the mind. The indiscriminate air offensive operations destroying homes and residential buildings and aerial bombardment of hospitals, schools, places of religious worship are continuing while this is being written.",
    "As civilised people, to witness the wicked deprivation of food and water for a desperate people, the basics for human survival, is a slap in our face. Do not we have any sense of shame on ourselves? What has happened to our conscience? Have our sense of right and wrong become numbed? How can anyone be a silent onlooker of the barbarity and savagery of such phenomenal proportion inflicted upon another human being? Can any person with the slightest sense of sanity, justice and humanity ever commit such atrocities? Or, does this reflect the bloodthirsty and vicious mental state of the Israelis? One is forced to ask, “Are these human beings or devils incarnate?”",
    "Those with the moral fibre have come out globally, in millions, against what has rightly been termed as, “Genocide”.",
    "The United States of America for the third time vetoed on 20 February 2024, a United Nation Security Council resolution calling for a ceasefire. This same US endorsed the inclusion of crimes against humanity for German leaders to be tried by the International Military Tribunal (IMT) in Nuremberg. Article 6(c) of the Tribunal’s Charter defined Crimes against Humanity as:",
    "“Murder, extermination, enslavement, deportation, and other inhumane acts committed against any civilian population, before or during the war, or persecutions on political, racial or religious grounds in execution of or in connection with any crime ….”  (Roberts and Guelff 1989).  Three elements of the definition clearly stood out: (a) ‘before or during the war;’ (b) ‘against any civilian population’, and ….”  (Offenses against the Laws of Humanity: International Action, G.J. Andreopoulos).",
    "The very same Western powers which authored these laws are today hypocritically turning a blind eye to the laws they so diligently and judiciously established.",
    "The worldwide protests against the genocide are constantly and persistently calling for a ceasefire; To allow humanitarian aid and medicines to enter Gaza.",
    "It is not clear if the 81-year-old Joe Biden understands this. Medical professionals are demanding Biden take a mental competency test. Special Counsel Robert Hur revealed that he cannot remember facts about his own life and career.",
    "The hypocrisy and brazen double standards of the United States have urged the Houthis, an armed outfit in Yemen, to spring into action. To stop this genocide, they decided to pressure Israel by strangling the import of arms and other weaponry into the country. The Houthis issued several warnings to commercial vessel owners not to sail via the Red Sea taking cargo and weapons to Israel ports. At the start, no one took the threat seriously. The Houthis true to their word attacked several vessels sailing the Red Sea. This had a severe impact on Israel. In response, USA and its lackey, the UK bombed targets inside Yemen.",
    "The Sri Lankan government will be grossly responsible for partnering with these merchants of death. The government had no hesitation to abide by the order of United States to send a naval boat to support the monitoring efforts in the conflict area (now has been denied). There is no big deal here, with a small naval boat amidst aircraft carriers!  However, what the US wants is this public relations effort that other countries are helping Israel – Sri Lanka is willing pawn in this game.",
    "Is the Sri Lankan government aiding and abetting this genocide by the transfer of labour to Israel in thousands? These workers may help in the building of illegal settlements on forcefully occupied Palestinian lands, against international law and several UN resolutions condemning such encroachments. These workers will also be filling in the vacancies created by the army reservists who have been called upon to commit the genocide. Is the Sri Lankan government endorsing and acknowledging the ‘license to kill’ more Palestinians?",
    "We are a people whose foundation is on the principles of Metta (kindness), Karuna (compassion), Muditha (joy), Upeksha (equanimity).",
    "There is also an unprecedented warming up of relations with the Israelis. Establishing direct flights between Israel and Sri Lanka; Visits by Senior Israel government officials in a mighty hurry to cosy up with the Sri Lankan pawns.  “For whose benefit?”, one may question. The Israelis are masters of deception.",
    "President Ranil Wickremesinghe needs to first reflect on the millions of Kumaris, Fahimas and Eashwaris within our country. First, feed our children in starvation. There is no need for a call for Gaza fund. On the contrary, if President Ranil is sincere he will join the countries which censures Israeli genocide. If he is truly sincere, he must actively join the worldwide call for a ceasefire.  If he is sincere, he will not comfort the Israeli diplomats on his lap. If he is sincere, he would not have permitted the transfer of our labour force to indirectly help in the genocide.",
    "How can he on the one hand act like this and, then, also call for a Gaza fund to help children? Is this not an extension of the hypocrisy and double standards that we are currently witnessing?",
    "Sabbe Satta Bhavantu Sukhitatta – “May all beings be joyful and secure”",
    "*Mass L. Usuf, LL.B (Hons) U.K., Attorney at Law, (Ex-Advisor to former Presidential Private Department of UAE). Can be reached via email at: ctcolumn@yahoo.com"
  ]
}