{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-aims-to-boost-sme-with-sancharaka-udawa-tourism-expo-152552/",
  "time_ut": 1709209800.0,
  "original_lang": "en",
  "original_title": "Sri Lanka aims to boost SME with Sancharaka Udawa tourism expo",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is hosting Sancharaka Udawa, a tourism industry exhibition which will bring together businesses ranging from hotels to travel agents and airlines, and will allow the small and medium sector build links with the rest of the industry, officials said.",
    "There will be over 250 exhibitors, with the annual event held for the 11th time expected to draw around 10,000 visitors, the organizers said.",
    "“SMEs play a big role, from homestays to under three-star categories,” Sri Lanka Tourism Promotion Bureau Chairman, Chalaka Gajabahu told reporters.",
    "“It is very important that we develop those markets as well.”",
    "The Sancharaka Udawa fair comes as the Indian Ocean island is experiencing a tourism revival.",
    "Sri Lanka had welcomed 191,000 tourists up to February 25, compared to 107,639 in February 2023.",
    "“We have been hitting back-to-back double centuries,” Gajabahu said. “January was over 200,000.”",
    "The exhibition to be held on May 17-18, is organized by the Sri Lanka Association of Inbound Tour Operators.",
    "It aims to establish a networking platform for small and medium sized service providers within the industry including the smallest sector.",
    "“Homestays have been increasingly popular in areas such as Ella, Down South, Knuckles and Kandy,” SLAITO President, Nishad Wijethunga, said.",
    "In the northern Jaffna peninsula, both domestic and international tourism was helping hotels.",
    "A representative of the Northern Province Tourism Sector said that the Northern Province has 170 hotels, all of which have 60-70 percent occupancy.",
    "Further, domestic airlines from Colombo to Palali and the inter-city train have been popular with local and international visitors, especially Indian tourists. (Colombo/Feb29/2024)"
  ]
}