{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Why-are-boys-falling-behind-in-education-and-what-can-we-do-about-it/172-283638",
  "time_ut": 1717007400.0,
  "original_lang": "en",
  "original_title": "Why are boys falling behind in education and what can we do about it?",
  "original_body_lines": [
    "Parent and teacher attitudes and aspirations may differ with harder sanctions for boys or inadvertent rewarding for lower effort because ‘boys will be boys’",
    "Females comprised 64% of all state university enrolments for medicine, dentistry, law, science, IT, education, management and arts",
    "Even at the primary school level, girls’ attainment outperforms boys’ with cut-off marks for grade 5 scholarship entrance exams consistently higher for prestigious girls’ schools compared to boys’ schools",
    "An increasing trend in higher education enrolment and school level performance in Sri Lanka is girls outperforming boys. For example, females comprised 64% of all state university enrolments for medicine, dentistry, law, science, IT, education, management and arts. These disciplines attracted 80% of the 2022 cohort. Female participation was also higher in other tertiary institutions with the female to male ratio being 61:39. This divergence is clear at almost all levels of education in various dimensions. Advanced Level completion rates, for instance, are higher for females and, correspondingly, the dropout rate for boys is higher at 41% compared to 25% in girls. Even at the primary school level, girls’ attainment outperforms boys’ with cut-off marks for grade 5 scholarship entrance exams consistently higher for prestigious girls’ schools compared to boys’ schools.  Alarmingly, within rural households, parents allocate significantly more resources on a daughter’s education rather than a son’s in the run-up to major public exams.",
    "But the trend is reversed in the workplace. Men earn on average more than women for every level of education in Sri Lanka in every occupational category. If men end up earning more, does their poorer educational attainment and lower enrolment levels matter? It does, because the disparity is a symptom of deeper structural issues and is as important as it would be if the trends were reversed. At one level, having to acquire more years of education than men to end up earning less is discriminatory for women. At a broader level, it also shows that formal education plays more a signalling role rather than a productivity enhancing role, and gender-based reactions to this are different due to gender-based asymmetries in the labour market.",
    "Differential earnings by gender also means that acquiring an extra year of education is more costly for boys, in terms of foregone earnings. Also, state university places are competitive, limited, and often offer low monetary returns, while private sector higher education options are expensive. There are also higher societal expectations for men to contribute to household incomes. So, the time, effort and resources required to secure more years of formal education may be seen as less preferable to seeking employment soon after compulsory education for men. This is especially so in recent times, when repeated school closures and disruptions have increased the time it takes to complete schooling and higher education. Boys (and their parents) pick up on this and it is reflected in lower educational outcomes.",
    "Differences in educational attainment may also be due to other factors at the individual or school level. For example, parent and teacher attitudes and aspirations may differ with harder sanctions for boys or inadvertent rewarding for lower effort because “boys will be boys”. School level drivers may include having fewer male role models in teaching. The system and delivery may not account for differences in the way boys and girls learn. But a dominant reason in the Sri Lankan context seems to be societal, with labour market opportunities playing a crucial role.",
    "What can be done? Integrating work-related initiatives into the curriculum may be a way to show that learning is worthwhile. These can be vocational training, work placements or entrepreneurial opportunities that come with a stipend or other incentive. These can be introduced in schools from the primary school level to support the formation of livelihood aspirations, networks and to build soft skills and agency. Beyond compulsory schooling, paid apprenticeships integrated with receiving nationally recognised, standardised certification can be introduced. These can be pitched as attractive alternatives to taking on low skilled work. Funding for such initiatives can come from sources outside government coffers.  For example, novel financial instruments such as social impact bonds can leverage private funds from charities or philanthropists.",
    "Most important is to recognise that the widening gender gap in learning and educational achievement is a problem. Horizontal inequalities—which are inequalities between groups—are a problem from the mental health and wellbeing perspective of the individuals within the groups, as they are concerned about how their group is faring relative to others. This sometimes leads to cascading underachievement in spheres outside education. It is also a problem as group inequalities are known to provoke violence and corruption. There are also implications for relationships and family formation, as women are less likely than men to form families with a less educated spouse. The solution to addressing the gap must be co-produced by the children, parents, educators and policymakers, working together to create learning environments where creativity, individuality and potential is nurtured.",
    "(Rozana Himaz is an Associate Professor in Economics at University College London (UCL), UK and a Global Academic Fellow at Verité Research.  She is currently working on issues pertaining education, welfare and disaster risk reduction. Research assistance is provided by Savant Gamage.)"
  ]
}