{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/seylan-bank-posts-20-surge-in-1h-2025-profit-after-tax/",
  "time_ut": 1754133960.0,
  "original_lang": "en",
  "original_title": "Seylan Bank Posts 20% Surge in 1H 2025 Profit After Tax",
  "original_body_lines": [
    "Seylan Bank PLC has reported a robust performance for the first half of 2025, recording a Profit Before Tax (PBT) of LKR 8.4 billion—an increase of 15.18% from LKR 7.3 billion in the same period last year. Profit After Tax (PAT) rose by 20.41% to LKR 5.49 billion, compared to LKR 4.56 billion in 1H 2024.",
    "Despite a 4.45% dip in net interest income—down to LKR 17.76 billion due to falling market rates and loan repricing—the bank’s fee-based income rose 15.43% to LKR 4.3 billion, driven by growth in cards, remittances, and trade services.",
    "Operating income dipped slightly by 0.71% to LKR 23.1 billion, but strong gains from trading activities and other income helped cushion the impact. Total operating expenses increased by 8.37% to LKR 11.26 billion, mainly due to higher personnel costs and inflation-driven service expenses.",
    "A significant reduction in impairment charges—from LKR 2.96 billion to LKR 491 million—helped support the bank’s bottom line. Seylan’s Stage 3 Impaired Loan Ratio improved to 1.76%, while the provision cover stood at a strong 81.82%.",
    "Total assets grew to LKR 812 billion, with loans and deposits reaching LKR 494 billion and LKR 670 billion, respectively. CASA ratio remained stable at 30%.",
    "The bank reported a Return on Equity of 15.29% and Return on Average Assets of 2.15%. Earnings per share rose to LKR 8.63.",
    "Seylan also completed a successful LKR 15 billion debenture issue and received an ‘A+ (lka)’ Fitch rating in January. Its continued CSR commitment was marked by the opening of 19 new “Seylan Pahasara” libraries in 1H 2025.",
    "ICC unveils suspended beam slab system to Revolutionise Lankan construction",
    "HNB Assurance Emerges Insurance Sector Winner at the National Business Excellence Awards 2025",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}