{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Tourism-Minister-to-fix-new-visa-system-issues-by-May-7/108-281700",
  "time_ut": 1714509060.0,
  "original_lang": "en",
  "original_title": "Tourism Minister to fix new visa system issues by May 7",
  "original_body_lines": [
    "Tourism Minister Harin Fernando has pledged to address technical issues  of the new visa system by May 7. This comes amid concerns of potential losses of 230,000 tourist arrivals and US$ 425 million in tourism earnings for the year.",
    "Sri Lanka shifted to a platform operated by IVS-GBS and VFS Global mid this month from the electronic travel authorisation system operated by Department of Immigration & Emigration. Under the new platform, a multiple entry visa was introduced at a cost of US$ 75, with each stay limited to maximum of 60-days.  However, single entry visa which was earlier offered by ETA was not among the options.",
    "An additional US$ 18.5 fee also charged as a service fee to the operator.",
    "“We do have a slight problem since we changed the visa system. We are clearly feeling the heat. On a personal level, I am very disappointed that this happened, but I have a collective responsibility as a cabinet minister,” he said.",
    "However, Fernando noted that his Ministry was not consulted on the decision to abandon the single entry visa option for tourists.",
    "“We were not consulted. Generally, cabinet papers come to the Ministry, requesting observations,” he added.",
    "He shared these remarks speaking at a press briefing held in Colombo to announce the ‘Southern MICE Expo 2024’, yesterday.",
    "While long term tourist visa was introduced based on industry request, he stressed that there was no proposal to abandon the 30-day single entry visa.",
    "“For someone who wants to visit for 2-3 days, the 30-day single entry visa should have been there,” he added.",
    "According to SLTDA Chairman Priantha Fernando, Sri Lanka is estimated to see a 25,000 drop in tourist arrivals in April from the initial target partly due to the visa issue.",
    "“During the first 15 days of this month, we were averaging about 5500 tourists per day, but 16th onwards up to 28th, it has come down to 3200 from the average, so we are ending this month minus 25,000 from what we expected ,” he said.",
    "As Sri Lanka is preparing to launch the global promotion campaign on the third week of May, the Minister stressed that the government would rectify the technical issues by the end of the first week of May by making necessary changes to the gazette notification in parliament.",
    "However, he noted that the US$ 18.5 service fee would be there to stay, as it’s a fee charged by the operator.",
    "“There are countries where the fee is more than US$18.5. They  charging only a minimum for Sri Lanka,” he added."
  ]
}