{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/we-deserve-a-bright-future/",
  "time_ut": 1728753960.0,
  "original_lang": "en",
  "original_title": "We deserve a bright future",
  "original_body_lines": [
    "Anura Kumara Dissanayake , though not securing a 50%+1 vote, won the recently concluded presidential election and has become the ninth executive president of the country. In this election as in the previous one, the vote of the Tamil people went to the unsuccessful candidates.",
    "AKD did not win in any of the Tamils dominated districts. There are many comments and criticisms on this issue in especially the social media. These commentators often do not have deep understanding of politics and express knee jerk reactions towards this sensitive issue.",
    "The basic reason for the difference in the voting pattern of the Sinhalese and the Tamils is due to the different socio-political issues faced by these populations. Tamil people and Sinhalese people have different problems, different views and different political aspirations. Corruption, abuse and frauds are not the political concerns of the Tamils. Getting rid of frauds and corruption will not change their living conditions or political aspirations.",
    "But as far as the Sinhalese are concerned corruption, nepotism and fraud have been the main curse of this nation since independence. In this period, people voted for different camps of corrupt politicians hoping that one would be better than the other. When they came to power, they amassed wealth for themselves and protected those in the opposition. These politicians played the ethnic card to capture votes. Since 2015 people voted for change, especially towards a corruption-free state.",
    "In 2015, the Sirisena- Ranil duo contested on a ‘good governance’ platform and the people trusted and voted for them. After this they voted for Gotabaya as he was not a ‘typical politician’, hoping that he would make the change they wanted. In the end these two governments did not act against their corrupt colleagues. In this election people regarded the National People’s Power as the savior of the nation and voted for Anura Kumara Dissanayake.",
    "However, the main political partner of the NPP, the JVP has a record of harbouring anti-Indian and anti-devolution sentiments. It was the JVP that, through legal action, ensured the de-merger of the Northern and Eastern Provinces and their single Provincial Council. The North-East merger was the only meaningful and positive political step that was taken by a Sri Lankan government since independence to address the ethnic issue. Even the meteoric rise of AKD is partly due to his stand against the 13th amendment to Sri Lanka’s constitution. And the later stance of the JVP regarding the Post-Tsunami Operational Management Structure (PTOMS) signed between the Chandrika’s government and the LTTE is very well known.",
    "Nowhere in the presidential election campaign did the NPP address the political aspirations or the grievances of the Tamils or Muslims. In the initial stages of the campaign, there was a controversy that the NPP would scrap the non-secular element in Sri Lanka’s constitution that gives primacy to the Sinhala language and Buddhism. But AKD himself rejected this at one point by saying that the there was no mention of Article 9 of the constitution at the Constitutional Assembly meetings convened to draft a new constitution. so that clause will stay as it is. It is worth noting that when Minister Vijitha Herath assumed duties as the Minister of Religious and Cultural Affairs he again asserted this position.",
    "What AKD said during the presidential election was that all races and religions are equal and everyone will be treated as equal citizens. Mahinda said as much at the end of the war and Gotabaya expressed the same sentiments in his inaugural speech. In a multi-cultural country, accepting the racial and cultural differences between people and ensuring equality through constitutional and legal processes, and assuming that there are necessary conditions for every citizen to be equal are two different things.",
    "That every citizen in this country should be treated as equal is probably what the NPP really wants to do and they may be very genuine in what they are saying and meaning what they say. Unless there is a political structure that will ensure equality, a single person’s perception or a party’s ideology will not stand the test of time. If the NPP is really genuine they should appoint a member of the minority community as the prime minister. Unless they are bold enough to do that, all their utterances are useless. In this backdrop, Tamils not overwhelmingly supporting the candidature of Anura Kumara Dissanayake is not surprising.",
    "This presidential election has once again shown that the concept of ‘Tamil nationalism’ has not been accepted as a ‘political weapon’ by majority of Tamil people in the North and East. The failure of the common Tamil candidate clearly illustrates this.",
    "In this presidential election, the “Tamil Thesiya Pothu Kattamaippu” (Tamil National General Structure) put forward a Tamil common candidate. Though this idea was to bring all Tamils together under one umbrella and show the world that Tamils are standing together to highlight the lack of political will of successive Sri Lankan governments to solve Tamil issues, it was not successful.",
    "The Tamil common candidate failed to win the first place in any of the Tamil districts. Even in Jaffna he was only able to secure the second position. A similar result was seen in the 2015 parliamentary election where the Tamil National People’s Front (TNPF) which campaigned on an extreme stand, failed to secure a single seat.",
    "These results illustrates that Tamil people don’t want politicians to use ‘Tamil nationalism’ for their own survival. The conventional Tamil political parties and their leaders have created a situation where the day to day life and problems of Tamil people are overlooked and political rhetoric based on ‘Tamil Nationalism’ is used to stir up emotion when an election approaches. Political parties have become a refuge for opportunistic “political businessmen”. The minorities have become victims of this ‘politics of emotions’.",
    "The minorities in this country want to live peacefully with dignity, as equals with fellow citizen of the majority community. This is not a purely political issue. It is a socio-political issue. When there is no political framework with legal underpinning, it allows room for politicians to use this as a springboard for their own survival.",
    "The challenges facing the NPP do not end with the victory in the presidential election; this is where the real challenges begin. This victory is simply a reflection of hatred harbored by the people who experienced 70 years of corrupt politics. People have been voting for a change since 2015. However, corruption is not really the major factor in the economic crisis faced by our country. The main challenge for President AKD is to sail successfully through this economic crisis and build a strong economy. The upcoming parliamentary election is going to be the testing ground to prepare for this journey.",
    "The NPP will need a parliamentary majority to work smoothly. The other major parties will work together after elections to ensure their own political future. The main issue faced by the NPP is that unlike other parties it does not have a very strong electoral/district based leadership.",
    "In the 2019 presidential election Gotabaya won 16 districts; and in 15 of these he got more than 50% of the votes; in four districts he won more than 60%. In this election AKD who won 15 districts scored more than 50% in only four without winning 60% in any of the districts.. Viewed in this background, it will be a challenge for the NPP to achieve a working parliamentary majority.",
    "In the upcoming parliamentary elections, the mainstream political parties will no doubt formulate various plans to retain political power. If the non-mainstream parties fail to get a significant number of seats, their existence in the future will become uncertain. However, since the election victory the NPP and the president have gained confidence of the masses and have moved towards fulfilling some of the election promises.",
    "There is no doubt that the NPP government will do much better than any other previous governments in taking steps to eradicate corruption, create a better social environment and promote good governance. Now there is a situation where politicians can be subjected to legal proceedings for unlawful acts and made to account for them. All these days politicians and even their supporters got away without facing the consequence of such unlawful acts. If the president and his economic advisors are able to manage the economy properly and drive us towards economic recovery, other political parties may become irrelevant with time. This possibility has made the upcoming parliamentary elections a struggle for their existence.",
    "All major political parties in Sri Lanka including the minority parties have become very unstable and are being increasingly rejected by the people. The major parties are looking for coalitions for the upcoming election. In this backdrop, a new political platform for the minorities is emerging. The Tamil, Muslim and upcountry people need to change their political strategy and ensure the parliamentary stability of the NPP government. The NPP itself is unlikely to join hands with corrupt political heavyweights from other parties and must find reliable partners from the minority groups.",
    "Prioritizing ethnic and religious identities are essential to maintain unity within the minority groups and uniqueness of the cultural differences. However, these should not be used as a political weapon to ensure survival of politicians or political parties. We need new political leaders with new strategies to create a new political culture.",
    "It is essential that minority ethnic groups and religious groups have their identity based political parties especially in a country like Sri Lanka where the constitution gives a special place to the religion and language of the majority community. This situation invariably necessitates a separate political discourse as well.",
    "After going through so many years of confrontational politics, now the time has come to work with the party in power to uplift the socio-economic status of our people through development process while maintaining our political identity. There should be give and take in this process of working together. If goodwill and mutual respect and understanding prevails, we can look forward for a bright future.",
    "Understanding Russia’s Perspective: My Talk with Ambassador Levan S. Dzhagaryan",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}