{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Objections-raised-against-first-OSA-case/56-760778",
  "time_ut": 1713483536.0,
  "original_lang": "en",
  "original_title": "Objections raised against first OSA case",
  "original_body_lines": [
    "The counsels appearing for the former personal assistant to former chairman of the Public Utilities Commission Janaka Ratnayake, Gayathri Bimba and others yesterday objected to the conditional injunction issued by the Colombo Magistrates court under the Online Safety Act to prevent the publication of Ratnayake”s personal information on social media platforms.",
    "Ratnayake, who is also a Presidential hopeful through his counsels had filed the case under the latest Online Safety Act, after Bimba levelled various accusations against him in an interview to a Youtube channel. This is the first case to be filed under the controversial law.",
    "The counsels for Bimba argued that the court lacks the authority to issue a conditional injunction under the Online Safety Act. The court had issued the conditional order in favour of the petitioner Ratnayake on 4 April under Section 24 (1) and Section 24 (2) of the Online Safety Act No. 09 of 2024.",
    "The court had directed that the order be communicated to the respondents—Gayathri Bimba, Prof. Janaka Rajapaksa, Oshala Herath, Yasalal Perera (Talk with Lal), Kalpa Gunarathne (Meemasso TV), and Jamuni Kamantha Thushara.",
    "The lawyers representing several defendants in the case, including Saliya Peiris PC, Nalinda Indatissa PC, Chaminda Athukorala, Hafeel Faris, and Harshana Nanayakkara, said that the defendants had not received any notice regarding the case. They argued that the court does not have the authority to issue such a conditional order under the Online Safety Act and raised objections to the order. The case will be taken up again on 2 May.",
    "Meanwhile the Colombo District Court issued an injunction order yesterday against Gayathri Bimba, who previously served as personal assistant to former chairman of the Public Utilities Commission Janaka Ratnayake. The order prohibits Bimba from posting videos or photos related to Ratnayake”s private life on social media or other media platforms in a manner that could damage his reputation.",
    "The court also issued an additional order preventing Bimba from sharing videos and photographs related to Janaka Ratnayake with any third party.",
    "The court also issued an additional injunction to Kalpa Gunaratne, owner of the YouTube channel “Mee Masso TV,” and his representatives, prohibiting them from disseminating content from the channel through other social media platforms that insults the plaintiff. These injunctions will remain in effect until 2 May.",
    "Ratnayake, said in his complaint that on 14 March, the defendant appeared on the YouTube channel “Mee Masso TV” and falsely accused Ratnayake of being a bribe giver and of threatening her. The plaintiff alleges that through these statements, Bimba had attempted to portray Ratnayake as corrupt, a bribe giver, a traitor, and a misuser of public funds."
  ]
}