{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/AKD-and-Chanakya-Manthras/4-758937",
  "time_ut": 1709070844.0,
  "original_lang": "en",
  "original_title": "AKD and Chanakya Manthras",
  "original_body_lines": [
    "According to AKD, with the Indian visit, his party has shaken the cradles of conventional politics",
    "As a schoolboy, I was in Tambuththegama with an uncle who served in the Rajanagana Irrigation Project. Inquisitively then, I went to see the Tambuththegama Yodaya-Herath Banda. Anyone visiting him was surprised by his physique.",
    "Today, many thousands congregate to listen to another Tambuththegama product that eloquently addresses the masses, rooting his rural origin, on contemporary socio-economic-political problems, seeking the mandate to rule the country. He quotes the competition he faces from the elitists, depicting a ‘class struggle’. He is Anura Kumara Dissanayake (AKD), an educated, eloquent, robust political leader.",
    "Some question whether he can sustain this rapid political rise until the Presidential election because he started firing from the hip early, while his opponents’ cracking is yet to accelerate. AKD optimistically believes in mobilising people’s power by attracting the youth, women, ex-military, public service, businessmen, and workers. Lately, Maha Sangha also has joined. In this scenario, he received an invite to visit India. Awesome.",
    "According to AKD, with the Indian visit, his party has shaken the cradles of conventional politics. He rejoices in it. International political visits are to diplomatically convey the host’s political, economic, and security concerns while projecting the guest’s status. It is not awesome, bosom love!",
    "AKD’s Indian visit caused vast discussion, unlike his recent Chinese visit, proving the focus on India. One concern is that he is a small party leader. Secondly, the invite was made at the threshold of an election season. Maybe it is disseminating Indian Intelligence reporting. Thirdly, JVP also would have preferred to close ranks with internationals. Thus, the Indian invitation was God-sent. Fourthly, Janatha Vimukthi Peramuna (JVP) was a venomous critic of India and the Indians have erased those from their books, having evaluated Sri Lankan developments. Fifthly, AKD, a Marxist Leninist – has just returned from China and a quick invite exhibits the urgency to “capture.”",
    "Some questioned whether the JVP was under-rated in the protocol because they met only Foreign Minister Dr. Jaishankar, National Security Adviser Ajit Doval, Foreign Secretary Vinay Mohan Kwatra, Chief Minister of Gujarat Bhupendra Patel, et al, and visited selected institutions and did not meet PM Modi. I confirm it fits Indian protocol.",
    "Nevertheless, it would have been great had AKD met with Minister Smt. Nirmala Sitharaman, acknowledging Indian financing, Defence Minister Rajnath Singh, Home Minister Amit Shah, and Commerce and Industry Minister Piyush Goyal, since the Economic and Technology Cooperation Agreement (ETCA) may be inked soon. AKD said that the program prepared for them could have been revised if they wished, but they did not. Indians not including these dignitaries in the program and AKD not requesting a revision showed that both were deliberately selective, avoiding possible ideological conflicts.",
    "Such meetings would have induced attitudinal change. It ought to be an underlying Indian objective. Maybe, Indians strategically avoided exciting our Government by overloading the importance of the visit, since President Wickremesinghe fares positively with India. However, certain social media insinuates that the visit was mooted by Colombo to politically condition JVP and National Peoples’ Power (JVP/NPP) minds on scheduled economic interventions. It is denied only by JVP/NPP.",
    "These were highlighted in the media. Social media has sprung with attacks on JVP, especially repeating their purported “criminal” past. Incidentally, social media carried an article written by an ex-comrade of 1971 exhaustively quoting JVP atrocities, traumatising electors. JVP/NPP retaliated, rationalising the late eighties’ violent events to nationalist ideological heroism, caused as responses to the Rajiv-JRJ Accord, Indian Military presence, etc.",
    "For Indians, the visit was clearly for geopolitical and economic reasons. For JVP/NPP, it was international recognition over other domestic competitors and a “thought of acceptance” by Indians of AKD’s “victory” in the Presidential election. There could be other untold provocative promptings too.",
    "Firstly, Indians have many border disputes around India, with Nepal, regularly with Pakistan at borders and Jammu Kashmir, on the Chinese border, and with Myanmar too. Bangladesh and Sri Lanka are spared. Maintaining the southern status quo is an Indian priority.",
    "Secondly, China is an eternal threat to India, and hence capturing a Sri Lankan, Marxist-Leninist ideological ally was in the long-term security interest of India, and indirectly pleasing the Americans who cooperate with Indians. The fact that Indian security concerns were conveyed to AKD is reflected in their media responses upon return. AKD stated that JVP is not a geopolitical competitor and that nothing threatening India’s security will happen. This was a repetition of what all Sri Lankan political leaders have stated, nothing new.",
    "Recently Maldivian President Mohamed Muizzu shed India and politically shifted toward China, irrespective of India bailing out their Chinese debt, and adding large infrastructure development investments. Hence, thirdly, India suspiciously watches her southern boundary, i.e., Sri Lanka, and the Indian Ocean. The feasibility of AKD winning, and opting to favour the Chinese, like the Maldives, will jolt India.",
    "Fourthly, another interest is the Indian investments, where Indian government influences were indelible. JVP/NPP were severe critics of such investments. Hence, to Indians promoting new political and ideological understanding was essential.",
    "Fifthly, Indians knew that JVP/NPP was critical of Indian companies dictating economic development. Indians would have loved to hear from AKD that “we should not become a land for geopolitical conflicts,” really meaning to keep Chinese and Pakistan out of the way of Indians in Sri Lanka. They heard it AKD-post-return.",
    "Hence, India’s strategy is to earn political, security, and economic gains while extending the olive leaf, projecting a ‘potential President’ image of AKD, irrespective of JVP/NPP’s exhaustive past criticisms. We should not forget, that in 2019, Dr. Jaishankar exhibited such a timely strategy by being the first dignitary to meet President Gotabaya Rajapaksa, forgetting/forgiving President Mahinda Rajapaksa’s earlier utterances.",
    "However, Dr. Jaishankar has said that he had a “good discussion on bilateral relationships” which could be discounted since he and JVP were unknown partners previously, unless stealthily. But his mentioning, “mutual benefits from its further deepening” is true because the invite was to dig deep, not to mollycoddle AKD. Post-visit statements by Parliamentarian Vijitha Herath endorse fostering cooperation and strengthening relations between them, proving “further deepening.”",
    "Nevertheless, AKD was probably regretting the visit to Amul. Perhaps, it could be even an afterthought, hearing Namal Karunaratne’s criticism about Amul officials’ Colombo visit. However, AKD’s preparedness to welcome Amul technology keeps the Indians connected. It could even be an opportunity to showcase that NPP was not steamrolled.",
    "JVP/NPP opposed privatising State-owned Enterprises and during discussions, they informed Indians of their conditionality of transparent selection and procurement procedures. Indians cannot challenge it. JVP/NPP’s stance of having no favourites for investment orchestrated equality, respecting transparency, and cleared alleged corruption. Through this visit Indians broke the ice, advancing dialogue, understanding the value of the first move to adjust relations building, echoing “When Muhammad does not go to the mountain, the mountain goes to Muhammad!”",
    "When President Wickremesinghe visited India, several beneficial, proactive agreements were signed, and earlier we received a dollar 3.9 billion, the quid pro quo must imminently favour Indians. It can be a replica of the addendum of the Rajeev-JR Agreement (1987). Contractual arrangements must be forthcoming, about ports, power and energy, connectivity, trade, etc., and the local protests are imminent. How the JVP/NPP sticks to the past (e.g., ETCA), principles of integrity and procedures, and balances Indians sans conflicts could be a litmus test for relations-building.",
    "In the past, JVP was a lead protester of Indian interventions on political, security, and economic issues. Already the ground for protests has been laid by the Inter-University Student Federation, listing such sell-out possibilities, and calling for an ‘Aragalaya’ against it. It is to provoke JVP/NPP to ‘revolt’ when Indians appreciate JVP/NPP’s lukewarm responses. Whether Maestros Jaishankar and Doval had won over AKD will not be public. But when AKD, even after the Indian visit, for political expediency, persists in attacking Indian economic interventions, it will displease Indians.",
    "One concern against the JVP/NPP was whether they if in power would act on extreme Communist principles and be undemocratic. With businessmen, investors, and media, AKD has waved white flags on both these. But, how to balance democratic political stances with real-life politics and economics is heard less, and needs orchestration to convince the electorate. A recent interview given by AKD to the British Broadcasting Corporation enumerating Cabinet formation after victory (if what he meant was for the Caretaker Government after he dissolves the Parliament after victory) is an example that could be used to criticise him, interpreting as democratically unconventional. Threatening statements by other leaders are heard sometimes, while some leaders like Harini Amarasuriya do extremely well to pacify in the Parliament and public meetings.",
    "How he would handle the International Monetary Fund (IMF) prescriptions is another that would interest India, as a strong neighbour, major financier, creditor, and potential investor. Whether AKD convinced Indians about the IMF stances is known less. Since the incumbent government has earned some popularity from stabilising the supply of utilities, even at a price, the electorate looks forward to knowing how JVP/NPP handles the IMF, during the ‘difficult periods ahead’ until 2028, leaving only a short gestation period for 2029 Presidential election! Lacking openness will perpetuate negativism.",
    "Another tricky issue is the 13A. When President Wickremesinghe, a parliamentarian who voted for the 13A, vacillated his stances on 13A, promising ‘full implementation’, ‘implementation sans police powers’, ‘either implement 13A in full or repeal’ etc., Indians were tolerant. Indians may tolerate the differing stances of JVP/NPP on 13A, following President Wickremesinghe.",
    "It is similar to the Pohottuva ideology because President Mahinda Rajapaksa also has wavered on 13A, from the All-Party Representative Committee inauguration, while tabling Resolution 10/1 in Geneva, and even promising 13A Plus.",
    "Knowing the procedural intricacies of repealing the 13A but having continuously argued to conduct the suspended Provincial Council and Local Government elections, it is difficult for JVP/NPP to oppose the 13A, though they were against it at the inception. Nevertheless, JVP/NPP must dissect Ilankai Tamil Arasu Kachchi (ITAK) leader S Sridharan’s thinking (i.e., insisting on a federal solution), indirectly forcing opponents to voluntarily support 13A, because federalism is taboo in the south, but 13A is already in the Constitution.",
    "Indians know that a victory for AKD, if supported by the Chinese, will be more dangerous than the devolution saga, affecting the Indian hold of the Indian Ocean, and would enhance Chinese naval military power in it. Hence, Indians are interested in securing the southern tip, more than in winning devolution in Sri Lanka. And to them, AKD’s, Ranil Wickremesinghe’s, Sajith Premadasa’s, or any others’ responses on security are equally crucial.",
    "In the current situation, Presidential election victory sans minority voting is not predictable. Hence, 13A shines again. But, whoever wins the Presidential election will have an edge in the parliamentary election, and if JVP/NPP is to gain, presidential victory is a prelude, which they think is feasible, but as expected the competitors view differently. Additionally, how the new ITAK leader would respond is worth the attention of all candidates. These are complexities.",
    "Indians must be pondering whether a victory for JVP/NPP in parliamentary elections is feasible, rising from 3 to 113 parliamentarians, which is massive, especially with minimal participation in the North and East. The abstract cross argument of JVP/NPP is the spilling numbers of women, military, farmers et al, the new configuration of popular candidates, and the failures of the 75-year incumbency demanding new faces, etc.",
    "What AKD’s team experienced is not the only way Indians neutralise or win over neighbours. In the Chanakya narrative, there are four neutralisers, namely, through peace (Saam), perseverance (Daam), penalty (Dand), and intrigue (Bhed).",
    "‘Saam’ was showcased when our Heads of State visited India after victory. When Presidents Chandrika Kumaratunga, Mahinda Rajapaksa, and Maithripala Sirisena visited, how Indians reacted with ‘Saam’ was different from their reactions to President Gotabhaya Rajapaksa to whom PM Modi contributed 450 million dollars, ‘Saam’ and ‘Daam’ combined. Indians were elated with new blood and his popularity. The consideration of AKD also matches the Saam criteria.",
    "Another caution is how Indians deal with serious, tough political issues. With China and Pakistan, there is always confrontation. With us, in 1987 it was Indian military and political thuggery with threats to send food, medicine, journalists, and doctors on a flotilla, and when rebuked, dropping food, violating our air space norms –’Dand’, penalising with less than one hour’s notice to our High Commissioner by Indian Minister of External Affairs.",
    "Without detailing, I may quote Asoka Raina – ‘Inside RAW- The Story of India’s Secret Service, with narratives and lessons to be learned regarding how Indian Intelligence machinery planned, trained, armed, and involved in creating Bangladesh. It was a bloody episode. The second narrative is how Sikkim was brought under Indian authority, by the RAW. It was a bloodless operation. Former National Security Adviser Shiva Shankar Menon in ‘Choices’ admits how RAW trained and armed Sri Lankan Tamil terrorist groups. These reflected the manipulation of ‘Bhed.’",
    "AKD has experienced Saam and may be working to gain Daam and avoid Dand and Bhed! To him, cautious maintenance of consistent balance is the key.",
    "The Indian visit was a strategic masterstroke by India. They realised the changes happening in the field here and ensured their interests by ‘capturing’ AKD and upsetting some back home, sending messages to the latter too.",
    "For AKD and JVP/NPP, it was a thrilling experience, boosting their value domestically, which they enjoyed, mocking other competitors. It opened the eyes of other potential candidates to readjust political strategies and reformulate new alliances, which are being drafted.",
    "However, if AKD wins the presidential election, it will be historical because it will turn a new chapter of politics in Sri Lanka-- a small representation in Parliament, with rural roots, having a different political conceptual understanding, converted into a major force to lead the country, boosted by the Indian Manthras Saam and potential Daam. In that event, AKD will be the Second Generation Tambuththegama Yodaya!",
    "Whoever is the winner, Indians are the important, closest superpower to us. Hence, how the winner adjusts to emerging Indian geo-political situations will dictate Indian behaviour --- Saam, Daam, Dand, or Bhed. In it, the Jaishankar-Doval-Modi writ is a closely knitted power pack. Indians would have wished AKD’s team to learn the Manthras. I believe other competitors are aware of the Manthras aleady.",
    "(The writer was a former Sri Lankan High Commissioner in India.)"
  ]
}