{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Dialog-Future-Zone-Elevates-Sports-Fiesta-with-Futuristic-VR-Sporting-Adventure/34-766128",
  "time_ut": 1724875540.0,
  "original_lang": "en",
  "original_title": "Dialog Future Zone Elevates Sports Fiesta with Futuristic VR Sporting Adventure",
  "original_body_lines": [
    "Visitors experiencing interactive VR experiences at the Dialog Future Zone at the Sri Lanka Sports Fiesta 2024",
    "Dialog Axiata PLC, Sri Lanka’s #1 connectivity provider, proudly demonstrated its commitment to innovation at the Sri Lanka Sports Fiesta 2024, held from 16th to 18th August, at the Colombo Racecourse Grounds. Powered by Dialog Axiata, the festival celebrated local talent and athletic excellence while also showcasing the company’s cutting-edge technology through its remarkable Future Zone, setting a new standard for interactive entertainment in the country. Organized by the Ministry of Sports and Youth Affairs in collaboration with the Ministry of Tourism, the three-day event aimed to inspire the next generation of athletes, providing a prestigious platform for over 3,000 participants across seven major sports disciplines.",
    "The Dialog Future Zone emerged as a standout attraction, offering visitors immersive Virtual Reality (VR) experiences that added a new dimension to the festival and exemplified Dialog’s commitment to pushing the boundaries of technology. The VR Bungee Jumping experience allowed participants to simulate the thrill of jumping off the iconic Lotus Tower Colombo, delivering an exhilarating sensation of free fall and panoramic aerial views—all within a safe, controlled environment. Additionally, the VR Cycling adventure took users on a virtual cycling tour through Nuwara Eliya  and Galle, providing a realistic simulation of the sights and sounds of riding through Sri Lanka’s  picturesque landscapes.",
    "Visitors could also enjoy VR Archery and VR Golf at the Dialog Future Zone, adding to the diverse range of interactive experiences. These activities further showcased Dialog’s dedication to providing immersive and innovative entertainment options that cater to various interests.",
    "These innovative VR experiences highlight Dialog’s commitment to embracing and advancing technology, reflecting the company’s ongoing investment in future-ready solutions. Dialog’s participation in this multifaceted cultural event underscores its dedication to enhancing interactive entertainment and contributing to the local sports and cultural landscape. By introducing advanced technology at the Sri Lanka Sports Fiesta 2024, Dialog is helping shape the future of entertainment and connectivity in Sri Lanka."
  ]
}