{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Sri-Lanka-face-unusual-dilemma/108-281968",
  "time_ut": 1714927440.0,
  "original_lang": "en",
  "original_title": "Sri Lanka face unusual dilemma",
  "original_body_lines": [
    "May 5 (Daily Mirror) - Moving into World Cup tournaments, Sri Lanka selectors have traditionally faced difficult challenges in relation to squad selection. From time to time, the selectors have made tough calls; some of which have paid off and some turned out to be shocking mistakes - such as leaving out a young Wanindu Hasaranga as a reserve player to include Jeffery Vandersay and Jeevan Mendis in the squad for the ODI World Cup in 2019.",
    "Usually, the selectors have always had trouble picking the spinners or batsmen, as the country did not have a lot to select from in terms of fast bowlers. However, arguably for the first time in history, the national selectors will have a very hard choice to make when they name possibly three or four fast bowlers in the final 15-man squad for the upcoming T20 World Cup in the USA and West Indies.",
    "In the preliminary squad, Sri Lanka have got Dushmantha Chameera, Dilshan Madushanka, Asitha Fernando, Promod Madushan, Matheesha Pathirana, Lahiru Kumara, Nuwan Thushara, and Binura Fernando. Selectors will ideally go with four fast bowlers, considering that all-rounders Angelo Mathews and Dasun Shanaka are almost certain to be in the Playing XI.",
    "Asitha Fernando is probably Sri Lanka's best fast bowler in Test cricket. He has got decent pace and swings the new ball to cause enough trouble for batsmen, but most importantly, he is Sri Lanka's Neil Wagner - when the going gets tough, the captains tend to switch on the chin music through Fernando. However, he is probably the least likely to be named in the World Cup squad based on his T20 performances.",
    "On the other hand, Binura Fernando has been given a lot of opportunities in the recent past. The lanky medium pacer has had plenty of injuries throughout his career and is probably the slowest bowler in the preliminary squad. However, drop-in pitches are expected to be used in the USA for the World Cup, and his variations could come in handy in such conditions.",
    "Promod Madushan, like Binura Fernando, has been representing Sri Lanka a lot in the shorter formats, but that's mainly down to the fact that the senior men were injured. He has done well with the new ball, but in T20s, bowling death overs is hugely instrumental to the team's success, and perhaps that's not his strong suit.",
    "Left-arm quick Dilshan Madushanka made a name for himself when Sri Lanka lifted the Asia Cup a couple of years ago - very famously dismissing Virat Kohli with a brilliant in-swinger, but there has been a massive drop in his form in the last few months as he has been reduced to the bench. Should he find his rhythm back, he would be very hard to overlook.",
    "Lahiru Kumara has been really inconsistent over the years, but in the recent past he has appeared to lose some pace in order to gain much-needed control over his bowling. But then again, is he one of Sri Lanka's top four fast bowlers going into the World Cup? This remains a big question mark.",
    "Matheesha Pathirana - given his form in the ongoing Indian Premier League (IPL) for Chennai Super Kings (CSK) - is likely to be one of the first to be named in the Playing XI should he remain fit. However, it is concerning that the former Trinity quick missed a few games for CSK through an injury he has been carrying for a few weeks now.",
    "Nuwan Thushara is also considered another 'Baby Malinga' given his action similar to that of former great Lasith Malinga, but what Thushara and Pathirana offer is absolutely different. While Pathirana is a death-over monster - CSK barely gives him an opportunity with the new ball. On the other hand, Thushara, who is far less in terms of pace, bowls superbly with the new ball, and demolishing Bangladesh single-handedly a couple of months ago is a fine example of that, but he is probably not at the same level at the death. It's crazy to think that Sri Lanka had someone with both of these characteristics for nearly 15 years in Lasith Malinga - some things are not loved enough until they are gone.",
    "Dushmantha Chameera has been Sri Lanka's spearhead in the post-Malinga era, but like Lahiru Kumara and Binura Fernando, he has been injured a lot. He is currently playing in the IPL on absolutely flat wickets, with not much success, but he should get more assistance from the wickets in the USA."
  ]
}