{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/alliances-mushroom-parties-waste-away/",
  "time_ut": 1725566580.0,
  "original_lang": "en",
  "original_title": "Alliances mushroom, parties waste away",
  "original_body_lines": [
    "A group of dissident SLPP MPs who are supporting President Ranil Wickremesinghe in the current presidential election, launched a new political alliance—Podujana Eksath Nidahas Peramuna (PENP) yesterday. Having thrown in their lot with the Rajapaksas’ bete noire, Wickremesinghe, and burnt their boats, they cannot return to the SLPP’s fold after the forthcoming presidential poll, much less secure nominations from it for the next parliamentary election, which is expected in quick succession. They seem to have realised that it is not prudent to keep all their political eggs in Wickremesinghe’s basket and therefore thought of having a fallback position in the form of the PENP.",
    "Political alliances have mushroomed during the past several decades, and almost all of them have withered away. The People’s Alliance (PA), the United People’s Freedom Alliance (UPFA), the United National Front (UNF), etc., used to dominate national politics as ruling coalitions, but they have been forgotten today. The PA was in power from 1994 to 2004 and the UPFA from 2004 to 2015. The UNF ruled the country from 2001 to 2004 and again from 2015 to 2019.",
    "The biggest challenge before the newly-formed PNEP is to muster enough popular support to gain political traction quickly. In fact, it should be able to perform a vertical takeoff. This is something an alliance cannot accomplish without a robust political party as its main constituent. The PA and the UPFA were led by the SLFP, and the UNF had the UNP as its principal constituent. There is no such party among the constituents of the PNEP, which is therefore like a train without a locomotive. It may be able to gain some political traction if Wickremesinghe succeeds in winning the 21 Sept. presidential election, but he has his work cut out. This is a disconcerting proposition for the SLPP defectors who let go of the saataka and opted to ride on Wickremesinghe’s coattails.",
    "Some Opposition MPs, addressing Parliament on Tuesday, highlighted the depressed rate of growth for age among Sri Lankan children, who are rightly called the future of the nation. Malnutrition is a very serious issue that the next President will have to address as a national priority. However, it is not only children who are affected by what is known as ‘failure to thrive’; Sri Lanka’s political party system is also troubled by faltering growth, and some parties are wasting away.",
    "Mass defections from its ranks and its failure to live up to public expectations have debilitated the SLPP, which is only a shadow of its former self. The UNP has not been able to recover lost ground despite its leader Wickremesinghe’s fortuitous rise to the highest position in the land. The SLFP has been split into three factions, which are backing Sajith Premadasa, Wickremesinghe and Wijeyadasa Rajapaksa in the ongoing presidential race. Nothing short of a miracle will enable the SLFP to make a comeback in the foreseeable future. The JVP finds itself in a dilemma; its leaders have stopped promoting its Marxist ideology and they prefer to be identified with the NPP. Its economic policies and those of the NPP are like chalk and cheese.",
    "Interestingly, only two parties with parliamentary representation—the SJB and the debilitated SLPP—have been able to retain their identities in the current presidential contest while their older counterparts are struggling to remain relevant in contemporary politics. Whether the SLPP and the SJB will be able to cope with political and electoral vicissitudes and preserve their identities in time to come remains to be seen.",
    "The devitalisation of the old political parties augurs ill for democracy; it is fraught with the danger of giving a fillip to the rise of anti-politics.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}