{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/ADB-approves-100-million-loan-to-support-SMEs-in-Sri-Lanka/108-279061",
  "time_ut": 1710740700.0,
  "original_lang": "en",
  "original_title": "ADB approves $100 million loan to support SMEs in Sri Lanka",
  "original_body_lines": [
    "(18 March) — The Asian Development Bank (ADB) has approved a $100 million loan to provide small and medium-sized enterprises (SMEs) in Sri Lanka more access to finance and build their resilience to external shocks, such as the economic crisis and climate change.",
    "“SMEs play a critical role in Sri Lanka’s economy, contributing 52% to the country’s gross domestic product and employ 45% of the population,” said ADB Senior Financial Sector Specialist Manohari Gunawardhena. “It is therefore important to provide SMEs, particularly women-led enterprises, with the necessary support to sustain and grow the sector’s contribution to the economy. This project will provide working capital and improve SMEs’ access to finance, helping them expand operations and prepare for the changing environment.”",
    "ADB, through participating financial institutions, will open a $50 million line of credit for underserviced SMEs in the export, tourism, technology, agriculture, and manufacturing sectors. It will establish a $500,000 special facility to cover guarantee subsidies for women-led SMEs. A gender gap assessment will be conducted with a view to improving women’s access to finance.",
    "The project will build on the government’s equity contribution through the National Credit Guarantee Institution Limited (NCGI), which provides partial credit guarantees on loans to SMEs. ADB will help the NCGI adopt procedures to effectively support SMEs including underwriting guarantees, risk management and risk-based pricing, and guarantee recovery operations. The project will incorporate green finance elements through climate adaptation and mitigation measures for SMEs.",
    "ADB is committed to achieving a prosperous, inclusive, resilient, and sustainable Asia and the Pacific, while sustaining its efforts to eradicate extreme poverty. Established in 1966, it is owned by 68 members—49 from the region."
  ]
}