{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/2024-The-change-and-the-choice/4-767224",
  "time_ut": 1727394890.0,
  "original_lang": "en",
  "original_title": "2024: The change and the choice",
  "original_body_lines": [
    "“They tried to bury us. They did not know we were seeds.” — Anura Kumara Dissanayake",
    "The 2024 Sri Lankan Presidential election results have displayed a significant change in the decades-long distribution of political party alignment among the Sri Lankan people. This transformation showcases the desperation of Sri Lankans to choose a leader free from crimes and corruption. Anura Kumara Dissanayake, a veteran politician and the leader of the National People’s Power (NPP), has won the election, dominating the majority of votes in 14 out of 22 districts.",
    "This election marked a historic moment, electing the first leftist leader as President from a socialist and social democratic political alliance. It demonstrates that most Sri Lankans are shifting away from traditional party politics to focus on a leader who can truly relate to and understand the hearts and minds of ordinary people.",
    "Dissanayake’s victory reflects the acceptance and trust of the Sri Lankan people in his policy declaration themed “A Thriving Nation, A Beautiful Life.” He invites all citizens to unite for a new renaissance in the country. This political transition evidences an uprising against party politics and reveals the people’s desire for a leader free from corruption. There is hope among the populace to build a society grounded in integrity, transparency, and justice rather than political interests. The NPP policy declaration addresses the essential areas necessary to achieve the ultimate goal of a thriving nation and a beautiful life. Most importantly, the economic and educational statements in the NPP’s policy are crucial for creating a fair and inclusive society that alleviates economic disparities, ultimately leading to a thriving nation. Additionally, enhancing the education system is vital for building a future generation capable of utilising a knowledgeable labour force for national development.",
    "Regarding foreign relations, the NPP has stated its intent to maintain balanced and nonaligned relations with international nation-states. Dissanayake has met with regional leaders from India, including Foreign Minister S. Jaishankar and National Security Advisor Ajit Doval, as well as United States of America officials like ambassador to Sri Lanka, Julie Chung, to express interest and support for India’s and the US’s geostrategic objectives (Jones, 2024). As a leftist and socialist leader, Dissanayake is committed to practicing balanced relations with China while maintaining a nonaligned foreign policy among India, China, and other countries, avoiding partiality to any regional powers. During his campaign, he visited Australia, South Korea, China, India, and the USA, indicating his intention to build cordial alliances and maintain friendly relations with foreign states in the international order.",
    "Since recent years, choosing a leftist leader as the premier of a country has been a feature in the South Asian region. For example, in 2022, Pushpa Kamal Dahal from the Communist Party of Nepal (Maoist Center) was elected as Prime Minister of Nepal. Similarly, Sri Lanka became the second South Asian country to elect its leader from a socialist party. This raises the question of whether this signifies an influential change in political-ideological trends in the South Asian region.",
    "However, many South Asian countries share a common feature of autocratic leadership with corrupt ruling governments including our country. This has led many people to protest or vote against such tyrannical leaders. For instance, in August 2024, the people of Bangladesh ousted Prime Minister Sheikh Hasina and her ruling government through violent protests. This event recalls the 2022 “Go Home Gota” protest in Sri Lanka that resulted in the ousting of then-President Gotabaya Rajapaksa. The expulsion of Pakistan Prime Minister Imran Khan in 2022 by his opposition coalition can also be named. Moreover, the election of Narendra Modi as Indian Prime Minister in 2014, followed by his re-election in 2019, exemplifies moments when people expressed their authority at its peak. In Sri Lanka, the public has gradually rejected historic political families like the Bandaranaikes, Premadasas, Wickremesinghes, and Rajapaksas due to widespread political corruption, nepotism, misuse of public resources, and failure to uphold democratic practices.",
    "As a result, South Asian people, including those in Sri Lanka, are politically demanding principled leadership and transparent governance to end family politics, violence, and corruption. The 2024 Sri Lankan Presidential election demonstrated that the people provided a silent yet powerful response to reject corruption, with the hope of living under a corruption-free President and a transparent, accountable Government.",
    "Finally, it is important to note that Anura Kumara Dissanayake’s victory is a collective triumph for all Sri Lankans. Many are undoubtedly pleased to have elected an ordinary and humble personality as their President. Choosing a leader from a leftist and socialist party marks a significant historical change in Sri Lankan political history. Sri Lankans are eagerly anticipating the opportunity to witness and experience a new renaissance across the country, aiming for a thriving nation and a beautiful life."
  ]
}