{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/analysis-of-npp-plan-to-develop-tamil-areas/",
  "time_ut": 1731008008.0,
  "original_lang": "en",
  "original_title": "Analysis Of NPP Plan To Develop Tamil Areas",
  "original_body_lines": [
    "Recently during the election campaign in Jaffna, president Anura Kumara Dissanayake said that he will settle the Tamil aspirations for autonomy through development. Whether this is an empty rhetoric or serious intent, will have to be seen in times to come. Probably he may be thinking of counterbalancing Tamil nationalism with economic prosperity, similar to that of Scotland and Quebec scenario and present position in Tamil Nadu. Idealistically northern province has to be developed on par with southern province, which has seen in recent years mega projects such as deep sea port, international airport, expressway, extension of railway and cricket stadium and several minor ones. Realistically this may not happen as firstly there are no resources, and secondly no willingness as focus is on southern electorate.",
    "Development does not stop with rehabilitating roads, restoring tanks or erecting buildings. Recently it was stated that Japan and south Korea are resuming projects that had been stalled. Sadly they are all in the south and not in Tamil areas. In the election campaign, Sajith Premadasa said that he will build a cricket stadium for Jaffna, and so there will be no opposition to it if the government does it, for which land had been allocated in Mandaitivu. There are several projects lined up for the south such as completion of central expressway, building an expressway to Ratnapura, extending Kelani valley line to Ratnapura and beyond among others, but none for Tamil areas. India has submitted plan to build bridge connecting India and Srilanka and road link between Talaimannar and Trincomalee through Vanni which should not be opposed by the government, stating that Sinhalese do not want it.",
    "Development of Tamil regions should conform to the desires and priorities of the local populace and not according to agenda of the government. In this respect convening a ruling body elected by Tamils to carry out development is paramount. At present there is no plan to constitute such an institution with financial clout, in control of its activity. Grass root level authorites cannot undertake mega projects, to bring Tamil regions on par with others. Government must distance itself from opportunistic and incompetent Tamil politicians and officials and rope in Tamils in the country as well as those abroad with proven track record. If NPP is to apply meritocracy, it has to go beyond their support base, being wary of people without any demonstrable credential, who are waiting to jump the band wagon.",
    "One of the issues faced in Tamil areas is lack of water for agriculture and drinking. When Mahaveli scheme was inaugurated, it was told that diverted waters would reach the north. It never happened and now it is time to fulfil the promise. The envisaged scheme is to divert Mahaveli water into Aruvi Aru and from there using existing channels to take water to fill Iranaimadu tank, from which to pump water to Jaffna peninsula, similar to how water is being pumped from Labugama and Kalatuwawa to Colombo city. In addition to that, several desalination plants need to be commissioned to meet the total fresh water requirement. As for Vanni, wells should be constructed to draw water, where government could give subsidy for it. Unlike Jaffna peninsula which could soon run out of ground water, Vanni has sufficient amount and with virgin soil, promoting agriculture would lead to self sufficiency.",
    "Next important issue is housing, where several of them have been destroyed due to the war, where the affected people have no money to reconstruct them. There is no plan by the government to meet this requirement. Even after 15 years of cessation of hostilities, people who were internally displaced are continuing to live in make shift houses. With lack of financial wherewithal faced by the government, it is unlikely that any progress will occur on this matter. Lands owned by people occupied by armed forces are being returned at slow pace, which is not satisfactory if the government is sincerely looking to foster reconciliation. In addition, land grabbing exercises in the name of archaeological sites, Mahaveli zones and forest reserves must be stopped and lands so appropriated given back to Tamils.                                                                                                                                                                                                                                              Infrastructure development is the key factor in elevating the economy of Tamil areas. Since independence, hardly any investment has been made by the government in the north, while some made in the east was for the benefit of Sinhala settlers. Recent debacle of Sangupiddy to Kerativu bridge is a good example of slipshod treatment meted out to Tamils. Similar to road construction programme for the south, expressways must be commissioned to connect major towns in the two provinces. Promoting Tourism in Tamil regions is a sector which the government must explore. While tourism has not been fully exploited in the east, it remains dormant in the north with high potential, with projects such as beach cabanas off the islands and boat houses in lagoons. Industries catering to export should be established, that could enter markets abroad through retail outlets owned by Tamil diaspora.",
    "Challenges faced by Tamil diaspora in investing in Sri Lanka need to be examined and measures taken to eliminate any hindrances. Recently one Tamil entrepreneur from UK said that there is no guarantee for investments made by Tamils in Sri Lanka. This is a serious indictment made against the state, which must be addressed. Systematic corruption within Sri Lanka’s investment process, where Tamil diaspora reportedly face demand for bribes and other unethical practices will deter them from investing. In addition to red tape and barriers placed by high ranking officials in delaying approval of projects, Tamils also face harassment by armed forces and para-military organisations, who want a slice of the cake. There is also complaint that Tamil investor is being dictated by authorities about the location.",
    "As far as Sri Lanka government is concerned which is eager in developing mainly the south, any mega project proposal put forward by Tamils is unsolicited, to be swept aside without considering its merits. Tamil diaspora has demonstrated resilience, adaptability and ambition, having prosperous lives and businesses globally, and their expertise and resources will without doubt advance the economic goals of Sri Lanka. Till now due to political reasons, Sri Lanka government has missed the opportunity to harness this economic strength of Tamil diaspora, which calls for change to this attitude. Without stability and assurance, there will be no advancement. As first step, empower Tamils in Sri Lanka to live with dignity and safety in their traditional areas. My appeal to NPP government is, without making vacant promises and token gestures, allow Tamils to prosper, whose contribution to national economy would lift up the country from doldrums, just like what Chinese have done to Malaysia."
  ]
}