{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-laugfs-leisure-delays-public-listing-147845/",
  "time_ut": 1705580100.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Laugfs Leisure delays public listing",
  "original_body_lines": [
    "ECONOMYNEXT – Laufgs Holdings says it is not able to list its leisure arm Laugfs Leisure Limited (LLL) on the Colombo Stock Exchange as anticipated, as it was still unable to satisfy Rule 5.1.1 (c).",
    "The company submitted an Initial Listing Application (ILA) for LLL to the CSE on November 7, 2019.",
    "Laugfs Leisure includes Anantaya Resorts and Spas Chilaw and Pasikudah.",
    "“We have considered the latest financial statements as at 31 December 2023 in order to verify further, whether the company will be able to satisfy the requirement set out in the Listing Rule 5.1.1.(c), in order to submit the amended documentation for CSE’s review,” parent company Laugfs Gas Plc said in a statement.",
    "“It appears from the calculations made and taking into account the value of non-voting shares which were absorbed to the stated capital as at date of issuance of those shares and the shareholders funds of the entity as per the latest financial statements (31/12/2023), the company is still unable to satisfy the Rule 5.1.1 (c).”",
    "“Therefore, we are unable to finalize submissions for the proposed listing of shares of LLL at this juncture,” Group Managing Director/GCEO of Laugfs Gas Plc P Kudabalage said in the statement.",
    "The company said that LLL is committed for the listing of its shares “and in pursuance of this we shall at the end of every quarter from now on wards, verify the satisfaction of the said requirements from LLL and inform CSE accordingly.”",
    "It pointed out that it was hopeful that improvements in the leisure industry and therefore the performance of the company itself should facilitate an improvement in shareholder funds.  (Colombo/Jan18/2024)"
  ]
}