{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/face-packs-to-beat-the-heat/",
  "time_ut": 1734541440.0,
  "original_lang": "en",
  "original_title": "Face Packs to Beat the Heat",
  "original_body_lines": [
    "I’m glad The Island readers liked my Beauty Tips last week – Beat the Heat – and requested for a few more Face Packs to Beat the Heat. Okay, here are a few more very cool homemade face packs:",
    "* Mango Face Pack: In a bowl, add one tablespoon of fresh mango pulp. To this add one tablespoon of cold cream and one tablespoon of cold milk. Whip the ingredients well to form a thick paste. When done apply this paste on the skin, allow it to dry and then rinse it off.",
    "* Watermelon Face Pack: In a bowl, add half a cup of watermelon pulp. To this add 01 tablespoon of curd. Combine the ingredients and apply the pack on your face. When the pack turns dry, rinse it off with cold water.",
    "* Curd Face Pack: When curd is used on the skin, it will help to improve the skin tone. Apply cold curd on your face and neck twice in a week…when the heat is on. The curd will open your pores and help you to get a natural glow in no time.",
    "* Cucumber Face Pack: Cucumber is the best vegetable that you can use on the skin in the heat. Make a thick juice out of one cucumber, and 03 tablespoons of sugar with 01 teaspoon of curd. When this pack is ready, massage it on to the skin and let it dry. After 15 minutes, peel the face pack from the skin and then rinse with cold milk.",
    "* Pineapple Face Pack: Grind the flesh of one pineapple to a thick juice. Rinse your face with this juice and let it dry. After 10 minutes, rinse your face with rose water and wipe dry. Wait 15 minutes and then wash your face with cold water. This face pack will make you feel refreshed.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}