{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98339/sri-lankan-saves-melbourne-woman-from-romance-scam",
  "time_ut": 1711949700.0,
  "original_lang": "en",
  "original_title": "Sri Lankan saves Melbourne woman from romance scam",
  "original_body_lines": [
    "A Melbourne woman has been saved from sending thousands of dollars to her sick overseas “boyfriend” after being caught up in a romance scam.",
    "The woman, aged in her 60s, went to a NAB branch in Cranbourne, in Melbourne’s southeast in February, wanting to deposit $2,000 into an account to help her boyfriend, whom she met on social media.",
    "She said her boyfriend, who was living in Turkey, was sick and needed the money to fly to the UK for treatment. But his account had apparently been frozen.",
    "“He told her to instead send the money to his friend in Sydney who could then transfer him the money,” NAB Customer Advisor, Dilan Pathirannahalage said in a statement.",
    "However, alarm bells quickly went off for Mr Pathirannahalage when the woman wasn’t able to provide the recipient’s surname.",
    "“The reason she didn’t know who she was transferring the funds to was because she had never met the person on the other end of the line who she thought was her boyfriend, and so didn’t know their friends either.”",
    "The woman then showed Mr Pathirannahalage a string of text messages from a conversation with her boyfriend, raising further concern.",
    "“The messages were very lovey dovey, and looked like they were getting increasingly coercive,” he said.",
    "While speaking to Mr Pathirannahalage at the bank, the scammer called the woman to ask when she was transferring the money.",
    "“Even though the holes in the scammer’s story were clear to me, she was blinded by her love for him. These criminals are cunning and will prey on people’s kindness to steal their money.”",
    "“I needed to act fast to convince Maxine not to deposit the money into the account. I said ‘I would never do this if I were you. I believe you are being scammed’.",
    "Mr Pathirannahalage said the woman was “thankful” he intervened and saved her from losing an entire pay cheque.",
    "She would have joined hundreds of Aussies who have recently fallen victim to romance scams.",
    "Last year, Scamwatch received over 400 reports of romance baiting scams, costing Aussies $40 million.",
    "According to NAB, customer reports of romance scams have increased 29 per cent year-on-year.",
    "NAB Executive, Group Investigations Chris Sheehan said the bank sees people of all ages and demographics targeted by romance scams, adding it’s important to know the red flags to look out for.",
    "“These scams can have a devastating impact – both financial and emotional,” he said in a statement.",
    "“Romance and friendship scams re-enforce the need for a co-ordinated, national approach to the scam epidemic, given many start on dating apps, social media platforms or messaging apps.”",
    "Mr Pathirannahalage said he was glad he was able “to spend the extra time with (the woman) to stop her from falling victim to a romance scam”.",
    "“I want everyone to know that if you’re not sure, just ask someone. We’re here to help.”"
  ]
}