{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Assessing-the-Economic-Transformation-Bill/4-763171",
  "time_ut": 1718635689.0,
  "original_lang": "en",
  "original_title": "Assessing the Economic Transformation Bill",
  "original_body_lines": [
    "Many are sceptical about the likelihood of targets being achieved",
    "Among the many bills emanating from the Legal Draftsman’s Department these days, the Economic Transformation Bill (ETB) appears to be one of the more significant. The President and Ministers are asking for it to be supported. It has attracted many critics. Splits have emerged within the Government coalition.",
    "Most critics spend a lot of effort attacking the first section which has a long list of targets to be achieved. Many are sceptical about the likelihood of targets being achieved. Some say they are nonsensical and contradictory. Others argue that the current legislators cannot bind future governments/legislatures.",
    "The “Constitutional” criticism is easiest to address. There is nothing wrong with legislation constraining future governments. That theory applied only to the UK practice of old as explicated by Dicey. But that is history, even in the UK. Through the Fixed Term Parliaments Act of 2011 the Mother of Parliaments tied the hands of future Parliaments, not permitting early elections to be called except with a two-thirds majority in specified circumstances. And the ETB is just an ordinary law. All that a future Parliament needs to do is repeal the Act or amend it with a simple majority.",
    "How have Sri Lankan Governments done with binding targets? We can look at the Fiscal Management (Responsibility) Act, No. 3 of 2003. Among other things, it committed to “the reduction of government debt to prudent levels, by ensuring that the budget deficit at the end of the year 2006, shall not exceed five per centum of the estimated gross domestic product and to ensure that such levels be maintained thereafter.”",
    "The Parliament that passed that law was prematurely dissolved in early 2004. Subsequent Minsters of Finance from various parties failed to keep budget deficits below 5%. Not once in 20 years. Even Mangala Samaraweera, lauded for achieving consecutive primary balances failed to meet the budget deficit. By that time the interest payments were very high. They did not affect the primary balance, but drove the budget deficit.",
    "So, it’s best not to take too seriously the first section that most commenters appear to have read. For purposes of truth in governance, there is merit in including some language saying these are desirable objectives not hard and fast targets. And take out some illogical ones such as the current account deficit target. A current account deficit may indicate that we import more than we export (not good); or that we have a surfeit of foreign investment (good).",
    "There is value to reading legislation from the back. One reason is that the critically important interpretation section is at the back (here, it’s distributed because it is not really one bill, but more like three that have been mashed up). Another is that most people never get to the end, especially in a complex and lengthy bill (196 sections) like this. Reading legislation is the opposite of fun.",
    "Reading from the back, one can see the provisions ensuring continuity between the current Board of Investment and the successor entities being created by the ETB: the Economic Commission, Invest Sri Lanka, and Investment Zones Sri Lanka. The hundreds of jobs that have accreted in the BOI will be safe, though section 194 allows for those who choose not to work for the new entities to be given voluntary retirement packages.",
    "Is it necessary to have hundreds of BOI/Zones SL employees managing the investment zones any longer? It may be true that Katunayake was the model for the zones set up in Shenzen. But the present norm is for zones to be developed and managed by private firms. Section 63(1)(m) allows for the appointment of private zone developers. It is hoped that Zones SL will acquire the land and contract specialised entities to manage the zones efficiently, not replacing the zone employees who take the VRS or otherwise leave.",
    "Creating Zones SL as an entity that is solely focused on ensuring that investors are able to “plug and play,” not having to navigate multiple government offices to get production started is a good idea as long as it does not become a patronage dispensary. It should be given performance targets and held to them.",
    "Another function of the BOI that is being hived off is that of attracting investors and getting them to sign on the dotted line. It would be good if Invest Sri Lanka ensures good coordination across government, including with our foreign missions. Performance metrics should be based on outcomes rather than on inputs. It will be necessary to get the right people in the right jobs (more on this below).",
    "One learns how to effectively negotiate trade agreements by doing. Back in 2003, when I was involved in the preliminary work on what was then the Comprehensive Economic Partnership Agreement with India, the levels of knowledge on the two sides were not radically different. The Indian officials were on their second negotiation that involved services and we were on our first. But then Sri Lanka froze trade negotiations. India, Viet Nam, Singapore, and others kept negotiating and learning.",
    "The ETB offers a solution in the form of a new and powerful position and two new organisations: the Ambassador for International Trade, the International Trade Office and the Sri Lanka Institute of Economics and International Trade. If the current focus on negotiating trade agreements is maintained by whoever wins the next election, and if the right people are hired for the right jobs, the proposed structure makes sense.",
    "Matters such as who wins the next election and whether they maintain the momentum on trade agreements are for the electorate to decide. But the question of getting the right people is one that is worth discussing.",
    "When in May 2020 we met the then President to hand over a report that made recommendations on how to avoid the imminent crisis and get the country on a growth path, I made the argument for pivoting to Asian markets using trade agreements. President Gotabaya Rajapaksa who had listened quietly to the previous recommendations, including one on immediately seeking the support of the IMF, reacted sharply when I spoke. Echoing his trade advisor, Dr. Padeniya, he said we lacked people who could effectively negotiate trade agreements.",
    "I disagreed with the Padeniya position then, but I have come to see there is a problem. The agreement negotiated with Thailand indicates that our negotiators are continuing in the cautious and conservative mode deployed in the GATS and the India-Sri Lanka Free Trade Agreement (ISLFTA) negotiations in the 1990s. They talk only to existing industry bodies and do their best to address their real or imagined fears. There is little effort made to address the needs of consumers and businesses that currently do not exist because of protectionist policies.",
    "Consumers are too many to consult and have no articulated demands. It is not possible to consult businesses that will only come into being after trade liberalisation. The conservative mode yields long negative lists of the type found in the ISLFTA and unimaginative restatements of the status quo found the GATS schedules. It is unlikely that major benefits in terms of market access can be realised, if the central negotiating approach is that of protecting a few cosseted industries.",
    "What can be done to get the right people placed in the right jobs? If expertise in trade negotiation (and attracting investment) comes from prior experience, it must be accepted that Sri Lanka lacks expertise. We have to find people with those skill sets and proven experience. It is not that this was not appreciated even among President Gotabaya Rajapaksa’s advisors.",
    "At the outset of the broad conversation on the Port City Bill, Dr. P.B. Jayasundera stated that the Port City Commission would be staffed through international recruitment. But the government quickly backed off in the face of the usual nationalistic resistance. Leadership of the Commission was entrusted to a competent and loyal lawyer, the opposite of the ideal profile of a person who can generate enthusiasm from investors.",
    "However many new commissions and institutes are created, the desired results will not be achieved if we do not accept the need to recruit people with the right skill sets internationally. This is a broader discussion this country must have, not limited to trade negotiations and investment promotion."
  ]
}