{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-opposition-leader-proposes-grama-rajya-system-in-addition-to-13a-167912/",
  "time_ut": 1718286180.0,
  "original_lang": "en",
  "original_title": "Sri Lanka opposition leader proposes Grama Rajya system in addition to 13A",
  "original_body_lines": [
    "ECONOMYNEXT — Sri Lanka opposition leader Sajith Premadasa has proposed devolving power to the village level through a Grama Rajya system in addition to implementing the 13th amendment to the constitution.",
    "Speaking at an event in Jaffna on on Wednesday June 12, Premadasa said all provinces will benefit from the 13th amendment.",
    "“Whatever one’s ethnicity, religion, status or region, this country has citizens of equal level. They’re all Sri Lankan citizens.",
    "“There is no division or grouping.  As we give you and every other province what you should be given through the 13th amendment, we must implement a Grama Rajya system,” Premadasa said, addressing a crowd of school children and other attendees.",
    "Premadasa’s assurance of implementing the 13th amendment has already drawn some protest in the south.",
    "A collective of civil society organisations held a protest outside the office of the leader of the opposition in Colombo on Thursday June 12.",
    "Calling itself the ‘Coalition Against Partition of Sri Lanka’, the group carrying national flags marched up to the opposition leader’s office Thursday June 13 morning and demonstrated against the full implementation of the 13th amendment.",
    "“We arrived here today to hand over a missive against devolving police powers, land powers and judicial powers. If Mr Premadasa is inside, come outside,” Jamuni Kamantha Thushara, Chairman of the Citizen’s Movement Against Fraud, Corruption, and Waste, was seen declaring at the site.",
    "“First of all, tell us what we stand to achieve by dividing and giving away the north and east,” said another protestor, warning against bringing the 13th amendment “anywhere here (paththa palaathe)”.",
    "A police officer at the scene the protestors that a secretary to the opposition leader was ready to accept their letter.",
    "“In Kilonochchi, he says the 13th amendment will be implemented. The votes in the north are going to be decisive this election. To win those votes, President Ranil Wickremesinghe, Sajith and Anura Kumara Dissanayake all say they will implement the 13th. We will not allow this country to be divided into nine pieces,” said Thushara.",
    "Ven Balangoda Kassapa Thero, who was arrested on June 06 during a protest against the new Electricity Act, was also seen at Thursday’s protest. The Buddhist monk requested for a debate with Premadasa on the matter of the 13th amendment. (Colombo/Jun12/2024)"
  ]
}