{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-achieved-17-point-rise-in-hpv-vaccination-coverage-in-2024-who-231415/",
  "time_ut": 1752829500.0,
  "original_lang": "en",
  "original_title": "Sri Lanka achieved 17-point rise in HPV vaccination coverage in 2024: WHO",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s vaccination coverage for adolescent girls against human papillomavirus (HPV) rose 17 percentage points, from 31 per cent to 48 per cent, in 2024, the World Health Organisation (WHO) has said.",
    "Vaccination coverage in South Asia against HPV, a major cause of cervical cancer, increased from 2 per cent in 2023 to 9 per cent in 2024.",
    "“Bhutan, Maldives, and Sri Lanka increased their HPV vaccination rates by 3 percentage points (from 91 per cent to 94 per cent), 15 percentage points (from 60 per cent to 75 per cent), and 17 percentage points (from 31 per cent to 48 per cent) respectively in 2024,” the WHO said.",
    "Bangladesh achieved notable progress, vaccinating over 7.1 million girls since starting its HPV programme in 2023.",
    "Nepal launched its national HPV vaccination campaign in February 2025 and has vaccinated over 1.4 million girls so far.",
    "India and Pakistan are expected to launch their HPV vaccination programmes later this year.",
    "The South Asian region also recorded an all time high level of overall vaccine coverage in 2024.",
    "“This is a proud moment for South Asia. More children are protected today than ever before, thanks to tireless frontline health workers, strong government leadership, donors’ and partners’ support and the unwavering trust of families,” said Sanjay Wijesekera, UNICEF Regional Director for South Asia.",
    "WHO urged South Asian governments to sustain political commitment and increase domestic financing for immunization efforts to expand HPV vaccination coverage, increase efforts to reach zero-dose and under-vaccinated children, invest in frontline health workers, including community health workers and community members who influence vaccine uptake behaviours, bridge the gaps in measles coverage, and reinforce surveillance systems for vaccine-preventable diseases.",
    "South Asia also achieved the strongest regional progress in eliminating measles with 93 per cent of infants receiving the first dose in 2024.",
    "“However, vaccine coverage remains below the 95 per cent threshold required to prevent outbreaks.”",
    "While the region made leaps in immunizing children in 2024, more than 2.9 million children remain un- and under-vaccinated and therefore unprotected, WHO said. (Colombo/Jul18/2025)"
  ]
}