{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Icon-of-the-Seas-Worlds-largest-cruise-ship-sets-sail-from-Miami/108-275824",
  "time_ut": 1706408460.0,
  "original_lang": "en",
  "original_title": "Icon of the Seas: World’s largest cruise ship sets sail from Miami",
  "original_body_lines": [
    "Miami, Jan 28 (BBC) - The world's largest cruise ship has set sail from Miami, Florida, on its maiden voyage, amid concerns about the vessel's methane emissions.",
    "The 365m-long (1,197 ft) Icon of the Seas has 20 decks and can house a maximum of 7,600 passengers. It is owned by Royal Caribbean Group.",
    "The vessel is going on a seven-day island-hopping voyage in the tropics.",
    "But environmentalists warn that the liquefied natural gas-powered ship will leak harmful methane into the air.",
    "\"It's a step in the wrong direction,\" Bryan Comer, director of the Marine Programme at the International Council on Clean Transportation (ICCT), was quoted as saying by Reuters news agency.",
    "\"We would estimate that using LNG as a marine fuel emits over 120% more life-cycle greenhouse gas emissions than marine gas oil,\" he said.",
    "Earlier this week, the ICCT released a report, arguing that methane emissions from LNG-fuelled ships were higher than current regulations assumed.",
    "LNG burns more cleanly than traditional marine fuels such as fuel oil, but there is a risk of leakage.",
    "A powerful greenhouse gas, methane in the atmosphere traps 80 times more heat than carbon dioxide over 20 years. Cutting these emissions is seen as crucial to slowing down global warming.",
    "A Royal Caribbean spokesperson is quoted by media outlets as saying that Icon of the Seas is 24% more energy efficient than required by the International Maritime Organization for modern ships. The company plans to introduce a net-zero ship by 2035.",
    "On Thursday, Argentina's World Cup winning captain Lionel Messi, who currently plays for Inter Miami, took part in the ship's naming ceremony. He was seen placing a football on a specially-built stand to trigger the traditional \"good luck\" breaking of a champagne bottle against the vessel's bow.",
    "Icon of the Seas cost $2bn (£1.6bn) to build. It now boasts seven swimming pools, six waterslides, and more than 40 restaurants, bars and lounges."
  ]
}