{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Prospective-SL-Migrants-To-Nz-Must-Be-Aware-Of-Scams-And-Criminal-Enterprises-Michael-Appleton/231-274920",
  "time_ut": 1704997860.0,
  "original_lang": "en",
  "original_title": "Prospective SL Migrants To Nz Must Be Aware Of Scams And Criminal Enterprises  - Michael Appleton",
  "original_body_lines": [
    "New Zealand High Commissioner, Michael Appleton, upon completion of his stint in Sri Lanka as the first ever envoy of his country, takes questions from Daily Mirror the on the elevation of his bilateral ties and what holds for the future.",
    "We greatly treasure our Sri Lankan community. That community is getting larger every year. I was looking at the figures the other day, and it’s about three times larger now (about 20,000 people) than it was at the start of the century",
    "Just reflecting on Sri Lanka’s crisis, a lot of analysis has been done about why it happened; what were the various factors. And I won’t get into that. I think a long PhD thesis will be written about that in the goodness of time",
    "Q As the first New Zealand High Commissioner to Sri Lanka, you served in Sri Lanka for three years. It’s the first time that New Zealand set up a mission in Sri Lanka. In what ways have bilateral relations improved during these three years?",
    "We are really pleased to have opened a High Commission in Sri Lanka in 2021. We opened it because we thought there was a range of ways in which our countries could get closer or cooperate more. That has definitely proved the case. It’s been much, much easier to strengthen trade, investment and security cooperation because we have a High Commission here in Colombo.",
    "One practical way in which it’s really been beneficial was working through how New Zealand might help Sri Lanka when the economic crisis happened. New Zealand has an experience of economic crisis and recovery, and we thought there must be lessons New Zealand could share with Sri Lanka. We have been able to do that in areas like Central Bank independence, public sector reforms and public financial management.",
    "It would have been much harder to share those experiences, bring experts here, provide modest technical assistance if we hadn’t a High Commission here. On the ground presence has made it much easier for New Zealand to work out the ways in which New Zealand could be helpful to the Sri Lankan authorities.",
    "Looking ahead as Sri Lanka recovers economically, I hope the High Commission will be able to focus a lot on how to encourage more New Zealand businesses and investments into Sri Lanka, so that our trade and economic relationship can become broader.",
    "One practical way in which it’s really been beneficial was working through how New Zealand might help Sri Lanka when the economic crisis happened. New Zealand has an experience of economic crisis and recovery, and we thought there must be lessons New Zealand could share with Sri Lanka",
    "Q How do you look at Sri Lanka’s potential for the expansion of ties with New Zealand, especially in terms of trade?",
    "I think there’s enormous potential for greater economic collaboration. For a long time, our trade has been focused on a small number of areas – such as New Zealand milk powder to Sri Lanka and Sri Lankan tea and rubber to New Zealand. I think both countries would like to expand that trading portfolio.",
    "Now that we’re through the acute crisis phase of Sri Lanka’s economic crisis, I hope that it might be more possible to expand those areas in the coming years.",
    "New Zealand is a world-class producer of primary products, be it dairy products, wine or high-quality meat products. We send some of those to Sri Lanka, but we could be sending more, in a greater variety. Another area is IT. New Zealand has a number of world-class software companies and other technology companies that are starting to get involved in Sri Lanka – which is a very positive thing. But I know there are also IT technology companies in Sri Lanka that are very interested in providing back office support to companies in New Zealand.",
    "Tourism, education and skilled migration are other areas. Sri Lankans going to New Zealand as international students and skilled migrants is now an upward trend.",
    "The numbers that went this year are significantly higher compared to those that went in 2019 (pre-COVID). And there are a lot of New Zealand and Sri Lankan educational institutions that are building partnerships aimed at making the flow of students in both directions easier, cheaper and more accessible for Sri Lankans to have a New Zealand educational experience – making it possible to start their degree here in Sri Lanka before going to New Zealand to complete it. And both our countries have tourism-dependent economies. We each have a lot of expertise when it comes to hospitality and tourism operation. I can imagine greater collaboration in that area in the future.",
    "The numbers that went this year are significantly higher compared to those that went in 2019 (pre-COVID). And there are a lot of New Zealand and Sri Lankan educational institutions that are building partnerships aimed at making the flow of students in both directions easier, cheaper and more accessible",
    "Q New Zealand has become a much sought-after destination for Sri Lankan youths, especially after the economic crisis. Actually, can you tell us something more about the legal paths for entering New Zealand?",
    "Sri Lankans have been part of New Zealand’s success story for a very long time. Sri Lankans have migrated to New Zealand for decades and have played a very positive role in New Zealand society.",
    "We greatly treasure our Sri Lankan community. That community is getting larger every year. I was looking at the figures the other day, and it’s about three times larger now (about 20,000 people) than it was at the start of the century. So, in the last 20 years, the Sri Lankan community has increased by about three times.",
    "It’s continuing to grow quite rapidly because of the two major pathways in which Sri Lankans go to New Zealand: international students and skilled migrants. New Zealand has a range of occupations – such as employment opportunities for doctors, engineers, dentists and teachers – and we need such people in our country. Sri Lanka happens to have such qualified people. Over the years, we have seen many Sri Lankans going to New Zealand as skilled migrants, after which they become permanent residents and then citizens, and thus become people who have strong connections in both New Zealand and Sri Lanka.  I think that is something that’s beneficial to both countries.",
    "Unfortunately, at the same time, it is important to be mindful of rising immigration scams, visa fraud, and other illegal migration operations targeting vulnerable Sri Lankans. Indeed, Sri Lankans considering the legal pathways of coming to New Zealand must also be aware of these scams and criminal enterprises.",
    "I think there’s enormous potential for greater economic collaboration. For a long time, our trade has been focused on a small number of areas – such as New Zealand milk powder to Sri Lanka and Sri Lankan tea and rubber to New Zealand",
    "Q What practical cooperation do you envisage between Sri Lanka and New Zealand in the coming period?",
    "New Zealand recently elected a new government, and it has signalled a strong focus on this part of the world – South Asia.",
    "For many years, New Zealand has been supportive of the development of Sri Lanka’s dairy industry. We recognize that the Sri Lankan government and the Sri Lankan people wish for the dairy industry to become more productive, more efficient and to be better able to fulfill more of the nutritional needs that Sri Lankans have. New Zealand has a great deal of expertise in this area. We have a dairy industry which is very large by global standards, very productive, very efficient, and very profitable. We have been trying to find small ways in which we can contribute.",
    "As the Sri Lankan government and authorities work through their own plans and strategies for improving their industry and production, we will be looking very closely at how we can be helpful in the period ahead as well.",
    "I think that model of Sri Lanka being a platform for New Zealand companies that are interested in broader South Asian operations is one that could be replicated. Sri Lanka is a similar-sized country to New Zealand, and for Kiwi companies, it’s not too big - not too imposing. New Zealand companies can come here, they can feel comfortable. It’s a very friendly place, and they can start to operate here. And the hope is that in time, if they’re successful here, they can use this as a base for the rest of South Asia, and they can export products from here. This obviously not only generates employment opportunities here in Sri Lanka but also economic benefits as well.",
    "Sri Lanka is heading into an election year next year. Sri Lanka has a proud history of democracy. It is said that Sri Lanka is Asia’s oldest democracy in the sense of the longest record of uninterrupted, national elections.",
    "Q Sri Lanka is a kind of an unusually large market for the consumption of powdered milk. What is your view about Sri Lankans’ habit of milk powder consumption?",
    "When I first heard, a long time ago, about the scale of New Zealand milk powder consumption in Sri Lanka, I was surprised, simply because New Zealanders do not consume large quantities of milk powder. Rather, we mostly consume liquid milk. But New Zealand milk powder is a product that has been consumed by Sri Lankans in considerable quantities for a long period of time, and obviously it’s become part of the local palate, and there is trust of the New Zealand product. Various Sri Lankans like to use it for different reasons - whether they drink it mixed with tea or any other beverage - and because it can be used longer, and it’s obviously a method of delivery that works here.",
    "When I first heard, a long time ago, about the scale of New Zealand milk powder consumption in Sri Lanka, I was surprised, simply because New Zealanders do not consume large quantities of milk powder",
    "Q When talking about the security aspect of bilateral ties, Sri Lanka is important, especially because of its geostrategic positioning in the region. So how do you look at Sri Lanka’s positioning in this regard, and how does Sri Lanka matter to New Zealand in that sense?",
    "I would never tell Sri Lanka how to conduct its foreign relations. That’s for the Sri Lankan government and the Sri Lankan people to decide. But, you know, New Zealand and Sri Lanka do share certain attributes when it comes to geopolitics. We’re both small countries that have much larger countries than us acting in our regions.",
    "The Pacific Island region where New Zealand is located has a lot of attention from a lot of large countries from around the world. That has some positive elements. It obviously brings economic resources, but it creates challenges as well – of competition and potential friction.",
    "What happens in New Zealand’s region - the Pacific Island region - also occurs here in the Indian Ocean. And so I’ve always thought - and I still think after spending three years here - that Sri Lanka and New Zealand can learn from one another. We’ve learned from one another about how we approach the fact that we are small island nations, in regions with a great deal of geostrategic competition. It’s obviously up to us, our governments and our policymakers to work out the best way of approaching that competition in the interests of our countries.",
    "Just reflecting on Sri Lanka’s crisis, a lot of analysis has been done about why it happened; what were the various factors. And I won’t get into that. I think a long PhD thesis will be written about that in the goodness of time.",
    "I think that we should all feel positively that once Sri Lanka found itself in a very difficult position, and it needed assistance from the international community to salvage its position, Sri Lanka’s friends around the world rallied around. Sri Lanka has a lot of friends around the world. We have seen a lot of international friendship and cooperation that has enabled Sri Lanka’s position to stabilize. A whole range of countries are interested in Sri Lanka and care about Sri Lanka. That gets talked about in a negative sense sometimes but I think one positive element of it has been that there has been a huge effort by the international community collectively, from a range of partners with a range of different perspectives, seeking to help Sri Lanka.",
    "Looking ahead, obviously what happens from here is very much an issue for the Sri Lankan people. Sri Lanka is heading into an election year next year. Sri Lanka has a proud history of democracy. It is said that Sri Lanka is Asia’s oldest democracy in the sense of the longest record of uninterrupted, national elections. This crisis happened and everyone has made efforts since then to try to stabilize the situation. But in a democracy, the people must and will decide what should happen next. I think the international community will be supportive of the efforts of the Sri Lankan democratic system to bring about a result that is in line with the wishes of the Sri Lankan people.",
    "Tourism, education and skilled migration are other areas. Sri Lankans going to New Zealand as international students and skilled migrants is now an upward trend",
    "Q Sri Lanka seeks to establish a diplomatic mission in New Zealand. How will it help the promotion of ties?",
    "We are delighted by this week’s confirmation by the Sri Lankan Government that they plan to open a High Commission in Wellington very soon. I think it will be great. It just makes it so much easier when you’re trying to work out cooperative activity between two countries to have diplomatic missions in each other’s countries."
  ]
}