{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111124/dormant-russia-volcano-erupts-for-first-time-in-475-years",
  "time_ut": 1754210460.0,
  "original_lang": "en",
  "original_title": "Dormant Russia volcano erupts for first time in 475 years",
  "original_body_lines": [
    "A volcano erupted for the first time in 475 years in Russia’s eastern Kamchatka region, the nation’s emergency authority said on Sunday (Aug 3), days after one of the strongest earthquakes on record hit the region.",
    "Pictures released by Russian state media show a towering plume of ash spewing from the Krasheninnikov volcano, which last erupted in 1550, according to the Smithsonian Institution’s Global Volcanism Program.",
    "The plume is estimated to have reached an altitude of 6,000m, Kamchatka’s Ministry of Emergency Situations said in a post on Telegram.",
    "“The plume is spreading eastward from the volcano toward the Pacific Ocean. There are no populated areas along its path, and no ashfall has been recorded in inhabited localities,” the ministry said.",
    "The volcano has been assigned an “orange” aviation hazard code, the ministry added, meaning flights in the area may be disrupted.",
    "It came after Klyuchevskoy, another volcano in the region - the highest active in Europe and Asia - erupted on Wednesday.",
    "Eruptions of Klyuchevskoy are quite common, with at least 18 occurring since 2000, according to the Global Volcanism Program.",
    "Both recent eruptions followed one of the strongest earthquakes recorded, which struck on Wednesday, sparking tsunami warnings and evacuations of millions of people from coastal areas from Japan to Hawaii to Ecuador.",
    "The worst damage was seen in Russia, where a tsunami crashed through the port of Severo-Kurilsk and submerged a fishing plant, officials said.",
    "The 8.8-magnitude quake struck off Petropavlovsk on Russia’s Kamchatka peninsula and was the strongest since 2011, when a 9.1-magnitude quake off Japan caused a tsunami that killed more than 15,000 people."
  ]
}