{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-ltl-indias-petronet-sign-mou-for-lng-infrastructure-in-kerawalapitiya-177419/",
  "time_ut": 1724150640.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s LTL, India’s Petronet sign MOU for LNG Infrastructure in Kerawalapitiya",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s LTL Holdings and India’s Petronet LNG Limited (PLL) signed a Memorandum of Understanding (MOU) on Tuesday to build LNG Infrastructure Development and LNG Supply in the island nation, the Power and Energy Ministry said.",
    "Both companies jointly submitted a proposal for Sri Lanka’s Ministry of Power and Energy and the cabinet approval has been already granted following the evaluation by a technical evaluation committee",
    "“This MOU signing ceremony will mark a significant milestone in Sri Lanka’s journey toward cleaner and more sustainable power generation,” the Ministry said in a statement.",
    "“This MOU covers for a joint development by LTL and PLL to develop necessary infrastructure and supply of LNG for initially for Sobadhanavi Power Plant at Kerawalapityta which will be commissioned shortly.”",
    "It said the proposal is an interim solution to introduce LNG for power generation in Sri Lanka on initiation by both governments of Sri Lanka and India.",
    "Sri Lanka, which witnessed a more than double hike in electricity tariff after its unprecedented economic crisis, has been looking to reduce the generation cost as the price hike has made the government unpopulour among the people.",
    "“This collaborative partnership will develop facilities to import LNG to Colombo Port via ISO Containers from Petronet’s Kochi terminal India as an interim solution to supply LNG to the Sobadhanavi Power Plant,” the Ministry said.",
    "“Upon arrival at Colombo Port, the ISO Containers will be unloaded and stored in the port’s designated storage area. The ISO containers will then be transported to the Kerawalapitiya storage and regasification terminal and regasified LNG will be delivered to the power plant through a pipeline.”",
    "The Sobadhanavi Power Plant is owned and operated by Lakdhanavi Limited, the power development arm of LTL Holdings Limited, aligning with the government’s vision for a more sustainable and economically viable energy future by adding 350 MW to the system by the first quarter 2025.",
    "The plant can be operated on Natural Gas and also with Hydrogen upto 30% in future when it is available, the Ministry said.",
    "“The use of LNG, a cleaner-energy source, will significantly reduce greenhouse gas emissions, contributing to Sri Lanka’s environmental goals,” the Ministry said.",
    "“Furthermore, the cost efficiency of LNG will lead to lower electricity costs, providing economic relief to consumers and supporting broader economic growth.” (Colombo/August 20/2024)"
  ]
}