{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Singhagiri-launches-Candy-home-appliances-in-Sri-Lanka/34-771047",
  "time_ut": 1735259830.0,
  "original_lang": "en",
  "original_title": "Singhagiri launches Candy  home appliances in Sri Lanka",
  "original_body_lines": [
    "Singhagiri Ltd., a trusted leader in Sri Lanka’s consumer electronics industry with over five decades of excellence, recently launched its partnership with Candy, a prestigious European home appliance brand with Italian roots.",
    "This significant event marked the official launch of Candy in Sri Lanka, a moment of pride as the country becomes the first in the Asia Pacific to unveil Candy’s new global logo. The portfolio of Candy products sold by Singhagiri includes a range of kitchen appliances, including cookers, hobs and ovens, as well as refrigerators and washing machines.",
    "Candy, founded in 1945, is known for its masterful Italian craftsmanship, innovation, and style, follows the philosophy of “Simplify Your Day,” reflecting its commitment to creating user-friendly, high-quality, and smart home appliances that elevates modern living. Candy’s product range includes cutting-edge cookers, ovens, hobs, hoods, dishwashers and washing machines, all designed to blend functionality with elegance and reliability.",
    "The event was attended by many dignitaries, including Directors Anusha Marasinghe, Nasser Majeed and Chathurika De Silva, Chief Executive Officer Lasantha Alwis, Chief Financial Officer Andy Prashanthan, Senior Deputy General Manager Indrajith Perera, Head of Brands Kalana Madurapperuma, Head of Human Resources Aravindan, General Manager – Retail Nilanka De Silva, and Brand Managers Nipuna Prabhashawara and Dinuka Chathuranga.",
    "Representing the Candy Group was the Regional Sales Director Renato Destro and the Export Manager Joan Wong.",
    "This partnership underscores Singhagiri’s dedication to bringing globally celebrated brands to Sri Lankan homes. The introduction of Candy’s innovative and stylish product range is set to redefine home appliance standards in the Sri Lankan market, offering solutions that merge technology, aesthetics, and convenience.",
    "Regional Sales Director Destro, speaking at the event, stated “Candy, part of the group number one in the world in home appliances, is awarding Singhagiri authorised distributorship for Sri Lanka during the event, marking the importance of this partnership to succeed in bringing Candy to the homes of Sri Lankan consumers”",
    "This landmark event also highlights the strength of Singhagiri’s market leadership while emphasising Candy’s commitment to providing Italian-inspired solutions to Sri Lankan households. It celebrates the synergy of two trusted names in their respective fields, bringing smarter living to every home. With its stylish designs, smart technology, and user-friendly appliances, Candy aims to set a new standard in home solutions in Sri Lanka. This collaboration promises to redefine lifestyles and elevate the standards of modern living for consumers across the country."
  ]
}