{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Blunder-by-new-Government-No-fertiliser-to-paddy-farmers/4-769737",
  "time_ut": 1732667569.0,
  "original_lang": "en",
  "original_title": "Blunder by new Government: No fertiliser to paddy farmers",
  "original_body_lines": [
    "The current Government’s biggest blunder is the neglect of fertiliser to paddy farmers",
    "Over the past few weeks, TV channel ‘Derana’ reported on a number of occasions, the plight of the paddy farmers in Kurunegala, Anuradhapura, Polonnaruwa, Batticaloa and Amparai districts due to non-availability of fertiliser for their paddy cultivation. But the Government TV channels were silent over the issue.",
    "Maha rainy season started in early October as usual and will continue until early January. Rains start in early October during the evenings and intensity will increase reaching a maximum in December and rains will end in early January, allowing the farmers to harvest from late January onwards.",
    "The paddy farmers prepare fields after first rains having softened the grounds, mostly with tractors. With increase in rains, fields become muddy and are prepared for sowing of seed paddy generally in early November.",
    "Sown paddy seeds take root and grow slowly, by November-end they are 6 to 9 inches in height and need to become taller to face inundation during heavier rains expected in December. For getting taller they need nitrogen fertiliser, generally urea. Thus urea and other fertilisers need to be available in the market for the farmers to purchase. Earlier, they were given free fertiliser or a financial subsidy to enable them to buy from private suppliers.",
    "On 26 September, President Anura Kumara Dissanayake instructed the Treasury to increase the fertiliser subsidy to Rs. 25,000 from earlier Rs. 15,000 per hectare to paddy farmers for the Maha season of 2024/25, starting from 1 October, the President’s Media Division informed.",
    "After the new Government came into power, there were only three ministers and the President himself took over agriculture. The President and the ministers were busy on forthcoming General elections and had no time to deal with paddy farmers. Earlier JVP concentrated on Government servants also on private workers. They had no time for farmers, also as they will not join the strikes.",
    "When the new Minister for Agriculture K.D. Lalkantha was appointed on 21 November, he was questioned on the supply of fertiliser to paddy farmers. He replied that he will take immediate action. But his action will require preparing a Cabinet paper to be presented to the next Cabinet meeting and approved minutes of the meeting be submitted to Treasury. The Finance Minister (the President) approving and instructing the release of funds and transferring the funds (same amount as last Maha season and to same farmers) by the respective authorities. But how long will the procedure take? Earliest instructions will reach the local authorities by early December.",
    "Due to the Government’s long silence, fertiliser availability is poor, as only rich farmers could purchase fertiliser. When the Government announces fertiliser subsidy to farmers, the shop owners will order fertiliser from the wholesalers. Also due to long silence of the Government have the importers ordered the fertilisers from abroad? When their locally available stocks exhaust, they will have to wait for the arrival of imported stocks.",
    "According to former Minister Mahindananda Amaraweera the Government had decided to provide a subsidy to paddy farmers to purchase fertilisers required by them for the Yala season. Accordingly, arrangements have been made to provide a subsidy of Rs. 20,000 per hectare and Rs. 40,000 per two hectares.",
    "The minister stated that the voucher for obtaining fertiliser will be given to the farmers.  The voucher will be printed by the Government Printing Office and will take several weeks to issue these vouchers, which will be printed with a special watermark, to be issued to farmers. The voucher will allow farmers to buy Bandi fertiliser (MOP) or organic fertiliser for their cultivation.",
    "Presently, due to poor demand the price of urea fertiliser has decreased to Rs. 9,000 in the market. Therefore, farmers can purchase urea at a lower price than the fertilisers provided by the two Government fertiliser companies. Also, we provided mud fertiliser free of charge to all farmers. Farmers need Bandi fertiliser in the upcoming period. Therefore, farmers can purchase Bandi fertiliser and organic fertiliser if needed through this voucher.",
    "The minister stated that the Government is expected to spend Rs. 11 billion for this purpose.",
    "Above shows the normal Government procedure and the time taken for the process.",
    "Paddy farmers in Anuradhapura, Polonnaruwa, Batticaloa and Ampara districts have already commenced farming and are awaiting fertilisers which should have been applied a couple of weeks ago. But when can the farmers expect the fertilisers? Meaning, poor farmers who depended on the Government to supply them with fertilisers would be forced a crop failure, resulting in a massive paddy and rice shortage, resulting in increased prices.",
    "The Government had decided to import 70,000 tons of Nadu rice to control the excessive prices of rice in the market. By January when shortage of paddy is felt in the market, the Government will be forced to import possibly 700,000 tons of Nadu rice to stabilise market prices. But how about foreign exchange?",
    "On 21 November, with the opening of the new Parliament, when the President delivered the NPP’s one-hour policy statement, the only item missed was the paddy farmers and their cultivation, showing JVP’s concentration on Government servants and private sector employees. No wonder NPP’s failure in getting a majority only in the Batticaloa district.",
    "The current Government’s biggest blunder is the neglect of fertiliser to paddy farmers. Considering the Maha season supplies majority of paddy (rice) requirement, until Yala season paddy/rice is in the market the country will have to depend on imported rice needing valuable foreign exchange."
  ]
}