{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/foreign-investors-play-dynamics-at-cse-while-local-counterparts-look-on-bearishly/",
  "time_ut": 1721417700.0,
  "original_lang": "en",
  "original_title": "Foreign investors play dynamics at CSE while local counterparts look on bearishly",
  "original_body_lines": [
    "Stock trading at the Colombo Stock Exchange (CSE) yesterday saw foreigners stepping up their buying into listed equities despite bearish sentiments from locals that forced indices to head south for the third consecutive day.",
    "Further, political uncertainty backed by weaker economic trends had created a negative sentiment in the market, which resulted in both indices dipping down. All Share Price Index was down by 41.37 points while S and P SL20 down by 9.27 points",
    "The market turnover stood at Rs 784 million with two crossings. Those crossings were reported in Hayelys, which crossed 2.39 million shares to the tune of Rs 243 million and its share price traded at Rs 102 and JKH 430,000 shares crossed to the tune of Rs 83.4 million and its share price traded at Rs 194.",
    "In the retail amrket top seven comapneis that mainly contruibuted to the turnover were Distelleries Rs 95 million (3.6 million shares traded), Hayleys Rs 45.4 million (454,000 shares traded), HNB Rs 45.4 million (236,000 shares traded), Hayleys Fabrics Rs 21.6  million (475,000 shares traded), SLT Rs 16.6 million (236,000 shares traded), Hemas Holdings Rs 14.9 million (183,000 shares traded) and Browns Investments Rs 10 million (1.85 million shares traded). During the dya 20.3 million share volume changed in 6168 transactions.",
    "It is said high net worth and institutional investor participation was noted in JKH and Hayleys. Mixed interest was observed in Sri Lanka Telecom, Nations Trust Bank and Lanka Tiles whilst retail interest was noted in LOLC Finance, Dialog Axiata and Browns Investments. The Capital Goods sector was the top contributor to the market turnover (due to JKH, Hayleys and  Hemas ) .The share price of JKH decreased by 25 cents to Rs. 194.00. The share price of Hayleys lost Rs. 1.25 to Rs. 100.25. The share price of Lanka Tiles declined by 50 cents to Rs. 50.The Banking sector was the second highest contributor to the market turnover (due to HNB ) whilst the sector index decreased by 0.47 percent . The share price of Nations Trust Bank recorded a gain.Yesterday the Central Bank announced the US dollar rate . The rupee opened stronger at Rs 303.50/80 to the US dollar, dealers said. Bond yields were up and stocks were 0.05 up percent, they said. The rupee closed at 304.00/10 to the greenback on Thursday.",
    "National Chamber of Exporters of Sri Lanka opposes removal of SVAT system",
    "NDB Bank shines at the AIA Bancassurance Achievers Awards 2023",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}