{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111795/european-postal-services-suspend-shipment-of-packages-to-us-over-tariffs",
  "time_ut": 1756051500.0,
  "original_lang": "en",
  "original_title": "European postal services suspend shipment of packages to US over tariffs",
  "original_body_lines": [
    "The end of an exemption on tariff duties for low-value packages coming into the United States is causing multiple international postal services to pause shipping as they await more clarity on the rule.",
    "The exemption, known as the “ de minimis” exemption, allows packages worth less than $800 to come into the U.S. duty free. A total of 1.36 billion packages were sent in 2024 under this exemption, for goods worth $64.6 billion, according to data from the U.S. Customs and Border Patrol Agency.",
    "It is set to expire on Friday. On Saturday, postal services around Europe announced that they are suspending the shipment of many packages to the United States amid confusion over new import duties.",
    "Postal services in Germany, Denmark, Sweden and Italy said they will stop shipping most merchandise to the U.S. effective immediately. France and Austria will follow on Monday.",
    "The U.K.’s Royal Mail said it would halt shipments to the U.S. on Tuesday to allow time for those packages to arrive before duties kick in. Items originating in the United Kingdom worth over $100 — including gifts to friends and family — will incur a 10% duty, it said.",
    "“Key questions remain unresolved, particularly regarding how and by whom customs duties will be collected in the future, what additional data will be required, and how the data transmission to the U.S. Customs and Border Protection will be carried out,” DHL, the largest shipping provider in Europe, said in a statement.",
    "The company said starting Saturday it “will no longer be able to accept and transport parcels and postal items containing goods from business customers destined for the US.”",
    "A trade framework agreed on by the U.S. and the European Union last month set a 15% tariff on the vast majority of products shipped from the EU. Packages under $800 will now also be subject to the tariff.",
    "The U.S. duty-free exemption for goods originating from China ended in May as part of the Trump administration’s efforts to curb American shoppers from ordering low-value Chinese goods. The exemption is being extended to shipments from around the world.",
    "Many European postal services say they are pausing deliveries now because they cannot guarantee the goods will enter the U.S. before Aug. 29. They cite ambiguity about what kind of goods are covered by the new rules, and the lack of time to process their implications.",
    "Postnord, the Nordic logistics company, and Italy’s postal service announced similar suspensions effective Saturday.",
    "“In the absence of different instructions from US authorities ... Poste Italiane will be forced, like other European postal operators, to temporarily suspend acceptance of all shipments containing goods destined for the United States, starting August 23. Mail shipments not containing merchandise will continue to be accepted,” Poste Italiane said Friday.",
    "Shipping by services such as DHL Express remains possible, it added.",
    "Björn Bergman, head of PostNord’s Group Brand and Communication, said the pause was “unfortunate but necessary to ensure full compliance of the newly implemented rules.”",
    "In the Netherlands, PostNL spokesperson Wout Witteveen said the Trump administration is pressing ahead with the new duties despite U.S. authorities lacking a system to collect them. He said that PostNL is working closely with its U.S. counterparts to find a solution.",
    "“If you have something to send to America, you should do it today,” Witteveen told The Associated Press.",
    "Austrian Post, Austria’s leading logistics and postal service provider, stated that the last acceptance of commercial shipments to the U.S., including Puerto Rico, will take place Tuesday.",
    "France’s national postal service, La Poste, said the U.S. did not provide full details or allow enough time for the French postal service to prepare for new customs procedures.",
    "″Despite discussions with U.S. customs services, no time was provided to postal operators to re-organize and assure the necessary computer updates to conform to the new rules,″ it said in a statement.",
    "PostEurop, an association of 51 European public postal operators, said that if no solution can be found by Aug. 29 all its members will likely follow suit."
  ]
}