{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/michelin-delegation-reviews-sri-lanka-rubber-de-forestation-compliance-163784/",
  "time_ut": 1716200640.0,
  "original_lang": "en",
  "original_title": "Michelin delegation reviews Sri Lanka rubber de-forestation compliance",
  "original_body_lines": [
    "ECONOMYNEXT – A delegation from the Michelin Group has visited Sri Lanka to review the country’s compliance with the EU’s Regulation on Deforestation Free Products in the cultivation of rubber, the Minister of Agriculture and Plantation Industries has said.",
    "The Regulation on Deforestation Free Products (EUDR), which comes into effect from December 30 this year, seeks to guarantee that products EU citizens consume do not contribute to deforestation or forest degradation worldwide.",
    "Sri Lanka, which exports rubber and related products, has agreed to implement the policies of the Act. Around 30 percent of the rubber exported by the country is bought by countries belonging to the European Union.",
    "The Michelin team evaluated the measures taken by the Sri Lankan government to expand rubber cultivation in Sri Lanka without destroying forests.",
    "Minister Amaraweera who met with the delegation last week (17), assured them that no efforts will be made to expand rubber cultivation in the wet zone of the island, and instead steps have been taken to use lands in the dry zone.",
    "“Rubber plantations in areas like Monaragala, Anuradhapura, Ampara have already been very successful and have undergone many positive environmental changes due to rubber plantation,” the minister was quoted as saying.",
    "The minister said that other export agricultural crops, such as pepper, will instead be cultivated in the wet zone.",
    "Sri Lanka produces high-quality natural rubber and rubber-based products, including niche market-based products such as solid tires, sole crepe for shoes, and high-quality surgical gloves and other gloves.",
    "Sri Lanka cultivates around 65,000 hectares of rubber, and exports 98,500 metric tons annually earning approximately 40 million dollars. (Colombo/May20/2024)",
    "Note: Edited to reflect it was a Michelin delegation that visited and not a EU delegation."
  ]
}