{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-burial-issue-president-says-govt-to-introduce-laws-allowing-free-choice-169255/",
  "time_ut": 1719219000.0,
  "original_lang": "en",
  "original_title": "Sri Lanka burial issue: president says govt to introduce laws allowing free choice",
  "original_body_lines": [
    "ECONOMYNEXT — Days after extending an apology to Sri Lanka’s Muslim community on behalf of the government, President Ranil Wickremesinghe has said the government has decided to introduce new legislation allowing people to choose between burial and cremation.",
    "“The issue of burial has been a significant concern over the Muslim community in the country. Initially, a separate committee was appointed, deviating from the guidelines of the World Health Organisation (WHO), which created problems and caused hurt feelings among the Muslim community.",
    "“In response, the government has decided to introduce new legislation allowing individuals to choose between burial and cremation according to their wishes. Additionally, provisions have been made for bodies to be donated to medical faculties if desired. These measures aim to prevent similar issues from arising in the future,” he said.",
    "Wickremesinghe made these remarks at  a religious service held on Sunday June 23 at the New Kathankudy Grand Jummah Mosque for the people of Gaza affected by the ongoing Israel-Hamas war.",
    "On Tuesday June 18, the president apologised for the government’s decision to enforce cremations during the COVID-19 pandemic.",
    "“This house would like to apologise for what happened,” Wickremesinghe said in parliament. “During this time there was a lot of pain, mainly felt by the Muslims, but also Hindus, Buddhists and Christians, I know who also like to bury.”",
    "He said that a committee appointed to look into the matter at the time recommended cremation, a decision which was upheld by the supreme court.",
    "“So the government had to follow that. There was no choice at that stage.”",
    "Sri Lanka would bring a law that would allow the right of burial, right of cremation or gifting one’s body to medical institutions.",
    "“In this country any person should have the right to determine whether he or she is buried, cremated or given to the medical faculty.”",
    "The Sri Lanka government’s stubborn insistence, under the presidency of Gotabaya Rajapaksa in 2020, 2021, on cremating Muslim and Christian victims of the virus, going against their religious believes, drew widespread condemnation from UN experts and Muslim countries. (Colombo/Jun24/2024)"
  ]
}