{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/kotmale-dairy-products-and-cargills-dairies-keep-raising-the-bar-for-themselves/",
  "time_ut": 1710121740.0,
  "original_lang": "en",
  "original_title": "Kotmale Dairy Products and Cargills Dairies keep raising the bar for themselves",
  "original_body_lines": [
    "Kotmale Dairy Products and Cargills Dairies became the first dairy companies in Sri Lanka to complete a carbon footprint verification, and Kotmale Products received the Silver Award at the Presidential Environmental Awards.",
    "Sukitha Arangallage, Head of Sustainability at Cargills Ceylon PLC, told The Island that “The scale of the challenges facing our planet seems to be daunting. So, as a responsible company, we pursue environmental stewardship by reducing pollution, waste and emissions through our manufacturing process. This sense of responsibility is a value reflected through our integrated dairy processing facility in Banduragoda. We have to hold ourselves accountable for our actions, and that’s why we take all measures to protect the environment through sustainability initiatives.”",
    "Treated effluents in the pond which can be used for irrigation purposes. Part of this is further treated in the Reverse Osmosis (RO) plant after which the water can be used for cooling purposes",
    "“Kotmale Dairy promises to provide nutritious food for a healthier country. In that journey, we recognize the fact that we have a role to play towards Sustainable Development Goals (SDGs) because it’s our duty to improve the planet’s resilience to meet the challenges of climate change,” said Deva Weerasuriya, Director-Engineering (Manufacturing Sector) at Cargills PLC.",
    "“As a leading company, we believe that our success is contingent not only on our strong balance sheet, but also on social and environmental sustainability. Over the years, we have sought to enhance our pioneering initiatives to recycle waste, reduce our carbon footprint, and substitute non-renewable energy sources with alternative, clean renewable energy, among many other initiatives to make a positive impact and sustainable difference in our manufacturing process,” said Cargills Group, Managing Director- Dairy Sector, Saranga Wijesundara.",
    "Factory site’s ecosystem with more than 2,000 trees; predominantly fruit trees",
    "The biomass boiler which helps to reduce over 6,000 tons of carbon emissions annually",
    "Cargills Ceylon PLC’s dairy products factory in Banduragoda is a catalyst in the company’s transition into a net zero manufacturing facility. It has achieved the following feats:",
    "Obtaining voluntary carbon footprint verification conducted by the Sri Lanka Climate Fund under the purview of the Ministry of Environment, along with its subsidiary Kotmale Dairy Products",
    "Installation of 1.4 MW solar power for clean energy generation which offsets around 35,000 kgs of carbon emissions annually",
    "Flora of more than 2,000 trees; predominantly fruit treesUsing ammonia gas as its refrigerant for maximum refrigeration efficiency while also having zero Ozone depletion potential and global warming potential",
    "Operating one of the largest industrial Reverse Osmosis (RO) plants in Sri Lanka, producing over 163 cubic metres of treated water daily",
    "Harvesting more than 3,000 cubic metres of rainwater a year which is utilized for cooling",
    "Ensuring all wastewater discharge is compliant with standards approved by the Central Environmental Authority",
    "Introduced environmentally friendly packaging for Cargills Magic Heavenly range of ice creams, reducing plastic consumption",
    "Accredited with ISO 9001:2015 Quality Management System, ISO 22000:2018 Food Safety Management System and ISO 14001:2018 Environment Management System",
    "Kotmale Dairy hence displays its commitment to sustainable practices, consistently exploring innovative solutions to reduce its environmental impact. Kotmale Dairy Products and Cargills Dairies keep raising the bar for themselves in conserving the environment and maintaining the quality of their products.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}