{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Which-is-needed-more-Economic-Transformation-Bill-or-Economic-Development-Plan/4-763351",
  "time_ut": 1719162521.0,
  "original_lang": "en",
  "original_title": "Which is needed more, Economic Transformation Bill or Economic Development Plan?",
  "original_body_lines": [
    "The most dangerous part of these ‘illusions’, propagated by irresponsible governments, is the fact that the populace is made to believe that they could have the benefits of development, without true development",
    "The most important sector in any economy is the SMI sector, as it provides the best possibility to widespread the manufacturing process bringing benefits to many, rather than develop a few big companies. To do so development banking plays a major role and if this ETB was serious about it, development banks should have been one of those institutions created, within the bill. Therefore, development banking should be a major focus and not just an afterthought. All this would come up when developing a plan, which does not seem to be on the table",
    "The Economic Transformation Bill (ETB) presented to Parliament, makes one wonder why it was brought about, with new institutions that overlap each other and statistical figures that set limits and targets, when the most obvious choice, would have been an Economic Development Plan (EDP), at least an indicative one. The ETB seems more political than an economic necessity.",
    "An EDP would indicate the institutional framework required and targets would be set on a practical basis. The ETB seems like putting the cart before the horse.",
    "The ETB hopes to transform the import dependent economy to an export oriented one. The idea in 1977, was also to make the economy an export oriented one, but had the opposite result. Therefore, how one hopes to transform becomes extremely important, if we are not to repeat the mistakes, which means that all the possible options should be looked at, which has not been done.",
    "However, the major problem the country faces is that all the possible options, which have been successful in Asia, were not on the table and policies and methods used in the past 45 years, that have failed to bring results, are the only ones considered.",
    "Is it that difficult to get into the head, that the conventional wisdom followed over the past 45 years was wrong, with bankruptcy being the ultimate result?",
    "An EDP is no easy task, the 10-year plan of the 1950s took three years to make. However, in this digital age, it should be easier to gather data, but the thinking required, may be a problem. An EDP would indicate the ‘what and how’ to achieve economic development. We need to place more faith and confidence in a plan, rather than the market, to get the process moving and later shift to the market, when market conditions are fulfilled. An EDP would require all, including the Central Bank to work towards a common objective. In a developing country, Central Banks have to take in the fact that economic development should be a major target and be in its mandate. In developed economies, inflation targeting and financial stability could be ok, but the experience of development in developing countries require total support of the Central Bank and not its independence to work at cross purposes.",
    "What is clearly required is a transformation of the thinking, that has brought the country to what it is. Unfortunately, that radical new thinking which is urgently required is nowhere to be seen. It is heartbreaking to see so much poverty and suffering in our country, when it could be overcome, with practical and common-sense policy.",
    "The ETB is clearly intended to satisfy the IMF, even though it has not been asked for. It hopes to continue the program of privatisation and seek foreign investment for the sale of local assets. There is no indication of inviting new FDI into manufacturing. The sale of local opportunities, such as power production, which should be developed by local companies, now sold to foreigners and PPAs signed up at high tariff rates, reduces the local potential for industrial development due to the high cost of inputs.",
    "Though there is mention of exports to meet certain targets in the future, no mention of how it would be reached. Some ideas floating around is Trincomalee for India and Hambantota for China. If it brings about industrial development that drives exports, it would be beneficial. However, it seems more a political balancing act, than an economic development process. Rights for foreign companies for mineral extraction with deals signed already, is of concern.",
    "Section 14(b) of the ETB, mentions ‘persuading foreign investors to retain, re-invest and expand investments’, which can only be done with high quality investors, who have shunned investing in Sri Lanka for various reasons, of which corruption is still rampant in all areas. Section 84, mentions ‘Investment Zones Developer’, which is an indication of privatisation of the zones. Section 53 mentions that no civil or criminal proceedings could be brought against the Commission or its members.",
    "However, if the Power Purchase Agreements (PPAs) signed is an indication of what is to follow, it indicates much of the same of what we have had. PPAs the world over has left a trail of corruption. The PPA with Adani is to purchase at US cents 0.08, while Adani sells in India for 0.03. The Saudi government just concluded an agreement with a Japanese company to purchase at less than 0.02 cents. Where we are going becomes quite clear. All this drives the input costs up, while we should be trying out best to bring them down.",
    "The most important sector in any economy is the SMI sector, as it provides the best possibility to widespread the manufacturing process bringing benefits to many, rather than develop a few big companies. To do so development banking plays a major role and if this ETB was serious about it, development banks should have been one of those institutions created, within the bill. Therefore, development banking should be a major focus and not just an afterthought. All this would come up when developing a plan, which does not seem to be on the table.",
    "So, what is the purpose of setting these arbitrary figures, without any practical idea if it is possible to achieve? Does it not give an indication of a last-ditch extreme attempt at ‘foreignisation’ of the economy?",
    "Almost all countries that have been able to develop their economies, have done so by their leaders expressing a vision, with a plan to reach their objectives.",
    "However, one should not make the mistake of confusing a vision with an ‘illusion’. This happens by trying to imitate developed economies, disregarding the ground work that made it possible for those economies to reach its objectives. The most dangerous part of these ‘illusions’, propagated by irresponsible governments, is the fact that the populace is made to believe that they could have the benefits of development, without true development.",
    "Unfortunately, the IMF and many economists follow this ‘illusion’ and advice (often direct) developing countries on those lines.",
    "Sri Lanka, is a classic example in this regard. With the opening of the economy in 1977, it was said that Sri Lanka, could become a Singapore, disregarding all the hard work, that went into the effort, the strategic thinking and the economic development plan, mostly influenced and designed by Dr. Albert Winsemius of the UN mission.",
    "Sri Lanka followed the illusion to Bankruptcy; therefore, I do not think much more is required in this respect? The bottom line is a collective shame, for not being able to get our thinking right.",
    "In my previous articles I have drawn attention to ‘myths’ of neo-liberalism, which has not quite been understood. Therefore, this article hopes to give a better understanding of it, though not an easy task in a short article.",
    "Though we have some of the resources required for development, we cannot put them to use, as they are tabooed by neo-lib thinking. We are therefore, in a situation of having the resources, but cannot be put to use, due to a lack of effective thinking.",
    "In fact, the IMF blogs in recent years, by the younger staff of the IMF not only question the taboos, but also think they should be lifted. However, it would be a long time before it happens, which by then would have done irretrievable damage, but most likely, may never reach the decision-making stage, as it is more a political issue, decided at the top level.",
    "The four major obstacles in the neo-lib thinking that has become a drag towards development of the economy, with less inequality are;",
    "4) Development Plans not required- Markets will do the magic.",
    "‘It is not the business of government to be in business’ is a catchy phrase used by Neo-Liberals quite effectively, in their psychological campaign over the past decades and even established itself among politicians and economists and has spread to the JVP-NPP combine as well.",
    "This is clearly an assault on the ‘mixed economy’, which was in operation, during the ‘golden era of Capitalism’ of the fifties and sixties, which produced economic growth with less inequality, until the oil shocks of the 1970s and the inability to adjust, due to the rise of monetarism in the period.",
    "There is no need for the state to operate businesses, expect the strategic sectors, as long as the private sector steps up. What does one do when the private sector does not? The reason the government set up SOEs was because the private sector was unwilling or incapable to do so. The management of these SOEs have been poor, due to the inability of government to manage them as done in other countries. Therefore, is it a problem with SOEs or poor management ability of politicians?",
    "Also, if it is the efficiency of the private sector that is sought, why then does the private sector not establish enterprises at their cost and compete with the SOEs? That would be creation of wealth and not just a transfer of wealth, as in privatisation.",
    "The strategic sectors of power, energy, water, public transport, education, healthcare need to be in public hands for many reasons. Private investment is determined by profit, which need not be the reason for public investment. Public services were never designed to make profit, but as a buffer against the harshness of capitalist economics.",
    "When Central Bank funds are used by government, it is termed as ‘inflationary’. Though in the earlier periods Central Banks created most of the money in the economy, in the present context it is the Banking system that creates most of the money, in the form of credit. In the UK, Bank of England money makes up only 3% of the money supply, while 97% is Commercial bank created money. In Sri Lanka too this is not much different.",
    "Therefore, it is clear that this talk of inflationary pressure, when Central Bank money is created is highly supportive of the Financial Sector and their interests. Moreover, the empirical evidence available dis-proves the conventional wisdom of the link between monetary finance and inflation.",
    "Monetary policy should not be merely limited to raise or lower interest rates and hope the expected takes place. It has much more potential than what we understand at present.",
    "In fact, many countries developed their industries, purely by unearthing the potential that monetary policy has within. Canada developed its industry mostly with Central Bank funded development banks. The East Asian development is not much different.",
    "So why do we not use a resource we have, but bend backwards to please the financial sector, to extract more from the economy?",
    "This somewhat could be used in a developed economy, where government revenue should be able to support government expenditure, though it has not been the case even in the US. Therefore, in a developing economy, where much has to be done, governments cannot undertake much development activity, based on revenue and requires additional funds for development. Borrowing from the financial sector creates a debt servicing problem, therefore, wise use of monetary policy to establish development banks for each development sector, together with other fiscal incentives, could take care of development needs, if there is a serious desire to do so.",
    "A development plan is more a common-sense thing, than an economic phenomenon. A development plan, would make all aware of which areas would be developed and make those who want to participate to prepare themselves to do so.",
    "It would also indicate areas that requires work to be done, to meet the plan requirements. FDI would also know which areas it could participate in. It would also show areas that requires much more investment and how that gap is to be filled.",
    "Over the past 45 years, this has been left to the market and the results speak for themselves. Some think we should open up more, and build up more traders, without understanding the process of industrial development.",
    "They often cite India as an example, stating that India developed after opening up in the 1990s. What they fail to understand is the fact that the many five- year plans of the planning commission, developed Indian industry to a level that could compete with foreign companies, when it opened up in the 1990s and was not a one-way street, as it was in Sri Lanka.",
    "These are the four main ‘myths’ we have been made to believe, that would make this country a developed country. The fact that these same policies were followed over the past four and a half decades with minor changes, has been unable to bring the required results, is not highlighted or discussed.",
    "However, what is certain is that until we eliminate these ‘myths’ from our minds, we are nowhere near reaching our objective.",
    "It seems we make our decisions more on political allegiance, rather than on practical evidence. Why is it that we are adamant on following the free market policies for development, at the initial stages, when no country in the world has been able to initiate development using those policies and methods?",
    "Even the development stories of the East Asian countries have been distorted, to suit the Neo-Lib plan. They only talk about the ‘export oriented’ part of development, without mentioning how the ground work was done in the early stages, to be able to get to the ‘export oriented’ stage. All this required much state intervention and CB funds. Common sense should indicate that one could not just by-pass stages of development and expect the market to perform magic.",
    "The ETB has not taken into account what is possible and should be done, but has only stated some arbitrary figures, without knowing how to achieve them. With so much proven examples of how countries developed their economies and lifted people out of poverty, available in the world, but still wanting to satisfy a failed political ideology is a shame on us as human beings.",
    "Let me end with a mention of what the present President said as he assumed office in 2022. His words were “we had a strong economy in 1948”. This is an indication of how the thinking goes. How could the economy be strong, when majority of the people were in poverty? It was strong for a very few privileged elites.",
    "Unfortunately, this is the thinking that maintained the ‘dual-economy’ for two distinct classes and is guiding our economy even today."
  ]
}