{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Govt-inefficiency-behind-rice-shortage-Nalin-Bandara/56-770971",
  "time_ut": 1734989833.0,
  "original_lang": "en",
  "original_title": "Govt. inefficiency behind rice shortage: Nalin Bandara",
  "original_body_lines": [
    "Accuses Govt. of failing to take necessary steps to control rice market effectively",
    "Says Govt. inaction has led to dramatic price increase in rice as well as substandard imports",
    "Highlights plight of small and medium-scale rice mill owners left unable to operate due to floods and lack of Govt. support",
    "Samagi Jana Balawegaya (SJB) MP Nalin Bandara has criticised the Government for its inefficiency in addressing the ongoing rice shortages and escalating prices in the market.",
    "Speaking at a press conference in Colombo yesterday, Bandara accused the Government of failing to take the necessary steps to control the market effectively.",
    "“Despite the Government’s intervention to regulate rice prices, it has failed to bring them under control. Rice prices have surged to Rs. 260 to Rs. 270, and there is a significant shortage of raw rice in the market,” he said.",
    "Bandara also highlighted delays in rice imports and reports of substandard quality in the imported stocks, including rice infested with weevils.",
    "He blamed the Government for its lack of decisive policy action, stating: “A Government exists to manage these issues, take immediate decisions, and manipulate the market as needed. However, no such measures have been implemented, leading to this dramatic price increase.”",
    "Bandara further pointed to the plight of small and medium-scale rice mill owners, many of whom are unable to operate due to damage caused by recent rains and a lack of Government support. He criticised the Agriculture Minister for failing to allocate sufficient funds for the Paddy Marketing Board to purchase paddy in the upcoming season.",
    "Referring to the Shakthi Rice Movement, a cooperative system established during the Good Governance Government to empower rice mill owners, Bandara urged the Government to revive such initiatives.  “We request the Government to use the Paddy Marketing Board to purchase paddy and provide it to small and medium-scale rice mill owners. This would enable them to release rice to the market at reasonable prices,” he added.",
    "Bandara expressed frustration at the lack of action from Ministers and MPs, calling for immediate steps to resolve the rice crisis and stabilise the market."
  ]
}