{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-foreign-reserves-inch-up-to-us4517-in-feb-2024-153874/",
  "time_ut": 1709915760.0,
  "original_lang": "en",
  "original_title": "Sri Lanka foreign reserves inch up to US$4517 in Feb 2024",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s gross official reserves inched up to 4,517 million US dollars in February 2024 from 4,496 million US dollars in January, official data showed.",
    "Gross official reserves include fiscal balances which are usually borrowed – unless they are privatization proceeds  – and monetary reserves, which are a central bank asset.",
    "A reserve collecting central bank is expected to buy them against the note issue (which is a perpetual interest free liability) or by purchasing them by selling down domestic assets outright.",
    "Post-1960s inflationist central bank also started to borrow dollars through central bank swaps after a desperate Fed started the practice to stop its gold losses as interest rates were mistargeted for statistical aims rejecting classical economic principes, analysts say.",
    "Sri Lanka’s central bank had swap lines from the Reserve Bank of India and the People’s Bank of China.",
    "Of late swaps with domestic market participants had also risen, though the central bank has large stocks of domestic assets to buy reserves outright. The net change in swaps are also partly due to a state bank repaying swaps.",
    "Borrowing dollars through swaps however may lead to mis-targeting rates and unwinding them may also lead to printing money if private credit picks up and overnight rates are narrowly targeted, based on the experience in recent years, analysts say.",
    "Sri Lanka’s central bank however has other liabilities including to India and the International Monetary Fund as well as interest payments it has to meet.",
    "There has been an improvement in the net foreign assets of the central bank, which points to a paying down of external liabilities as well as rupee appreciation.",
    "Sri Lanka’s central bank ran down its positive reserves to mis-target rate under flexible inflation targeting/potential output targeting and also borrowed busted its reserves to maintain artificially low rates up to around the mid 2022. (Colombo/Mar09/2024)"
  ]
}