{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101908/perus-fujimori-divisive-head-of-political-dynasty-dies-age-86",
  "time_ut": 1726110240.0,
  "original_lang": "en",
  "original_title": "Peru’s Fujimori, divisive head of political dynasty, dies age 86",
  "original_body_lines": [
    "Former Peruvian president Alberto Fujimori, who steered economic growth during the 1990s but was later jailed for human rights abuses stemming from a bloody war against Maoist rebels, died on Wednesday. He was aged 86.",
    "Close colleagues visited him earlier in the day, reporting that he was in a critical condition.",
    "“After a long battle with cancer, our father... has just departed to meet the Lord,” his daughter Keiko Fujimori wrote in a message on X, also signed by the former leader’s other children.",
    "Fujimori, the son of Japanese immigrants, was the little-known chancellor of a farming university when elected to office in 1990. He quickly established himself as a cunning politician whose hands-on style produced results even as he angered critics for concentrating power.",
    "He slayed hyperinflation that had thrown millions of Peruvians out of work, privatized dozens of state-run companies and slashed trade tariffs, setting the foundations for Peru to become, for a while, one of Latin America’s most stable economies.",
    "Under his watch, the feared leader of the Maoist Shining Path, Abimael Guzman, was captured - dealing a crucial blow to a movement that in the 1980s seemed close to toppling the Peruvian state. Guzman died in prison in September 2021.",
    "But many Peruvians saw Fujimori as an autocrat after he used military tanks to shut down Congress in 1992, redrafting the constitution to his liking to push free-market reforms and tough anti-terrorism laws.",
    "A slew of corruption scandals during his 10-year administration also turned public opinion against him.",
    "Shortly after he won a third election in 2000 - amending the constitution to run - videos emerged of his top adviser and spy chief Vladimiro Montesinos doling out cash to bribe politicians. Fujimori fled to exile in Japan.",
    "He resigned via fax from Tokyo and then unsuccessfully campaigned for a Japanese senatorial seat.",
    "Montesinos was later captured in Venezuela and jailed, convicted by the hundreds of videos he recorded of himself handing out cash bribes to politicians and business and media executives.",
    "The cases against Fujimori piled up - including accusations that he had ordered the use of death squads in his battle against Shining Path militants.",
    "Fujimori was safe in Japan - he was a dual citizen and Japan does not extradite its citizens. So many were shocked when in 2005 he decided to head back to Peru, apparently in hopes of forgiveness and a return to politics.",
    "Instead, he was detained during a layover in Chile, extradited to Peru in 2007, and in 2009 he was convicted and sentenced to 25 years in prison.",
    "Once jailed, Fujimori’s public appearances were limited to hospital visits where he often appeared disheveled and unwell.",
    "While detractors dismissed his health complaints as a ploy to get out of prison, then-president Pedro Pablo Kuczynski briefly pardoned Fujimori in 2017.",
    "Months later Kuczynski was impeached and the pardon overturned by Peru’s top constitutional court, sending Fujimori back to the special prison that held him and no other inmates.",
    "The court restored the pardon in December 2023, releasing the ailing Fujimori, who had suffered from stomach ulcers, hypertension and tongue cancer. In May 2024, Fujimori announced he had been diagnosed with a malignant tumor.",
    "Fujimori’s legacy has been most passionately defended by his daughter Keiko, who has been close to clinching the presidency herself three times on a platform that has included pardoning her father and defending his constitution.",
    "Outside Fujimori’s residence on Wednesday evening supporters gathered to mourn and pray.",
    "“Today, I weep for a leader,” Fujimori backer Cesar Valverde said. “He should have been president again; we were working for Alberto Fujimori to be president again, but God has taken him.”",
    "Keiko had said in July that her father planned to run for the presidency again in the 2026 election.",
    "The late Fujimori was born in Lima on Peruvian Independence Day, July 28, 1938.",
    "A mathematician and agricultural engineer, Fujimori was a political nobody when he decided to run for the presidency, driving a tractor to his campaign rallies. He surprised the world by defeating renowned writer Mario Vargas Llosa in the 1990 election, with heavy support from the left.",
    "He touted himself as an alternative to the country’s white elite and gained crucial support from Peru’s large Indigenous and mixed-race populations.",
    "As Peru battled what was among the world’s worst hyperinflation, Fujimori promised not to carry out drastic measures to tame it.",
    "But on his second week in office he suddenly lifted the subsidies that kept food essentials affordable, in what became known as the “Fuji-shock.”",
    "“May God help us,” Fujimori’s finance minister said on TV after announcing the measure. Inflation worsened in the short-term but the bet paid off, eventually stabilizing the economy after more than a decade of crisis.",
    "Even as support for him started to wane, Fujimori pulled off audacious stunts in his second term.",
    "In 1997, he devised a plan to dig tunnels under the Japanese ambassador’s residence in Lima to end a four-month hostage crisis after another insurgency, the Tupac Amaru Revolutionary Movement, took 500 people captive for 126 days.",
    "In a surprise attack, Fujimori sent in more than 100 commandos in a raid that killed all 14 insurgents.",
    "Only two commandos and one of the remaining 72 hostages died. Television footage showed Fujimori calmly stepping over the corpses of the insurgents after the raid.",
    "Fujimori was married twice. A public falling-out with his first wife Susana Higuchi while he was president led him to name daughter Keiko as the first lady. The couple had three other children, including Kenji Fujimori, also a politician."
  ]
}