{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/IMF-third-tranche-hinges-on-proposed-PFM-Act-Dr-Coomaraswamy/108-281241",
  "time_ut": 1713909960.0,
  "original_lang": "en",
  "original_title": "IMF third tranche hinges on proposed PFM Act: Dr. Coomaraswamy",
  "original_body_lines": [
    "The proposed Public Financial Management (PFM) Act remains crucial for the disbursement of the third tranche under the International Monetary Fund’s (IMF) US$ 3billion bailout package, stressed Former Central Bank (CB) Governor and economist, Dr. Indrajit Coomaraswamy.",
    "“It (PFM) is one of the prior actions to get approval of the IMF extended fund facility review. We already got the staff level agreement, but before getting the executive board approval, we need to at least get this bill into parliament,” he said.",
    "Dr. Coomaraswamy made his comments addressing a webinar organised by the Liberal Youth Movement under theme ‘Resilience and Recovery: Navigating Economic Crisis, Stabilising Efforts, and Pathways to Sustained Growth’, this Monday.",
    "The draft Public Financial Management Bill was expected to be tabled in the parliament in February, before the beginning of the second review of the IMF programme.",
    "The draft law equipped with binding fiscal rules is aimed at bringing the much needed fiscal discipline by strengthening the fiscal responsibility framework, budget formulation and execution.",
    "IMF Senior Mission Chief Peter Breuer in late March also emphasised that PFM is needed to complete the review, although, IMF and the government reached the staff level agreement shortly afterwards.",
    "Dr. Coomaraswamy shared that the proposed legislation could be tabled in the parliament any day.",
    "“..It will be presented in parliament very shortly,” he added.",
    "He underscored PFM as a key legislation to much more discipline into the budget and to meet ambitious fiscal targets agreed with the IMF, in particular in achieving the primary surplus target of 2.3 percent of GDP set for 2025 from last year’s 0.6 percent.",
    "“It’s a tough target. Only four years, we had a primary surplus that we were not adding into our debt stock,” he said.",
    "The proposed Act is set to come into effect with the budget 2025, replacing the current Fiscal Management (Responsibility) Act No. 3 of 2003 (FMRA).",
    "Unlike the current FMRA, the proposed PFM Act is specific as to when the government could deviate from fiscal rules under extreme conditions as well as measures needed in order to bring public finances back to compliance.",
    "The Cabinet of Ministers in May 2023 cleared the proposal to draft a new Public Financial Management law."
  ]
}