{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hayleys-solar-surpasses-150mwp-as-sri-lankas-premier-rooftop-solar-provider/",
  "time_ut": 1705236000.0,
  "original_lang": "en",
  "original_title": "Hayleys Solar surpasses 150MWp as Sri Lanka’s premier rooftop solar provider",
  "original_body_lines": [
    "Hayleys Solar, the renewable energy arm of Hayleys Fentons recently surpassed 150MWp of installations, a national record for rooftop solar PV capacity in Sri Lanka, setting a new milestone in the island’s transition to renewable energy.",
    "By March 2023, Hayleys Solar crossed its milestone of 125MW and has continued to add new rooftop solar capacity to its portfolio, in various locations across the country. Its 150MWp of solar capacity is enabling Hayleys Solar to save close to 151,835 tons of carbon dioxide (CO2) emissions released to the air every year.",
    "Expressing his views, Hasith Prematillake, the Managing Director of Hayleys Fentons stated: “This achievement is the largest to be installed across the island by any single entity and supports us to empower the community making solar solutions closer to all via accessibility and affordability. We are grateful for the trust and support our customers have placed in us.”",
    "Hayleys Solar continues to establish solar experience centres island-wide, adding to its portfolio of experience centres in Matara and Jaffna with new launches in Nawala, Katunayake, Kurunegala and Kandy soon, This will make it easier for people from different communities to access and learn about solar solutions.",
    "These centres offer a comprehensive range of applications, including rooftop PV systems, batteries, and inverters, alongside live demonstrations of Solar-powered Water Pumps, Lighting systems and Solar Powered Hot Water Systems. With high electricity tariffs, Hayleys Solar offers easy payment plans and loan facilities to support affordability for households and businesses to transition to solar.",
    "CINEC Campus wins Presidential Award for Best Education Services Exporter 2022/23",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}