{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96430/no-snow-tourists-cancel-holidays-as-indian-ski-resorts-run-dry",
  "time_ut": 1705369320.0,
  "original_lang": "en",
  "original_title": "No snow: Tourists cancel holidays as Indian ski resorts run dry",
  "original_body_lines": [
    "A lack of snowfall has led to empty ski resorts and holiday cancellations in the Indian Himalayas, with scientists linking the “unusual” winter to the El Nino weather phenomenon.",
    "The dry spell in Kashmir has pushed skiers to skip the popular resort of Gulmarg, one of the highest in the world, and left hotels in the scenic region waiting for fresh falls to draw tourists to the panoramic views of snow-capped peaks.",
    "Scientists said that this winter’s conditions in northern India have not been seen for about a decade, marked by the absence of snowfall in the mountains and biting cold made worse by thick fog in the plains.",
    "“Fifty percent of the season is already gone,” said Farhat Naik, 35, a Gulmarg snowboard instructor, ruing at the sight of dry, barren land that would normally be covered in a knee-deep layer of snow.",
    "“We are now hoping for snowfall in February first week,” he said, adding that all his European and American clients have cancelled their trips due to a lack of snow - a blow to the tourism and agriculture focused economy of the region.",
    "Travel industry executives in the neighbouring states of Himachal Pradesh and Uttarakhand also complained of cancellations.",
    "Bookings have dropped to 20% for Blue Poppy Resort in the ski resort of Auli, in Uttarakhand, its owner Kushaal Sangwan said. “Our cancellations have jumped and people cancel (just) days before the booking if there is no snow.”",
    "Winter snow and rain in northern India, including the Himalayas, is brought by a weather pattern known as the western disturbances - frequent extra-tropical storms that originate in the Mediterranean Sea.",
    "There are usually many such storms during winter but they have been largely absent this season, said R.K. Jenamani, a senior scientist at the India Meteorological Department (IMD). “When there’s no weather system, how can there be (snow),” he said.",
    "The disappearance of western disturbances is linked to changing wind patterns and rising temperatures due to the active El Nino weather phenomenon and also climate change, said Gufran Beig, a former chief scientist at the Indian Institute of Tropical Meteorology.",
    "The current weather was very unusual for this time, Beig said. “It’s January and it is still very cold in Delhi ... there is excess moisture in the air but there’s also no snow ... It’s been one of the most polluted and prolonged stretches of winter.”"
  ]
}