{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-sees-influx-of-israeli-tourists-in-july-amid-local-concerns-234518/",
  "time_ut": 1754370480.0,
  "original_lang": "en",
  "original_title": "Sri Lanka sees influx of Israeli tourists in July amid local concerns",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has seen a sharp rise in Israeli tourists in July 2025, though local residents and some foreign activists are also raising concerns amid the genocidal actions of Benjamin Netanyahu’s nationalist administration undermining the image of the Jewish nation.",
    "Tourist arrivals from Israel were 1,966 in July 2025, compared to 573 in the previous month. However, July arrivals were 33.6 percent lower than in the same month last year.",
    "An Instagram video by a foreign tourist, showing a building with Hebrew markings in Arugam Bay, which went viral last week has re-ignited concerns over Israeli-run tourist businesses.",
    "The tourist pointed to what he said were stickers on a wall supporting Israel Defence Forces. The IDF is accused of killing hungry Gazans coming to get food aid.",
    "Israel military kills 1,054 starving Gazans, 764 baited with GHF food",
    "In tourist-heavy regions, particularly in the island nation’s Eastern town of Arugam Bay and Southern town of Weligama, there is resistance to Israeli citizens running cafes, guesthouses, and other enterprises.",
    "It is possible for foreigners to set up restaurants under section 16 of the Board of Investment law, without tax breaks, as Chinese restaurants were run in Colombo for decades, but locals believe the new businesses are not properly approved.",
    "Similar charges have been made against Russian and Ukrainian tourists.",
    "The total number of Israeli tourists has more than doubled from 9,326 in 2022 to 24,845 last year, state-run Sri Lanka Tourism Development Authority data showed.",
    "The monthly Israeli tourist arrivals have started to fall from February this year, the data showed.",
    "Concerns have also been raised about so-called Chabad Houses which offer kosher food and facilities for prayer services.",
    "The Sri Lankan government has stated that there were no approvals for two out of four Chabad Houses run by Israelis across the country.",
    "There has been growing concern in Sri Lanka over reports of Israeli nationals engaging in commercial activities without the appropriate business or investor visas, raising questions about immigration oversight and national regulatory enforcement.",
    "The Eastern town of Arugam Bay has a large Muslim population, who are unhappy at the treatment of their co-religionists in Gaza by Israel authorities.",
    "The number of Israeli visitors have fallen 7.9 percent to 13,014 in the first seven months of this year, compared to 14,125 in the same period last year. (Colombo/August 4/2025)"
  ]
}