{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112882/tariffs-and-conflict-causing-major-volatility-in-shipping-industry-says-un-trade-agency",
  "time_ut": 1758726660.0,
  "original_lang": "en",
  "original_title": "Tariffs and conflict causing major volatility in shipping industry, says UN trade agency",
  "original_body_lines": [
    "The shipping industry is experiencing major volatility amid rising geopolitical tensions and disruptions caused by a wave of new tariffs, according to a report published on Wednesday by the U.N. Trade and Development agency.",
    "Due to an increasingly complex and uncertain global trade environment, subdued industrial activity in major economies and weak Chinese demand for bulk commodities, UNCTAD has revised down its maritime trade growth forecast for 2025.",
    "It now projects overall maritime trade volume to expand 0.5 per cent annually, with containerized trade growing slightly faster at 1.4 per cent.",
    "The report highlights that trade policy shifts, including new tariffs, are disrupting global supply chains.",
    "Maritime navigation in the Black Sea has been complicated by Russia’s war in Ukraine. Conflict in the Middle East drove up shipping costs as vessels were rerouted around the Cape of Good Hope following disruption to the Red Sea, UNCTAD said.",
    "The Strait of Hormuz, through which 34 per cent of global seaborne exports of oil transit, also faced risks of disturbances in recent months as tensions between Iran and Israel escalated.",
    "“Not since the closure of the Suez Canal in 1967 have we witnessed such sustained disruption to the arteries of global commerce,” UNCTAD Secretary-General Rebeca Grynspan said in the opening remarks to the report.",
    "Grynspan emphasized that maritime transport must fundamentally rethink its operations to navigate fragile supply chains and rising geopolitical insecurity.",
    "Increasingly, maritime trade journeys are longer - increasing from an average haul of 4,831 miles in 2018 to 5,245 miles in 2024 - reflecting changes in trade routes and geopolitics, UNCTAD said.",
    "“Distance is no longer geography; it is geoeconomics,” Grynspan said.",
    "From 2026–2030, UNCTAD expects total seaborne trade to increase at an annual average of 2 per cent and containerized trade by 2.3 per cent."
  ]
}