{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97215/presidents-economic-strategy-is-the-only-way-forward-bandula",
  "time_ut": 1707798480.0,
  "original_lang": "en",
  "original_title": "President’s economic strategy is the only way forward - Bandula",
  "original_body_lines": [
    "Minister of Highways, Transport, and Mass Media Dr. Bandula Gunawardena says if anyone has any alternative suggestions beyond the program initiated by President Ranil Wickremesinghe, he is ready to explore such alternative avenues for Sri Lanka’s economic development.",
    "He emphasized the need for informed dialogue across various media platforms during a press conference convened at the Presidential Media Centre (PMC).",
    "Addressing concerns over misinformation regarding public financial management, the minister stressed the inadequacy of mere rhetoric in addressing Sri Lanka’s economic challenges.",
    "Highlighting fiscal figures, Gunawardena noted a state revenue of Rs. 3,201 billion in 2023, juxtaposed with expenditures of Rs. 4,394 billion on subsidies, salaries, and public debt.",
    "“In his Throne speech, the President affirmed that Sri Lanka’s economic woes cannot be resolved through political means. The public is well aware of the economic crisis experienced in 2022. Presently, thanks to President Ranil Wickremesinghe’s initiatives, the country’s economy has made significant strides forward.",
    "Reviewing the previous year, total tax revenue amounted to Rs. 3201 billion, sourced from various departments including the Inland Income Tax Department, Sri Lanka Customs, Excise Department, and Motor Vehicle Department. However, the Treasury’s expenditure surpassed this, reaching Rs. 4,394 billion.",
    "Funds from subsidies, government loans, and salaries were amassed for this purpose, alongside Rs. 13,292 billion allocated for infrastructure development. The effectiveness of President Wickremesinghe’s economic program is evidenced by consistent fuel provision, eradication of gas queues, cessation of electricity shortages, and timely payment of government employees’ salaries.",
    "Irrespective of the origin or affiliation of those disseminating false narratives to gain power, it is imperative that these groups articulate their",
    "strategies for steering the country out of its economic turmoil. Will they target subsidy reductions, tackle public debt, or reevaluate government payroll allocations? Clarity on these fronts is essential for public transparency.",
    "Groups like the Janata Vimukthi Peramuna exhibit limited understanding of public financial management and economic stability. Their track record, notably in the Tissamaharama Pradeshiya Sabha, reflects managerial shortcomings, prompting a shift in power dynamics.",
    "In 2003, then-Prime Minister Mr. Ranil Wickremesinghe proposed legislation aimed at averting future economic crises in Sri Lanka. The bill proposed measures such as maintaining a budget deficit of 5% of the gross domestic product and capping public debt at 60%. However, subsequent administrations failed to enforce these regulations, resulting in the 2022 economic crisis. President Ranil Wickremesinghe successfully navigated the country out of this crisis and initiated measures to propel it forward.”"
  ]
}