{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/gita-gopinath-to-leave-the-imf-for-harvard-232019/",
  "time_ut": 1753148160.0,
  "original_lang": "en",
  "original_title": "Gita Gopinath to leave the IMF for Harvard",
  "original_body_lines": [
    "ECONOMYNEXT – Gita Gopinath, First Deputy Managing Director, will leave at the end of August to return to Harvard University, where she would be the inaugural Gregory and Ania Coffey Professor of Economics.",
    "Gopinath joined the Fund in January 2019 as Chief Economist and was promoted to First Deputy Managing Director in January 2022.",
    "“Gita steered the Fund’s analytical and policy work with clarity, striving for the highest standards of rigorous analysis at a complex time of high uncertainty and rapidly changing global economic environment,” Managing Director Kristalina Georgieva said in the statement.",
    "“She oversaw the Fund’s multilateral surveillance and analytical work on fiscal and monetary policy, debt, and international trade. Gita made a strong contribution to systemic country surveillance and to Fund country programs, including those for Argentina and Ukraine.”",
    "First Deputy Managing Director Gita Gopinath to Leave the IMF to Rejoin the Harvard Economics Faculty",
    "Washington, DC – July 21, 2025: International Monetary Fund (IMF) Managing Director Kristalina Georgieva announced today that Gita Gopinath, First Deputy Managing Director (FDMD), would be leaving the Fund at the end of August to return to Harvard University, where she will be the inaugural Gregory and Ania Coffey Professor of Economics in the Department of Economics. Ms. Gopinath joined the Fund in January 2019 as Chief Economist and was promoted to First Deputy Managing Director in January 2022.",
    "In making the announcement Ms. Georgieva said: “Gita has been an outstanding colleague—an exceptional intellectual leader, dedicated to the mission and members of the Fund, and a fabulous manager, always showing genuine care for the professional standing and wellbeing of our staff. She came to the Fund as a highly respected academic in macroeconomics and international finance. Admiration for Gita only grew through her time at the Fund, where her analytical rigor was paired with practical policy advice to the membership during an especially challenging period, which included the pandemic, wars, the cost-of-living crisis, and major shifts in the global trading system.”",
    "Ms. Georgieva added: “Gita steered the Fund’s analytical and policy work with clarity, striving for the highest standards of rigorous analysis at a complex time of high uncertainty and rapidly changing global economic environment. She oversaw the Fund’s multilateral surveillance and analytical work on fiscal and monetary policy, debt, and international trade. Gita made a strong contribution to systemic country surveillance and to Fund country programs, including those for Argentina and Ukraine. As a key member of my senior leadership team, Gita represented the Fund with integrity and fortitude in many international fora, notably the G-7 and G-20.”",
    "She also said that Ms. Gopinath—the first female Chief Economist in IMF history—has a rare combination of brilliance and humility, which we have all come to admire. “As Chief Economist, Gita ensured that the World Economic Outlook remained the preeminent report on the global economy—an especially impressive achievement during the Covid-19 pandemic which presented an unprecedented challenge to our membership. Gita also spearheaded the Fund’s work on the Integrated Policy Framework (IPF), which provides a robust analytical framework to help countries determine the appropriate policies for macroeconomic and financial stability. She also co-authored the Pandemic Plan on how to end the COVID19 crisis—a landmark intellectual contribution which has widely been hailed as filling an important global gap by setting targets to vaccinate the world at feasible cost.”",
    "On her departure, Ms. Gopinath said: “I am truly grateful for my time at the IMF, first as Chief Economist and then as First Deputy Managing Director. I have had the privilege of working closely with the IMF’s brilliant and committed staff, colleagues in management, the Executive Board, and country authorities. I am especially thankful to Kristalina and her predecessor, Christine Lagarde, for the once-in-a-lifetime opportunity to serve the IMF’s membership during a period of unprecedented challenges. I now return to my roots in academia, where I look forward to continuing to push the research frontier in international finance and macroeconomics to address global challenges, and to training the next generation of economists.”",
    "A successor to Ms. Gopinath is expected to be named in due course by Managing Director Georgieva."
  ]
}