{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Former-CIA-hacker-sentenced-to-40-years-in-prison/108-276225",
  "time_ut": 1706875560.0,
  "original_lang": "en",
  "original_title": "Former CIA hacker sentenced to 40 years in prison",
  "original_body_lines": [
    "WASHINGTON, Feb 2 (Reuters) - A former Central Intelligence Agency (CIA) software engineer who was convicted for carrying out, opens new tab the largest theft of classified information in the agency's history and of child pornography charges was sentenced to 40 years in prison on Thursday.",
    "The 40-year sentence by U.S. District Judge Jesse Furman was for \"crimes of espionage, computer hacking, contempt of Court, making false statements to the FBI, and child pornography,\" U.S. federal prosecutors said in a statement. The judge did not impose a life sentence as sought by prosecutors.",
    "Joshua Schulte was convicted in July 2022 on four counts each of espionage and computer hacking and one count of lying to FBI agents, after giving classified materials to whistleblowing agency WikiLeaks in the so-called Vault 7 leak. Last August, a judge mostly upheld the conviction.",
    "WikiLeaks in March 2017 began publishing the materials, which concerned how the CIA surveilled foreign governments, alleged extremists and others by compromising their electronics and computer networks.",
    "Prosecutors characterized Schulte's actions as \"the largest data breach in the history of the CIA, and his transmission of that stolen information to WikiLeaks is one of the largest unauthorized disclosures of classified information\" in U.S. history. A representative of Schulte could not immediately be reached for comment.",
    "Prosecutors also said Schulte received thousands of images and videos of child pornography, and that they found the material in Schulte's Manhattan apartment, in an encrypted container beneath three layers of password protection, during the CIA leaks probe."
  ]
}