{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Macktiles-makes-history-exports-Made-in-Sri-Lanka-tiles-to-Indonesia-for-the-first-time/34-758197",
  "time_ut": 1707241222.0,
  "original_lang": "en",
  "original_title": "Macktiles makes history; exports Made in Sri Lanka tiles to Indonesia for the first time",
  "original_body_lines": [
    "Seen here, the Macktiles team with the first consignment to Indonesia",
    "Macktiles Lanka Ltd., has achieved a monumental milestone as Sri Lankan tiles make their debut in the Indonesian market.",
    "This historic accomplishment marks a significant shift in the global trade dynamics, with Sri Lanka transitioning from being a net importer to an exporter of premium-quality tiles. Macktiles is Sri Lanka’s largest manufacturer.",
    "“For decades, Sri Lanka has relied on imports from Indonesia for its tile requirements. Today, we are immensely proud to announce that Macktiles Lanka has successfully exported Sri Lankan tiles to Indonesia for the first time,” said Macksons Holdings Managing Director Mizver Makeen.",
    "“I believe Sri Lanka can do better in this global arena, and we, as a company, are proud of achieving that milestone exporting to a destination like Indonesia. Our dedicated team at Macktiles has worked tirelessly to provide best quality tiles to the market, and this achievement is a testament to their unwavering commitment,” he added.",
    "Macktiles Lanka’s journey towards this historic feat has been marked by remarkable growth and expansion. In 2023, the company invested Rs.12 billion in expanding its operations, culminating in the establishment of a cutting-edge tile manufacturing plant in Bandaragama. This state-of-the-art facility has significantly augmented the company’s production capacity, enabling Macktiles to manufacture an impressive 44,000 square meters of tiles per day, translating to a staggering 15 million square meters annually.",
    "The expansion not only ensures self-sufficiency in Sri Lanka’s tile manufacturing industry but also positions Macktiles to strategically penetrate international markets. With exports to countries such as the Maldives, Dubai, and Kenya, Macktiles has been a vital contributor to Sri Lanka’s economic recovery, bolstering foreign currency earnings and fostering economic resilience.",
    "Renowned for its unwavering commitment to excellence and innovation, and the exceptional strengths of design, quality, and customisation capability, Macktiles has garnered accolades both locally and internationally, solidifying its reputation as one of Sri Lanka’s premier business entities.",
    "The emergence of Sri Lankan tiles in the Indonesian market underscores the global recognition of Sri Lanka’s prowess in tile manufacturing. With a stringent manufacturing process and the use of high-end materials, Sri Lankan tiles have earned a reputation for being premium products, resonating strongly with discerning customers worldwide.",
    "As Macktiles continues to push boundaries and set new benchmarks in the tile manufacturing industry, it remains steadfast in its commitment to delivering exceptional quality and driving innovation, both locally and on the global stage."
  ]
}