{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Celebrating-Sri-Lanka-s-bloodless-revolution/4-769305",
  "time_ut": 1731691156.0,
  "original_lang": "en",
  "original_title": "Celebrating Sri Lanka’s “bloodless revolution”",
  "original_body_lines": [
    "AKD, your leadership has the potential to bring about a new dawn for Sri Lanka",
    "The people of Sri Lanka have spoken! The time for systemic change has arrived and people have entrusted the new Government with the monumental task, demanding a Government that is no longer willing to accept business as usual—they are calling for a Government that prioritises the public interest, promotes social justice, and ensures that the benefits of development reach every corner of society.",
    "The mandate is clear: Sri Lankans want to see a Government that works for them, not against them —a Government that acts in the national interest and upholds the rights and dignity of every citizen. A truly systemic change to fulfil the promise of a “Change and Corruption-Free” Sri Lanka.",
    "To meet these demands, it must remain fearless, bold, and uncompromising in its pursuit of reform.",
    "Sri Lanka has a rich history of resilience, and it is imperative that we retain control over our economic decisions and political institutions, prioritise country’s sovereignty, independence, and self-determination. A strong stance on protecting national interests will undoubtedly help foster a sense of unity and pride among Sri Lankans, both at home and abroad.",
    "As the Government embarks on this transformative journey, there is a need to address a significant challenge that can undermine these noble objectives: the presence of entrenched interest groups, or “mafias,” in various industries that prioritise their own self-preservation over the well-being of the country. These powerful lobbying groups often operate behind the scenes, wielding undue influence over policy decisions and economic practices, with little regard for national development or the public interest.",
    "The Government has the opportunity to lead with courage and conviction, standing firm against these vested interests and ensuring that Sri Lanka’s policies are shaped by the needs of the people, not by the agendas of powerful elites. This is a critical moment for the country, and it is essential that the Government does not shy away from making tough decisions in the face of entrenched opposition.",
    "The moment for real change—the people’s change.  Congratulations! The road ahead will be challenging, but with the support of the people, true transformation is within reach.",
    "AKD, your leadership has the potential to bring about a new dawn for Sri Lanka, one that is founded on the principles of integrity, transparency, and a true commitment to the people’s mandate."
  ]
}