{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cse-adopts-two-ambulances-for-1990-suwa-seriya-foundation/",
  "time_ut": 1715701080.0,
  "original_lang": "en",
  "original_title": "CSE adopts two ambulances for 1990 Suwa Seriya Foundation",
  "original_body_lines": [
    "With the intention of supporting Sri Lanka’s healthcare system by ensuring increased access to emergency healthcare services, the CSE adopted two ambulances for the 1990 Suwa Seriya Foundation.",
    "This is in response to the programme, ‘Adopt an Ambulance’ which was initiated by the Board and Management of the 1990 Suwa Seriya Foundation.",
    "The two ambulances were released for service on 12th May 2024 from the Colombo Stock Exchange head office located at the World Trade Centre. The CSE branches are located in Matara, Kandy, Kurunegala, Panadura, Negombo, Jaffna, Anuradhapura, Ratnapura, Batticaloa, and Ambalantota.",
    "Launched in 2016, Suwa Seriya is a national ambulance service providing free pre-hospital emergency care across the island, mobilizing 322 ambulances country wide. Providing emergency pre-hospital care within the ‘golden hour’ saves lives and mitigates potential health complications.",
    "Speaking on the release of the ambulances for service, the chairman of the 1990 Suwa Seriya board Dumindra Ratnayake said, “CSE came forward to donate to the cause at our time of need. With their support we have refurbished two ambulances which will service the Panadura and Kandy areas. We thank CSE for their support and commitment to 1990 Suwa Seriya.”",
    "The CEO of the CSE, Rajeeva Bandaranaike stated, “We see this as an opportunity for us to do our part in supporting the commendable efforts taken by the 1990 Suwa Seriya Foundation.”",
    "He went on to say, “Supporting and safeguarding the community in which we live is something that we, as an exchange are passionate about and, it is ultimately crucial for sustaining the economic wellbeing of the country as a whole.”",
    "New research explores the experiences of teachers with disabilities in education systems worldwide",
    "SEC Sri Lanka approves Accredited Shariah Scholars for Islamic capital market products certification",
    "President’s comments bring bourse back to life following dismal start",
    "CSE in initial surge as Browns Investments buys some overseas Lipton Plantations",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}