{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-political-elites-vested-interests-linked-to-weak-institutional-structures-study-158301/",
  "time_ut": 1712914200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka political elites’ vested interests linked to weak institutional structures: Study",
  "original_body_lines": [
    "ECONOMYNEXT – Politically connected persons who declare commitments to address various types of economic crimes, often during election cycles, have vested interests in institutions that investigate and prosecute economic crimes, a recent study by the Centre for Policy Alternatives (CPA) has found.",
    "“Therefore, once these political elites are in office, they are often reluctant to invest in building capacities as any form of institutional strengthening could lead to their private gains being investigated as well.”",
    "The study, Understanding Connections between Human Rights and Economic Crimes, combines the findings on key informant interviews (KIIs), and analysis of the challenges to the country’s efforts to combat corruption and ensure accountability within its governance framework.",
    "“The key impediment to setting up a powerful, independent investigative and prosecutorial arm to address economic crimes is a direct result of the lack of commitment to capacitate and invest in existing institutional structures,” the study said.",
    "The study further broke down the reasons for the continuous deliberate attempts to dismantle structures of accountability to address economic crimes in Sri Lanka as; vested interests in institutions, concerns regarding independence and integrity, and deliberate attempts to dismantle systems of accountability.",
    "On institutional structures’ integrity and independence, the study found that combating economic crimes presents a challenge to the independence and integrity of institutional structures.",
    "“Fundamental concerns regarding the impartiality and transparency of investigations exist, particularly as to what extent these inquiries are conducted without external interference. This also relates to a range of other issues such as securing the resourcing for any establishment/s to carry out independent investigations and prosecutions as well as investing in obtaining specialist knowledge,” the study found.",
    "The skills, specialisation, and technical proficiency gaps between investigators and prosecutors are substantial, as this investigation found, particularly when it comes to handling intricate matters like economic crimes.",
    "Even though there had been attempts to enhance the capacities of investigators in the past, such efforts have also been “deliberately undermined”.",
    "“For example, the immediate transfer of the 60 officers, who were trained to investigate financial crimes under the former Financial Crimes Investigative Division (FCID), to other unrelated tasks evinces the deliberate obstruction of the efficiency and effectiveness of investigations.” (Colombo/Apr12/2024)"
  ]
}