{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Politics-of-MMDA-reform-and-system-change/4-770757",
  "time_ut": 1734655922.0,
  "original_lang": "en",
  "original_title": "Politics of MMDA reform and system change",
  "original_body_lines": [
    "The time is ripe for the new Government that is committed for system change to take up the issue of implementing those MMDA reforms",
    "“System change” was the magical slogan coined by the Aragalaya youth, and that slogan turned out to be the magnetic vote puller for Anura Kumara Dissanayake (AKD) and his National People’s Power (NPP) at the Presidential and General Elections respectively. Although in their public campaigns AKD and NPP identified the post-independence political culture of ethnonationalism and its corrupt system of governance as the two crucial areas to be ended or radically reformed through a social revolution there are also other elements under the old system that requires reforms. In respect of the Muslim community, the Muslim Marriage and Divorce Act (MMDA) of 1951 is one such area that requires urgent reforms.",
    "The existing legislation came into effect in 1951 to replace the Dutch Code or Muhammadan Code of 1806. It was a piece of legislation passed by the country’s then bicameral legislature with a commitment to provide legal effect to the prevailing matrimonial traditions and customs of a plural society. That commitment remained in force even after adopting two successive republican constitutions, one in 1972 and the other in 1978. However, as sociology would teach us, throughout modern history and practically in every civilised society a particular piece of legislation passed at a particular point in time would reflect that society’s particular stage of socio-economic and educational development.",
    "As far as the Muslim community was concerned the two most distinguishing features of that community when the 1951 MMDA came into effect were the relative backwardness of women in the field of secular education and therefore the unchallenging dominance of males over women’s life; and secondly, the control of mullahs or religious functionaries over almost every aspect of a Muslim’s social and cultural life. No wonder even as late as in 2017 when the demand for changes in MMDA was pioneered by a group of Muslim women, the mufti or head of the All Ceylon Jamiyyathul Ulema (ACJU), the all-male conservative religious body founded in 1924 described the 1951 Act as “perfect in its present state” before he was forced to retract those words amidst criticisms.",
    "However, by the end of the 20th century, thanks to the pioneering efforts of Muslim leaders like Razik Fareed and Badiuddin Mahmud, spread of secular education particularly amongst Muslim females had almost revolutionised the outlook of Muslim women. One could witness the nucleus of a professional class of Muslim women emerging out by the dawn of the new century. As teachers, doctors, lawyers, writers, journalists, university academics and so on, Muslim women had become a self-supporting entity and the historical dependency of those women on their parents or husbands was fast breaking down. In fact, many of them had become the main breadwinner in their families.",
    "It was in such a progressive and forward-looking environment organisations such as the Muslim Women’s Research and Action Forum (MWRAF), Women’s Action Network (WAN), Muslim Personal Law Reform Action Group (MPLRAG) and so on started agitating for reforms in MMDA, which in its original form is one of the most gender discriminatory piece of legislation affecting Muslim women.",
    "In 2009, the then Justice Minister Milinda Moragoda appointed the Justice Saleem Marsoof Committee to study the issue and make recommendations for reform. After nine years of hard work the Muslim Personal Law Reforms Committee (MPLRC) submitted its recommendations in 2018 to the new woman Minster of Justice, Talatha Athukorale. The main opposition to the reforms came from two conservative groups, ACJU and the Sri Lanka Thawheed Jamaat (ALTJ) who seem to claim monopoly rights over the interpretation of Islamic sharia – a literally manmade compendium of rules and regulations derived primarily from the Quran and the sayings of Prophet Muhammad. In between the two conservative groups were the opportunist Muslim politicians.",
    "To all three however, the need to contextualise religious texts while textualising current context before interpreting the shariah was something irreligious. As a result, MMDA reforms became a political football, and that situation has not changed until now. With ACJU’s and ALTJ’s domineering influence over a vast majority of mosques, madrasas and their administrative bodies, and through them religious orthodoxy’s control over the mindset of Muslim worshippers, Muslim politicians cannot afford to antagonise the community of mullahs. Hence their foot dragging on MMDA reforms. But the demand for those reforms is unstoppable and is the burning desire of the new generation of Muslim women. Now the ball is in NPP’s court.",
    "In the meantime, and during the Presidency of Gotabaya Rajapaksa (GR) another element crept into the reform scene which threatened the very concept of and the rationale for legal pluralism in Sri Lanka. This was the agitation by a group of anti-Muslim Buddhist monks for the implementation of One Country One Law (OCOL). GR appointed a Presidential Task Force headed by that notorious monk and rabble rouser Gnanasara Thera, (who is quoted to have said recently that AKD should have been killed when he was in his mother’s womb), to make recommendations. Thank God! GR was ousted by the Aragalaya youth and after Ranil Wickremasinghe’s short interregnum, AKD has been elected as the new President to translate into action his vision for a new system. He and the NPP Government represented by all communities and with more than two-third majority in the Parliament have the best possible political opportunity to introduce and carry out constructive reforms that are necessary to take the country towards a new era of peace and prosperity.",
    "President AKD and the NPP Government should not forget one incredible fact, i.e., for the first time in the history of elections in this country Muslim women had played a visible role. In almost every campaign meeting of AKD and NPP the presence of Muslim women with their distinguishable hijab or purdah was an inescapable sight captured by cameras. That sight was a silent testimony to the qualitative and inter-generational transformation taken place within the community of Muslim women. These are the women who are now crying for gender equality in matrimonial affairs. They are educated, they understand their religion and they realise the injustice done to them in the name of male-biased shariah rules. Therefore, the time is ripe for the new Government that is committed for system change to take up the issue of implementing those MMDA reforms submitted already in 2018. Any further delay tantamount to a betrayal of the trust Muslim women have placed on the new Government. To the Government on the other hand implementation of those reforms would be a feather on its cap for system change. Justice delayed is justice denied.",
    "(The writer is attached to the Business School, Murdoch University, W. Australia.)"
  ]
}