{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111883/us-imposes-50-tariff-on-indian-goods-starting-today-modi-says-buy-local-",
  "time_ut": 1756253460.0,
  "original_lang": "en",
  "original_title": "US imposes 50% tariff on Indian goods starting today, Modi says buy local",
  "original_body_lines": [
    "The U.S. has imposed a new 50% tariff on Indian-origin goods starting Wednesday, August 27. The tariff is a response by the Trump administration to India’s continued purchase of discounted Russian oil.",
    "The U.S. Department of Homeland Security published a notice that the increased levies will apply to goods entered for consumption or withdrawn from a warehouse for consumption on or after 12:01 AM Eastern Daylight Time on August 27.",
    "President Donald Trump argued that the measure is necessary to advance peace negotiations with Russia on Ukraine. He termed India’s trade with Russia as indirect funding of the Russian war on Ukraine.",
    "Modi urges Indian citizens to prioritize Swadeshi goods amid the tariff hike",
    "Indian Prime Minister Narendra Modi has strongly criticized the decision, speaking at an event in Ahmedabad today. He said that his administration will not compromise the interests of farmers, herders, and small-scale industries. He urged Indian citizens to rely on Swadeshi goods and declared that India would withstand external pressure.",
    "Subrahmanyam Jaishankar, the Indian foreign minister, said that negotiations with the Trump administration are ongoing. He gave no hint about the halt of oil purchases from Russia.",
    "Commerce ministry officials revealed that the government has little hope of immediate relief. They added that the government would offer financial support, including subsidies on bank loans and measures to diversify shipments to other markets.",
    "Indian exporters are the most hit group with 55% of India’s $87 billion export market to the U.S. on the line. Some sectors expect losses as early as September.",
    "The Engineering Exports Promotion Council revealed paused orders in anticipation of the hit. It also warned that competitors such as Vietnam, Bangladesh, and China stand to gain from the chaos.  The government of India has identified several countries that need to shift their export focus to textiles, processed foods, leather, and marine products.",
    "Local manufacturers have already begun feeling the strain, with Tiruppur, Tamil Nadu company that supplies almost a third of India’s garment export to the U.S., factories are slowing down due to reduced orders. Workers have been released some on unpaid indefinite leave in Surat, Gujarat, a diamond polishing hub, where industries operate partly throughout the month.",
    "Factory owners have argued that, due to low output, some workers must be released pending market changes.",
    "Trump warns that the tariff impact will extend beyond India to Europe and other countries",
    "India exports at least 60% of shrimp to the U.S., but due to tariffs that may cross 60% once additional duties are included, it may force farmers to scale down on production. Some industry analysts have warned that the move threatens the livelihoods of people tied to aquaculture.",
    "The Indian Rupee fell by 0.2% following the announcement to 87.75 per USD in the open market.  Benchmark indices fell by about 0.7%. Some analysts have warned that the Indian economy may fall by nearly 0.8 percentage points this year and in 2026, even with domestic tax cuts in place.",
    "Tariff negotiations between the two countries failed five times earlier this year. According to Indian officials, who could not disclose their identities due to the private nature of the negotiations, they had confidence that the tariff would be capped at 15%. The dispute escalated over U.S. demand for extra access to India’s agricultural market, which Modi has vowed to protect.",
    "Modi has urged Indian citizens to prioritize self-reliance and adapt through rough times through diversification. He also committed to strengthening ties with Russia and China amid restrictions."
  ]
}