{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lush-sanctuaries-of-survival/",
  "time_ut": 1755945480.0,
  "original_lang": "en",
  "original_title": "Lush Sanctuaries of Survival:",
  "original_body_lines": [
    "How Sri Lanka’s Home Gardens Are Healing a Biodiversity Crisis",
    "At a time when deforestation, monocultures, and climate chaos are rapidly eroding the natural wealth of Sri Lanka, a quiet revolution in conservation is flourishing right outside people’s front doors.",
    "Sri Lanka’s traditional home gardens—are now being recognised not merely as spaces of subsistence but as dynamic arks of biodiversity. A groundbreaking 15-year study led by biodiversity scientists  Suranjan Karunaratne, Dushantha Kandambi, and Thilina Surasinghe has revealed that a single 36-perch garden in Rambukpitiya, in the central highlands of Kandy District, has evolved into a thriving microrefugium for more than 250 species—95 of them endemic and 74 threatened, including seven classified as Critically Endangered.",
    "“Home gardens can no longer be dismissed as marginal green patches. Our findings show that, with thoughtful management, they can act as lifelines for species teetering on the edge,”",
    "The transformation began in 2008. The land, initially dominated by banana (Musa acuminata) cultivation, was gradually rewilded. Banana trees were phased out, native tree species such as Artocarpus heterophyllus (jackfruit), Magnolia champaca (sapu), Swietenia macrophylla (mahogany), and Persea americana (avocado) were introduced, and leaf litter—once removed for aesthetic reasons—was allowed to accumulate naturally.",
    "This shift created a complex multilayered habitat mimicking forest conditions, providing shade, moisture, and rich detritus layers that sustain a wide array of organisms. Amphibian and reptile populations surged, butterflies and dragonflies nearly doubled, and new microhabitats formed, supporting even ground-dwelling earth snakes and freshwater crabs.",
    "“Biodiversity doesn’t always need a forest. It needs space, complexity, and protection. And we proved that even a home garden could offer that,” Kandambi says.",
    "The site now harbours several threatened species, including the Kelaart’s earth snake (Rhinophis homolepis), the elusive Whistling shrub frog (Pseudophilautus nemus), and the Sri Lanka Brinck’s Shadowdamsel (Ceylonosticta brincki), one of the rarest damselflies in the country.",
    "The long-term monitoring yielded over 18,000 photographic records documenting species behaviours and ecological shifts. Fieldwork was carried out in both dry and wet seasons, during day and night, across 15 years—a remarkable commitment from the research team.",
    "“It’s a sanctuary sculpted through coexistence. It is proof that small-scale biodiversity conservation is possible even in anthropogenic landscapes”, says Kandambi",
    "Sri Lanka’s home gardens make up roughly 15% of the country’s land area. Yet, despite their ecological potential, they remain largely absent from policy frameworks.",
    "“We have one of the world’s oldest traditions of integrated agroforestry,” explains  Surasinghe, who is based at Bridgewater State University in the USA.",
    "“But modern planning systems treat home gardens as leftovers—not as vital green infrastructure.”",
    "The researchers argue that in the face of accelerating biodiversity loss, home gardens should be viewed not as “soft” conservation tools, but as frontline ecosystems.",
    "By protecting native flora and fauna while simultaneously supporting food security, these spaces bridge the gap between people and nature. In doing so, they reinforce the idea that conservation doesn’t have to happen out there—in distant, fenced-off parks—but can be a part of daily life.",
    "“Where backyard stewardship may matter just as much as big forest reserves,” Karunaratne added.",
    "Beyond their role in preserving species, home gardens provide a multitude of ecosystem services. The multilayered canopies help regulate local microclimates, reduce ambient temperature, and stabilise soil. These functions are especially critical in Sri Lanka’s wet zone, where rising temperatures and erratic rainfall threaten both human and ecological well-being.",
    "Home gardens also sequester carbon, absorb rainwater, and maintain essential pollination networks that are disappearing due to the spread of agrochemicals and monoculture farming.",
    "“The garden isn’t just a green space—it’s a climate adaptation strategy,” Surasinghe adds.",
    "On the cultural front, these spaces protect traditional knowledge passed down through generations. Medicinal plants, heirloom vegetables, and religiously significant species are commonly cultivated, maintaining biocultural diversity that often gets overlooked in formal conservation.",
    "The garden in Rambukpitiya is no exception. Local varieties of pepper, betel, ginger, and medicinal shrubs like bin kohomba (Clausena indica) and iriveriya (Plectranthus amboinicus) are still grown in harmony with native trees and wildlife.",
    "While the garden itself has thrived, its surrounding landscape paints a more worrying picture. Tea monocultures, exotic pine plantations, and road development have stripped nearby forests. A stream once vital to the garden’s water retention—the Hiddagal Oya—dried up due to upstream vegetation removal.",
    "This desiccation had knock-on effects: native fish species vanished, soil dried faster, and amphibians became more dependent on the microclimates within the garden.",
    "“You can do everything right within your fence, but if your neighbours clear everything outside it, your sanctuary becomes an island,” Karunaratne says.",
    "Fragmentation also threatens pollinators and seed dispersers that rely on connected habitats. Many birds and butterflies observed in the garden are transient visitors. If corridors disappear, these species could vanish from the garden too.",
    "Sri Lanka Black Ruby Barb (Pethia nigrofasciata) – Endemic & Critically Endangered",
    "Whistling Shrub Frog (Pseudophilautus nemus) – Endemic & Critically Endangered",
    "Little Day Gecko (Cnemaspis pava) – Endemic & Near Threatened",
    "“That’s why we advocate not just for garden conservation, but for landscape-level connectivity,” Surasinghe insists.",
    "To harness the full potential of home gardens, the researchers call for their formal integration into Sri Lanka’s national biodiversity and land-use planning strategies. Among their recommendations:",
    "Agroecological zoning to encourage native species planting near protected areas",
    "Incentive programmes akin to Costa Rica’s Payment for Ecosystem Services (PES), rewarding garden owners for biodiversity stewardship",
    "A national “Biodiversity-Friendly Garden” certification scheme, enabling eco-labelling and better market access for garden-based produce",
    "Such interventions would not only protect biodiversity but also enhance rural livelihoods, food sovereignty, and ecological awareness among the public.",
    "“If we can make biodiversity visible, valuable, and profitable in everyday settings, we change the game,” Kandambi notes.",
    "This model isn’t just relevant for rural areas. Urban planners can adopt similar approaches by integrating green corridors into city layouts, linking backyard gardens, parks, and schoolyards to support wildlife movement and resilience.",
    "“With climate change accelerating, we need new kinds of green infrastructure,” Karunaratne argues. “Urban-rural biodiversity corridors could be just as important as highways.”",
    "The study also highlights the role of environmental education and community participation. Garden owners are not passive caretakers; they become active observers, recorders, and even scientists. This participatory approach, grounded in field documentation, also cultivates environmental empathy.",
    "One of the key findings is the sheer number of people who became involved over time—from neighbours curious about a rare frog call, to school children who came to observe butterflies for class projects. The garden became an informal field school, sparking a new generation of conservation-minded youth.",
    "“We didn’t set out to start a movement. But that’s what it became—a quiet ripple that showed people how much life exists if we only stop to look,” Karunaratne reflects.",
    "In the Anthropocene, where climate disruption and species extinction define our era, Sri Lanka’s home gardens offer not just hope—but a working model of coexistence. The Rambukpitiya garden proves that conservation doesn’t have to be costly, technocratic, or far away. It can be cultivated, literally, from the ground up.",
    "“This garden taught us that the battle for biodiversity might be won not only in parliament or in forests, but in the hearts and habits of ordinary people,” Karunaratne concludes.",
    "With political will, community buy-in, and scientific support, Sri Lanka has a rare opportunity to transform its home gardens from overlooked backyards into a nationwide ecological shield—where every jackfruit tree, every butterfly, and every rain-fed spring tells a story of survival, resilience, and renewal.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}