{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/no-rice-imports-permitted-in-sri-lanka-says-state-finmin-158476/",
  "time_ut": 1713151800.0,
  "original_lang": "en",
  "original_title": "No rice imports permitted in Sri Lanka, says State FinMin",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka government has not allowed any rice imports and the permission to buy the staple food outside the country for the public consumption has not been granted to anybody, State Finance Minister Ranjith Siyambalapitiya said.",
    "The island nation, which is self sufficient in rice production, imports the staple food from time to time when there is scarcity or the traders stubbornly maintain high prices at retail level.",
    "President Ranil Wickremesinghe’s government reduced import tax on rice by 65 rupee per kilo to 1 rupee in January this year to import some rice and control high domestic prices.",
    "The move came after millers and collectors drove up the price due to lack of free trade.",
    "However, State Finance Minister Siyambalapitiya said no permission has been given for the import of rice and only the required quantity of Basmati rice has been given for the needs of tourist hotels.",
    "“…the minister mentioned that the government gave an opportunity to import rice when there was a risk of rice shortage last February,” the Finance Ministry said in a statement quoting the minister at an event.",
    "“At that time, a quantity of rice that had been brought a few days later was stuck in the port. So, the minister mentioned that although he was given a week’s time to release that quantity of rice, that time has now expired.”",
    "The government’s import tax reduction on rice was effective only through January 21, 2024.",
    "Sri Lanka controls the import of rice to keep domestic prices artificially high.",
    "Majority of Sri Lankans do not like value added tax. However, most of them do not bother over taxes imposed on basic food for economic nationalism.",
    "There are also economic nationalism taxes as well as import duties on maize, which pushes up animal feed prices, chicken, egg and dairy products citing that those taxes will protect domestic producers.",
    "However, analysts say producers at farm gate level never get the benefits of higher prices paid by consumers due to multiple layers of intermediaries. (Colombo/April 15/2024)"
  ]
}