{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/imperative-that-plantation-sectors-need-for-educational-equity-and-justice-is-met-apostolic-nuncio-for-sri-lanka/",
  "time_ut": 1728322740.0,
  "original_lang": "en",
  "original_title": "Imperative that plantation sector’s need for educational equity and justice is met – Apostolic Nuncio for Sri Lanka",
  "original_body_lines": [
    "Promises made by the government to deliver quality education to all children need to be followed through, considering that education is a fundamental right and not a privilege enjoyed by a few. Besides issues, such as, the root causes of poverty in the plantation sector of Sri Lanka and its need for educational equity and justice need to be addressed, Apostolic Nuncio for Sri Lanka, Most Rev. Dr. Brian Udaigwe said.",
    "Speaking at an event focusing on the unveiling of new research documents titled, `Right to Education: For the Children of the Plantation Community in Sri Lanka: Issues, Challenges and Future Directions, Culture and Identity of the Plantation Communities in Sri Lanka’, at Caritas Sri Lanka, Colombo, last Thursday, Dr. Udaigwe said that research sheds light on the stark realities endured by workers and children in this sector. He stressed that the future of this community relies not only on policy changes but on empathy-driven action.",
    "Dr. Udaigwe touched on the tireless efforts of Caritas Sri Lanka, which has been working for decades to advocate for the dignity and rights of marginalized communities. As a Catholic organization, Caritas Sri Lanka has been instrumental in creating awareness and pushing for social change, particularly in the areas of education and empowerment.",
    "Dr. Udaigwe added; ‘There are persistent barriers to education that still affect not just individuals, but entire communities for generations.",
    "‘Findings from the research documents reveal how poverty, deprivation and lack of facilities continue to hinder educational access for children in the plantation sector.",
    "‘Education is not just about attending school; it’s about breaking the cycle of poverty and creating opportunities for future generations. This requires an inclusive and equitable approach to education, ensuring that every child, regardless of their background, has access to quality learning opportunities.",
    "‘The government, Church and other assisting parties must collaborate in creating an educational landscape that is just and accessible to all.",
    "‘There needs to be a deeper sense of empathy in addressing the challenges faced by the plantation sector. The situation should not be approached with mere sympathy, which often manifests as pity for the plight of the disadvantaged. Instead, we need to embrace empathy, to truly understand and share in the experiences of these communities.",
    "‘Your initiatives for charity and social work must be rooted in the words and deeds of Christ. Caritas needs to focus on love, understanding and genuine connection in its projects. Charity must not be reduced to simply “doling out money and resources,” but rather must be a reflection of gospel values that prioritize the dignity of every individual.",
    "‘The work done by Caritas Sri Lanka must be grounded in empathy, ensuring that the voices of the marginalized are heard and their needs are met with compassion and understanding.",
    "‘I congratulate the researchers for their painstaking efforts in shedding light on the challenges faced by the plantation community. I also extend my gratitude to Caritas Sri Lanka for the organization’s long-standing commitment to advocating for social justice and empowering the marginalized.’",
    "CSE plunges from bullish to bearish mode; profit-takings among banking counters",
    "Sunshine Healthcare Lanka attracts USD 10 million FDI from IFC",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}