{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101285/thousands-in-japans-eastern-region-ordered-to-evacuate-as-typhoon-ampil-approaches",
  "time_ut": 1723801620.0,
  "original_lang": "en",
  "original_title": "Thousands in Japan’s eastern region ordered to evacuate as Typhoon Ampil approaches",
  "original_body_lines": [
    "Japan grounded hundreds of flights and urged tens of thousands of people to evacuate in the eastern parts of the country on Friday, as a strong typhoon caused power blackouts in the middle of a major summer holiday week.",
    "Typhoon Ampil, categorised as “very strong” by the Japan Meteorological Agency (JMA), was situated off the Pacific coast of Japan’s main island at 3 p.m. (0600 GMT). The agency has two higher categories - “very strong” and “violent”.",
    "The typhoon is expected to get close to the eastern region of Kanto, which includes the capital Tokyo, on Friday evening.",
    "Ampil has wind speeds of 45 metres per second with maximum gust of 60 metres per second (216 kph/134 mph), according to the JMA.",
    "“The Kanto region is expected to experience fierce winds that could cause injuries from flying debris or even overturn trucks in motion,” the JMA warned on its website.",
    "Iwaki City in Fukushima Prefecture in northeastern Japan issued an evacuation order for about 323,000 residents, telling them to evacuate as the likelihood of heavy rain was increasing through Saturday morning.",
    "Mobara City in Chiba Prefecture east of Tokyo also placed an evacuation order for about 18,500 residents, while dozens of other cities opened special evacuation centres and advised voluntary evacuation.",
    "More than 2,500 households in the Kanto area were still experiencing blackouts in the afternoon, the Tokyo Electric Power Co said.",
    "ANA Holdings said it will cancel 281 domestic flights and 54 international flights slated to leave or arrive on Friday, affecting nearly 70,000 passengers.",
    "The airline later said it will cancel 32 domestic flights into or out of Tokyo’s Haneda airport on Saturday, disrupting travel plans for about 2,300 passengers.",
    "Japan Airlines is planning to cancel 281 domestic and 38 international flights on Friday, affecting about 50,000 passengers.",
    "All the high speed “Shinkansen” bullet train services between Tokyo and Japan’s industrial heartland of Nagoya are also cancelled.",
    "Restaurants, department stores and amusement parks were either closed or curtailed business hours. Tokyo Disneyland, operated by Oriental Land moved up closing time to 3 p.m. from 9 p.m. local time on Friday."
  ]
}