{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lighting-the-path-forward-ceylon-business-appliances-bridges-sri-lankas-digital-divide/",
  "time_ut": 1757439960.0,
  "original_lang": "en",
  "original_title": "Lighting the Path Forward: Ceylon Business Appliances bridges Sri Lanka’s digital divide",
  "original_body_lines": [
    "Ceylon Business Appliances (CBA), in partnership with Geekom, has launched a CSR initiative to provide under-resourced Sri Lankan schools with access to modern digital tools. The programme aims to support students and teachers by creating opportunities for digital learning in communities where access to technology remains limited.",
    "On 22 July, CBA and Geekom donated Mini PCs to Baptist P.V. and Nelum Wessa Model Primary School in Kadawatha. A similar donation was later made to Ananda P.V. in Yabaraluwa, Malwana, equipping classrooms with technology that will support digital education.",
    "For many students, this was their first direct interaction with a computer. The new resources are expected to transform both learning and teaching, introducing digital literacy to schools that previously lacked such facilities.",
    "Speaking at the official handover, CBA Director and Chief Executive Officer, Ruwath Fernando said:",
    "“At Ceylon Business Appliances, success is not measured only by profit margins, but by the lives we are able to touch. These young students represent the future of our nation, and if we want a stronger tomorrow, we must start by empowering them today.”",
    "“For over 55 years, we have upheld the values of responsibility and community. CSR is not an obligation for us, it is part of who we are. Our role is to walk alongside our communities, not apart from them.”",
    "“This initiative is not just about providing equipment, it is about giving children the belief and confidence to explore the digital world and build the skills they will need for the future.”",
    "The initiative received strong support from the Kelaniya Zonal Education Office, which identified schools that were eager to integrate digital learning into their curriculum. Zonal Director of Education, Ms. Nilmini Perera, attended the ceremony and commended CBA for its commitment to bridging the digital divide.",
    "Addressing the students, Fernando encouraged them to make full use of the new resources:",
    "“May these Mini PCs help you learn, explore, and grow. One day, give back to your communities just as we try to do. To the teachers and parents, thank you for guiding these children and shaping their futures.”",
    "CBA extended its gratitude to Geekom for its support, which helped turn this initiative into reality.",
    "With a history spanning over five decades, CBA continues to stand for trust, innovation, and community connection. The organisation remains committed to uplifting lives and empowering the next generation, one classroom at a time.",
    "18 Premium Channels, 6.8 Million Viewers — Endless Advertising Possibilities with Dialog Television",
    "Salesforce AI Research advances the agentic enterprise by simulating enterprise environments",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}