{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cat-among-the-pigeons/",
  "time_ut": 1717257120.0,
  "original_lang": "en",
  "original_title": "Cat among the pigeons",
  "original_body_lines": [
    "UNP General Secretary Palitha Range Bandara last week set the cat among the pigeons by saying that both the presidential and parliamentary elections should be postponed for two years by way of a referendum. This outrageous suggestion drew the predicable flak from all directions with nobody publicly expressing support for the proposal. Quite the contrary.",
    "In fact with not only political parties and groupings but also legal professionals, commentators and even the Elections Commission joined in shooting it down. Range Bandara, the day after dropping his brick, promised to explain himself last Thursday. But no explanation was forthcoming on that day, only a further promise that he will clarify on Monday. Let’s wait and hear what he has to say.",
    "Nobody in his right mind will ever believe that the idea of postponing elections was born in the UNP secretary’s head. His was obviously a command performance reflecting his master’s voice. Whether the UNP or its leader, President Ranil Wickremesinghe, wanted to fly a kite to gauge in which direction the wind is blowing we do not know.",
    "But a politician of Wickremesinghe’s experience would well know that the whole country has been thirsting for an election since the ignominious departure, first of Prime Minister Mahinda Rajapaksa and thereafter his brother, President Gotabaya Rajapaksa. There is no need to belabour the fact that the local elections, due in 2022 were postponed sine die, on a “no money” excuse after nominations were received, was for the reason that the ruling party funked an election. Given the country conditions of the period post-aragalaya, it is no rocket science to guess what the result of any poll would have been. So no kites need be flown to know whether the country favours any postponement of elections at this time.",
    "There is no gainsaying that not only GR but also the SLPP government had lost its mandate in 2022 when its parliamentary majority comfortably elected Ranil Wickremesinghe to serve out Gotabaya’s balance term. His only opponent at that election was SLPPer, Dullas Alahapperuma, whose name was proposed by none other than Prof. GL Pieris, then chairman of the SLPP. It can be credibly claimed that elections then, when near anarchy prevailed, was an impossibility.",
    "The president untiringly claims to this day that he accepted the prime ministry when nobody else wanted that job. Various names including those of Sajith Premadasa and Field Marshal Sarath Fonseka are mentioned in connection with such offers. While Premadasa has not denied having received one, it is not clear that Fonseka did, in fact, have an invitation.",
    "Wickremesinghe, without doubt, deserves credit for near normalizing the situation when fuel queues stretched for miles, cooking gas was near unobtainable, 10-hour power cuts prevailed and prices of essentials had literally shot through the roof. He prevented what might have been total anarchy when forces inimical to democracy attempted to mount an attack on parliament after earlier capturing President’s House and the Presidential Secretariat. However that be, country conditions have now settled and arrangements for a presidential election later this year are in place.",
    "True, no dates have been declared beyond the Elections Commission laying down a time frame between Sept. 17 and Oct. 16. The constitution is clear on when the election must be held as a new president must be in office when GR’s term would have ended on Nov. 17.",
    "As recently as last week, the president declared that nobody is now talking about the abolition of the executive presidency. This subject has for long been part of the political discourse with several past presidents including Mahinda Rajapaksa, Chandrika Bandaranaike Kumartunga and most recently Maithripala Sirisena pledging to the country that they would, upon election, abolish that office. All of them welshed on that promise.",
    "Apart from not abolishing the executive presidency, Mahinda Rajapaksa amended the constitution to end the two-term limit on the presidency and tried disastrously in 2015 to win himself a third term. CBK came closest to abolishing the office, but an attempt to include the retention of executive power till the end of her second term as a transitory provision resulted in the draft constitution being set ablaze in the well of the legislature. The premature death of Ven. Madulwawe Sobhitha Thera enabled Sirisena to break his election promise.",
    "Readers will remember that Ranil Wickremesinghe twice deprived himself of the presidential ticket of the UNP. The first occasion was when Mahinda Rajapaksa, as a war-winning president, sought a second term in 2010 the year after the end of the civil war. RW, we believe rightly, decided that General Sarath Fonseka whom MR once described as the “world’s best army commander” but later court martialed and jailed was a better candidate. Last time round he conceded the UNP ticket but not the party’s leadership to Sajith Premadasa. Wickremesinghe, for whatever reason, has still not declared himself a candidate for the forthcoming election. But all the circumstantial evidence plus what his intimates are saying indicates he will be a runner.",
    "As for Palitha Range Bandara, he is likely to say that retaining the present stability without the disruption of elections is best for the country. He’ll probably insist that what he said last week was his personal opinion. But few will buy that argument.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}