{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/ECSL-submits-report-to-AG-amid-polling-date-legal-challenge/56-768564",
  "time_ut": 1730241232.0,
  "original_lang": "en",
  "original_title": "ECSL submits report to AG amid polling date legal challenge",
  "original_body_lines": [
    "The Election Commission has said that a comprehensive report has been submitted to the Attorney General’s Department regarding the activities carried out by it so far in relation to the 2024 Parliamentary election.",
    "The commission has presented these facts in response to the fundamental rights petition filed in the Supreme Court regarding the date of the election. The Attorney General’s Department had requested observation reports from the Election Commission regarding the date of the general election.",
    "According to these observation reports, the department has assured it will present its observations to the Supreme Court on 4 November.",
    "A fundamental rights petition was filed this month before the Supreme Court requesting a ruling that the decision to hold the upcoming parliamentary elections on 14 November is against the Constitution.",
    "This petition was filed by a civil society activist and convener of the Api Sri Lanka National Organisation H.M. Priyantha Herath. The petition maintains that the provisions of the Election Act are being violated due to the timing issues between the nomination period and the announcement of the election date.",
    "The respondents named in the petition include the Attorney General, the President’s Secretary, the Chairman of the Election Commission, and other relevant members representing the President.",
    "The petitioner argues that, according to Section 10 of the Parliamentary Elections Act, the nomination period was set from 4 October to 11 October. He maintained that the law stipulates that polling dates should be fixed within a period of no less than five weeks and no more than seven weeks from the date nominations are accepted.",
    "The petitioner has noted that therefore the five-week period from 11 October would conclude on 15 November, while the seven-week period would end on 29 November. He maintained that therefore, holding the elections on 14 November would fall outside the legally mandated time frame.",
    "Accordingly, the petitioner contends that the President’s decision to hold the election on 14 November undermines the sovereignty of the people and violates the Constitution. Additionally, the petition requests the Supreme Court to issue corrective orders regarding this alleged infringement."
  ]
}