{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/how-many-lawyers-accountants-does-the-minister-need-to-change-an-electric-bulb/",
  "time_ut": 1718405580.0,
  "original_lang": "en",
  "original_title": "How many Lawyers, Accountants does the Minister need to change an electric bulb?",
  "original_body_lines": [
    "There is no question – the Ceylon Electricity Board has grown into a public sector behemoth. It has become the Leviathan of Sri Lanka’s political economy. It sucks up government cash and owes an unpayable debt of about LKR600 billion; it counts 21,988 employees on its payroll and is on the hook for their pensions and provident funds; and it charges its consumers at rates much higher than in any other South Asian country. A once exemplary union of Professional Engineers is now disrespected for collective incompetence and systemic corruption. The big sucker needs even bigger time reform. No argument about it.",
    "But how many Lawyers, Accountants and Administrators, and how few Engineers are needed to accomplish power sector reform? That was the first question that arose in my mind while reading the Sri Lanka Electricity Bill that the government introduced in April. I am not the only one, it turns out. The Supreme Court raises the same question and answers it perceptively on page 52 of its ruling on the constitutionality of the Bill following hearings in May:",
    "“It is certainly not a fanciful hypothesis, and it would be fully compliant with Clause 38(2) as it currently reads, for three Attorneys-at-Law with ten years experience to be appointed to the Secretariat and as the Director General. Given the absence of any provision to appoint other staff members to the Secretariat, the Secretariat would not have the benefit of any persons with experience in the field of power system planning and operation or an electrical engineer.”",
    "Here the Court is referring to the setting up of the Power Sector Reform Secretariat, a key one among many agencies in the complex architecture of the new law to reform the power sector, and the criteria for its composition detailed in Section 38, Part XIII of the Bill. The Court’s concerns are outlined under the heading “Expertise of those entrusted to manage the entities that are established,” and they are a response to one of the arguments on behalf of the petitioners that the law must ensure that the newly created “entities are led and managed by experts and professionals with experience in the relevant disciplines, and that the criteria for appointment be laid down to prevent friends and family of the appointing authority from being appointed.”",
    "The Court then makes the clarion call that “the time is certainly ripe for this Court to insist that meritocracy be restored, respected and adhered to when appointments are made by a Minister, or any governmental authority and we therefore take the view that any failure to do so would result in the fundamental rights of the People guaranteed by Article 12(1) being infringed.”",
    "Article 12 (1) enshrines the fundamental right that “All persons are equal before the law and are entitled to the equal protection of the law.” This is quite a statement by the Supreme Court – to emphasize ‘meritocracy’ and to assert the fundamental right of citizens to have meritocracy recognized and observed in any and every instance by any government and every government.",
    "Indeed, the Court held that the Bill as a whole and several of its provisions are inconsistent with Article 12 (1) of the Constitution and suggested a number of amendments to address the inconsistencies and avoid the need for passage by a two-thirds majority. As it has now become the legislative practice in Sri Lanka, the amendments recommended by the Supreme Court were passed during the Committee Stage of the Bill, before the Third Reading and passage on Thursday, June 6. Parliament and the country would seem to have come to take the governments’ word for incorporating mostly substantial amendments in Committee.",
    "One senses an undertone of judicial frustration in the ruling of the Supreme Court on the Electricity Bill that the government finally introduced in April after withdrawing an earlier draft Bill that had been criticized for its significant errors. Obviously, not all the errors had been addressed in the Bill presented to parliament in April, and they became the subject of a number of fundamental rights petitions that the Court heard and seemingly agreed with in its ruling.",
    "Before dealing with the question of meritocracy, the Court summarized the legal submissions on behalf of the petitioners into “two categories”: (1) the “unclear, vague and irrational” provisions of the Bill that the Court itself would seem to have acknowledged as “permeating” much of the Bill; and (2) the “unbridled power” assigned to the Minister by the Bill. The upshot of the two could potentially lead to “arbitrary implementation of the provisions of the Bill.” The Court identified the specific provisions that could lead to arbitrary implementation and suggested amendments to address them.",
    "Addressing the arguments for the government by the Additional Solicitor General on the need for electricity reform and her assertions of safeguards in the Bill against arbitrary implementation, the Court noted that it is “mindful that the task of making policy is the prerogative of the Executive, and that the enactment of laws is within the domain of parliament,” and that “whether the Government wishes to shift the electricity sector from being a Government owned utility provider to a profit earning sector consisting of many players is entirely a matter of policy.”",
    "At the same time, the Court went on, the President and the Cabinet of Ministers must constitutionally be guided by the Directive Principles of State Policy enshrined in Article 27, and specific to the project of unbundling the CEB, it must be carried out without vagueness but with clarity and precision. Otherwise, although the Court did not quite put in this way, the cure of unbundling the CEB might turn out to be worse than the diseased bundle.",
    "Perhaps the most glaring vagueness as some of the Counsel for the Petitioners pointed out with the Court agreeing is in the assignment of dates on which the different provisions of the law will come into operation. The Bill before the Court provided for the main body of the law to come into operation on a date appointed by the Minister or at the end of six months whichever is sooner. Four exceptions were identified. Two of them, namely, the provisions for the establishment of the National Electricity Advisory Council and the establishment of the Power Sector Reforms Secretariat will come into operation upon the enactment of the law by parliament. The other two, the operationalization of open access and the operation of the Wholesale Electricity Market, are both set to commence on dates appointed by the Minister, but the Minister is given a window of five years to determine those dates and the option to extend them one year at a time for another five years.",
    "In other words, the Advisory Council and the Reform Secretariat could be established as soon as parliament enacts the Electricity Act, but without any of the supporting provisions of the law, including the provision stipulating the objectives of the Bill and the provision enabling the making of electricity policy and mobilizing resources, the two agencies would be constrained to function in a vacuum.",
    "The anomaly was pointed out in challenging the constitutionality of the Bill, and the Government was ready at the hearing to submit and confirm that the Bill would be amended at the Committee Stage to include four additional provisions that would also come into operation on the day of law’s enactment, while extending the Minister’s discretion to enable the operation of all the rest of the law from six months to twelve months. Two of the amended additions would activate the objectives of the Bill and enable policy making. The Court found the Government’s addition of four provisions to be inadequate for streamlining the operationalization of the law and added further provisions to enable the establishment of the National System Operator.",
    "It will not be an exaggeration to say that as part previewing bills for their constitutionality, the Supreme Court has been forced to undertake the task of redrafting badly drafted bills. In the case of the Electricity Act, the poor drafting of the Bill is also indicative of the level of competence that the government seems able to muster to implement the reforms of the power sector that the new law sweepingly envisages. The bigger worry should be the warning about the challenges of privatization in Sri Lanka that the late Saman Kelegama once alluded to: “in a weak regulatory and legal framework with weak institutional capacity, poorly managed and badly conceived privatization can compound the problems.” Further, “the weaker the economy and governing institutions, the more difficult it becomes for privatization to yield benefits.”",
    "The Electricity Act is now in place, but the Minister has one year to appoint the date on which most of the provisions of the new law, save those amended by the Supreme Court, to come into operation. He could do it sooner, but the provision of such a long window would suggest that the present government is not confident about having all the pieces in place to operationalize the law. Within one year, there is the certainty of a presidential election and the distinct possibility of a parliamentary election. The obvious and passive question to ask is what will happen to the implementation of the Electricity Act if there were to be a new President after October, and a new parliament next year. The question that ought to be asked, however, is what the opposition leaders who want to be elected as President and form the next government, will do with the Electricity Act.",
    "Lawyers’ Collective expresses concern over Commission of Inquiry on Electoral Process",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}