{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Kaushalya-Nawaratna-alleges-malicious-campaign-against-him-in-resignation-letter-as-BASL-President/56-766835",
  "time_ut": 1726610673.0,
  "original_lang": "en",
  "original_title": "Kaushalya Nawaratna alleges malicious campaign against him in resignation letter as BASL President",
  "original_body_lines": [
    "Claims he was wrongfully accused and victimised for extraneous reasons to suit the hidden agendas of few unscrupulous members of BASL",
    "Kaushalya Nawaratna, who resigned as the President of the Bar Association of Sri Lanka (BASL) last week has alleged a “pre-organised, sponsored, malicious campaign” against him and he firmly stands by his position that he has not committed any wrongdoing.",
    "In his letter of resignation, Nawartna also said that he has been wrongfully accused and victimised for extraneous reasons to suit the hidden agendas of the said few unscrupulous members of the Bar Association.",
    "Nawaratna also states in his letter that his resignation is tendered strictly without prejudice to his rights to take legal action against all individuals and/or institutions who wilfully and/or deliberately made and/or published and/or disseminated false statements inter alia defaming and/or damaging my impeccable professional and personal reputation and character.",
    "Members of the Bar Council of BASL through BASL Administrative Secretary Surani Samarasekara,",
    "Resignation from the Post of President Bar Association of Sri Lanka in terms of Article 8.7(A) of the Constitution",
    "I write with reference to the letter dated 02.09.2024 received under the hand of the Secretary of the Bar Association of Sri Lanka.",
    "As you are aware, I was elected uncontested for the post of President for two terms perhaps for the second time in the history of the Bar Association of Sri Lanka. I functioned as an independent apolitical President. Nevertheless, the persons with political and personal agenda did not approve of my acting independently and apolitically. Such persons made allegations that I have misappropriated a large sum of money received by the Bar Association from JICA. These allegations were given wide spread publicity in all media.",
    "Accordingly, at a meeting held on 18.05.2024, the Bar Council decided that a Committee be formed in order to consider whether I have allegedly misappropriated funds; and whether I have been involved in wrongdoing by appointing the panel/research officers [known to me] and without interviews.",
    "The Committee was appointed although the terms of reference were vague. After a lengthy inquiry the Committee prepared a unanimous report. As per the report",
    "b) I was totally cleared of making any wrongful appointments of research assistants",
    "In the circumstances, the Committee totally cleared me of the two allegations made against me. However, at the end of a lengthy report the Committee stated that I should have divulged the contract with JICA to the Bar Council either before the contract was entered into or shortly thereafter. You will therefore appreciate that the Committee was of the view that I could have entered into such a contract without divulging it to the Bar council and thus clearly without prior approval of the Bar Council. This was another allegation made against me.",
    "Thus, clearly the Committee was of the view that I had the authority to enter into such a contract without divulging it to the Bar council or getting their sanction. In the circumstances, the only “wrongdoing” was that as alleged, the said contract had not been divulged to the Bar Council shortly after entering into it.",
    "However, notwithstanding the aforesaid, it is disappointing to note that the said Committee has gone on to express an uninvited opinion that I have breached the trust reposed in me by the members due to the alleged failure to act in a transparent manner. On this, with great regret, but utmost respect to the members of the Committee, I must respond by refuting the said view or opinion, in that it is only the view or opinion of the individual members of the Committee or them collectively but not the view or opinion of the majority of the general membership since no representations were called for or inquired from the general membership. Therefore, expressing such a view is highly irregular, to say the least, and regrettable.",
    "The report was shared among the members of the Bar Council late on 29.08.2024. The Bar council at its meeting on 31.08.2024 is said to have come to a unanimous decision to call for my resignation. I am not aware whether the majority of members of the Bar council had access to the report or had studied it or even whether a majority of the members of the Council were present for the vote.",
    "It is evident that a pre-organised, sponsored, malicious campaign was launched against me through media with the express malicious intention of tarnishing my professional and personal life. It is obvious that the persons with ulterior motives to capture the control of the BASL are involved in the said malicious campaign which had an adverse impact on the BASL and the legal profession at large. In a recent statement it was alleged that I had alluded to racial and/or religious bias in the Bar Association which I strongly refute as an attempt to misrepresent what I said by confusing it with what was said by the interviewer.",
    "I firmly stand by my position that I have not committed any wrongdoing and that I have been wrongfully accused and victimised for extraneous reasons to suit the hidden agendas of the said few unscrupulous members of the Bar Association. The monies received under the said Agreement were donated to the BASL well prior to the purported allegations being raised and the said money lies at the accounts of the BASL. I wish to specifically place on record the clarification of JICA which has been widely published, specially, in ‘The Island’ newspaper dated 12 September, 2024, inter alia emphasising that the Agreement, the agency had with the BASL was in line with their procurement rules and procedures and upon the successful fulfilment of all obligations on the part of the BASL, it made payment to the BASL in full in accordance with the contract. It is a matter of record that the BASL-JICA project was a success in achieving its objectives and in the process earned millions for the various other projects of the BASL.",
    "As aforesaid, I was elected uncontested to the Post of President, BASL as the membership of the BASL was fully aware of my capabilities and/or past achievements and/or credentials and the membership reposed faith and trust in me. I have discharged my functions to the best of my ability and my contribution to the betterment of the BASL and its members is a matter of record. I have not breached the faith and/or trust reposed in me. Further, I have carried out projects and/or initiatives which brought in much needed revenue in excess of Rs. 60 million to the BASL during the term of my office despite the adverse economic situations in the country whilst simultaneously conducting many programs and activities around the country for the benefit of the membership.",
    "However, in view of unsubstantiated claims made against me particularly in social media, it seems to me that it would be in the best interests of the Bar of this country that I voluntarily step down. In these circumstances, whilst admitting no wrongdoing whatsoever, for the sake of the greater good of the lawyers of this country, I have decided not to pursue this matter any further and to resign from my post.",
    "In these circumstances I resign as President of the BASL with immediate effect.",
    "My said resignation is tendered strictly without prejudice to my rights to take legal action against all individuals and/or institutions who wilfully and/or deliberately made and/or published and/or disseminated false statements inter alia defaming and/or damaging my impeccable professional and personal reputation and character.",
    "Finally, I take this opportunity to express my sincere thanks to His Lordship the Chief Justice, Hon. Judges of the Supreme Court, Hon. President of the Court of Appeal, Hon. Judges of the Court of Appeal, Hon. Minister of Justice and the Ministry Officials, Hon. Judges of the High Courts, District Courts, Magistrate Courts and Labour Tribunals, all senior and junior members of the Bar including the staff of the BASL Secretariat, all Government and Private Institutions and the Donor Agencies of the BASL for the support extended during my term of office.",
    "I wish the Bar Association of Sri Lanka the very best in its endeavours to serve the members and uphold the rights of the people as I have always done during my tenure."
  ]
}