{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Samsung-Sri-Lanka-officially-launches-Galaxy-S24-FE-for-purchase-with-exclusive-offers/34-768740",
  "time_ut": 1730502081.0,
  "original_lang": "en",
  "original_title": "Samsung Sri Lanka officially launches Galaxy S24 FE for purchase with exclusive offers",
  "original_body_lines": [
    "Samsung, a global technology leader, has begun its orders for the highly anticipated Galaxy S24 FE.",
    "The buy now period starts on 1 November at 5 a.m. and runs until 31 December at 11:59 p.m.",
    "Samsung presents exclusive offers for the Galaxy S24 FE, offering customers an array of exceptional benefits. The prices are set at Rs. 255,688 with a savings of Rs. 24,491.",
    "Customers who purchase the Galaxy S24FE during this period will enjoy compelling benefits, including two year two-times screen replacement, with a savings of Rs. 72,000. Further, customers are entitled for a 24 months easy payment scheme with a monthly instalment of Rs. 9,411.",
    "Additionally, customers will receive complimentary 600GB data bundles from Dialog and Mobitel, and two months of free OneDrive subscriptions.",
    "“We want everyone to enjoy all the benefits of our latest mobile innovations,” said Samsung Electronics Sri Lanka Managing Director SangHwa Song. “Galaxy AI opens so many new experiences for users, helping them communicate, and be more creative and productive. Galaxy S24 FE makes the powerful performance and premium Galaxy AI capabilities of the S24 series available to more people.”",
    "Powered by the AI-based ProVisual Engine and Galaxy AI’s Photo Assist features, Galaxy S24 FE showcases an enhanced camera setup that empowers users to be more creative. It’s the perfect device for gaming on the go with a 6.7-inch Dynamic AMOLED 2X display, a long-lasting 4,700mAh battery and a powerful Exynos 2400e series chipset. The Galaxy S24 FE offers premium Galaxy AI tools and ecosystem connectivity to enhance communication, productivity and creativity — all housed in an iconic design and protected by robust Samsung KNOX security.",
    "Notably, Galaxy S24 FE also offers an industry-leading commitment to users with seven years of operating system and security updates, ensuring sustained performance and enhanced security throughout the device’s lifecycle.",
    "The offer is valid solely during the specified period and is applicable for cash, debit, and credit card payments. Customers can conveniently order the Galaxy S24FE through authorised partners such as JKOA, Singhagiri, and Softlogic showrooms."
  ]
}