{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/More-medical-doctors-a-need-in-ailing-healthcare-systems/4-759677",
  "time_ut": 1710872660.0,
  "original_lang": "en",
  "original_title": "More medical doctors a need in ailing healthcare systems",
  "original_body_lines": [
    "Serious decline in quality standards in both public and private curative healthcare is common experience in SL",
    "The “Green Campus” as it is popularly called, the National School of Business Management (NSBM) in Homagama, has been given the greenlight by the Cabinet of Ministers to establish a Faculty of Medicine, said cabinet spokesman Minister Bandula Gunawardene on Tuesday 12 March. All NSBM courses from foundation to general degree and postgraduate degrees are fee levying and the proposed medical degree would also be a fee levying degree.",
    "The IUSF and the GMOA were up against the SAITM medical degree in 2017-2018 claiming it would lead to privatising of free education, accepted the Government’s decision without a murmur to allow SAITM medical students to graduate from the fee levying KDU Medical Faculty. What was wrong for SAITM then was right for KDU. It’s insane anyway to oppose a fee levying medical faculty as privatising “free education” when the GMOA and the IUSF accept all other fee levying courses in all State-owned educational institutes including even the OUSL. They accept even “international schools” that function completely outside the national education system.",
    "Once again, the IUSF is making similar grounds for another protest against the proposed NSBM medical faculty with the GMOA also saying they have issues with the proposed NSBM medical faculty. Politically controlled by the Frontline Socialist Party (FSP) the IUSF need issues to keep their student mobilisation and their cry for “free education” is the most common slogan. Yet neither they nor we know what it is about.",
    "“Free education” in Sri Lanka was not a universal right even after the Sessional Paper No. 24 of 1943 was adopted in the State Council in 1944. Commonly called the “Kannangara Educational Reforms”, it was about ensuring the “right to education” of all children within a “national” school education system. One should know the socio-economic context the educational reforms were worked out and how and where State funded education was placed within the national school education system.",
    "“Ceylon” then with a population of 5.87 million in 1935 was struggling out of the malaria epidemic with an estimated 80,000 deaths. This in a socio-economic context of around 2.6 million irregular income earners with only 900,000 counted as wage earners. Obviously, literacy was way below 40%. It was guesstimated nearly 50% of the parents could not afford schooling for their children. Nevertheless, Kannangara Educational Reforms adopted in 1944 did not prohibit levying of school fees. Instead, it ensured the poor was exempted from paying school fees in public schools to allow all children the right to education. In privately managed Christian missionary and Buddhist theosophical society schools, fees were compulsory, restricting them to children of the affluent. That remains unchanged even to this day, while what had changed is far more drastic and dubiously corrupt.",
    "All Government schools continue levying an annual “facilities fee” of Rs. 60 or more per child with exceptions given to the poor and the needy, if endorsed by the GS officer of the area. Over and above facilities fee a far heavier annual levy is charged for the School Development Fund. At an average, in most urban and semi urban government schools the annual cost of sending a child to school adds up to another Rs. 10,000 or more in a majority of instances. Now what is free education? To a certain extent, university and higher education is where it is free sponsored through the Mahapola fund.",
    "What therefore has to be discussed about the NSBM medical faculty is not about free education and fee levying university education but about the need for more medical degrees. Do we need more medical doctors than the number produced by the present medical faculties? Even the medical faculties that was allowed in Moratuwa, Wayamba and Sabaragamuwa had no assessments done on the need for more medical doctors in the years to come. They were mere publicity stunts. Leaving out the KDU, 2,000 students at an average are enrolled for medicine in the 11 State universities. The Health Department also recruits around 300 medical graduates from foreign universities who sit for the Act 16 Examination for Registration to Practise Medicine (ERPM). Do we need more in years to come? If so, why?",
    "Focus and the purpose of our National Healthcare Service became awfully warped during the past few decades with market dynamics deciding national healthcare. National healthcare was soon transformed into an extensive curative healthcare system, downgrading and neglecting once efficient and well organised “preventive community healthcare” service. It was preventive community healthcare services with PHIs, Family Health Nurses (often called midwives) attached to MOH Offices and Sanitary Board Inspectors in local government bodies who carried out island-wide vaccination and immunisation programs, helped educate citizens on personal healthcare and the use of proper toilets.",
    "It was their commitment and efficiency that totally eradicated not only malaria, but also filariasis, poliomyelitis and small pox by late 50s and early 60s. Their awareness work on personal healthcare completely wiped out hookworms and roundworms in children who were forced by parents to have castor oil during school vacations. WHO kept praising Sri Lanka’s community healthcare workers even in the 70s as exemplary for other developing nations to adopt. That achievement in healthcare which placed us along with developed Western countries, was not the work of medical doctors in curative healthcare and in hospitals.",
    "Preventive community healthcare ignored, curative healthcare with private hospitals were promoted as indispensable after 1978 when President Jayewardene opened our economy for global trade. This expansion that required mega investments for modern medical infrastructure, was beyond the capacity of the State. Private investments were therefore allowed with State concessions and benefits in taxes and custom duties for a new non-State hospital sector. Private hospitals needed medical doctors, specialists and medical technicians to provide curative services but no Government staff was ready to leave Government service. They didn’t have to.",
    "In 1978, Government had allowed private practise for Government medical doctors and specialists who took to part-time service in private hospitals. It is estimated at present over 1,500 medical doctors work part-time in private hospitals. The GMOA has been asking for annual leave to work in private hospitals. It is often said, even at present Government doctors work in private hospitals when they have to be on duty in Government hospitals. With no official attendance registry for Government medical doctors, and with no proper and effective regulatory work, there is no hassle for them to work where they want to.",
    "A research paper published by the IPS-SL says, “The involvement of government doctors working in private sector hospitals blurs the distinction between the public and the private sector since the same individuals operate in both. There are various problems associated with this form of dual practise.” (Private Hospital Healthcare Delivery in Sri Lanka – G.D. Dayaratne – June 2013: p/10)",
    "There are numerous complaints in the private healthcare sector, including even large private hospitals in Colombo. Over-billing, exorbitant pricing of facilities and services, unnecessary scanning and laboratory tests, medical negligence and faulty surgeries are among the more common complaints referred to in the IPS Research Paper quoted above. It says, “In many hospitals, doctors are under pressure to see that the beds are occupied all the time and the equipment utilised fully. Many hospitals have fixed the minimum amount of business a physician or surgeon has to bring over a certain period, to qualify for performance based ex-gratia payments.” (p/23)",
    "Fact is, the regulatory mechanism the “Private Health Services Regulatory Council” (PHSRC) that was established under the “Private Hospital Regulatory Act No. 21 of 2006” to regulate and monitor the private healthcare sector, has never been an effective tool. Made up of medical professionals, it was not going to monitor and regulate its own professionals who were making big money in the private sector. Their official website has no Sinhala and Tamil language pages, and the website has no details of an Information Officer (IO) and a Designated Officer (DO) appointed, almost eight years after the RTI Act was made effective. Necessary information is scarce in their official website.",
    "It is in such unplanned, unregulated, inefficient and corrupt context, approval had been given to the NSBM to establish a medical faculty. There is certainly no serious assessment of the prevailing curative healthcare system that provides for another medical faculty. Do we need to keep producing medical doctors to this large State patronised curative healthcare service? Perhaps a depleting, inefficient curative healthcare service requires more and more medical doctors, whatever their professional quality is.",
    "Serious decline in quality standards in both public and private curative healthcare is common experience in SL. Even the quality of medical professionals has eroded as exhibited by the GMOA in how and what they demand for themselves. Nowhere in the world do employees claim overtime payment on private notes kept in their personal diaries other than in Sri Lanka where medical doctors do not sign an attendance registry at the hospital. What we therefore need immediately is measures to regulate both public and private curative healthcare services including hospitals and medical laboratories. That within a new policy decision to provide preventive community healthcare more emphasis and stress to lessen the burden on hospitals. It is within such policy making we would have to decide on medical resources including hospital staff and medical doctors. It is definitely not about free education and medical faculties."
  ]
}