{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113190/luxembourgs-grand-duke-abdicates-after-25-years-passing-throne-to-son",
  "time_ut": 1759490460.0,
  "original_lang": "en",
  "original_title": "Luxembourg’s grand duke abdicates after 25 years, passing throne to son",
  "original_body_lines": [
    "Luxembourg’s Grand Duke Henri abdicated his throne on Friday in favour of his son, Guillaume. Henri, 70, had served the tiny duchy in the heart of Europe for 25 years in a largely symbolic role.",
    "Guillaume, 43, will be crowned in a ceremony later on Friday and then greet the public atop a balcony of the Grand Ducal Palace with the royal family at his side.",
    "Henri abdicated in a ceremony at the Grand Ducal Palace, built of yellow stone and decorated with spires and ironwork. Guillaume, 43, will shortly be crowned and swear an oath to Luxembourg’s constitution before the 60 elected members of the Chamber of Deputies, the duchy’s parliament.",
    "The new grand duke will greet the public from a balcony overlooking a central square with his family, including his wife, the Belgian-born Countess Stephanie de Lannoy, and his sons, Prince Charles, 5, and Prince Francois, 2.",
    "Royals from the Netherlands and Belgium are expected to attend the ceremonies. Later on Friday, the new grand duke will host an evening gala for guests including French President Emmanuel Macron and German President Frank-Walter Steinmeier.",
    "Over the weekend, Guillaume will make a traditional tour of the nation that will end with a Sunday Mass with Archbishop Jean-Claude Hollerich at the Catholic Notre-Dame de Luxembourg cathedral.",
    "Cleaved from what is now France, Belgium and Germany in the 17th and 19th centuries, the small nation is a parliamentary democracy with the grand duke as head of state, akin to King Charles in the United Kingdom or King Philippe in Belgium. Roughly 700,000 citizens speak a mix of Luxembourgish, a Germanic language, and French and German in public life. It is the world’s last remaining grand duchy.",
    "One of the European Union’s smallest nations and its richest per capita, Luxembourg is a financial powerhouse that hosts important EU institutions like the European Court of Justice and the European Investment Bank. The grand duchy is home to many of the banks in the eurozone, reinsurance companies and managers of hedge funds and money markets.",
    "Guillaume will be Luxembourg’s seventh grand duke since 1890, when the modern monarchy was established. Across the duchy, his photo will replace that of his father’s. His monogram, symmetrical golden “G” letters below a crown, will also be added to the uniforms of the army, the police, emergency services, the prison service and customs.",
    "Guillaume, like Henri, was educated in France, Switzerland and at the United Kingdom’s military academy, Sandhurst. Guillaume then worked for Belgian, German and Spanish firms.",
    "Christoph Brull, a historian and professor at the University of Luxembourg, said Guillaume will be stepping into a very traditional role.",
    "“His margin of maneuver or right to action is zero. So the only power he has is then the power of speech or words. For the rest, the grand duke will remain a political symbol,” he said."
  ]
}