{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99833/import-and-export-control-regulations-to-be-submitted-for-parliament-approval",
  "time_ut": 1718185320.0,
  "original_lang": "en",
  "original_title": "Import and Export Control Regulations to be submitted for parliament approval",
  "original_body_lines": [
    "The Cabinet of Ministers has approved the submission of the Import and Export (Control) Regulations No. 7 of 2024, issued under the Import and Export (Control) Act No. 1 of 1969, and the Standardization and Quality Control Regulations issued under the same Act for the approval of the Parliament of Sri Lanka.",
    "According to the Import and Export (Control) Regulations No. 7 of 2024, the controlled import of motor vehicles for tourism purposes has been introduced. This follows a temporary suspension on motor vehicle imports as per the Import and Export (Control) Regulations No. 2 of 2023.",
    "In line with a proposal by the Minister of Tourism and Lands, the Cabinet has approved the import of 250 small buses and 750 vans for tourism on April 1. The new regulations aim to implement this decision, reflecting the government’s efforts to support and boost the tourism sector through regulated imports.",
    "The Cabinet has approved the imposition of new regulations designed to promote efficient and safe trade transport while ensuring fair opportunities for both local and non-domestic products on March 11. These regulations have been published in an extraordinary gazette and are intended to facilitate a more balanced and effective trade environment.",
    "The proposal for these new regulations was presented by the President, in his capacity as the Minister of Finance, Economic Stabilization, and National Policies.",
    "The regulations will now be submitted to the Parliament for approval, marking a significant step towards enhancing the regulatory framework for import and export activities in Sri Lanka.",
    "This move underscores the government’s commitment to safeguarding the national economy, public health, and the environment while promoting fair trade practices and supporting local industries.",
    "Submission of the Import and Export (Control) Regulations No. 7 of 2024 issued under the Import and Export (Control) Act No. 1 of 1969 and the Standardization and Quality Control Regulations issued under the same Act for the approval of the Parliament."
  ]
}