{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/advocata-institute-celebrates-eight-years-of-advocacy/",
  "time_ut": 1718730000.0,
  "original_lang": "en",
  "original_title": "Advocata Institute celebrates eight years of advocacy",
  "original_body_lines": [
    "The Advocata Institute marks its eighth anniversary, celebrating years of impactful advocacy for economic freedom and policy reform in Sri Lanka. Founded in 2016, Advocata has become a beacon for evidence-based policy research and reform initiatives.",
    "Advocata’s eighth-year anniversary coincided with the institute moving its office to a new location to accommodate its growing staff strength especially in the discipline of economic research which is a key for formulating evidence-based policies.",
    "“Over the past eight years, Advocata has championed numerous successful campaigns, which influenced key policy changes and fostering a greater understanding of economic issues among policymakers and the public. The institute’s rigorous research, public engagement, and educational programmes have contributed significantly to Sri Lanka’s economic discourse. I take this opportunity to thank the founding members of the institute for their contribution to promote economic freedom and good governance in Sri Lanka,” Murtaza Jafferjee, Chairman of the Advocata Institute said.",
    "“Reflecting on our journey, we are grateful for the support of our partners, stakeholders, and the public. Our commitment to advancing economic freedom remains steadfast,” said Dhananath Fernando, CEO of Advocata Institute.",
    "As part of its anniversary celebrations, Advocata will host a series of events, including public lectures, town hall sessions across Sri Lanka, policy dialogues, and a two-day forum on",
    "economic growth. These events aim to highlight the institute’s achievements and outline future goals to further enhance its advocacy efforts.",
    "HNBA and HNBGI celebrate partnership with HNB at Golden Awards 2024",
    "Swisstek Aluminium honored for Leadership Excellence at “Companies with Great Managers 2023” awards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}