{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-industries-minister-says-fighting-for-more-protection-196800/",
  "time_ut": 1735460280.0,
  "original_lang": "en",
  "original_title": "Sri Lanka industries minister says fighting for more protection",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Industries Minister Sunil Handunetthi says he is fighting with the Finance Ministry to give more protection to local businessmen and stop cheaper imports from being available to consumers.",
    "“Today we have had to fight with the Finance Ministry to protect local industries,” Minister Handunetthi said in remarks broadcast over Sri Lanka’s Derana Television.",
    "“I am telling the truth. We have fight for tax policy. We now have to fight with low costs imports (thu-tt-too dekay). We have to fight with officials.”",
    "Finance Ministry officials are today standing for agreements signed during previous administrations and gazettes issued during previous administrations, decisions taken and cabinet papers, he alledged.",
    "“They are not stand for strengthening the national economy, not strengthen domestic industries, but stands for importers for multinational companies.",
    "“So they are arguing and clashing with us, for old decisions they have taken.”",
    "Sri Lanka saw a rise in protectionism under the Rajapaksa regimes which has made not only food expensive for people but other inputs for businesses also expensive as the hands of poor consumers were tied to give profits to crony domestic producers.",
    "US President Donald Trump, who has been described by opponents as a ‘fascist’ is also pushing for higher import tariffs as the US economy is suffering from high inflation triggered by the Federal Reserve to boost employment.",
    "Higher import tariffs under the Smoot-Hawley Act in 1930 has been blamed for a extending the Great Depression which was triggered by Federal Reserve open market operations.",
    "Unless a company is inside an industrial zone and have access to duty free inputs, no other firm or SME is export competitive under a protectionist regime.",
    "Economists point out that ‘a tax on imports is a tax on exports’ and such countries cannot build a broad-based export industry as has been shown in Sri Lanka, especially after the rise in protectionism under Rajapaksa regimes.",
    "As a result, Sri Lanka has seen some growth in services exports such as software, which is less protected and is open to competition, while industrial exports have stagnated. (Colombo/Dec27/2024)"
  ]
}