{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Govt-to-repatriate-ex-military-personnel-from-Russia-facilitate-stranded-nationals-in-Myanmar-Foreign-Minister/56-763125",
  "time_ut": 1718394477.0,
  "original_lang": "en",
  "original_title": "Govt. to repatriate ex-military personnel from Russia; facilitate stranded nationals in Myanmar: Foreign Minister",
  "original_body_lines": [
    "Says team of officials reviewing Cabinet paper regarding Sri Lanka’s potential membership in BRICS",
    "Reveals Indian Foreign Minister and Prime Minister are expected to visit SL by end of this month",
    "Says IMF second review is testament to efforts by SL on right economic path",
    "Asserts Japan indicated to resume suspended projects once repayments commence",
    "Foreign Affairs Minister Ali Sabry yesterday announced that a high-level delegation led by State Minister of Foreign Affairs Tharaka Balasuriya is scheduled to visit Russia on 26 and 27 June to arrange the repatriation of Sri Lankan ex-military personnel deployed in Russia for militia purposes.  The development follows discussions between Minister Sabry and Russian Foreign Minister Sergey Lavrov focused on resolving the issue of Sri Lankan ex-military personnel serving in the Russian army.",
    "Addressing the media at the Presidential Media Centre, he also highlighted ongoing efforts to facilitate the safe return of Sri Lankans currently stranded in Myanmar.",
    "In addition to these repatriation efforts, Minister Sabry noted that a team of officials is reviewing a Cabinet paper regarding Sri Lanka’s potential membership in the BRICS intergovernmental organisation.",
    "“Recently, I attended the BRICS Foreign Ministers’ Conference in Russia, representing Sri Lanka. The Ministry of Foreign Affairs has submitted a Cabinet paper to explore the possibility of Sri Lanka joining the BRICS organisation. A team comprising officials from the Foreign Affairs Ministry, Treasury, Finance Ministry and the Central Bank has been tasked with studying this proposal. The Cabinet is expected to receive their report later this month,” he explained.",
    "Minister Sabry also noted President Ranil Wickremesinghe’s recent visit to India for the swearing-in ceremony of Prime Minister Narendra Modi and announced that the Indian Foreign Affairs Minister Dr. S. Jaishankar is expected to visit Sri Lanka later this month, followed by Prime Minister Modi.",
    "He also delved into the significant economic milestones that have been achieved recently. The Minister said the third tranche of the International Monetary Fund’s (IMF) Extended Fund Facility (EFF) was released to Sri Lanka, endorsing the country’s efforts over the past 12 to 18 months, including controlling inflation, managing interest rates, and building up reserves, promoting investment and advancing renewable energy.",
    "“These efforts indicate that we are on the right economic path,” he added.",
    "He disclosed that negotiations with bondholders and official creditors have been progressing well, with agreements expected to be signed soon. “Positive discussions with foreign bondholders suggest potential success, enabling Sri Lanka to transition from a debt-defaulter to a debt-repaying nation,” he said.",
    "The Foreign Minister also said Japan has indicated that it will resume suspended projects once repayments commence. Sabry plans to visit Japan early next month at the invitation of the Japanese Foreign Minister, aiming to finalise the resumption of these projects before his visit.",
    "“Japan has assured us that upon reaching an agreement with bilateral official creditors, all development projects in Sri Lanka previously initiated with Japanese assistance, but currently halted, will resume,” he added.",
    "Minister Sabry said these diplomatic and economic efforts highlight Sri Lanka’s commitment to addressing both domestic and international challenges, fostering international cooperation and driving national development."
  ]
}