{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/North-Korea-fires-cruise-missiles-off-east-coast-Seoul-reports/108-275833",
  "time_ut": 1706421840.0,
  "original_lang": "en",
  "original_title": "North Korea fires cruise missiles off east coast, Seoul reports",
  "original_body_lines": [
    "North Korea, Jan 28 (BBC) - North Korea has fired several cruise missiles in waters off its east coast, South Korea's military says.",
    "In recent months the nuclear-armed communist state has tested missiles repeatedly, raising regional tension.",
    "Sunday's launch took place near the port of Sinpo. Neither the number nor type of missiles is clear yet.",
    "On Wednesday North Korea test fired a new strategic cruise missile called Pulhwasal-3-31, South Korea's Yonhap news agency says.",
    "Reporting the new launch, which took place at 08:00 (23:00 GMT Saturday), South Korea's Joint Chiefs of Staff (JCS) said \"our military has been closely coordinating with the United States to monitor additional signs of North Korea's provocations\".",
    "North Korean leader Kim Jong Un has been increasingly aggressive in his policy direction and rhetoric in recent months, ending several agreements aimed at peace-keeping and ramping up military action.",
    "Pyongyang has claimed a test of a new solid-fuelled missile, and its underwater attack drones, which can supposedly carry a nuclear weapon, since the start of January.",
    "They follow on from two years of near-monthly missile launches and weapons development in blatant contravention of UN sanctions.",
    "Earlier this month, Kim Jong Un declared the former bedrock goal of re-unification with South Korea was over, designating the South as the \"principal enemy\".",
    "This has led to concerns that North Korea is preparing for war.",
    "South Korean President Yoon Suk Yeol told his cabinet this month that if the North carried out a provocation, the South \"will retaliate multiple times stronger\", pointing to the South Korean military's \"overwhelming response capabilities\"."
  ]
}