{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112384/oracle-co-founder-larry-ellison-briefly-tops-elon-musk-as-worlds-richest-person",
  "time_ut": 1757558760.0,
  "original_lang": "en",
  "original_title": "Oracle co-founder Larry Ellison briefly tops Elon Musk as world’s richest person",
  "original_body_lines": [
    "Elon Musk briefly lost his title as the world’s richest person to Larry Ellison, the co-founder of Oracle and an ally of US President Donald Trump.",
    "Ellison’s wealth surged to $393bn (£290bn) on Wednesday morning, surpassing Musk’s $385bn (£284bn), according to the Forbes billionaire list.",
    "The jump came after shares in Oracle, which make up a significant part of Ellison’s fortune, soared more than 40%, boosted by the database software company’s surprisingly rosy outlook for its cloud infrastructure business and artificial intelligence (AI) deals.",
    "But the firm’s share price had shed some of those gains by the end of the day, putting Musk back on top.",
    "Before briefly losing it to Ellison, Musk had held the title of world’s richest person for nearly one year.",
    "He could receive a pay package worth over $1tn (£740bn) if he hits a list of ambitious targets over the next decade, the board of the electric car firm has proposed.",
    "But shares in Musk’s most valuable business, Tesla, have fallen this year.",
    "The electric vehicle maker has grappled with investor jitters over the Trump administration’s rollback of electric vehicle initiatives, on top of consumer backlash to Musk’s political involvement.",
    "Oracle has recently been propelled by growing demand for data centre infrastructure.",
    "The company projected as part of its quarterly earnings report on Tuesday that revenue from its cloud business will jump 77% this year, to $18bn, with further growth expected in the coming years.",
    "Oracle has reported a surge in demand among AI companies for its data centres, which helped push its stock dramatically higher.",
    "It signed four multibillion-dollar contracts with customers in the last quarter and anticipates several more deals in the months ahead, chief executive Safra Catz said on Tuesday.",
    "Ellison, 81, helped start Oracle in 1977 and rose to prominence in the 1990s, when he became a public figure known as much for his lavish lifestyle as for the database company behind his fortune.",
    "He was Oracle’s chief executive until 2014 and is now the company’s chairman and chief technology officer.",
    "And he has positioned himself as an ally to President Trump.",
    "When Trump returned to the White House in January, Ellison appeared alongside OpenAI’s Sam Altman and SoftBank’s Masayoshi Son to announce a project called Stargate, to build out AI infrastructure in the US.",
    "Oracle has also emerged as a possible buyer of TikTok, the app owned by the Chinese internet company ByteDance. TikTok is facing a ban in the US unless it divests itself of its ByteDance ownership.",
    "In January, when asked whether he was open to Musk buying TikTok, Trump responded: “I’d like Larry to buy it, too.”",
    "He funded the bulk of a $8bn bid by his son to acquire Paramount, which owns CBS and MTV.",
    "That deal between Paramount and the media company Skydance, which is controlled by his son David, closed last month."
  ]
}