{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/99x-empowers-tech-talent-through-AI-driven-culture/34-778795",
  "time_ut": 1752096202.0,
  "original_lang": "en",
  "original_title": "99x empowers tech talent through AI-driven culture",
  "original_body_lines": [
    "Participants working on <go-vibe.dev/> platform during <go-vibe/> Hackathon by 99x",
    "99x, a leading product engineering company with a global presence, recognises that in today’s fast moving digital economy, access to top tier tech talent remains key to a nation’s progress, and it distinguishes itself by nurturing that talent from within. As the need for skilled, adaptable professionals surge, the company’s culture encourages employees to embrace new technologies as ongoing opportunities for learning and growth.",
    "One of the most significant forces driving change today is Artificial Intelligence (AI), which has given rise to vibe coding. This is a new way of developing software that allows developers to generate code using natural language prompts powered by Large Language Models (LLMs). In an environment that’s evolving this rapidly, keeping up is no longer enough. True leadership lies in staying ahead of the curve and empowering those who drive that change.",
    "Recognising the potential of this emerging trend, 99x took a proactive step by introducing its own structured approach to AI-assisted development: the <go-vibe.dev/> methodology. This framework provides teams with access to cutting-edge technologies and real-world applications of AI in software engineering.",
    "To bring this to life, 99x recently hosted a hands-on hackathon centred around the <go-vibe.dev/> platform. More than just a training session, it was a fast-paced, immersive challenge where teams were given only a few hours to build full-stack applications from the ground up using vibe coding.",
    "The impact of the initiative was both immediate and profound, bringing together 20 cross-functional teams for an internal <go-vibe/> Hackathon that challenged participants to build full-stack applications within a few hours using the <go-vibe.dev/> platform. Each team was given a superhero-inspired identity, a fitting theme for an event where AI became the ‘superpower’ that amplified human capability. At the end of the hackathon, six winning teams were selected to move forward into Round 2, where they will continue to refine and advance their solutions.",
    "99x Associate Technical Architect and one of the co-organisers of the hackathon Yohan Gunathilaka described the event as a transformative learning opportunity for employees. “The energy in the room was far from being a conventional coding sprint, it was an opportunity for our teams to experience first-hand how AI can transform the way we work. It pushed us to think differently, adapt quickly, and collaborate in new ways. For many, it was their first time building with AI tools under real-world challenges, and the experience gave us not only technical exposure but also the confidence to learn this new way of working.”",
    "For 99x, initiatives like this reflect a broader vision, one that goes beyond building platforms or methodologies. At its core, it’s about investing in people and providing them with the tools, environment, and confidence to grow alongside emerging technologies. By combining cutting-edge practices with immersive, hands-on learning, 99x is actively shaping a new generation of tech professionals equipped to lead the future of software development."
  ]
}