{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Passenger-with-fake-Italian-visa-stopped-at-BIA-over-line/108-275958",
  "time_ut": 1706571360.0,
  "original_lang": "en",
  "original_title": "Passenger with fake Italian visa stopped at BIA: over line",
  "original_body_lines": [
    "Colombo, Jan 30 (Daily Mirror) - The Immigration and Emigration Department yesterday asked the local travelers to be extremely cautious of bogus travel agents who would arrange fake foreign visas or travel documents for exorbitant rates, following such a passenger with a fake Italian visa was intercepted at the airport.",
    "The immigration authorities requested from the public to be watchful when paying large sums of money to agents to get their travel documents done as they could easily be deceived by the fraudsters.",
    "If a traveler is doubtful about the authenticity of their visa or any other travel document they could simply check it with the respective embassy or foreign mission of the country they intend to visit.",
    "The immigration officials at the Bandaranaike International Airport (BIA) departure terminal were tipped off about a suspicious passenger bound for Oman on Sunday morning.",
    "The passenger, a resident of Jaffna, had checked into an Oman Air flight WY-372 bound for Muscat but was soon referred to Immigration Border Surveillance Unit (BSU) by the airline staff as his documents looked suspicious.",
    "The BSU officials checked the passenger’s Sri Lankan passport, which was found to be genuine but the Italian visa pasted on it was forged.",
    "The authorities have questioned the passenger to learn that a travel agent had got him the visa arranged and that he had paid over Rs.1 million for the services. He had told the officials that the agent had even taken him to VFS, a leading visa issuing office in Colombo once.",
    "The passenger who seemed to be unaware of the forged visa in his passport had been handed over to the Criminal Investigation Department branch at the BIA for further inquiries."
  ]
}