{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Fortified-rice-distributed-to-provide-nutritious-meal-for-school-students/108-281001",
  "time_ut": 1713523080.0,
  "original_lang": "en",
  "original_title": "Fortified rice distributed to provide nutritious meal for school students",
  "original_body_lines": [
    "Colombo, April 19 (Daily Mirror)- The distribution of fortified rice, provided by the World Food Programme (WFP) on behalf of the programme initiated under the instructions of President Ranil Wickremesinghe, to provide a nutritious meal for school students, commenced today at the Veyangoda warehouse complex, the President’s Media Division (PMD) said.",
    "In an effort to reduce iron deficiency among school children, fortified rice is provided for school meals.",
    "“This distribution will be conducted under the supervision of M.H.A.M. Riflan, Director General for the Partnership Secretariat for World Food Programme Co-operation (PSWFPC), which operates under the purview of the Presidential Secretariat.",
    "As planned, the distribution of 735 metric tons of rice to provincial-level schools commenced today as part of the first phase and will continue tomorrow (20).",
    "This rice stock is being delivered to schools under the supervision of officials from the respective Provincial Departments of Education and Public Health Inspectors (PHIs), the PMD said.",
    "Meanwhile, Director General for the PSWFPC, M.H.A.M. Riflan stated that 378.835 metric tons of dhal, 412.08 metric tons of sunflower cooking oil, and 300 metric tons of dates will be distributed to schools following the start of the new school term on May 19.",
    "Accordingly, the Ministry of Education has implemented measures to provide a main meal at school for all students in Grades 1-5 across the country. Following nutritionists' recommendations, students receive breakfast between 7:30 a.m. and 8:30 a.m. daily before engaging in educational activities.",
    "Under the theme 'Healthy Active Generation,' the 2024 school meal programme aims to reduce nutritional problems among students, increase daily school attendance, foster good eating and health habits, contribute to the improvement of educational achievement levels and fulfil the fundamental objectives of promoting local food culture.",
    "The school feeding programme for this year extends its benefits to 1.6 million students, including primary students from 9,134 government schools, as well as smaller schools with fewer than 100 students. A budget of Rs. 16.6 billion has been allocated to the nine Provincial Councils by the government, supplemented by sponsorship from entities such as the World Food Programme (WFP) and the United States Department of Agriculture (USDA), the PMD added."
  ]
}