{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/International-Union-against-Tuberculosis-and-Lung-Diseases-extends-grant-to-study-new-treatment-model/56-766779",
  "time_ut": 1726516079.0,
  "original_lang": "en",
  "original_title": "International Union against Tuberculosis and Lung Diseases extends grant to study new treatment model",
  "original_body_lines": [
    "International Union against Tuberculosis and Lung Diseases has extended a financial grant of $ 387,280 to initiate a study on Tuberculosis (TB) new treatment model as part of its National Program for Tuberculosis Control and Chest Diseases.",
    "The move is aimed at assessing the effectiveness of the proposed treatment regimen. Tuberculosis is the second most prevalent infectious disease in Sri Lanka and remains the leading cause of death from infectious diseases in the country. In response to the growing threat, Sri Lanka aligned its TB treatment guidelines with those of the World Health Organisation (WHO) in 2021, setting the stage for the new study. The study will be conducted by the Faculty of Medicine of the University of Sri Jayawardenapura, in collaboration with the National Program for Tuberculosis Control and Chest Diseases. The research aims to observe the effectiveness of the updated treatment model, potentially paving the way for improved TB prevention and control in Sri Lanka. The Cabinet of Ministers approved a joint proposal, presented by Education Minister Susil Premajayantha and Health Minister Dr. Ramesh Pathirana, to formalise the partnership. A Memorandum of Understanding (MoU) will be signed between the International Union against Tuberculosis and Lung Diseases, the Ministry of Health, and the University of Sri Jayawardenapura.",
    "The study comes at a time when Sri Lanka faces significant challenges in TB control, with the disease continuing to affect thousands of people annually. The outcome of this research will inform future treatment protocols and prevention strategies, in line with the country’s broader public health objectives."
  ]
}