{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/St-Benedict-s-urges-funding-for-STEM-Centre-to-empower-futures/56-770719",
  "time_ut": 1734559035.0,
  "original_lang": "en",
  "original_title": "St. Benedict’s urges funding for STEM Centre to empower futures",
  "original_body_lines": [
    "To be launched on 17 January 2025, St. Benedict’s College, Colombo has issued a stakeholder proposal to raise funds for its much anticipated STEM education program – a pioneering initiative designed to shape a generation of forward-thinking innovators and lead STEM education in the country.",
    "STEM education is central to 21st century learning as it integrates the areas of Science, Technology, Engineering, and Mathematics to cultivate key skills, including problem solving, amongst students. Students are trained to critically analyse and tackle complex global challenges, fostering an environment promoting creativity, teamwork, and leadership which is crucial to Sri Lanka’s current landscape.",
    "The strategic decision was made in 2023, signifying the school’s commitment to 21st century learning, a framework centred on fostering independent thinking rather than rote memorisation. In a world racing to keep up with technological advancements, this approach encourages students to think critically and collaboratively, using readily available information to identify patterns, derive meaningful insights, and formulate opinions. As information and data become increasingly accessible, students struggle with discerning credible information and applying this intelligently to the real world, and this 21st century focus equips them with the expertise and tools required to navigate this challenge effectively.",
    "The STEM Centre will be housed at the James Memorial Building and will be comprised of three distinct chambers, each facilitating a distinct learning style:",
    "1. Chamber One will be called the dedicated technology area, containing equipment and learning material to help students understand critical technologies that cut across multiple domains. These technology areas, including robotics, coding, 3D printing, and design, would evolve over time as in-demand technology changes.",
    "2. Chamber Two is the permanent display area which has permanent fixtures to educate students on key STEM principles and domains. These form the building blocks for a rounded STEM education program.",
    "3. Chamber Three is an experimental area for students to discover STEM through domains that cut across different STEM disciplines, and will be known as the Thematic Investigation Lab. This encourages play and learning through discovery and experimentation in subjects such as food science, forensic science, earth science, climate change, and space science, fuelled by the innate curiosity of every child.",
    "The STEM Centre is expected to result in widespread benefits to the three major stakeholders of the country – the students, the school, and the economy. Such programs will widen the scope for entrepreneurship within the country by facilitating innovation, meet demands of the modern workplace, and fill workforce gaps in the science and technology field.",
    "To students, this holistic approach to learning will ensure hands-on experiences that are greatly applicable to the real world while enhancing knowledge and developing critical thinking, which are key to moulding rounded individuals. In addition, St. Benedict’s believes that pioneering STEM learning in Sri Lanka will not only leverage the image of the school, but by sharing these facilities with other schools, it can become a model for social justice.",
    "The STEM Centre Project will be driven by a group of eminent alumni and Director/Principal Rev. Bro. (Dr.) Pubudu Rajapaksha, who are accomplished academics and professionals in multiple STEM fields."
  ]
}