{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111645/thailand-turning-to-sri-lankan-workers-to-cope-with-cambodian-exodus-official-says",
  "time_ut": 1755602520.0,
  "original_lang": "en",
  "original_title": "Thailand turning to Sri Lankan workers to cope with Cambodian exodus, official says",
  "original_body_lines": [
    "Thailand’s cabinet has approved the hiring of 10,000 Sri Lankan workers as it tries to address a labour shortage caused by Cambodian workers returning home in the wake of a deadly border conflict between the two countries, a Thai senior official said on Tuesday.",
    "Thailand’s ageing population and shrinking workforce has forced it to rely on at least 3 million registered foreign labourers across the agriculture, construction, and manufacturing sectors, data from the International Labor Organization showed.",
    "More than 30,000 workers from Sri Lanka have already registered and 10,000 will be sent to Thailand in the first stage, Labour Minister Pongkawin Jungrungruangkit told reporters, adding that it would also allow workers from Nepal, Bangladesh, Indonesia, and the Philippines to apply.",
    "A long border dispute between Thailand and Cambodia last month boiled over into the worst fighting in decades, with at least 43 people killed and over 300,000 displaced on both sides of the border. The two Southeast Asian nations have now agreed a fragile ceasefire agreement.",
    "Before the conflict began, over 520,000 Cambodians worked in Thailand, accounting for 12% of the country’s foreign workforce, according to official data.",
    "About 400,000 Cambodians working in Thailand have left the country during the fighting, according to the Cambodian government.",
    "Sri Lanka, which has emerged as a key source of replacement labour, saw a record 314,786 citizens leave for overseas employment in 2024, official data showed, with economic hardship pushing many to look for work overseas.",
    "The Middle East was the primary destination, and many also sought jobs in South Korea and Japan.",
    "Sri Lankan migrant workers are the largest source of foreign exchange for the South Asian island nation."
  ]
}