{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slpa-looking-to-reduce-ghg-emissions-in-port-operations/",
  "time_ut": 1733664060.0,
  "original_lang": "en",
  "original_title": "SLPA looking to reduce GHG emissions in port operations",
  "original_body_lines": [
    "A project and process are currently underway to utilize land owned by the Sri Lanka Ports Authority (SLPA) and the Port of Colombo (POC) for solar energy harvesting, aiming to produce green hydrogen under the port’s Green Energy Initiative Programme, said Eng. Ganaka Hemachandra, Managing Director of the Sri Lanka Ports Authority (SLPA).",
    "He made these remarks as a panelist during a discussion on ‘Future Fuels, the Planet, and Shipping – Clean Energy Efficient Integrations and Green Robotics in Ports,’ at the Colombo International Maritime & Logistics Conference, held from November 27 to 29, 2024, at the Cinnamon Grand, Colombo.",
    "Speaking further, he noted that the port currently consumes 25% of the total energy usage in the city of Colombo, equivalent to nearly 50 MW.",
    "“It is crucial to discuss how we can implement effective measures to immediately address greenhouse gas (GHG) emissions in all port-related activities, which is a pressing global concern. Currently, only about 42% of Sri Lanka’s total energy generation is from green sources, while the remainder comes from non-green sources. This is a serious issue that requires urgent attention and action,” he emphasized.",
    "Eng. Hemachandra highlighted the need to encourage innovation and simultaneously adopt advanced technologies in the local port sector to produce green energy for future requirements and ensure the sector remains environmentally sustainable.",
    "Nestlé Lanka honoured at Best Corporate Citizen Sustainability Awards 2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}