{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84636",
  "time_ut": 1724787660.0,
  "original_lang": "en",
  "original_title": "National People’s Power  Presidential Candidate Anura Kumara Dissanayake officially Releases  the NPP’s Presidential election manifesto titled “A Prosperous Nation, A Beautiful Life” .",
  "original_body_lines": [
    "National People’s Power (NPP) Presidential Candidate Anura Kumara Dissanayake officially unveiled the NPP’s Presidential election manifesto titled “A Prosperous Nation, A Beautiful Life” in Sri JayawardenepuraKotte yesterday.",
    "Addressing the gathering of NPP Executive Council members, professionals, academics, artists, and others, Dissanayake highlighted that the manifesto is the party’s response to disinformation disseminated by its political rivals.",
    "Dissanayake recalled that recently, various rival politicians have presented programs to the public, claiming they are NPP’s own. “Even today, others frequently discuss our economic policies and governance plans. However, we often choose not to respond. We avoid engaging in unnecessary discussions and conflicts,” he said.",
    "He said that through the Presidential election manifesto, the NPP has provided a strong response to the false and distorted information spread against it. “This manifesto, titled ‘A Prosperous Nation, A Beautiful Life,’ is our response. While others choose to spread false or distorted information, we choose to respond with clarity and integrity,” he said.",
    "Dissanayake said the manifesto was developed through extensive discussions and analysis with stakeholders across 39 sectors and industries over the past two years.",
    "He noted that consultations also involved the public and industry experts. The party adopted an inclusive approach, rather than a top-down one, and has now presented a comprehensive program to the people, Dissanayake said.",
    "The NPP Presidential candidate said that the party’s manifesto outlines a summary of its plans for the development of various sectors, including engineering, IT, the economy, social issues, education, and health. He assured that detailed plans for the development of each sector will be revealed in the lead-up to the 21 September election.",
    "Commenting on the current crisis in Sri Lanka, Dissanayake said that the entire country, as a system, has collapsed. He noted that sector stakeholders frequently share their concerns with them, revealing that the crisis has affected all sectors. “No one in any sector is left with any positive feelings or hope,” he said.",
    "Dissanayake said the NPP accepts the responsibility of revitalising the collapsed State, which can only be achieved by overhauling the entire system. He added that the manifesto outlines the initial steps the party is taking to lay the foundation for rebuilding Sri Lanka.",
    "According to Dissanayake, the primary goal of the program is to ensure “a prosperous country and a beautiful life for the people.” He emphasised that the party is driven by a strong ideology and a dedicated force, supported by a capable leadership council to lead this initiative. “We have a clear path to build the country, and this path to success will begin on September 21,” he added."
  ]
}