{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sjb-govt-will-remove-18-pct-vat-on-fertiliser-other-agriculture-inputs-sjb-150607/",
  "time_ut": 1707721560.0,
  "original_lang": "en",
  "original_title": "SJB govt will remove 18 pct VAT on fertiliser, other agriculture inputs: SJB",
  "original_body_lines": [
    "ECONOMYNEXT — A future government led by Sri Lanka’s incumbent main opposition the Samagi Jana Balawegaya (SJB) will remove an existing 18 percent value added tax (VAT) on fertiliser and other agriculture inputs, SJB leader Sajith Premadasa said.",
    "Speaking at a paddy farmers’ summit held in Galgamuwa, Kurunegala, on Sunday February 11, Premadasa said an SJB government will establish a ‘national agriculture policy’ to protect farmers across the island.",
    "He also claimed that intermediaries earn huge profits, leading to massive differences between the price of rice sold in the market and the price fetched by farmers for the paddy they sell.",
    "“For a kilo of Nadu paddy, the farmer gets 92 rupees, but in the market, a price of 1 kilo of Nadu rice is 220 rupees. Samba paddy will get you 106 rupees, while Samba rice is sold for 260. Keeri samba paddy  fetches 137.50 rupees, while keeri samba rice goes for 370,” said Premadasa.",
    "“This is unfair by both the paddy farmer and the consumer. How is there such a big gap? Three or four intermediaries make huge profits. On the one hand, an unfair price is paid to the farmer, and on the other hand the consumer is being strangled through exorbitant prices,” he said.",
    "“An SJB government will definitely introduce a new price formula that’s fair by both the farmer and the consumer,” he added.",
    "The opposition leader further said the government has imposed a VAT of 18 percent on fertiliser and other agriculture inputs.",
    "“We will establish a national agricultural policy and we pledge to protect farmers,” he added.",
    "Meanwhile, the government has launched a pledge loan scheme worth 9 billion rupees at a partly subsidised concessional interest rate for small and medium paddy millers, paddy storage owners and paddy collectors for purchasing paddy in Maha Season 2023/2024.",
    "The scheme came effective on Thursday February 01, to facilitate a reasonable price for farmers, an official statement said.",
    "Pledge loans for Sri Lanka’s SME paddy businesses at concessional interestSee more"
  ]
}