{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112007/un-urges-credible-independent-probes-into-sri-lankas-mass-graves",
  "time_ut": 1756556220.0,
  "original_lang": "en",
  "original_title": "UN urges credible, independent probes into Sri Lanka’s mass graves",
  "original_body_lines": [
    "The United Nations (UN) Resident Coordinator in Sri Lanka Marc-André Franche says the recent recovery of human skeletal remains and personal belongings from mass graves, including those of children, is a stark reminder of the scale of past grave human rights violations and the urgent need for credible, transparent and independent investigations.",
    "Issuing a statement on the International Day of the Victims of Enforced Disappearances, the UN envoy in Colombo stated that the fate of thousands of forcibly disappeared Sri Lankans from across the entire island remains unknown; “a national wound left open by silence, inaction, and impunity”.",
    "He stated that the pain of being left without answers about a loved one is a trauma that time alone cannot heal. “It is a suffering that endures, deepened by the absence of truth and justice,” he said.",
    "He said the International Day of the Victims of Enforced Disappearances is a day to honour the memory of all victims and their families and a solemn reminder that this violation under international human rights law must never be tolerated, excused, or forgotten.",
    "“This year, we have seen renewed attention to this unresolved legacy with the ongoing excavations of mass grave sites,” he said, adding that the recovery of human skeletal remains and personal belongings from these sites, including those of children, is a stark reminder of the scale of past grave human rights violations and the urgent need for credible, transparent and independent investigations.",
    "“Uncovering facts will help bring closure to families - a prerequisite to healing, justice and reconciliation, and will pave the way for the nation to heal and look forward with confidence,” Franche said.",
    "Justice, truth and reparations are inseparable foundations of reconciliation, trust in institutions, and the sustainable peace that Sri Lankans have long sought, he pointed out.",
    "The UN Resident Coordinator emphasized that Sri Lanka has taken steps toward addressing this painful legacy, including ratifying the International Convention for the Protection of All Persons from Enforced Disappearance, and establishing the Office on Missing Persons (OMP) and the Office for Reparations.",
    "“These bodies must be supported with the resources, forensics and tracing capacity, and independence needed to deliver justice,” Franche said.",
    "He said that the OMP, in particular, should prioritize tracing and investigation, using its full legal powers to deliver answers for families of the disappeared. “The recent decision to invite the public to help identify items recovered from mass graves is a welcome step, but much more needs to be done.”",
    "“We also remain concerned by the surveillance, threats, intimidation and reprisals faced by victims, families, and human rights defenders including in connection with memorialisation activities. All those engaged in exercising their rights must be protected, not punished.”",
    "“During his visit to Sri Lanka in June, the United Nations High Commissioner for Human Rights met with families of the disappeared and reaffirmed that uncovering the truth is a fundamental right. His call to investigate mass grave sites underscores the urgency of confronting the past with courage and transparency. The United Nations continues to offer support in this process.”",
    "“On this day—and every day—the United Nations stands in solidarity with every family searching for their loved ones. We remain committed to supporting credible, independent investigations of allegations of enforced disappearances to ensure victims and families can realize their rights to truth, justice, reparations and guarantees of non-recurrence.”"
  ]
}