{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/BRICS-vision-for-a-new-financial-architecture/4-778868",
  "time_ut": 1752257507.0,
  "original_lang": "en",
  "original_title": "BRICS’ vision for a new financial architecture",
  "original_body_lines": [
    "At the upcoming BRICS summit in Brazil, member nations are expected to intensify their push for local currency settlement and advance efforts to build an independent financial system that reduces reliance on the U.S. dollar and Western-dominated institutions. These initiatives reflect a broader strategic ambition: to insulate BRICS economies from external shocks and geopolitical risks while laying the foundation for a more equitable global financial architecture.",
    "Settling trade in local currencies allows BRICS countries to mitigate exposure to dollar volatility, buffer against U.S. sanctions, and lessen the systemic risks posed by the dollar’s role as the dominant global reserve currency. Many emerging markets remain vulnerable to the ripple effects of U.S. monetary policy, especially Federal Reserve interest rate hikes which often trigger capital outflows, currency depreciation, and higher debt servicing costs.",
    "To shield themselves, BRICS countries have increasingly turned to non-dollar trade settlements using currencies such as the Chinese renminbi (RMB), Indian rupee, and Russian ruble. These efforts aim to reduce the financial instability that dollar-driven shocks inflict on emerging economies. Dollar shortages, for instance, can severely disrupt trade, limit access to essential imports, and spark liquidity crises, leading to inflation and economic strain.",
    "BRICS members like Russia and Iran - both under U.S. sanctions have been at the forefront of developing alternative trade settlement systems. These include the use of local currencies, bilateral barter-style arrangements, and alternatives to the SWIFT messaging system. Such mechanisms are designed to bypass Western banking infrastructure and reduce vulnerability to financial coercion.",
    "China, anticipating potential future U.S. containment strategies, is proactively expanding the renminbi’s global role, bolstering domestic payment systems, and deepening ties with the Global South. India, too, is cautiously exploring parallel arrangements that support its strategic autonomy, recognising the risks of over-dependence on dollar-centric systems.",
    "Countries like China and India face the threat of secondary sanctions for trading with sanctioned states. In response, they are increasingly adopting local currency settlements and exploring barter-style trade systems similar to the EU’s INSTEX mechanism. These alternatives enable economic engagement while minimising exposure to punitive measures.",
    "At the institutional level, BRICS is promoting financial sovereignty through innovations such as China’s Cross-Border Interbank Payment System (CIPS) and the New Development Bank (NDB). These platforms reduce reliance on Western-dominated systems like SWIFT, enhancing the bloc’s resilience to sanctions and external monetary pressures. They also help build the scaffolding of a more autonomous and multipolar global financial order.",
    "BRICS critiques the existing international financial architecture dominated by institutions like the International Monetary Fund (IMF) and the World Bank as outdated and unrepresentative of Global South interests. By developing parallel institutions and promoting local currency use, the bloc seeks to challenge these structural imbalances and amplify the voice of emerging economies in global economic governance.",
    "The expansion of local currency use holds considerable potential to deepen intra-BRICS trade and investment. It reduces transaction costs, mitigates currency risk, and enhances financial autonomy. China’s RMB internationalisation strategy and India’s Unified Payments Interface (UPI), now being adapted for cross-border use, exemplify how digital innovation can facilitate seamless, non-dollar trade within the bloc.",
    "BRICS is also advancing financial infrastructure to support this transformation. China’s CIPS provides a politically insulated alternative for cross-border renminbi transactions. Meanwhile, BRICS Pay, a proposed digital payment platform aims to reduce reliance on Western financial intermediaries like Visa and Mastercard, improving interoperability among member states and promoting financial sovereignty.",
    "The NDB has increased lending in local currencies to help countries avoid the pitfalls of dollar-denominated debt, including exchange rate volatility and unsustainable repayment burdens. By financing development on terms aligned with local economic conditions, the bank promotes more resilient and autonomous growth.",
    "In parallel, energy-producing BRICS members and partners including Russia, Saudi Arabia, the UAE, and Iran are increasingly pricing oil and gas in non-dollar currencies. Notably, China and Russia have executed energy trades in RMB and rubles, signalling a gradual erosion of the petrodollar’s dominance and a broader shift in global commodity markets.",
    "BRICS’ de-dollarisation strategy is likely to inspire other regional organisations, such as ASEAN and the African Union, to adopt similar frameworks. By proving that reducing dollar dependence is feasible, BRICS offers a template for other regions to pursue monetary cooperation and build regional payment systems that reinforce economic sovereignty and integration.",
    "The U.S. dollar holds a unique and powerful position as the world’s primary reserve currency, a status that brings immense benefits to the United States, often at the expense of the rest of the world. This “exorbitant privilege” allows the U.S. to finance deficits cheaply, maintain global demand for its currency, and exert outsized influence over international finance.",
    "While the United States frequently promotes the ideals of free trade, its actual behaviour often reflects protectionist policies, double standards, and coercive tactics. Washington has repeatedly used tariffs, economic pressure, and unilateral sanctions not only to shield its own industries but also to deter the development of competing economies, especially in strategic sectors. In doing so, the U.S. leverages its financial dominance to enforce geopolitical objectives, often at the cost of global economic fairness and development.",
    "The BRICS initiative is both defensive, mitigating the fallout of sanctions and monetary shocks and offensive, seeking to reconfigure the global financial order. While full de-dollarisation remains a long-term, incremental process, BRICS is clearly working to erode dollar hegemony, especially in Global South trade. This reflects the bloc’s broader vision of a multipolar world in which financial power is more equitably distributed.",
    "This shift underscores the vulnerability of developing economies to external monetary policy decisions and reinforces the appeal of de-dollarisation as a path to greater macroeconomic stability and policy autonomy. By insulating trade flows from geopolitical leverage and monetary volatility, BRICS is fostering financial resilience, strengthening regional ties, and reshaping the global financial architecture.",
    "Ultimately, the bloc’s efforts reflect a strategic ambition to deepen intra-BRICS economic integration, enhance financial sovereignty, and create a more balanced and representative international financial system.",
    "(The author currently serves as a Director of BRISL, an independent and pioneering Sri Lankan-led organisation, with strong expertise in BRI advice and support. Maya can be contacted at: [email protected])"
  ]
}