{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-many-faceted-character-of-sirimavo-bandaranaike/",
  "time_ut": 1733742420.0,
  "original_lang": "en",
  "original_title": "The many faceted character of Sirimavo Bandaranaike",
  "original_body_lines": [
    "Prime Minister and Minister of Defence and External Affairs (July 1960 — August 1965)",
    "(Excerpted from Rendering Unto Caesar by Bradman Weerakoon, Secretary to the Prime Minister)",
    "Working with S W R D Bandaranaike in the 1956-1959 period had given me the opportunity of appreciating the many-faceted character of Sirimavo Bandaranaike. She was a devoted mother to her three children, ran her very busy and sometimes even chaotic household with a firm hand and had developed an understanding with her husband which allowed him to engage in his political pursuits with minimum interference.",
    "She shared his frustrations at being sidelined by the UNP hierarchy and his joy at his eventual triumph in the elections of 1956. She was, at most times, a loyal supporter of his twin policy of socialism, which she interpreted as putting people first, mixed with nationalism; a pride in local things, and a sensitivity to the cultural heritage of the country. I was convinced from the beginning that, while she was different from Mr Bandaranaike with his concern with purely intellectual pursuits and philosophising, her personality was centered around the basic values — honesty, hard work, discipline and simplicity.",
    "She did not crave adulation, had little time for flattery, and was refined and dignified in speech and behaviour. Often she would be genuinely embarrassed at her husband’s much more uninhibited speech as he related a familiar ribald tale at family social occasions. She would appear as if she had not heard the joke, or if she had, administer a small, usually sotto voce, rebuke. I used to think she was in her looks and ways the embodiment of Ceylonese womanhood.",
    "In her youth — as the wedding pictures showed – she was classically beautiful and many admirers would undoubtedly have sought her hand. There is, possibly an apocryphal story, of how the then eligible Dudley Senanayake had been taken by his parents to see the ‘girl’ at her Walauwwa in Balangoda. Dudley, whose appetite for food was legendary, had been so taken-up by the eats which are customarily served by the prospective bride’s family, that he hadn’t had time to look up and take good note (of the prosective bride). When asked by his mother on the way back what he thought of the girl he is reported to have replied, “What girl? I never saw a girl there.”",
    "This possibly fictitious incident could not have affected their future political relationships, but they were never too warm at any time. Sirimavo’s clothes-sense during the time I served her was always impeccable. She was never overdressed for an occasion or overly adorned with finery and trinkets. ‘She had no special hairdresser or adviser on dress, and her lady companion on visits abroad was usually her younger sister, Patricia (Patsy) who was the perfect chaperon and assistant. The accompaniments – earrings, bracelets, necklaces and so on – to her gracefully draped Kandyan scree, which some felt she wore too high at her waist, were of the highest quality.",
    "Brilliants appeared to be her favourite stone. At all times she favoured local Ceylonese products for her sarees and jewellery. Damayanthi (my wife), who admired Mrs Bandaranaike’s dignity and dress sense, used to tell me that the paddakam necklace she wore round her neck was priceless. It was possibly an heirloom handed down from the Mahawalatenna’s, her mother’s side of the family.",
    "Her preference for the authentic local product was brought out very forcefully at the dinner she hosted when she went to London for the Heads of State and Government meeting of the Commonwealth. She was accompanied by Felix and Lakshmi Bandaranaike and G S (Glanny) Pieries from the foreign ministry. I stayed behind and kept her informed of how things were going here by letters through the DPL bag or by telephone.",
    "One of the prized letters-‘ I found among my papers is the following handwritten two-page letter from her sent through the `bag’ from London. It is on the Dorchester Hotel stationery. I think it gives a vivid picture of the way she tried to do the best possible in any situation, the amazing attention to detail on even the simpliest matter and her great interest in costs and economy. She was always eminently practical.",
    "One cannot fail to be touched by the interest she displays to excellence (the fruits must be the best available), to economy the fruit off the trees in Horagolla), send the fruits on the Air Ceylon flight just in time, and the manner in which she uses all the space available of the hotel stationery.",
    "I replied in the following terms. I take the liberty of reproducing my dictated reply in full.",
    "I am sending by the Air Ceylon flight leaving this evening (Friday) the fruits you have asked for. They will be:",
    "100 rambuttans picked from Mr Louis Siriwardene’s trees; (these are extremely good ones of the best Malwana ‘mas gelavena’ variety); and around four dozen mangoes (the mangoes are of the best Jaffna variety).",
    "The fruits would have been in much better condition for your dinner party on the 16th if they could have been sent later, ie to reach London, say, on the morning of the 16th. I examined this possibility but was appalled at the cost of sending fruit by air by a service other than Air Ceylon. BOAC has a convenient flight but it costs Rs 30 per kilo and the weight of these fruits is likely to be around 40 kilos. That would be roughly Rs 1,200. I was quite sure that with your concern for wasteful expenditure, you would have been very displeased with me had I spent so much money on sending the fruit.",
    "Air Ceylon was very good about the carriage of the fruit. They are going to send it in charge of one of their stewardesses and it would be carried in the cabin of the plane. There will be no charge for this. In the circumstances, I took the decision to send the fruit today and hope that they would be in good condition on the 16th. We have tried to pick fruit which is not too ripe and hope that the climate there will enable it to be kept fresh.",
    "The newspapers here have given full coverage of your visit so far.’ They referred to your passing through Bombay, when you stayed in the plane without getting down and the report commented that you still had a temperature. The London airport arrival was well covered and the fact that you had not said anything to the reporters who had gathered there was not adversely commented on because certain other prime ministers had not spoken to the press too.",
    "Yesterday, I am told the radio carried a short statement you had made, possibly on arrival at Marlborough House. I did not listen to it myself but somebody who did, drew my attention to it. I have asked Vincent Pandita (then director general of Radio Ceylon) to be as careful as possible in checking these before they are released on air because if they are purely impromptu remarks you might make to reporters, it maybe just as well not to carry it on air and relay only the really important speeches you make.",
    "Instead of merely putting over the air every sentence that you speak, Radio Ceylon might well",
    "exercise some selection so as to give a consistency to the speeches you make. They should always see that what they broadcast about you is always to your credit. Pandita (Vincent, member of the CCS who was then director, Radio Ceylon) himself had not heard this particular relay but he said he would go over the tapes himself and keep a check thereafter.",
    "The Parliamentary Group had its first meeting, and from the communique published, everything appears to have gone off very well. An important decision that has been taken is that there would be no criticism of the work of the ministers, and that such criticism should be brought up in the Group in the first instance. This was something you had taken up with the Group earlier, and in the context of the coalition this would be most desirable if it can be practiced.",
    "The question of the Land Commissioner’s votes was not taken up at the Cabinet meeting last Wednesday, because your letter to M/Finance on the matter provided a solution out of the impasse. I have just spoken to Sri Kantha (then Land Commissioner) and he says that it appears that the treasury will agree to this new formula. That would satisfy Mr C P de Silva.",
    "Mr Felix Bandaianaike has just concluded his evidence at the Coup Trial. The House is proceeding with the debate on the Address of Thanks while the Senate, in a late session last night, completed its debate.",
    "Yesterday Mr Philip Gunawardena had said in the House that even if he was invited to be deputy prime minister of this government he would say ‘No’, but that he would support every progressive measure of the government and would fight tooth and nail against the UNP reactionaries. Everything seems to be going on quite smoothly. I wish to take a few days’ leave and hope to go up-country for six days. I shall however continue to be in constant touch with the office.",
    "In addition to matters concerning mangosteens and rambutans -the dinner was undoubtedly a great success – the stresses and strains of managing a coalition government were always foremost in her mind. She needed to be informed about the goings-on of Minister C P de Silva, then spoiling for a fight, and there was Philip Gunawardene to whom overtures were being made to come back to the Cabinet.",
    "As it turned out CP abruptly crossed the floor of Parliament in 1964, on what was called the ‘Press gag’ Bill and brought down her coalition government. Sirimavo referred to this dramatically as ‘a stab in the back’. And Philip, after the general elections she called soon after in 1965, went over to Dudley – the so-called ‘reactionaries’ – and helped form the National Government which held power for the next five years between 1965 and 1970.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}