{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/transitional-justice-in-sri-lanka-is-it-of-any-use/",
  "time_ut": 1733239080.0,
  "original_lang": "en",
  "original_title": "‘Transitional Justice’ in Sri Lanka: Is it of any use?",
  "original_body_lines": [
    "Ever since the victory of the Sri Lankan armed forces against the LTTE in May 2009, the international community has been calling on successive governments in this country to ensure ‘transitional justice.’ These governments, in turn, have spent tens of millions of rupees on such efforts. Unfortunately, there has been little or no critical analysis in local newspapers or academic journals over whether the concept of ‘transitional justice’ is applicable to Sri Lanka. It is in the public interest to begin such a discussion.",
    "I argue that, the concept is inapplicable to Sri Lanka. ‘Transitional justice,’ as originally conceived by international law experts, is intended for countries where the rule of law has completely collapsed, i. e., where all democratic processes along with the institutions for the administration of justice have collapsed. There is no evidence that such a situation prevailed in Sri Lanka at the close of the LTTE war. For instance, even at the height of the conflict, the normal courts continued to operate throughout much of the island. Therefore, if the aforesaid concept is to be applied here, it has to be modified. For reasons that will be explained later, there is no evidence that this has happened either.",
    "In this article, I will discuss: i) the history of the concept,’ ii) its application in Sri Lanka, and iii) provide an assessment of such application.",
    "According to Oleksii Plotnikov, a visiting fellow at Cordozo School of Law in the US, the concept of transitional justice emerged in the context of the fall of the Soviet Union as a means of addressing the collapse of the institutions of governance in the former Soviet states. He traces the origin of the term to a conference in Salzburg in 1992, attended by policymakers and scholars from the West along with the post-Soviet countries. He says:",
    "“Rudi Teitel, who participated in the Salzburg Conference, claims personal authorship: ‘transitional justice is an expression I coined in 1991 at the time of the Soviet collapse and on the heels of the 1980s Latin American transitions to democracy. In proposing this terminology my aim was to account for the self-conscious construction of a distinctive conception of justice associated with political change following past oppressive rule.’” (‘Defining Transitional Justice: Scholarly Debate and UN Precision,’ p. 54.)",
    "To fast forward to the early 2000s, the UN took up the concept and expanded it beyond regime-change situations to include post-conflict situations as well. The UN Security Council, in a well-known report in 2004, defined ‘transitional justice’ as: “The full range of processes and mechanisms associated with a society’s coming to terms with a legacy of large scale past abuses in order to secure accountability, serve justice and achieve reconciliation.” (UN Doc. S/2004/616, 23rd August 2004.)",
    "Such, then, is the history of the concept. To repeat, it was originally intended to address regime-change situations and post-conflict situations where a country’s institutions of governance had completely collapsed.",
    "The ‘Yahapalana government’ (2015-2019) is the first Sri Lankan government to fully embrace the concept of transitional justice. At the 30th session of the Human Rights Council (UNHRC) in September 2015, the then Foreign Minister, the late Mangala Samaraweera, announced that the government had a comprehensive plan to address accountability and reconciliation issues. He said:",
    "“The government of Sri Lanka recognizes fully that the process of reconciliation involves addressing the four broad areas of truth-seeking, justice, reparations and non-recurrence, and for non-recurrence to become truly meaningful the necessity of reaching a political settlement that addresses the grievances of the Tamil people.” (Foreign Minister’s Statement at the General Debate, 14th September 2015, www.mfa.gov.lk)",
    "He proceeded to lay out the government’s plans in regard to each of the said components, to wit: truth-seeking (a ‘Truth Commission’ along with an Office on Missing Persons), justice (a hybrid court including foreign judges), reparations (an Office on Reparations),  non-recurrence (constitutional reforms involving the full implementation of the 13th Amendment to the Constitution.) These ingredients were later incorporated into resolution 30/1 adapted by the Council in October 2015. The government of Sri Lanka co-sponsored that resolution.",
    "There are two problems with the application of the concept ‘transitional justice’ to Sri Lanka. First, as mentioned earlier, the concept was originally intended to address situations where the institutions of governance, especially those dealing with the administration of justice, have completely collapsed. There is no evidence that this had happened at the close of the LTTE war in May 2009. On the contrary, the evidence suggests that the end of the war made it possible for the government to reassert the authority of the old institutions, especially that of the courts, in the areas that had fallen into the hands of the LTTE. This is confirmed, albeit indirectly, by no less than the Human Rights Council (UNHRC). In the resolution on Sri Lanka adapted by following a special session on 27th May 2009, the Council states:",
    "“Welcoming the conclusion of hostilities and the liberation by the Government of Sri Lanka of tens of thousands of its citizens that were kept by the Liberation Tigers of Tamil Eelam against their will as hostages, as well as the efforts by the Government to ensure the safety and security of all Sri Lankans and to bring permanent peace to the country.” (UN Doc. A/HRC/S-11/1)",
    "If the Council had considered that law and order had completely collapsed in this country, it could not have made such a statement. Second, I concede that the four components of truth-seeking, justice, reparations and non-recurrence are internationally recognized processes for pursuing transitional justice. The question, however, is whether they are to be pursued in sequence – ie starting with truth-seeking and then followed by the others based on the findings of the aforesaid effort -or each independently of the others. Common sense and reason suggest that the former should be the case, because of the following reasons.",
    "Without first knowing the facts as to what may have happened during a conflict, it is difficult to see how one could decide on methods of holding people accountable for alleged crimes, assign reparations, or formulate constitutional reforms to address the causes of such conflict. It appears that the government, in resolution 30/1, has agreed to pursue each of the transitional justice processes in question independently of the others. This is unreasonable. For instance, if ‘truth-seeking’ and ‘constitutional reforms’ are to run parallel to each other, what happens if the findings of the truth- seeking process are at variance with the proposed constitutional reforms?",
    "One must also consider the following matter in regard to the above. Between 2010-2015, ie during the Mahinda Rajapaksa Administration, the government launched two domestic mechanisms: The Lessons Learnt and Reconciliation Commission and the Paranagama Commission. Rightly or wrongly, these constitute official attempts at truth-seeking by a Government of Sri Lanka. In these circumstances, successor governments cannot simply ignore the findings of such Commissions unless they first establish that the said findings are wrong.",
    "The ‘Yahapalana government’ never produced a report that critically assessed the conclusions and recommendations of either the LLRC or the Paranagama Commission reports and deemed them to be wrong. Hence, for all practical purposes, one must presume that these conclusions and recommendations were valid at the time of the UNHRC’s 30th session. It is important to note that, neither the LLRC nor the Paranagama Commission recommend hybrid courts or constitutional reforms involving the full implementation of the 13th Amendment. They do recommend a ‘truth commission’ and reparations. They advise, however, that these things be done in way that avoids internationalizing the reconciliation process.",
    "‘Transitional justice,’ as the name implies, is intended for a temporary purpose. In times of peace, the normal democratic processes, along with the institutions for the administration of justice, are supposed to protect the rights of the people. Arguably, normalcy has now returned to the former conflict-zone in Sri Lanka. The question is whether, the existence of transitional justice processes could potentially stifle the growth of the regular institutions for the administration of justice, especially the courts, or worse, become a means of continually re-opening old wounds.",
    "The present government has inherited a complicated legacy in regard to transitional justice. On the one hand, it is obliged to ensure justice to the people. On the other, it has to satisfy the international community that it is not reneging on commitments made in resolution 30/1. If processes that go beyond the normal courts are necessary to ensure justice to the people, they will have to be explored. The government, however, has vowed to do everything in its power to prevent the wasting of public funds. In these circumstances, it is hoped that the relevant officials will re-evaluate whether continuing with transitional justice initiatives stemming from resolution 30/1 is in the country’s interest, and if not, bring such initiatives to a formal close.",
    "(Dharshan Weerasekera is the author of, ‘A UNHRC Resolution of Questionable Legality on Sri Lanka and its Importance as a Catalyst for Future UN Reform’ (2024) 10 Groningen Journal of International Law 120)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}