{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/thalathas-departure-and-shifting-allegiances/",
  "time_ut": 1724664000.0,
  "original_lang": "en",
  "original_title": "Thalatha’s departure and shifting allegiances",
  "original_body_lines": [
    "Last Wednesday’s parliamentary session was anything but routine. For one whole day, the House became a stage for unprecedented drama with MPs huddled in small, anxious groups, their faces reflecting uncertainty. The political climate is charged with the upcoming Presidential election looming large on the horizon. Many MPs spoke of invitations they have received from the various presidential candidates’ camps. Some have decided on what they will do, while others are still weighing the pros and cons.",
    "As the main candidates crisscross the country, rallying support and addressing the electorate, their supporters and campaign strategists are engaged in a frenetic scramble. The atmosphere in Parliament is thick with anxiety, especially among new and inexperienced MPs grappling with the what they think is a prospect of a JVP/NPP victory. Some senior MPs are also expressing their fears of potential criminal investigations into past corrupt dealings.",
    "A particularly stark manifestation of this anxiety is the rampant speculation about political crossovers. The financial lure for MPs to switch allegiance is allegedly substantial with offers starting at a staggering 300 million rupees. The fear of losing seats or facing jail time has driven some to consider these lucrative but morally dubious options, it is alleged in political circles.",
    "The mood has also affected parliamentary staff. It has been over a decade since their salaries were last adjusted, and the ongoing economic crises and cost of living have affected their day-to-day living. Despite several proposals and a near-final stage of salary review, the country’s financial instability has forced parliamentary staff to defer their demands. They now hope that a change in government might bring the long-awaited pay raises.",
    "The ‘we must get together’ syndrome was very visible. A senior politician, currently serving as a state minister, confided in another about the challenge posed by the JVP/NPP. They were on their way to the chamber and stopped for a chat. Both acknowledged that a united front was the best answer.",
    "Ratnapura District MP Thalatha Atukorale’s dramatic announcement that she was resigning her seat underscored the problems of the SJB. According to government sources, her announcement resulted from last-minute changes in plans among some SJB MPs who intended to join the government. Many SJB MPs had been in close contact with President Wickremesinghe, pledging their support for his candidacy and planning to join his camp when the time was right.",
    "This move was led by a senior SJB MP from Sabaragamuwa Province, under the guidance of former MP Ruwan Wijewardene, the UNP’s deputy leader. However, following leaks of this information, the SJB began attacking colleagues suspected of planning to cross over. At the last minute, the senior SJB MP abandoned the crossover camp, but Atukorale decided to bite the bullet. Her main issue was over her parliamentary seat, and this news reached President Ranil who responded, “Resigning from the parliamentary seat is honourable.” This helped to bolster her resolve some sources said.",
    "The SJB group had suspected something was brewing. However, until Atukorale arrived in Parliament, no one was certain about what she would do. When she made speech, Kabir Hashim was seated next to her. He wore a deadpan expression throughout her speech. Clearly, Atukorale had been deeply disturbed by the division in the UNP before the last parliamentary election that had hurt both the party and its members as well as its electoral prospects. While she accused Sajith Premadasa of being in a hurry to reach the top and not demonstrating the patience of a JR Jayewardene who waited decades to become party leader, there was no implicit criticism of Wickremesinghe in the statement she read out. Nor did she say that she was supporting him in the presidential contest.",
    "Speaking with the Chair’s permission – it is customary that a departing MP is permitted a farewell statement – Atukorale expressed frustration over the SJB accommodating those once labeled corrupt within the party. She stated, “If Sajith Premadasa had remained patient for another five years for his own political future, we might not have faced this predicament. I want to tell Premadasa that those urging you towards this path are only interested in securing their own positions in Parliament and are not genuinely interested in making you President.”",
    "Atukorale emphasized the need for honesty and patience in politics, warning that false promises are counterproductive. She drew lessons from past Presidents—JR Jayewardene, Ranasinghe Premadasa, and the current President Ranil Wickremesinghe—who demonstrated the importance of patience in politics. She criticized the influx of corrupt politicians from the SLPP into the SJB, asserting that it undermines the party’s integrity and crowds out senior SJB MPs.",
    "Discussing the country’s severe economic crisis and upcoming presidential election, Atukorale stressed that voters have become discerning and will not be misled by false promises. She warned that relying on outdated tactics of deception would lead to failure in future elections. “Politicians must recognize their historic responsibility at this crucial juncture,” she stated. “Failure to do so will result in being consigned to the annals of political history.”",
    "As soon as her statement ended, Atukorale left the assembly with SJB MPs Mayantha Disanayake and Ajith Mannapperuma. She did not go directly to the office of the Secretary General of Parliament to formally tender her letter of resignation which had not been done until last Friday. Meeting MP Rishad Bathiudeen on her way out, she was asked: “Why did you make such a decision? We can’t understand it.”",
    "“I explained my reasons in my speech. However, I wanted to remind you of something. Remember who helped you and your wife during your difficult times,” Atukorale responded before leaving Parliament and heading home.",
    "Meanwhile political allegiances continued to shift. SLPP Matara District MP Karunadasa Kodithuwakku crossed the floor to join the opposition ranks. In a show of support for President Wickremesinghe, SLFP General Secretary Duminda Dissanayake met with his fellow MPs to advocate the President’s call for unity and collaboration to rebuild the country. He highlighted Wickremesinghe’s efforts to create a broad-based government in the face of the current political and economic turmoil. He announced that the SLFP would stand with President Wickremesinghe.",
    "The UNP, meanwhile, will hold a convention at its party headquarters, Sirikotha, on Sunday to endorse its party leader running for president as an independent candidate. The venue itself indicates that this will not be a high profile well attended event. President Wickremesinghe has tasked the party’s General Secretary, Palitha Range Bandara, with overseeing the necessary procedures.",
    "In the midst of fast breaking political developments, Parliament is scheduled to reconvene on September 3 at 9:30 am.",
    "D-Day invasion of Normandy – a day for peace, a never-ending dawn",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}