{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99561/2016-hit-and-run-incident-ex-ccd-officers-ordered-to-compensate-champikas-drivers-family",
  "time_ut": 1717140840.0,
  "original_lang": "en",
  "original_title": "2016 hit-and-run incident: Ex-CCD officers ordered to compensate Champika’s driver’s family",
  "original_body_lines": [
    "The Supreme Court has declared that the police have violated fundamental human rights by illegally detaining the wife, mother-in-law and one-year-old daughter of MP Patali Champika Ranawaka’s driver.",
    "The detention had occurred within the Colombo Crimes Division (CCD) for several hours and was related to the alleged hit-and-run incident at Rajagiriya in 2016.",
    "Accordingly, the court ordered the responsible officers; then Acting Director of the Colombo Crimes Division Neville Silva and Chief Inspector of Police A. Meththananda to pay a compensation of Rs. 250,000 each to the aggrieved party with their personal money.",
    "Additionally, it was also ordered that the government should pay a compensation of Rs. 10,000 to the petitioner.",
    "The verdict was delivered by the three-member Supreme Court judge bench consisting of Justices Arjuna Obeysekara, Mahinda Samayawardena and S. Thurairaja, when the case was taken up this morning (31).",
    "The alleged hit-and-run incident took place on February 28, 2016, in which the vehicle the former Megapolis and Western Province Development Minister Patali Champika Ranawaka was traveling in collided against a motorcycle in Rajagiriya, causing life-threatening injuries to its rider, Sandeep Sampath Gunawardena.",
    "Later on December 18, 2019, it was alleged that a group of officers of the CCD including Police Inspector Meththananda had abducted the driver’s wife, her mother and their one-year-old daughter from their home in Imaduwa, Galle and were taken to a house in Battaramulla.",
    "During court proceedings, then Acting Director of the CCD Neville Silva, who acknowledged that they escorted the wife, the child and the mother of the driver to Battaramulla, claimed that they were brought in because they had volunteered their support for the investigations.",
    "He had also informed the court that the team of officers had visited the home of the MP’s driver to record a statement. However, the driver had not been at home when the officers arrived there."
  ]
}