{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/american-presidential-stakes-and-the-supreme-court/",
  "time_ut": 1720294920.0,
  "original_lang": "en",
  "original_title": "American Presidential Stakes and the Supreme Court",
  "original_body_lines": [
    "In a split ruling last Monday, apparently for the ages, the conservative majority of the US Supreme Court gave Donald Trump a get-out-of-jail card and virtually iron clad protection from criminal prosecution. The majority ruling grants Trump and “all occupants of the Oval Office, regardless of politics, policy, or party,” absolute immunity for core constitutional acts, presumed immunity for all other official acts, and no immunity for unofficial acts. The latter immunity is arguably rendered more ostensible than real by the ruling’s rigid guidelines that forbid using facts from the sphere of official acts as evidence to prove criminality in unofficial acts. So much so, writing for the three liberal judges of the Court, Justice Sonia Sotomayor denounced the majority ruling and rejoindered: “With fear for our democracy, I dissent.”",
    "The incumbent president has said that he needs no such immunity as he would always exercise his powers within the law. So has every other president before Trump. Still labouring to survive his debate debacle, President Biden offered his own denunciation of the ruling from the White House and resounded Justice Sotomayor’s dissent with fear for the future of American democracy. Biden accused that the majority ruling has fundamentally undermined the long standing premise of American constitutional democracy: “There are no kings in America. Each, each of us is equal before the law. No one, no one is above the law, not even the president of the United States.”",
    "From the academic end of the spectrum of critics, Harvard University’s Laurence Tribe has opined that the ruling “restructures dramatically the American system of government” and makes way for an “imperial presidency.” For Steve Vladeck at Georgetown University, Washington DC, the ruling “tilts power away from Congress towards the president, away from judges towards the president … (and) most importantly, it tilts the power away from we the people.” Only the impeachment process is left behind as a safeguard against presidential “high crimes and misdemeanours”, and one that has proved itself to be weak and ineffective – especially “in a late second term of a presidency, just as we saw how ineffective it was late in President Trump’s first term.”",
    "There is much more to this ruling than Donald Trump. Trump provided a convenient pretext for the ruling and has become its more than accidental beneficiary. The six conservative judges seized the opportunity given to them by Trump and used it to further extend the ‘unitary executive’ agenda of establishing a strong executive president to rein in the allegedly overgrown and over-regulatory Administrative State. In the process, the majority deliberately overlooked the appalling facts of the Trump case, dismissing them “as present exigencies” and pronouncing that “focusing on ‘transient facts’ may have profound consequences for the separation of powers and for the future of our Republic.” Be that as it may.",
    "The unitary executive agenda is a Republican agenda that pre-dates Trump, which the current Roberts Court has been incrementally fulfilling for over a decade now. Monday’s ruling extends this agenda by conferring immunity on the office of the president in addition to empowering it. The notion of unitary executive has long been a matter for the Supreme Court in delineating the boundaries of power between the executive and legislative branches.",
    "The term ‘unitary’ stems from the constitution’s vesting of all executive power in a single person rather than an executive council or a presidium. This is contrasted with the bicameral balancing of the legislative power between the House of Representatives and the Senate. Historically the Supreme Court has used this contrast to somewhat privilege the authority and actions of a president – on matters involving the entire executive branch – over the checks of the legislative branch.",
    "Past disputes have mostly been about a president’s ‘removal powers’ vis a vis state officials in the executive branch and the ability of the legislative branch to check these powers. But lofty court rulings even on prosaic facts such as a president’s removal of a federal functionary have invariably created the usual universe of legal discourse on the unitary executive. Two schools of judicial thought – the maximalist and the minimalist – have emerged over time. None of this mattered much for the ordinary citizens, until now.",
    "The unitary executive theory made its way to the White House as a companion to deregulation during the Reagan presidency and found almost full resonance during the second Bush Administration. Then Vice President Dick Cheney and Defence Secretary Rumsfeld were its prime proponents. Republican presidents would have had reasons to be annoyed with persistent Democratic majorities in the House and the Senate. Republican business supporters, on the other hand, were annoyed with the regulations of the Administrative State that hamstring industries from having a free run on the environment and natural resources.",
    "President Bill Clinton expanded the oversight capacity of the federal Environmental Protection Agency, one of the singular creations of President Nixon in 1971, by hiring thousands of field inspectors and deploying them all across the land to protect the nation’s rich natural heritage. All the new hires of Clinton were fired by his Republican successor, Bush the younger. The process was replicated in the areas of health, housing, education and wherever the government was believed to have become the problem. The present Chief Justice John Roberts and Associate Justice Samuel Alito were exposed to embracing the unitary executive ethos during the Reagan Administration.",
    "Roberts continued under the younger Bush’s Administration along with present Associate Justice Brett Kavanaugh. Both men were part of Bush’s legal team in the Florida presidential election case in 2000, and Kavanaugh had been part of Kenneth Starr’s investigation of President Clinton in the Monica Lewinsky scandal. These career pedigrees provide insights into the workings of the Supreme Court and what judicial principles and philosophies they tend to embrace and what they choose to jettison in individual cases.",
    "On the other hand, justices do not necessarily stay loyal to the presidents who appoint them. “That never happens” said the folksy President Harry Truman, even though presidents may think it would. Justices Sotomayor and Barret in a recent public discussion asserted that judges are not beholden to presidents or their parties who appointed them – for because of their lifetime appointment, judges far outlast their appointers who are done after four years or at most eight years.",
    "Of the six conservative justices in the current Court, Clarence Thomas, the right wing maverick and the second African American justice after the great Thurgood Marshall, was appointed by President Bush the elder; Roberts (CJ) and Alito by Bush the younger; and the remaining three – Neil Gorsuch, Brett Kavanaugh and Amy Coney Barrett were appointed by Trump. Of the three liberal justices, Sonia Sotomayor and Eva Kegan were appointed by Obama, and the most recent addition, Justice Ketanji Brown Jackson, is a Biden appointee.",
    "In fairness, the apex court receives about 7,000 appeal requests an year and selects fewer than 150 appeal cases for adjudication. Of the 150, only a handful of cases rise to prominence on the political radar, exiting ideological passions and heightening political controversies. The rest are decided more amicably and the rulings on them pass unnoticed except by law professionals and litigators. In the vast majority of the cases, the rulings are respected and are reflective of the manifestly serious, erudite and even brilliant legal minds at work. It is in the few politically charged cases that justices are known to split along ideological and political lines, and their rulings are scrutinized for social judgment, judicial hubris and political prejudices.",
    "Although the six-three split in the Trump case has become well known as the Court’s ideological fault (or default) line, there have been other split combinations. Three of the six conservative justices – Chief Justice Roberts and Justices Kavanaugh and Barrett have joined the three liberal judges to constitute judicial majority in a number of key cases, including cases involving abortion medication and care as well as gun restrictions. Sometimes, Roberts and Barrett join the liberals to form a five-four majority. Justice Barett, the only female judge among the conservatives and the only judge from the South, has shown a tendency to carve her own space – sometimes joining her three female liberal colleagues and not infrequently distinguishing herself from her male conservative colleagues, especially the inflexibly conservative Clarence Thomas. If the next appointee, potentially succeeding Clarence Thomas, were to be a female justice, the Court will have more women than men for the first time in history – and a different five-four split.",
    "The jostling, pairing and splits among the justices are also reflective of the political and cultural divisions in American society. Five of the six conservative judges are Catholics, and their collective elevation in the judiciary cannot be unrelated to the upward social mobility of American Catholics and the emergence of influential Catholic schools of thought on the political right – going by such names as “Catholic Post-Liberalism,” “Common Good Constitutionalism,” etc. Not to mention the voting shifts among American Catholics.",
    "Traditionally, a good majority of American Catholics voted Democratic, but that stopped after the election of President Carter in 1976. Starting with the election of Ronald Reagan in 1980, a majority of Catholics have been voting Republican. Catholics became an important cohort of the so called Reagan Democrats. President Joe Biden is the second Catholic president after President Kennedy and perhaps more devout than the Boston playboy. Yet there is no Catholic embracing of Biden either by the clerics or the laity of the Church, as it was with Kennedy. Biden’s support of abortion rights and gender rights wins no favours from the church hierarchy or the court hierarchy.",
    "The election of Trump as President implicated the Supreme Court at three levels. First, Trump had the rare opportunity to appoint three new judges in four years and that gave the conservatives a clear majority on the bench. Second, there was Trump’s MAGA (Make America Great Again) agenda without which the rolling back of some of the longstanding judicial precedents would not have been possible. Although only two of the conservative judges, Thomas and Alito who are also the oldest, are considered to be real MAGA enthusiasts, the other four justices have not been hesitant at all in joining forces to pronounce majority rulings in furtherance of their shared social conservative agenda.",
    "The outcomes are the regressive rulings on abortion and on gun rights. The more recent ‘Chevron ruling’ belongs to the old Republican agenda that unites the traditional Republican and the new MAGA forces in achieving common ends. The new ruling handed down on June 28 overturns a 40-year old judicial precedent that has provided the framework for regulatory decision making in the federal government. The 1984 case was between Chevron Corporation, specializing in oil and gas industries, and the Natural Resources Defence Council, an environmental advocacy group, and was about a change in the interpretation of the word “source”, by the federal Environmental Protection Agency (EPA), for assessing and addressing air pollution.",
    "At issue was the EPA’s authority to make the interpretive change in the absence specific provisions in the law. In a unanimous landmark ruling, the Court rejected the appeal, confirmed the EPA’s authority to fill gaps in the law, and established what has come to be known as the “Chevron deference,” requiring judges and courts to defer to the expertise of officials at federal regulatory agencies. The overturning of the Chevron ruling will undermine the ability of government agencies to regulate everything from clean water and air quality to health care. In addition to empowering the executive president to rein in the Administrative State, the Roberts Court has arrogated to itself the power to review and reject expert opinions.",
    "The third implication of the Trump presidency for the Court is what might be called the embattlement of the executive; specifically, the Trump presidency. There is a load of truth in Trump’s often repeated protestation that no other American president has been targeted by the impeachment and judicial processes the way he has been, both in and out of office. What is even truer is that no other American president has conducted himself as Trump did, flouting every rule and convention and abusing the power of office to personal ends. The political reality is also that the sense of embattlement is widely shared by those on the political right and including judges on the Supreme Court.",
    "To wit, Trump’s growing popular support after every indictment and conviction. To wit as well, the assumption of judicial responsibility in the majority ruling – to rescue the unitary executive from future harassment by the zealous prosecutors and the lower courts. This the majority did by deliberately ignoring the stark facts of the case against Trump for his insurrectionary attempt to overthrow the results of the 2020 presidential election. The ruling dismissed the nationally witnessed and well documented attempts of Trump as “present exigencies” and “transient facts,” and proceeded to provide a solution to a problem that only Trump had created, and which the Court could and should have ended with Trump.",
    "In opting to protect all future presidents, the Court has not contributed to resolving any of the current exigencies and transient facts. It has only aggravated them and turned the transient into something more permanent. No one knows what Special Counsel Jack Smith is planning to do to restart his case against Trump after he has been quite severely handicapped by the Supreme Court. It is the same with all the other prosecutors and lower courts battling Trump.",
    "The uncertainties over Trump’s cases are new additions to the already confused state of the American judicial system because of the Supreme Court’s overturning of longstanding precedents on abortion, gun restrictions, voting rights, affirmative action, and now in administrative law. The great resolution either way is being left to the people in the November presidential election. But the people are also handicapped in a presidential election in America because they cannot directly determine the outcome, but must filter it through the Electoral College system.",
    "Lesser-known Stories from the Early Days of Sri Lankan Cinema",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}