{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/BCCS-Awards-2025-Stronger-focus-on-integrity-impact-and-innovation/34-779093",
  "time_ut": 1752691598.0,
  "original_lang": "en",
  "original_title": "BCCS Awards 2025: Stronger focus on integrity, impact and innovation",
  "original_body_lines": [
    "Now in its 22nd year, the Best Corporate Citizen Sustainability (BCCS) Awards continues to raise the bar for corporate responsibility in Sri Lanka. Organised by The Ceylon Chamber of Commerce, the 2025 edition brings sharper emphasis on accountability, meaningful impact, and measurable outcomes, along with several important updates to the application and evaluation process.",
    "This year’s applicants can expect new and revised questions across categories, aimed at deepening the quality and relevance of responses. Strict adherence to the application guidelines will be expected, with an initial screening process introduced. The pre-screening by The Ceylon Chamber will ensure that submissions meet baseline criteria before being forwarded for final evaluation by the independent panel of national sustainability experts.",
    "A new disclosure question will also be included to understand whether the application was prepared internally, by a third party, or with Artificial Intelligence (AI) support. While no points will be deducted, this disclosure aims to promote transparency and encourage thoughtful engagement from participating organisations.",
    "The BCCS Awards remains open to both large corporates and Small and Medium Enterprises (SMEs), and assesses performance across multiple dimensions, from environmental stewardship to stakeholder engagement, financial performance, and national impact.",
    "In parallel, the Best Sustainability Projects Awards 2025 will once again spotlight outstanding corporate sustainability initiatives that create measurable, real-world change.",
    "A briefing seminar will be held on 24 July at 2 p.m. at The Ceylon Chamber of Commerce to walk prospective applicants through the updates and expectations for this year’s Awards."
  ]
}