{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/President-sole-leader-capable-of-rebuilding-Sri-Lanka-says-Ittapane-Dhammalankara/56-763639",
  "time_ut": 1719606849.0,
  "original_lang": "en",
  "original_title": "President sole leader capable of rebuilding Sri Lanka says Ittapane Dhammalankara",
  "original_body_lines": [
    "The Chief Prelate of the Kotte Sri Kalyani Samagri Dharma Maha Sangha Sabha Aggamaha Pandita Most Venerable Dr. Ittapane Dhammalankara Maha Nayaka Thera, stated that President Ranil Wickremesinghe is the sole leader capable of rebuilding Sri Lanka’s economy and advancing the nation. The Maha Nayaka Thera who is also and Chancellor of the Sri Jayewardenepura University, emphasised that the President’s program merits the blessings of the entire Maha Sangha.",
    "The Maha Nayaka Thera made these remarks during President Wickremesinghe’s visit to Rukmale Sri Dharma Vijayaloka Maha Viharaya, Kottawa on Thursday.",
    "Upon arriving at the temple, President Wickremesinghe first participated in religious rituals to receive blessings. He then visited the Maha Nayaka Thera, inquiring about his health and engaging in a cordial discussion. Additionally, the President reviewed the temple’s development activities.",
    "During the conversation, President Wickremesinghe updated the Maha Nayaka Thera on the current economic and financial progress in Sri Lanka. The President stressed the need to steer the country on a new path to prevent future crises, committing to work dedicatedly towards this goal in the coming years.",
    "The President gratefully recalled the Maha Nayaka Thera’s invitation to assume the Presidency during the county’s period of disaster, expressing his determination to stabilise the economy swiftly. President Wickremesinghe acknowledged the support of those willing to stand for the country, noting that achieving economic stability in a short period was a unique victory for Sri Lanka, especially compared to other countries facing similar crises.",
    "Addressing the strike by teachers’ unions over unreasonable demands, the President asserted that the education of the country’s children must not be disrupted. President Wickremesinghe warned that if strike actions are not halted, stringent measures would be taken in the future.",
    "The event was attended by Viharadhikari of the Kottawa Rukmale Sri Dharma Vijayaloka Maha Viharaya Ven. Pelawatte Punyarathana Thera, along with members of the temple Dayaka Sabha (Donor Committee)."
  ]
}