{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97809/sri-lankan-family-murdered-in-ottawa-identified-teen-suspect-arrested",
  "time_ut": 1709858400.0,
  "original_lang": "en",
  "original_title": "Sri Lankan family murdered in Ottawa identified; teen suspect arrested",
  "original_body_lines": [
    "Six people including a mother, her four young children and a family acquaintance were killed inside a townhouse in the south Ottawa suburb of Barrhaven late Wednesday night.",
    "During a media briefing Thursday afternoon, Ottawa police Chief Eric Stubbs said there were initially two calls to 911 around 10:52 p.m. Wednesday.",
    "He said first responders arrived within minutes to the home on Berrigan Drive near Palmadeo Drive, a residential area close to two schools.",
    "Police have identified five of the victims as a family of newcomers to Canada from Sri Lanka. They are:",
    "Police said Ekanayake’s husband was injured and is currently in hospital in stable condition. He’s since been identified as Dhanushka Wickramasinghe.",
    "Another man, 40-year-old Amarakoonmubiayansela Ge Gamini Amarakoon, was also killed.",
    "Febrio De-Zoysa, 19, is charged with six counts of first-degree murder and one count of attempted murder. Police said he is a Sri Lankan national who is believed to be in Canada as a student.",
    "On Thursday evening, Algonquin College president Claude Brulé released a statement confirming De-Zoysa was a student at the college and that “it appears his last semester of attendance was Winter 2023.”",
    "He made his first court appearance late Thursday afternoon. De-Zoysa spoke little, stating his name and birthdate before sitting down.",
    "He was ordered not to contact five people, one of whom is Dhanushka Wickramasinghe.",
    "Police said De-Zoysa is also an acquaintance of the family and was living in the home at the time of the killings. He was arrested at the scene about 15 kilometres south of Ottawa’s downtown core.",
    "Stubbs said the family’s youngest daughter was born in Canada, and suggested the family members had arrived at different times.",
    "He said Ottawa police had never dealt with either the suspect or the family, and had never been called to that address before Wednesday night.",
    "During Thursday’s update, Stubbs called the killings “a senseless act of violence perpetrated on purely innocent people.”",
    "He offered his condolences to the victims’ loved ones “for this unimaginable loss.”",
    "“This [homicide] will undoubtedly weigh on the hearts of everyone for a very long time,” he said.",
    "A memorial has been set up at nearby Palmadeo Park as police continue to ask people to avoid the scene of the crime.",
    "Ottawa police said there is no ongoing risk to public safety.",
    "In a letter to parents sent out Thursday afternoon, the Ottawa Catholic School Board (OCSB) confirmed the two eldest children were students in Grade 2 and junior kindergarten at Monsignor Paul Baxter School.",
    "“Our deepest sympathies and sincerest condolences go to the families and loved ones of the victims during this incredibly challenging time. We cannot imagine the pain and sorrow they must be experiencing,” wrote the school’s principal Vincenza Nicoletti.",
    "The school said grief counselling and crisis support would be available for both students and staff, but said they weren’t providing much more information to students “given the sensitivity surrounding the event.”",
    "Shanti Ramesh, who lives across the street from the scene, told CBC she was watching TV late Wednesday night when she saw the flashing lights of emergency vehicles.",
    "“I saw a guy was sitting on the driveway and yelling, so the police came and then they took him away,” she said.",
    "Police later identified the man as the father of the family.",
    "Ramesh said she didn’t realize until the following morning that a “major tragedy” had occurred, and said she’s been feeling numb ever since.",
    "Police confirmed Wednesday’s homicides are considered the worst mass killing in the city’s recent history.",
    "Stubbs told reporters on Thursday afternoon that an edged “knife-like” weapon was used in the homicides.",
    "In an earlier interview on CBC News Network, he had initially called the incident a “mass shooting,” but it was not.",
    "While police did not speculate on a motive for the killings, Stubbs earlier told CBC investigators do not believe it to be a case of intimate partner violence.",
    "“This is a tragic file … and it will greatly impact the city of Ottawa, let alone the immediate neighbourhood in Barrhaven. So obviously we encourage everybody to reach out and get help to help manage themselves through this traumatic event,” he said.",
    "After hearing the news early Thursday, Barrhaven resident David Brose came to the scene.",
    "“I’m obviously in shock ... it’s tough,” he said, his voice breaking. “I’m just in awe. I can’t believe it.”",
    "Asked about the incident Thursday, Prime Minister Justin Trudeau expressed his sadness.",
    "“Obviously our first reactions are all one of shock and horror at this terrible violence,” he said. “We are expecting that the community reaches out to support family and friends, as Canadians always do.”",
    "On social media, Ottawa Mayor Mark Sutcliffe called it “one of the most shocking incidents of violence in our city’s history.”",
    "In a later interview on CBC News Network, he said people in the community have been “stunned” by the news.",
    "“In particular I know people are just devastated to hear that children are involved,” Sutcliffe said. “I think that’s what’s most heartbreaking to me and to my family and to all Ottawa residents, is to hear of violence on this scale and to know that children were victims ... it’s just really incomprehensible and unimaginable and absolutely devastating.”",
    "Nepean MPP Lisa MacLeod, whose riding includes this part of Barrhaven, said the community woke up to shock and grief.",
    "“There are no words for the heartbreak me and my neighbours feel for the surviving family, friends [and] playmates of the deceased,” she said.",
    "Councillor Wilson Lo, who represents the area, said on social media that he was “saddened to learn of the tragic loss of six Barrhaven neighbours,” and that his thoughts are with their loved ones and people close by."
  ]
}