{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Cabinet-nod-for-Constitutional-amendment-to-align-Presidential-and-Parliamentary-terms-for-5-years/56-764124",
  "time_ut": 1720644721.0,
  "original_lang": "en",
  "original_title": "Cabinet nod for Constitutional amendment to align Presidential and Parliamentary terms for 5 years",
  "original_body_lines": [
    "The Cabinet of Ministers on Tuesday approved a proposal to amend the Constitution, addressing inconsistencies in the terms of the President and Parliament.",
    "“The proposed amendment seeks to substitute the phrase ‘exceeding six years’ with ‘exceeding five years’, thereby ensuring that both the Presidential and Parliamentary terms are aligned,” Cabinet Co-Spokesman and  Minister Bandula Gunawardena said at the weekly post-Cabinet meeting media briefing yesterday.",
    "The decision comes amid Supreme Court on Tuesday dismissing a petition seeking to postpone the upcoming Presidential election. The five-judge bench, led by Chief Justice Jayantha Jayasuriya, rejected the petition by C.D. Lenawa on several grounds. Firstly, they noted the lack of new evidence compared to a similar petition filed in 2019. Additionally, the Attorney General argued that the petitioner’s fundamental rights were not violated as the constitution clearly states a ‘five year’ Presidential term.",
    "Against this backdrop, Cabinet Co-Spokesman said the move is intended to eliminate any ambiguities and ensure consistency in the Constitution.",
    "The proposed amendment, put forth by President Ranil Wickremesinghe, aims to resolve the discrepancies between Articles 30(2), 62(2), and 83(b) of the Constitution.",
    "Last week, UNP General Secretary Palitha Range Bandara also revealed that President Wickremesinghe has highlighted an inconsistency in the 19th Amendment to the Constitution regarding the President’s tenure.",
    "Speaking at a public meeting in Medawachchiya, Bandara explained that the amendment ambiguously states the President’s term as both five years and six years in different sections.",
    "“To address this issue, the President has submitted a proposal to the Cabinet on 1 July,” he added."
  ]
}