{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96965/us-strikes-at-militias-in-iraq-and-syria-retaliating-for-fatal-drone-attack",
  "time_ut": 1706934840.0,
  "original_lang": "en",
  "original_title": "US strikes at militias in Iraq and Syria, retaliating for fatal drone attack",
  "original_body_lines": [
    "The U.S. military launched an air assault on dozens of sites in Iraq and Syria used by Iranian-backed militias and the Iranian Revolutionary Guard Friday, in the opening salvo of retaliation for the drone strike that killed three U.S. troops in Jordan last weekend.",
    "The massive barrage of strikes hit more than 85 targets at seven locations, including command and control headquarters, intelligence centers, rockets and missiles, drone and ammunition storage sites and other facilities that were connected to the militias or the IRGC’s Quds Force, the Guard’s expeditionary unit that handles Tehran’s relationship with and arming of regional militias. And President Joe Biden made it clear in a statement that there will be more to come.",
    "The U.S. strikes appeared to stop short of directly targeting Iran or senior leaders of the Revolutionary Guard Quds Force within its borders, as the U.S. tries to prevent the conflict from escalating even further. Iran has denied it was behind the Jordan attack.",
    "It was unclear what the impact will be of the strikes. Days of U.S. warnings may have sent militia members scattering into hiding. With multiple groups operating at various locations in several countries, a knockout blow is unlikely.",
    "Though one of the main Iran-backed militias, Kataib Hezbollah, said it was suspending attacks on American troops, others have vowed to continue fighting, casting themselves as champions of the Palestinian cause while the war in Gaza shows no sign of ending.",
    "“Our response began today. It will continue at times and places of our choosing,” Biden warned, adding, “let all those who might seek to do us harm know this: If you harm an American, we will respond.” He and other top U.S. leaders had been saying for days that any American response wouldn’t be just one hit but a “tiered response” over time.",
    "National Security Council spokesman John Kirby said the targets “were carefully selected to avoid civilian casualties and based on clear, irrefutable evidence that they were connected to attacks on U.S. personnel in the region.” He declined to detail what that evidence was.",
    "The strikes took place over about 30 minutes, and three of the sites struck were in Iraq and four were in Syria, said Lt. Gen. Douglas Sims, director of the Joint Staff.",
    "U.S. Central Command said the assault involved more than 125 precision munitions, and they were delivered by numerous aircraft, including long-range B-1 bombers flown from the United States. Sims said weather was a factor as the U.S. planned the strikes in order to allow the U.S. to confirm it was hitting the right targets and avoiding civilian casualties.",
    "“We know that there are militants that use these locations, IRGC as well as Iranian-aligned militia group personnel,” Sims said. “We made these strikes tonight with an idea that there there would likely be casualties associated with people inside those facilities.”",
    "Syrian state media reported that there were casualties but did not give a number. The UK-based Syrian Observatory for Human Rights reported that 18 militants were killed in the Syria strikes.",
    "Iraqi army spokesman Yahya Rasool said in a statement that the city of al-Qaim and areas along the country’s border with Syria had been hit by U.S. airstrikes. The strikes, he said, “constitute a violation of Iraqi sovereignty and undermine the efforts of the Iraqi government, posing a threat that will pull Iraq and the region to undesirable consequences.”",
    "Kirby said that the U.S. alerted the Iraqi government prior to carrying out the strikes.",
    "The assault came came just hours after Biden and top defense leaders joined grieving families to watch as the remains of the three Army Reserve soldiers were returned to the U.S. at Dover Air Force Base in Delaware.",
    "Just Friday morning, Iran’s hard-line President Ebrahim Raisi reiterated earlier promises by Tehran to potentially retaliate for any U.S. strikes targeting its interests. We “will not start a war, but if a country, if a cruel force wants to bully us, the Islamic Republic of Iran will give a strong response,” Raisi said.",
    "In a statement this week, Kataib Hezbollah announced “the suspension of military and security operations against the occupation forces in order to prevent embarrassment to the Iraqi government.” But that assertion clearly had no impact on U.S. strike plans. Harakat al-Nujaba, one of the other major Iran-backed groups, vowed Friday to continue military operations against U.S. troops.",
    "The U.S. has blamed the Islamic Resistance in Iraq, a broad coalition of Iran-backed militias, for the attack in Jordan, but hasn’t narrowed it down to a specific group. Kataib Hezbollah is, however, a top suspect.",
    "Some of the militias have been a threat to U.S. bases for years, but the groups intensified their assaults in the wake of Israel’s war with Hamas following the Oct. 7 attack on Israel that killed 1,200 people and saw 250 others taken hostage. The war has led to the deaths of more than 27,000 Palestinians in the Gaza Strip, and has inflamed the Middle East.",
    "Iran-backed militia groups throughout the region have used the conflict to justify striking Israeli or U.S. interests, including threatening civilian commercial ships and U.S. warships in the Red Sea region with drones or missiles in almost daily exchanges.",
    "Speaking to reporters on Thursday, Defense Secretary Lloyd Austin said “this is a dangerous moment in the Middle East.” He said the U.S. will take all necessary actions to defend its interests and people, and warned, “At this point, it’s time to take away even more capability than we’ve taken in the past.”",
    "As of Tuesday, Iran-backed militia groups had launched 166 attacks on U.S. military installations since Oct. 18, including 67 in Iraq, 98 in Syria and now one in Jordan, according to a U.S. military official. The last attack was Jan. 29 at al-Asad airbase in Iraq, and there were no injuries or damage.",
    "The U.S., meanwhile, has bolstered defenses at Tower 22, the base in Jordan that was attacked by Iran-backed militants on Sunday, according to a U.S. official. While previous U.S. responses in Iraq and Syria have been more limited, the deaths of the three service members in Jordan crossed a line, the official said.",
    "That attack, which also injured more than 40 service members — largely Army National Guard — was the first to result in U.S. combat deaths from the Iran-backed militias since the war between Israel and Hamas broke out. Tower 22 houses about 350 U.S. troops and sits near the demilitarized zone on the border between Jordan and Syria. The Iraqi border is only 6 miles (10 kilometers) away.",
    "Also Friday, the Israeli military said its Arrow defense system intercepted a missile that approached the country from the Red Sea, raising suspicion it was launched by Yemen’s Houthi rebels. The rebels did not immediately claim responsibility.",
    "And a U.S. official said the military had taken additional self-defense strikes inside Yemen Friday against Houthi military targets deemed an imminent threat. Al-Masirah, a Houthi-run satellite news channel, said British and American forces conducted three strikes in the northern Yemeni province of Hajjah, a Houthi stronghold."
  ]
}