{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Fuelling-innovation-from-grassroots-to-global/34-767683",
  "time_ut": 1728348399.0,
  "original_lang": "en",
  "original_title": "Fuelling innovation from grassroots to global",
  "original_body_lines": [
    "AOD’s Sri Lanka Design Festival 2024 to unveil ‘Innovation Island’ at Cinnamon Life – City of Dreams Sri Lanka",
    "Sri Lanka, a nation bearing enough promise to go beyond the adversity it has faced—from the Easter attacks of 2019 to a major economic collapse on top of the global pandemic—stands at a moment calling for renewal. The 15th edition of the Sri Lanka Design Festival (SLDF) by The Academy of Design (AOD), to be hosted at the iconic Cinnamon Life Integrated Resort, presents a roadmap to leverage creative industries to support the nation’s revival at this turning point. It’s more than a festival—a symbol of the country’s resilience, a representation of how creativity and innovation can rebuild a nation’s spirit and future.",
    "In this exclusive interview, Linda Speldewinde, Visionary Founder of AOD/SLDF and pioneer of the creative industries in Sri Lanka, shares her insights on how creative innovation is setting the stage for Sri Lanka’s revival.",
    "Q: SLDF and AOD have significantly nurtured Sri Lanka’s creative industries over the past 15 years. Can you share the journey and what this edition’s aim is?",
    "When we launched AOD in 2001, design was still a novel concept here. Fast forward to 2009, SLDF was born from the need to connect our emerging talent designers, artisans, manufacturers with global markets. SLDF has been instrumental in showcasing the potential of Sri Lanka’s creative industries, not just as a talent pool but as a powerful economic driver.",
    "This 15th edition is deeply symbolic. Sri Lanka has been through immense challenges, yet here we are celebrating creativity as a force for renewal. This year’s festival will be a turning point, showcasing our resilience and forward-thinking vision. We are expanding our reach, collaborating with South Asia, and positioning Sri Lanka firmly as the region’s creative nucleus",
    "The platform, powered by AOD, has always been a demonstration of how creativity is such a powerful tool for nation-building from the ground up. In a post-crisis era, it is essential to inspire confidence not just within the country, but internationally. We’ve built this 2024 platform to do just that. SLDF presents a global face for Sri Lanka, where our design talent, our sustainable manufacturing, and our creative industries come together to engage with the world and provide solutions that resonate with the greater crisis of climate and authenticity our world is currently facing whilst telling the story of ‘Designed and Made in Sri Lanka.’",
    "As we step into the next decade, our goal is to foster partnerships across South Asia, ensuring Sri Lanka is recognised as the creative nucleus of the region.",
    "Q: Cinnamon Life has become a landmark for innovation in Colombo, blending design, art, and lifestyle. Linda, as the official host, what will Cinnamon Life bring to SLDF this year?",
    "“Cinnamon Life represents a new chapter for Colombo—a city reimagined as a global destination for culture and creativity. John Keells Holdings has built more than just a building; they’ve created a statement of what Colombo can be. Hosting SLDF here feels like the perfect fit. It’s not just about celebrating design, but about creating experiences that position Colombo as a creative powerhouse. Cinnamon Life adds a layer to SLDF, showcasing the intersection of art, architecture, and lifestyle and a much-needed narrative around Colombo for Sri Lanka. Architecturally, it’s a statement. Cecil Balmond, has given Colombo a new landmark with Cinnamon Life. Hosting SLDF here is a natural fit. It’s about creating experiences that elevate Colombo as a global destination for design, fashion, and culture.",
    "Q:  Mercedes-Benz Fashion Week Sri Lanka is held parallel to SLDF every year. What role does fashion play in redefining Colombo as a global destination for creative industries?",
    "Fashion is a cultural connector that transcends borders. Mercedes-Benz Fashion Week provides a platform for our designers to interact with global fashion leaders, building bridges between local talent and international markets. Hosting it alongside SLDF strengthens Colombo’s position as a creative city on par with any global design destination. Fashion, paired with design, crafts a new narrative for Sri Lanka as a hub for creative industries, connecting us to a global audience.",
    "Apart from a usual fashion industry, Sri Lanka is unique with a world class sustainable apparel manufacturing industry at its doorstep. This industry has been pioneers in its collaboration and support towards establishing Sri Lanka Design Festival and bringing in the support of Mercedes - Benz Fashion Week to elevate this industry to its next stage was a natural progression and we are thankful to DIMO Sri Lanka for making this happen.",
    "The apparel industry itself has been quite visionary in supporting our mission with Brandix being SLDF main sponsor of 2009 and MAS in 2010 and since then an inspiring journey with the apparel industry began and our attempts in collaborating with it with design and showcasing it as the first big industry to transform to a creative industry. Today Sri Lanka Apparel has done that, it’s not a cut and sew manufacturer but a design led creative industry. This year we have the fashion innovation runway and the South Asian Apparel Leadership Forum, showcasing this inspiring industry journey, one of sheer resilience. Myself and AOD have worked ever so closely since 2009 with this industry and I am excited about its future driven by innovation and the leadership it can give the region.",
    "Q:  Sri Lanka’s resilience has been tested in recent years. How does this year’s festival align with the country’s journey toward economic recovery and cultural resurgence?",
    "SLDF 2024 is a direct response to the country’s need for renewal. Innovation Island isn’t just a theme but a vision for how Sri Lanka can rebuild through creativity. This festival is about using design and innovation to create economic opportunities, whether it’s through sustainable manufacturing, grassroots innovation, or new creative enterprises.",
    "This year’s festival is a celebration of resilience. We are showing the world that Sri Lanka is back, and we’re ready to lead with creativity at the forefront of our recovery.",
    "Q:  This year, SLDF has a special focus on the partner nation, India. How do you envision this partnership strengthening the creative ties between Sri Lanka and the broader South Asian region?",
    "India’s involvement in this year’s SLDF is as an emerging high-end market for Sri Lanka, both for tourism and exports. It is also an important step in positioning SLDF as a regional platform. India’s creative industries are vast, and by partnering with them, we’re fostering a cultural and economic dialogue that benefits both countries. This collaboration creates a network of shared vision, allowing South Asia to shine as a united front in the global creative landscape.",
    "Our partnership with India is a starting point for deeper collaborations, creating opportunities for talent exchange, business ventures, and strengthening our creative industries regionally.",
    "Q:  Looking to the future, how do you envision Sri Lanka’s creative industries growing in the next decade, and what steps are necessary to ensure the country becomes a leader in this space?",
    "In the next 10 years, I see SLDF evolving into an unmissable event in the global creative calendar. We want to be a bridge that connects South Asia’s diverse creative voices with the world. Our strategy is to foster talent development, attract global investors, and create a thriving creative economy. With this, we see Sri Lanka solidifying its position as a creative hub for South Asia. The steps we have taken – investing in education, fostering collaborations, and amplifying the creative industries have been crucial. Creativity backed by education and research is where we can make the most significant impact. AOD is working on several initiatives that will further integrate design thinking into various sectors, from manufacturing to tech. By focusing on innovation at all levels particularly at the grassroots we’ll create a unique identity that will make Sri Lanka a leader in the global creative economy and as one that brings South Asia to the world in a modern and contemporary narration.",
    "Q:  What can we expect to see and how can the general public and businesses engage with SLDF? What opportunities are available for individuals and companies to participate in the festival’s events, exhibitions, and knowledge-sharing platforms?",
    "SLDF is designed to be an inclusive, interactive space where both the general public and businesses can engage meaningfully with Sri Lanka’s thriving creative industries. We encourage everyone to get in touch and register for our diverse range of events, whether you’re interested in attending SLDF key conferences, public talks, exhibitions, or workshops. These opportunities not only offer knowledge-sharing experiences but also provide a chance to meet and collaborate with like-minded individuals who are shaping the future of design and innovation.",
    "SLDF 2024 taking place from 7-10 November 2024 at Cinnamon Life is more than an event—it’s a statement of resilience, creativity, and renewal. As Sri Lanka charts its path forward, AOD and SLDF are building the foundation for a future powered by innovation and design. With the support of Cinnamon Life and global partners, Sri Lanka is poised to become a regional powerhouse in the creative industries celebrating what Sri Lanka has always done best—transforming adversity into opportunity."
  ]
}