{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102545/israel-says-it-has-killed-slain-hezbollah-leaders-successors",
  "time_ut": 1728444480.0,
  "original_lang": "en",
  "original_title": "Israel says it has killed slain Hezbollah leader’s successors",
  "original_body_lines": [
    "(Reuters) - Prime Minister Benjamin Netanyahu said on Tuesday Israeli airstrikes had killed two successors to Hezbollah’s slain leader, as Israel expanded its ground offensive against the Iran-backed group with a fourth army division deployed into south Lebanon.",
    "Netanyahu spoke in a video released by his office hours after the deputy leader of Hezbollah, which is reeling after a spate of killings of senior commanders in Israeli airstrikes, left the door open to a negotiated ceasefire.",
    "“We’ve degraded Hezbollah’s capabilities. We took out thousands of terrorists, including (Hassan) Nasrallah himself and Nasrallah’s replacement, and the replacement of the replacement,” Netanyahu said, without naming the latter two.",
    "Israeli Defence Minister Yoav Gallant said Hashem Safieddine, the man expected to succeed Nasrallah, had probably been “eliminated”. It was not immediately clear whom Netanyahu meant by the “replacement of the replacement”.",
    "Later, Israeli military spokesman Daniel Hagari said Israel knew Safieddine was in Hezbollah’s intelligence headquarters when fighter jets bombed it last week and Safieddine’s status was “being checked and when we know, we will inform the public.”",
    "Safieddine has not been heard from publicly since that airstrike, part of an escalating Israeli offensive after a year of border clashes with Hezbollah. The group is the most formidably armed of Iran’s proxy forces across the Middle East and has been acting in support of Palestinian militants fighting Israel in Gaza.",
    "“Today, Hezbollah is weaker than it has been for many, many years,” Netanyahu said.",
    "Israel’s military said on Tuesday that heavy air strikes against underground Hezbollah installations in southern Lebanon over the prior 24 hours killed at least 50 fighters including six sector commanders and regional officials.",
    "The heightened regional tensions kindled a year ago by Palestinian armed group Hamas’ attack from Gaza on southern Israel have escalated in recent weeks to engulf Lebanon.",
    "On Oct. 1, Iran, sponsor of both Hezbollah and Hamas, fired missiles at Israel. On Tuesday, Iran warned Israel not to follow through on threats of retaliation.",
    "Its foreign minister said any attack on Iran’s infrastructure would be avenged while a senior Iranian official told Gulf states it would be “unacceptable” and would draw a response if they allowed their airspace to be used against Iran.",
    "Western powers are seeking a diplomatic solution, fearing the conflict could roil the wider, oil-producing Middle East.",
    "The Pentagon on Tuesday announced that Gallant will not go ahead with a visit to Washington and a meeting with his U.S. counterpart, Lloyd Austin, planned for Wednesday.",
    "In a televised speech from an undisclosed location, Hezbollah’s deputy leader Naim Qassem said he backed attempts to secure a truce.",
    "For the first time, the end of war in Gaza was not mentioned as a pre-condition to halting the combat in Lebanon. Qassem said Hezbollah backed moves by Speaker of Parliament Nabih Berri, a Hezbollah ally, to secure a halt to the fighting.",
    "Netanyahu’s office declined to comment on Qassem’s remarks. U.S. State Department spokesperson Matthew Miller told a briefing in Washington that Hezbollah had “changed their tune and want a ceasefire” because the group is “on the back foot and is getting battered” on the battlefield.",
    "Qassem said Hezbollah’s capabilities were intact despite “painful blows” from Israel. “Dozens of cities are within range of the resistance’s missiles. We assure you that our capabilities are fine.”",
    "The Israeli military said it had sent the 146th Division into south Lebanon, the first reserve division to have been deployed over the border, and was extending ground operations against Hezbollah from southeast Lebanon into its southwest.",
    "A military spokesperson declined to say how many troops were in Lebanon at one time. But the military had previously announced that three other army divisions were operating there, meaning that thousands of soldiers were likely on Lebanese soil.",
    "The Israeli military announced on Oct. 1 that ground forces had entered Lebanon, initially with commando units that were then followed by regular armoured units and infantry units.",
    "Overnight, Israel again bombed Beirut’s southern suburbs where Hezbollah is headquartered and said it had killed a figure responsible for budgeting and logistics, Suhail Hussein Husseini - the latest in a string of assassinations of some of Hezbollah’s top officials.",
    "The Israeli military on Tuesday issued a new evacuation warning for residents, especially in specific buildings in Beirut’s southern suburbs, where Hezbollah has its headquarters.",
    "In northern Israel not far from the Lebanon border, warning sirens sounded regularly throughout Tuesday as authorities said Hezbollah fired almost 200 rockets into Israel.",
    "An Israeli military spokesperson said over 3,000 rockets had been fired into Israel from Lebanon so far in October, but interceptions by air defences had prevented many casualties and significant damage.",
    "Targets on Tuesday again included Haifa, the northern port city where there were multiple reports of damage to buildings from missile debris. Israel’s military said it had struck the launchers that fired the missiles at Haifa.",
    "The mushrooming Israeli-Hezbollah conflict has killed well over 1,000 people in Lebanon in the past two weeks and prompted the mass flight of more than a million.",
    "Israel’s stated objective is to make its northern areas safe from Hezbollah rocket fire and allow thousands of displaced residents to return."
  ]
}