{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/adolescent-guilt-at-a-catholic-school/",
  "time_ut": 1717243140.0,
  "original_lang": "en",
  "original_title": "Adolescent guilt at a Catholic school",
  "original_body_lines": [
    "I joined St Anthony’s College at Wattala when I was seven years-old. It was a private college run by the La Salle Christian Brothers. The cover page of my ‘Report Card’ said that the College leads young boys in the Christian faith, helping them to become god-fearing, diligent, honest, and good citizens.",
    "Each school day started with a standard set of prayers. A 90-minute catechism class followed morning prayers. After that, students learned other subjects. At the beginning of each study period, students got up, acknowledged that they were in God’s presence, and prayed for his help. Each study period ended with a prayer of gratitude. A day at the College ended at 3.15pm with another standard prayer, which took about 10 minutes.",
    "The catechism class had two parts. Part one was learning the catechism from the textbook and analyzing the prescribed gospel. Part two was engaging in pious activities as a Christian citizen. On Monday morning, class teachers distributed a printed sheet called Sukruta Kriya Warthawa (the Record of Good Deeds) among students. Each student wrote the good deeds he had accomplished daily during the week. Such acts included helping parents with household chores, assisting younger brothers and sisters with homework, and looking after the poor and disabled.",
    "The Prefect of the class collected the completed form from each student and took them to the college chapel on Friday afternoon. He placed the bundle of good deeds reports by the statue of St Anthony. We believed St. Anthony would appreciate our good intentions and deeds and intervene on our behalf when we were in trouble at home or at College.",
    "Every day, the class Prefect went around during the catechism session and collected small contributions from students to feed the poor and assist the vulnerable. The charity was known as St. Vincent de Paul Charity. We never knew what happened to the funds we reluctantly donated to feed the poor. But we believe the Director sent the money to the charity office in Mutwal to distribute among the urban poor and sick persons. Occasionally, the College sold us beautiful medals of various saints. Some were from Rome and blessed by the Pope. A good Catholic boy was supposed to wear at least one medal and the brown scapular necklace received at the Confirmation at 13. My scapular disintegrated in three months because of excessive sweating from playing cricket and volleyball.",
    "When a boy met a teacher in a corridor or at the playground, he greeted the teacher by saying, “God bless you,” and the teacher reciprocated by saying the same. When the attendance register was marked, the class teacher announced each student’s name, and the student got up and said, “God be blessed.” If he delayed responding, the teacher would cane him at the end of the roll call. Every day, at least one student failed to respond promptly and invariably got caned.",
    "Catholic values have tempered College discipline and the punishment system. The College rules stated that punishment allows a boy to repent for his sins (misdemeanours). Humility, repentance, and pain (after caning) are part and parcel of Catholic character formation. Caning was the primary method of punishment. The caned student was considered a reformed boy who had been called back to God’s loving fold. Caning was rampant, and it took two forms: public caning for significant misdemeanours such as physical assaults, damage to school property, or stealing. Brother Director or an assistant Brother executed public caning at the Monday morning assembly. Class teachers caned boys for their recklessness, laziness or for not doing homework. Some teachers enjoy caning, and others handed over the unpleasant task to the Director to execute.",
    "In 1961, I was in grade seven and the class teacher was Brother Basil, a young, handsome man. He was reluctant to cane students. His method of punishment was to ask those who deserved punishment to kneel down in the corridor from where they could follow the class and copy notes from the blackboard. Between 2.30 and 3.00 pm, those in the corridor could see Brother Director coming after his post-lunch nap. When he saw a group of students in the corridor, he never asked what they had done. He took a long cane from his cloak, caned each fellow without asking them to get up, and went away without uttering a word.",
    "The punished boys could then enter the class and occupy their seats. Brother Basil then continued the class as if nothing had happened. A friend of mine once showed his bruised buttocks after such caning to his mother. She was angry and upset to see her son in pain. When his father came home in the evening, his mother told him what had happened at the College. He said, “I am glad Brother Director has caned you. I will tell him to cane you more frequently so that he can make a good boy out of you!”",
    "At nearby St Anne’s Convent, Mother Superior followed a guilt-generating punishment to deal with recalcitrant girls. She kept a small heart-shaped pillow in a red velvet cover on her table. She asked the girl who was sent to her office for punishment to pick a pin and prick the pillow, saying, “I reject Jesus” or “I want to hurt Jesus.” The girl invariably cried and refused to prick the heart of Jesus. In a triumphant tone, Mother Superior told the girl to behave in a manner that shows her love for Jesus. At the College, boys discussed this method of punishment and wished the Director had used it instead of caning!",
    "Every Wednesday was the Benediction Day. A priest arrived from St. Anne’s Church to bless the students by exposing the Eucharistic in a beautiful chalice-like monstrance. Bells were rung, and the priest held the monstrance with a thick ornamented velvet cloth. The priest displayed it to all devotees several times before placing it on the altar. After the benediction, the priest chanted a long prayer invoking the blessings of God and various saints. One day, the priest began the prayers on his knees, saying, “Oh Lord My God,” and we were expected to say, “Let his name be blessed.” Before we responded, someone in a muffled voice in the congregation said, “Let him be alone.”",
    "The priest said nothing but waited one hour before allowing the community to disperse. The following day, the Director caught the culprit. The Director gave him three options: leave the school, six cuts at the Monday assembly, or clean the chapel every day for three months after school. He selected the third option. The Director appointed the boy a School Prefect at the end of the punishment. The Director at the Monday assembly told boys that he had observed the boy closely over the past three months. The boy had accepted his sin, repented honestly, and devoted himself to undergoing the punishment with remorse and humility.",
    "Every Friday was a confession day. A Jesuit priest with long grey hair and penetrating eyes was waiting to listen to our sins and pardon us. He was our spiritual advisor, too. The confessors organized themselves into one line in the church corridor. The group was expected to be quiet, think about their sins, and feel ashamed. Sometimes, girls from the convent also came for confession. Boys were happy to see girls at the church and whistled when they passed their line to form another line on the other side of the confession box. The presence of the priest and nuns restrained them from engaging with the girls.",
    "Confessors, one at a time, walked about ten yards from the top of the line to reach the confession box where the priest waited. It was difficult to see the face of the priest because of the lattice that partially covered his face. The priest had the habit of scanning the face of the confessor through the lattice before listening to his or her sins. He listened diligently. At the end of the confession, he advised how to overcome weaknesses and prescribed a punishment to expiate sins.",
    "Usually, the punishment was to kneel in the middle of the chapel for a few minutes. Once, I asked the priest why I should undergo a ‘punishment’ after being pardoned by him. He said it was like washing a dirty shirt with soap when the priest forgave a sinner. It still had a faint mark of the dirt the soap could not remove. When the shirt was immersed in Robin Bluewater, it returned to its original colour and freshness. He said confession played a similar role in our souls.",
    "Once, I watched the priest coming out of the confession box to thrash a boy. I thought the boy had committed a mortal sin, which was unusual. But later, I learned that he had stolen bananas from the Brothers’ dining room. When I asked why he decided to confess, he said his conscience had troubled him. He also thought that the Brothers could cast a curse on him, which could harm him.",
    "School prayers extended to our homes. Each student had to buy a Sinhala prayer book at a heavily subsidized price from the college book depot. I remember my Prayer Book. It was a square, thick book with beautiful illustrations of Christian events, such as the creation of the universe and the ascension of Jesus Christ to heaven. Children join their parents for the rosary and numerous other prayers every evening. The Director encouraged parents to complain to him if a child willfully avoided family prayer.",
    "At home, my father often did not join evening prayers. He thought talking to his friends or sipping a glass of arrack was more enjoyable than participating in family prayer. But my mother and we four brothers prayed every day. She directed us to focus on our family and personal difficulties. We all finally pleaded with the Virgin Mary and Jesus to protect us from committing mortal sins.",
    "When I reached the 11 standard, the Jesuit priest conducted ‘retreats’ for us at the college chapel. He joked with us and told us we had two eyes to see, which was why we were in SSC (senior school certificate) classes. When SSC is pronounced in Sinhala, it sounds like eye + eye+ see. He was steadfast in his view that we, seniors, had no excuse to reject or ignore God’s love, which was palpable and self-evident. The rejection of such great love equals sin. His favourite slogan during the retreat was, “God is love, our creator and father.”",
    "The most popular topics at a retreat were love, sex, and marriage. In Catholic social circles, the priest had a reputation as an authority on the sacrament of marriage. He taught us the functions of the vagina and penis, the sacred purpose of sexual intercourse, and diseases one could get from wrong engagement in sex. He then reminded us of the story of Sodom and Gomorrah cities and how entire populations perished because of illicit sex.",
    "The priest was a great scholar. I attended six of his retreats in two years. No other teacher or priest surpassed him in Christian knowledge, practical approach to life, and the exposition of the profound relationship between God and human beings. I still remember his lecture on ‘soul’ in which he debunked the Buddhist theory of anatta (no-soul).",
    "At the end of each retreat, the priest told us that he could see halos around our heads and that we should strive to keep them until the next retreat. Having listened to him for two days, we were subdued and quiet. My mother once told me that I looked like a saint. In fact, after a retreat, a few students reflected on the possibility of becoming priests.",
    "The culmination of teaching catechism was the island-wide examination of religious knowledge conducted by the De La Salle Brothers. Those who passed the test got the Senior Diploma in Religious Knowledge. A student studied two gospels and the Catechism book for the diploma. In 1965, I took the examination and obtained a First-class honours pass. The examination results were displayed on the college noticeboard for several months. The Director encouraged students of higher classes to view the results, feel proud of their alma mater, and perform well with enthusiasm and diligence in their examinations.",
    "The Brother Director conducted an informal catechism class for high school students. He was punctual and brought a small wooden box daily to the class. He gleefully unlocked the small padlock on the box and turned it upside down so boys could see pieces of paper with the questions they had dropped in the box the previous day. The Director preferred to teach us through the question-and-answer method. Each day, the Director randomly took several questions from the box for discussion. Sometimes, he invited students to answer the questions. Those who could answer questions were considered “brilliant” and “good material” for future priesthood.",
    "Most questions focused on how to maintain love affairs with girls when parents and teachers opposed them. Once, the Director tried to tackle this recurrent issue. He summarized the problem: “If a student has a girlfriend, will the College endorse and support the relationship?” The Director looked around the class, removing excess sweat from his forehead with a white handkerchief. The Director said he would support the couple if they love each other, the relationship does not interfere with studies, and the relationship does not involve sex.",
    "In the same breath, the Director cautioned that he would not tolerate a boy going to a cinema hall with a girl during school hours. Students started to probe the issue further, and one asked him whether he would mind if a boy went with a girl to the beach for an evening after school hours. The Director looked disturbed by the question. He said a decent Catholic boy would not take a schoolgirl to the beach where all ruffians had sex with prostitutes.",
    "Then the boy questioned him: Where can they go? The Director thought momentarily and said the boy and the girl should talk to their parents, uncles, and aunts to ascertain whether they would support their relationship and allow them to spend some time at their houses under their close observation. He emphasized that the boy must go home before 6 pm after dropping his girlfriend at her home. All students disagreed with him.",
    "One student complained that visiting relatives with a girlfriend was more complex than bringing her home for tea. Another got up to narrate how one of his aunts spread rumours about him and his girlfriend soon after they left her after a cup of tea. Another suggested that the church and the College should have a favourable attitude towards boys’ rights and mental growth. The Director sympathized with all of them and promised to tell the parish priest to broach this subject in Sunday sermons at the church and advise parents not to be too harsh on boys and their relationships with girls. We all clapped, and the Director beamed with joy.",
    "Another question was why he caned four boys recently for teasing two school girls. He tried to avoid the question by saying that the Mother Superior complained that the four boys had harassed the girls as they were walking along the road that went through the College. He believed decent Catholic boys would not tease girls, especially when they were on the College premises. He reminded us that the College was trying to create gentlemen, not hooligans. A boy then questioned if it was okay to talk to girls when they go through the College? The Director lost his temper. He said, “NO! During school hours, boys must not talk to girls.”",
    "One day, the Director picked up a piece of crumpled paper from the box and read the question. “I plan to marry a beautiful girl one day. Then I will go with my bride to a rest house for our honeymoon. We will get up early the following morning and attend the mass at a nearby church. Can we receive holy communion on that day?” Brother Director looked flabbergasted after reading the question. He scanned the class as if he wanted to identify the questioner. We could see tiny pearls of sweat on his bare head. And he took his handkerchief and wiped the sweat.",
    "He asked a student who sat in the last row whether he understood the question. The student agreed to explain the question: “At the rest house, the couple ‘behaved’ as husband and wife for the first time, and as a result, she lost her virginity that night. It was a messy business, and the boy felt he should not receive holy communion without confessing to a priest about the mess and the bad thing he had done.”",
    "The Director watched the boy’s erudite explanation of the question with glee. He then asked him: “From where did you get the virginity story? I did not see anything about virginity in the question.” Winston answered confidently. “The boy in question hesitated to receive holy communion because he was a novice in sex. So was his wife. Also, they did not understand the sacredness of the marriage sacrament. The boy was innocent and probably never had sex with a girl or a boy. That was why he hesitated to receive holy communion after having sex with his wife.”",
    "The Director beamed happy and declared that Winston had explained several important Christian principles. First, marriage is a sacrament. Second sex between a Catholic man and a woman should occur only after marrying at the Catholic church. Third, having sex with one’s wife is not a sin, but it is an act to propagate God’s will. Fourth, having sex outside of Catholic marriage is a grave sin. But the couple had not done anything wrong that night because they embraced the marriage sacrament and loved each other. They should not hesitate to receive holy communion during their honeymoon.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}