{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/us-choice-between-hawk-and-felon/",
  "time_ut": 1717199640.0,
  "original_lang": "en",
  "original_title": "US: Choice between hawk and felon",
  "original_body_lines": [
    "Donald Trump has become the first former US President to be convicted of a crime. On Thursday, he was found guilty by a New York court, on 34 counts, in a criminal felony case, where he was charged with having falsified business documents to cover up a hush money payment to a porn star. Prosecutors argued that the cover-up had helped Trump improve his chances of winning the 2016 presidential election.",
    "Thursday’s historic verdict has been welcomed by many as proof that everyone is equal before the law in the US. Curiously, it has not triggered a surge in anti-Trump sentiments. Some political observers have argued that the conviction might even galvanise the far right into rallying behind Trump as never before.",
    "Technically, Trump can be sentenced to probation or jail, but it is said to be unusual for persons convicted of falsification of business documents, without any other criminal history, to be imprisoned, in New York; they face fines and/or mandatory community service. Trump’s sentencing has been set for 11 July, but if he appeals against his conviction, it could be delayed beyond the presidential election to be held in November. There is no stopping Trump, who has claimed to be the victim of a vicious campaign by President Joe Biden.",
    "Trump and his supporters have targeted the integrity of the US judicial system as part of their strategy to win public sympathy. After leaving court on Thursday, Trump declared, “This was a rigged, disgraceful trial. The real verdict is going to be on November 5, by the people. And they know what happened here.” Trump’s ‘Stop the Steal’ campaign in 2020 caused a severe erosion of public faith in the US electoral system, and his criticism of the verdict in the felony case is likely to have a similar impact on the American judicial system.",
    "Republicans loyal to Trump have refused to accept the verdict; they call it the outcome of a political witch-hunt. House Speaker Mike Johnson called it a shameful day in American history. “This was a purely political exercise, not a legal one,” he claimed. Senator Tim Scott defending Trump, after the verdict, claimed the US judicial system had been weaponised. He did not mince his words when he said Democrats had constituted the majority of the members of the jury which delivered the verdict against Trump. The Republicans have used the timing of the felony trial to justify their claim of a political motive behind Trump’s conviction.",
    "The Republicans are not likely to throw Trump overboard due to his conviction, and chances are that he will vie with Biden for the presidency come November. Opinion is divided on the impact of the conviction on Trump’s chances in the presidential contest. Some political observers think it will be disadvantageous to him in the swing states. Others are of the view that it will not affect Trump to the extent of causing a substantial loss of votes. A poll report released by NPR, PBS NewsHour and Marist on 30 May revealed that about 67% of respondents thought the November election would not be affected if Trump was found guilty in the felony case. About 76% of them said a not-guilty verdict would have no impact. About 25% of Republicans said they would be even more likely to vote for Trump if he were found guilty by a jury!",
    "So, at the next presidential contest, the US will have a choice between a convicted Republican felon and an unscrupulous Democratic hawk, who is unflinchingly supporting genocide.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}