{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103852/ten-new-envoys-present-credentials-to-president-dissanayake",
  "time_ut": 1732808940.0,
  "original_lang": "en",
  "original_title": "Ten new envoys present credentials to President Dissanayake",
  "original_body_lines": [
    "Nine newly appointed ambassadors and one high commissioner to Sri Lanka have officially presented their credentials to President Anura Kumara Dissanayake this morning (28) at the Presidential Secretariat in Colombo.",
    "The new ambassadors represent Burkina Faso, Bosnia and Herzegovina, the Republic of Azerbaijan, Georgia, the Republic of Belarus, the Republic of Armenia, the Kingdom of Spain, the Republic of Congo, and the Republic of Guinea.",
    "Additionally, a new high commissioner has been appointed to represent the Republic of Kenya, the President’s Media Division (PMD) said.",
    "Below is the list of the new ambassadors and the high commissioner who presented their credentials to President Dissanayake today.",
    "1. Dr. Désiré Boniface Some - Ambassador-designate of Burkina Faso based in New Delhi",
    "2. Mr. Haris Hrle - Ambassador-designate of Bosnia and Herzegovina based in New Delhi",
    "3. Mr. Elchin Huseynli - Ambassador-designate of the Republic of Azerbaijan based in New Delhi",
    "4. Mr. Vakhtang Jaoshvili - Ambassador-designate of Georgia based in New Delhi",
    "5. Mr. Mikhail Kasko - Ambassador-designate of the Republic of Belarus based in New Delhi",
    "6. Mr. Vahagn Afyan - Ambassador-designate of the Republic of Armenia based in New Delhi",
    "7. Mr. Juan Antonio March Pujol - Ambassador-designate of the Kingdom of Spain based in New Delhi",
    "8. Mr. Raymond Serge Balé - Ambassador-designate of the Republic of Congo based in New Delhi",
    "9. Mr. Munyiri Peter Maina - High Commissioner-designate of the Republic of Kenya based in New Delhi",
    "10. Mr. Alassane Conte - Ambassador-designate of the Republic of Guinea based in New Delhi"
  ]
}