{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/BOI-unions-rebuffs-Mangala-Yapa-on-Economic-Transformation-Act/34-762582",
  "time_ut": 1717447949.0,
  "original_lang": "en",
  "original_title": "BOI unions rebuffs Mangala Yapa on Economic Transformation Act",
  "original_body_lines": [
    "The All Union Alliance of the Board of Investment of Sri Lanka (BOI) yesterday expressed its strong displeasure with the points mentioned in the online webinar on the proposed Economic Transformation Act, by Mangala Yapa on 31 May and firmly rejects those statements.",
    "In a statement the All Union Alliance of BOI said the following.",
    "1. We disdainfully reject the highly inaccurate claim made by Mangala Yapa at the said Webinar that the Unions of the Board of Investment of Sri Lanka have expressed agreement with the contents of this Act. The submission of such false statements by an individual disrespects all parties who contributed to the creation of this Act.",
    "2. The committee that drafted this Act never consulted BOI Unions during its preparation. In response to repeated requests from the Union, a discussion was held on 9 February 2024, between the oversight committee and representatives of the BOI Unions. During this discussion, the Unions did not agree to any points raised by the oversight committee as stated by him and at the end of the meeting, we were informed that our suggestions should be submitted in writing to the Oversight Committee. Accordingly, on 15 February 2024, a letter outlining our proposals and the matters agreed upon during the discussion was sent to the monitoring Committee Chairman Ajith Gunawardena. However, this committee could not be responsible enough to include any matter they agreed on in the discussion that day to the proposed Economic Transformation Act.",
    "3. The most disappointing aspect is that after sending the letter, the committee did not grant us any further discussions as we requested, and even ignored our phone calls.",
    "4. As informed by the Legal Department of BOI, the discussion with them was only about the transitional provisions of this Act and not about other conceptual issues arising from this Act.",
    "5. Also, this committee continued to avoid getting the opinions of the senior officials of the Board of Investment, and the top management of the Board of Investment was contacted in some cases only at the strong request of the Unions.",
    "6. The false statements made by Mangala Yapa is merely to cover up the controversial matters contained in this Act. Further, All Unions Alliance of BOI also made representations to the Oversight Committee Chairman Ajith Gunawardena on 15 February 2024.",
    "We absolutely believe that the Board of Investment should be changed in time, and it should not be for personal purposes, but with the aim of attracting foreign investment to the country, in a manner that is favourable to the country, the people and the employees."
  ]
}