{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/President-Muizzus-alliance-gets-super-majority-in-Maldivian-Parliament/172-281176",
  "time_ut": 1713810600.0,
  "original_lang": "en",
  "original_title": "President Muizzu’s alliance gets super majority in Maldivian Parliament",
  "original_body_lines": [
    "Secures full power to make and implement decisions having clinched 70 out of 93 seats.",
    "Maldivian voters gave President Mohamed Muizzu’s alliance, principally comprising the Progressive Party of Maldives (PPM) and the People’s National Congress (PNC), a super majority in the Parliamentary elections held on April 21.",
    "As per the interim results, the PPM/PNC alliance secured 70 seats in the Majlis (as the Maldivian Parliament is called) comprising 93 seats.",
    "With three fourths of the entire Parliament in his hands, the President gets the power to amend the Constitution. He can also chalk out and implement policies without being hamstrung by a hostile Parliament.",
    "The other parties in the coalition such as the Maldives National Party (MNP) and Maldives Development Alliance (MDA) also won seats with the MNP winning one and the MDA winning two.",
    "The Maldivian Democratic Party (MDP), led by former President Ibrahim Solih, which had won 65 seats in the previous Parliament, won only 15 seats this time. And the Democrats, led by former President and Speaker Mohamed Nasheed and the Adhaalath Party failed to win a single seat.",
    "The People’s National Front (PNF) floated by former President Abdulla Yameen also drew a blank, though it had contested 35 seats.",
    "President Muizzu was elected a President in October 2023 and assumed charge in November. But he was hamstrung by the fact that the Majlis or Parliament was in the hands of the Opposition Maldivian Democratic Party (MDP) led by former President Ibrahim Solih. It was difficult for him to pass money bills.",
    "He was subjected to heavy flak by the pro-India MDP on his anti-India and pro-China policy. At the same time, he received flak from former President Yameen who wanted him to implement the “India Out” policy fully and not in bits and pieces.",
    "There was much confusion in the politics of the Maldives in the run up to the April 21 polls. All parties in the fray had either split or were faction-ridden. There were no towering leaders who could set appealing agendas and inspire voters to support them. There were no over-riding issues firing the imagination of the people and stirring political action.  Muizzu was seen as a confused man and Solih as ineffective. Yameen was in jail on corruption charges. Nasheed was abroad in an international climate change organization.",
    "Observers said that there was ennui among the voters, a palpable sense of fatigue, as successive governments had failed to give people a stable, well-thought-out and realistic policies.",
    "President Muizzu who had won convincingly on a platform promising to throw off the yoke of Indian domination and look to China instead, was unable to translate his ideas into action.",
    "After making stinging statements against India, Muizzu had to eat his words, seek Indian economic cooperation and woo Indian tourists, who were boycotting Maldives because of his pro-China tilt and his vituperative comments on India.",
    "No doubt, Maldivians did not like the Indian military presence (or for that matter any foreign military presence) in their midst. They supported Muizzu’s call for the removal of the Indian military. But they also did not approve of his call for the wholesale alienation of India and casting the lot entirely with China. The Maldivians have close historical and people-to-people ties with India, a kind of relationship they do not have with China, though they admire the Chinese work ethic.",
    "Muizzu’s party, the Peoples’ National Congress (PNC) is a breakaway group of the Progressive Party of the Maldives (PPM) headed by former President Abdulla Yameen. Nevertheless, the PNC and PPM formed an alliance to fight the October 2023 Presidential and the Parliamentary elections.",
    "However, after Muizzu won the Presidential election, the PPM leader Abdulla Yameen split with Muizzu and formed his own party called the Peoples’ National Front (PNF).",
    "Within his own PNC, Muizzu formed his own clique. He put up candidates against the official PNC candidates in the parliamentary elections!  These were identified as “government candidates”. The “government candidates” hoped to get votes on the grounds that they were the “President’s chosen men.”",
    "The Maldivian Democratic Party (MDP) also underwent a split, with one group being under former President Ibrahim Solih and the other led by former Parliament Speaker and former President Mohamed Nasheed. Nasheed formed his own party called the “Democrats.”",
    "Nasheed’s grievance against Solih was that the latter did not carry out the promises he had made to him to change the Presidential system to a parliamentary system and go after the Islamic radicals.  There was even a rumour that Solih did not do enough to punish the Islamic radicals who tried to assassinate Nasheed.",
    "Since all parties were split, no party had a decisive advantage over others. A hung Parliament was on the cards.",
    "Though Muizzu began his innings as President as an anti-India leader, calling for the removal of Indian troops manning a medical air evacuation service with Indian aircraft, he finally agreed to the Indian suggestion that Indian civilians would man the service. After some of his ministers made nasty remarks against Indian Prime Minister Narendra Modi, and Indian tourists boycotted the Maldives, Muizzu climbed down and said that he would hold road shows in India to attract Indian tourists.",
    "Muizzu also asked India to continue its development projects in the Maldives, though earlier he said he would review all the “hundred” agreements with India. The only decisive step he took was the cancellation of an agreement to conduct a hydrographic survey.",
    "India responded favourably setting apart INR 770 crores (US$ 92 million) for the Maldives in the 2024-25 budget. On April 5, India allowed the export of certain quantities of essential commodities for the year 2024-25 at the request of the Maldives government.  The Indian government announced that these items could be exported from the designated ports of Mundra, Tuticorin, Nhava Sheva and the Inland Container Depot at Tughlakabad.",
    "China too is executing massive infrastructure projects in the Maldives costing millions of dollars. Muizzu avoided visiting India and instead visited China. He signed 20 MoUs there, including one on “strategic partnership” for a limited period, raising",
    "Meanwhile, in a report dated October 2023, the World Bank had warned that further cosying up to China could spell trouble for the Maldives since the US$ 1.37 billion it already owed to Beijing represented 20% of its total public debt.",
    "China is the Maldives’ biggest bilateral creditor, ahead of Saudi Arabia and India, to which it owes US $ 124m and US$ 123m, the Bank said.",
    "Therefore, the Sino-Indian competition for the hand of the Maldivians is on in right earnest and is expected to continue. However, much depends on how President Muizzu handles the two countries. Now that he has full control of Parliament, he will have the elbow room to take decisions and implement them in the way he wants."
  ]
}