{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104133/govt-plans-economic-utilization-of-presidential-residences-and-vip-homes",
  "time_ut": 1733812140.0,
  "original_lang": "en",
  "original_title": "Govt plans economic utilization of presidential residences and VIP homes",
  "original_body_lines": [
    "The Cabinet of Ministers has greenlighted a proposal to introduce a suitable mechanism for the utilization of bungalows, ‘Visumpaya’ and presidential residences in various areas across the island, which are maintained under the administration of the Ministry of Public Administration, in an economically beneficial manner.",
    "Currently, there are 50 government bungalows established around Colombo 05 and 07, in addition to the presidential residences located in Colombo, Kandy, Nuwara Eliya, Mahiyanganaya, Anuradhapura, Kataragama, Jaffna, Embilipitiya and Bentota which are maintained under the administration of the Presidential Secretariat.",
    "However, except for the presidential residences in Colombo and Kandy, the other houses are not used regularly.",
    "In addition to the presidential residences, the official residences of several heads of state are also administered by the Urban Development Authority (UDA).",
    "There is also a Prime Minister’s Official Residence established in Nuwara Eliya under the administration of the Prime Minister’s Office.",
    "Despite spending a large amount of funds on the maintenance of these government properties, the properties are underutilized.",
    "In view of this situation, the President and the Minister of Public Administration, Provincial Councils and Local Government have submitted a joint proposal to introduce a suitable methodology to utilize those premises in an economical beneficial manner.",
    "Thus, the Cabinet of Ministers has approved the appointment of a committee in order to look into the matter and propose necessary recommendations. The committee chaired by an Additional Secretary named by the Secretary of the UDA will comprise of the following officials;",
    "• An Additional Secretary named by the Secretary of the Ministry of Public Administration",
    "• An Additional Secretary or a senior officer named by the Secretary of the Ministry of Finance",
    "• An Additional Secretary named by the Secretary of the Ministry of Tourism"
  ]
}