{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/SC-rules-against-an-overholding-tenant-after-21-years-legal-battle/108-276945",
  "time_ut": 1707845520.0,
  "original_lang": "en",
  "original_title": "SC rules against an overholding tenant after 21 years legal battle",
  "original_body_lines": [
    "The Supreme Court has delivered a judgement against an overholding tenant who continued to occupy a property after his rental agreement had expired, following a 21 year legal battle.",
    "The plaintiffs, Bopage Martin and Indrani Bopage, the father and the daughter respectively had filed a plaint before Anuradhapura District Court in 2003 seeking ejectment of three defendants from the premises known as “New Lanka Stores” located at Horawpathana town, on the basis that the defendants are the overholding tenants.",
    "The defendants Mohamed Malikge Nawaz, Mohamed Malikge Riyaz and Mohamed Malikge Farees filed answers seeking the dismissal of the plaintiffs’ action and a declaration of title to the premises on “long possession” or claiming title to the premises by prescription. During the pendency of the case the first plaintiff (father) died and the second plaintiff (daughter) proceeded with the case.",
    "The plaintiffs alleged they rented out the premises to the defendant on a monthly rent of Rs. 500. The defendants were informed by letter dated 11.08.2002 that the rent would be increased to Rs. 6000 from 01.01.2003 and if they were unable to pay the said sum, the monthly tenancy would be terminated from that date. The defendants did not reply to this letter. They refused to pay even the old rent from September 2002. Thereafter, the plaintiff sent the letter dated 02.01.2003 terminating the monthly tenancy and demanding the defendants to hand over the premises on 15.01.2003. The defendants neither replied to this letter nor handed over the premises and the action was filed in the District Court.",
    "The District Court by judgement dated 10.08.2012 dismissed the plaintiff’s case on the sole basis that the premises in suit have not been identified by the plaintiff. The defendant’s cross-claim has also been dismissed on the basis that it has not been proved. On appeal, the High Court of Civil Appeal set aside the judgement of the District Court and entered judgement for the plaintiff as prayed for in the case. Subsequently, the defendant filed this appeal against the High Court judgement.",
    "Supreme Court Justice Mahinda Samayawardhena observed that beyond doubt that the defendant was the monthly tenant of the plaintiff at the premises and there is no issue regarding the identification of the subject matter. He further observed that an action for ejectment based on the breach of the contract and no need to prove the ownership by way of a rei vindicatio action.",
    "The Supreme Court three-judge-bench comprising Justices Gamini Amaraekara, Mahinda Samayawardhena and Yasantha Kodagoda held that the defendants are in unlawful possession since 2003. The three defendants were ordered to pay Rs. 600,000 as legal costs to the plaintiff."
  ]
}