{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98018/india-navy-recaptures-ship-from-somali-pirates-and-rescues-crew",
  "time_ut": 1710694740.0,
  "original_lang": "en",
  "original_title": "India navy recaptures ship from Somali pirates and rescues crew",
  "original_body_lines": [
    "India’s navy recaptured a ship from Somali pirates off the Indian coast on Saturday, the South Asian country’s military said, rescuing the crew and ending a three-month takeover of the Maltese-flagged bulk carrier MV Ruen.",
    "The December hijacking of the ship was the first time since 2017 that any cargo vessel had been successfully boarded by Somali pirates.",
    "“#IndianNavy thwarts designs of Somali pirates to hijack ships plying through the region by intercepting ex-MV Ruen,” the navy posted on X, formerly Twitter, on Saturday night.",
    "The Indian warship Kolkata, “in the last 40 hours, through concerted actions, successfully cornered and coerced all 35 Pirates to surrender & ensured [the] safe evacuation of 17 crew members,” it added.",
    "Indian forces first intercepted the MV Ruen on Friday, the navy said.",
    "“The vessel opened fire on the warship, which is taking actions (in accordance with) international law, in self-defense & to counter piracy, with minimal force necessary to neutralize the pirates’ threat to shipping and seafarers,” they said.",
    "None of the rescued crew members were injured in the multiday operation, which was carried out in conjunction with several naval vessels, along with helicopters and other aircraft, they added.",
    "Bulgarian owner Navibulgar hailed the Ruen’s release as “a major success not only for us, but for the entire global maritime community.”",
    "“The resolution of this case proves that the security of commercial shipping will not be compromised,” it said in a statement.",
    "Bulgaria’s Foreign Ministry said it was seeking the “speedy return” of seven rescued Bulgarian crew members. The other crew were nine Myanmar and one Angolan.",
    "The pirated ship was recaptured nearly 1,400 nautical miles, or 2,600 kilometers, from the Indian coast, the military said.",
    "The Indian navy has kept tabs on the MV Ruen since it was seized by Somali pirates 380 nmi east of the Yemeni island of Socotra in December.",
    "The pirates, who at the time released one injured Bulgarian sailor into the care of the Indian navy, had taken the MV Ruen and its remaining 17 crew members to Somalia’s semiautonomous state of Puntland, where the Indian navy said it was moored off the city of Bosaso.",
    "The Indian military has stepped up anti-piracy efforts in recent months following an uptick in maritime assaults, including in the Arabian Sea and by Yemen’s Iran-backed Houthi rebels in the Red Sea.",
    "Pirate attacks off the Somali coast peaked in 2011 — with gunmen launching attacks as far as 3,655 km (2,271 mi) from the said coast in the Indian Ocean — before falling off sharply in recent years.",
    "But December’s attack followed a spike in armed seaborne attacks around the Horn of Africa not seen in years.",
    "Analysts caution that Somali piracy poses nowhere near the threat it did in 2011, when navies around the world had to deploy warships to beat back the scourge.",
    "But this recent upswing in pirate activity has raised further concerns about marine security and shipping at a time when crucial trade corridors off Yemen have come under siege.",
    "Somali pirates have traditionally sought to capture a “mother ship” — a motorized dhow or fishing trawler — capable of sailing greater distances where they can target larger vessels.",
    "Since the Houthi attacks, many cargo ships have slowed down far out at sea to await instructions on whether to proceed to the Red Sea, which experts say can make them vulnerable to attack."
  ]
}