{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111210/resolution-passed-in-parliament-to-remove-deshabandu-tennakoon-from-igp-post-forwarded-to-president",
  "time_ut": 1754439600.0,
  "original_lang": "en",
  "original_title": "Resolution passed in Parliament to remove Deshabandu Tennakoon from IGP post forwarded to President",
  "original_body_lines": [
    "The resolution which was passed in Parliament yesterday, to remove Deshabandu Tennakoon from the post of Inspector General of Police (IGP) has been forwarded to President Anura Kumara Dissanayake by Dr. Jagath Wickramaratne, the Office of the Secretary-General of Parliament said.",
    "The resolution for the removal of Deshabandu Tennakoon from the office of the IGP was passed in Parliament yesterday (05).",
    "A total of 177 Members of Parliament voted in favour of the motion while no MP voted against the resolution. Member of Parliament Ramanathan Archchuna abstained from voting.",
    "The vote was taken last evening after the resolution for the removal of Deshabandu Tennakoon from the office of the IGP, in terms of Section 17 of the Removal of Officers (Procedure) Act, No. 5 of 2002, was taken up for debate.",
    "The debate commenced following the presentation of the motion by Speaker Dr. Jagath Wickramaratne to the House.",
    "Minister of Public Security and Parliamentary Affairs Ananda Wijepala commenced the debate on behalf of the government.",
    "MPs from both sides of the aisle express their views of the conduct of Deshabandu Tennakoon, who was under inquiry over a shooting incident that occurred in Weligama, among others.",
    "Parliament continued the debate on the resolution until 4.00 p.m. followed by a vote on the resolution which required a simple majority of votes in favour to be passed.",
    "The President is now expected to nominate a new candidate for the position of IGP to the Constitutional Council.",
    "On July 22, the Committee of Inquiry appointed to investigate allegations of gross abuse of power against suspended IGP Tennakoon found him guilty of all charges brought against him.",
    "Last month, Speaker of House Dr. Jagath Wickramaratne confirmed that he had received the full report of the Committee of Inquiry, which recommended the removal of Deshabandu Tennakoon from his post as IGP.",
    "Announcing the findings, the Speaker stated that the Committee had unanimously found Tennakoon guilty under Section 8(2) of the Removal of Officers (Procedure) Act, No. 5 of 2002.",
    "The Speaker also noted that it is a historic occasion, as this is the first time in the constitutional process of Sri Lanka that a Committee of Inquiry of this nature recommended the removal of an incumbent IGP from office."
  ]
}