{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/IMF-must-respect-voice-of-Sri-Lankan-voters/4-769340",
  "time_ut": 1731869014.0,
  "original_lang": "en",
  "original_title": "IMF must respect voice of Sri Lankan voters",
  "original_body_lines": [
    "The importance of achieving debt sustainability without compromising the welfare and long-term interests of Sri Lanka’s populace is clear",
    "Lender awareness that Sri Lanka’s debt exceeded Government revenue by a factor of 10 underscores a stark instance of predatory lending practices. This highlights a profound failure to adhere to established norms of responsible lending, which require creditors to assess a borrower’s capacity to repay before extending further credit. By continuing to extend loans under such unsustainable conditions, creditors blatantly disregarded these principles, exacerbating Sri Lanka’s financial vulnerability and contributing to its current debt crisis. This pattern of lending not only violated ethical standards but also undermined the spirit of shared accountability between lenders and sovereign borrowers",
    "With Anura Kumara Dissanayake’s recent Presidential election triumph and the National People’s Power (NPP) momentous landslide victory in the 2024 Parliamentary election, Sri Lanka’s newly elected Government is compelled to address the nation’s economic challenges in a way that respects the will of the people, prioritising equitable development, social protections, and economic stability. The importance of achieving debt sustainability without compromising the welfare and long-term interests of Sri Lanka’s populace is clear.",
    "The International Monetary Fund (IMF) staff team visiting Sri Lanka this week, should agree to flexibility in its monetary and fiscal targets, considering Sri Lanka’s unique socio-economic challenges and compounded external risks that exist. The agreement between the Government of Sri Lanka and the IMF should be renegotiated to better align with the mandate received by NPP.",
    "Following years of economic instability and a stringent IMF-led austerity program, the Ministry of Finance announced in October that consultations with the IMF and the Official Credit Committee have been successfully concluded based on the agreement-in-principle (AIP) reached with the Ad Hoc Group of Bondholders. Despite these measures, many economists indicated that Sri Lanka’s Government debt would remain relatively high even after restructuring.1 With its victory, the NPP has secured a popular mandate to continue with debt restructuring under the condition that the program supports meaningful social welfare, equitable development, and industrial growth. The public demand is for good governance and economic policies that ensure the long-term stability and well-being of the people.",
    "High debt servicing costs: According to several analysts, debt servicing will remain a substantial burden on Sri Lanka’s economy, with significant costs anticipated from 2025 onward. Without a reduction in these costs, the country faces an unsustainable financial outlook and increased vulnerability to external shocks.",
    "The revised bondholder AIP may not even offer adequate short-term economic stabilisation, and risks ensnaring the nation in a prolonged cycle of debt dependence.2",
    "The extended maturity period masks significant increases in total interest payments. From 2028, the weighted coupon rate of interest can climb to 6.8% and following 2032, the rates surge up to 9.75% for the next six years.",
    "By relying on the Net Present Value analysis method, analysts and policymakers risk underestimating the true cost of debt restructuring.",
    "The IMF Debt Service Analysis (DSA) target of 95% debt-to-GDP ratio assigned for Sri Lanka excludes the present value of interest payments, erroneously indicating that Sri Lanka’s capacity to repay is greater than the strongest economies as per IMF standards. Unbearable debt repayments will weaken the currency in the long run.",
    "Under the bondholder agreement-in-principle, Sri Lanka has effectively waived the legal right to secure a higher debt cancellation, creditors hold the right to alter the current governing law of Sri Lanka’s outstanding International Sovereign Bonds (ISB). There is no evidence that the external financial advisors of the government, who have a close commercial relationship with creditors, are working in the best interests of the people of Sri Lanka.",
    "Lender awareness that Sri Lanka’s debt exceeded Government revenue by a factor of 10 underscores a stark instance of predatory lending practices. This highlights a profound failure to adhere to established norms of responsible lending, which require creditors to assess a borrower’s capacity to repay before extending further credit. By continuing to extend loans under such unsustainable conditions, creditors blatantly disregarded these principles, exacerbating Sri Lanka’s financial vulnerability and contributing to its current debt crisis. This pattern of lending not only violated ethical standards but also undermined the spirit of shared accountability between lenders and sovereign borrowers.",
    "US trade policy: Potential changes in US trade policy under a new administration, such as higher import tariffs, could negatively impact Sri Lanka’s export-driven economy, which depends on the US market for 25% of its exports.3",
    "Geopolitical tensions: Travel advisories, the threat of Middle Eastern conflict, and rising oil prices could all exacerbate inflation and further stress Sri Lanka’s already fragile economy.",
    "Industrial base and export limitations: Sri Lanka’s current export industries are low-cost and labour-intensive, with limited capacity to earn foreign exchange. Building a robust industrial base for value-added exports will take time, meaning economic growth will rely primarily on domestic demand in the short to medium term.",
    "Debt Sustainability Analysis (DSA) concerns: The IMF’s DSA includes ambitious growth targets that may not be achievable under current conditions. The austerity measures imposed over the past two years have already strained the Sri Lankan populace, limiting their ability to endure further economic hardship. Flexible targets that consider local circumstances are necessary for sustainable progress.",
    "Precedents in sovereign debt renegotiation: Argentina, Ecuador, Kenya, and Greece have all pursued renegotiation paths that included debt restructuring favourable to the public interest. Their experiences indicate that securing debt reduction without legal ramifications is possible, provided there is a clear commitment to equitable principles.",
    "Debt relief legislation: Although most of Sri Lanka’s ISBs are governed by New York law, the UK’s Debt Relief (Developing Countries) Bill presented to the UK parliament this week, is an opportunity for Sri Lanka to seek debt reductions from private creditors under equitable conditions, shielding it from further financial strain.",
    "Future financial stability: Bondholder agreements established by the previous government included clauses that limit Sri Lanka’s ability to negotiate higher debt cancellation. Without amendments, these agreements risk further indebting Sri Lanka through instruments like debt-for-climate swaps, which fail to address the structural causes of its financial instability.",
    "Debt sustainability target revisions: The IMF is urged to revise its debt sustainability targets to allow for the inclusion of essential social protections, infrastructure investments, and sustainable development initiatives. Adjusting targets will provide flexibility to invest in sectors critical to Sri Lanka’s economic future and public welfare.4",
    "Debt stock reduction: A meaningful reduction in bondholder debt stock is essential. Without this, Sri Lanka risks further financialisation of its debt restructuring solutions, which could hinder long-term stability. The government should also explore moving away from macro-linked bonds (MLB) following a comprehensive debt audit, focusing on social and environmental impact. Other nations have rejected MLBs.",
    "Legal amendments to bondholder agreements: Revising the bondholder agreements established by the previous administration is critical to restoring Sri Lanka’s right to negotiate debt cancellation. This would protect Sri Lanka from potential financial traps, such as environmentally detrimental debt-for-climate swaps.",
    "Strengthen south-south relations and multilateral engagements: Sri Lanka should continue discussions with the IMF, multilateral institutions, and bilateral partners to secure further concessionary loans for development. Strengthening ties with BRICS and enhancing South-South cooperation can provide alternative avenues for sustainable growth.",
    "Transparent debt restructuring: A transparent approach to debt restructuring that involves a comprehensive debt audit would build public trust and demonstrate a commitment to accountability. This audit would help ascertain the extent of Sri Lanka’s debt and inform responsible restructuring practices.",
    "A revised agreement between the IMF and the Government of Sri Lanka needs to ensure that debt restructuring aligns with the mandate of the newly elected Government, prioritising the welfare of the Sri Lankan people and sustainable development. Sri Lanka’s recent history of economic hardship underscores the necessity of an IMF program that acknowledges the unique social and economic challenges faced by the country and adapts its targets accordingly. By pursuing a more flexible and people-centred agreement, Sri Lanka can achieve long-term economic stability, rebuild public trust, and create a resilient economy capable of withstanding external pressures.",
    "1Guzman M., Abugre C., Ghosh J. and Chandrasekhar C.P. (2024), “Sri Lanka must renegotiate IMF Agreement for sustainable recovery from crisis” – Daily Financial Times 25 June 2024",
    "2Pathirana D. G., (2024) “Sri Lanka’s ISB Restructure: Debt trap backed by IMF and Ceylon Chamber of Commerce” – Daily Financial Times 31 October 2024",
    "3Jolly J., Milo D., Ambrose J. and Simpson J. (2024) More tariffs, less red tape: what Trump will mean for key global industries – The Guardian 7 November 2024",
    "4Rafaithu S., Ulakentheran Y. and Kadirgamar (2024), “FAQ: Understanding the myths and challenges around debt restructuring” – Blog Post, International Development Economics Associates 27 September 2024",
    "(The writer is a co-founder of the Institute of Political Economy (www.ipe-sl.org) and a former elected Local Councillor for London in the United Kingdom. He could be reached via email [email protected].)"
  ]
}