{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110765/special-presidential-investigation-committee-appointed-to-probe-irregularities-at-srilankan-airlines-aasl",
  "time_ut": 1753250760.0,
  "original_lang": "en",
  "original_title": "Special Presidential Investigation Committee appointed to probe irregularities at SriLankan Airlines & AASL",
  "original_body_lines": [
    "President Anura Kumara Dissanayake has appointed a Special Presidential Investigation Committee to probe alleged incidents of fraud, corruption and irregularities at SriLankan Airlines Limited and Airport and Aviation Services (Sri Lanka) (Private) Limited, the President’s Media Division (PMD) said.",
    "The President met with the members of the Committee on Tuesday (July 22) at the Presidential Secretariat and engaged in a discussion with them.",
    "During the meeting, President Anura Kumara Dissanayake emphasized that the absence of a proper investigation into the irregularities at SriLankan Airlines Limited Company and Airport and Aviation Services (Sri Lanka) (Private) Limited has rendered these institutions largely ineffective.",
    "The President urged the Committee to carry out a swift investigation by examining all the facts related to these incidents and to provide a report with essential recommendations aimed at correcting the situation and preventing similar occurrences in the future, the PMD added.",
    "The appointment letters for the Convenor of the Committee and its members were handed over yesterday (22) by Secretary to the President, Dr. Nandika Sanath Kumanayake.",
    "Accordingly, the Secretary/Convenor of this Special Presidential Investigation Committee is Mr. K. N. M. Kumarasinghe, Additional Secretary to the President, while the other members are Retired Auditor General, Mr. H. M. Gamini Wijesinghe, Retired Additional Director General of Customs, Mr. Gnanasiri Senanayake, Chairman of the National Savings Bank, Mr. Dushantha Basnayake, Attorney-at-Law Mr. Don Chaminda J. Athukorala and Additional Director General of the Department of Public Enterprises Mr. N. A. H. K. Wijeratne.",
    "The Committee will investigate alleged offenses committed between 2010 and 2025 within SriLankan Airlines Limited and Airport and Aviation Services (Private) Limited, including:",
    "Abuse of power and unlawful privileges by the Board of Directors and senior management of SriLankan Airlines",
    "Discrepancies related to duty-free shop transactions and overseas sales agent’s transactions and activities",
    "Administrative errors, corruption, irregularities and/or external interference that negatively impacted the efficient operation of SriLankan Airlines",
    "Corruption and irregularities in the procurement and/or leasing or acquisition of aircraft, as well as goods and services exceeding ten million rupees, by SriLankan Airlines during the period from the year 2000 to 2025.",
    "The Committee is also tasked with identifying those accountable for the erroneous decisions, as well as the fraud, corruption and irregularities highlighted in the J. C. Weliamuna Committee Report and the Auditor General’s Special Investigation Report, according to the PMD.",
    "The committee aims to make recommendations for rectifying these issues and to offer essential guidance to avert similar situations from arising in the future."
  ]
}