{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-shepherds-tale/",
  "time_ut": 1735062900.0,
  "original_lang": "en",
  "original_title": "A SHEPHERD’S TALE",
  "original_body_lines": [
    "I am Ananias and about twelve years old. I am a Jewish shepherd boy looking after sheep in the Shepherds field with my brother Jonathan, who I think, is seventeen years old. I started to come with my brother to look after our sheep after our father died last year.",
    "Last night, was the strangest of all nights I have spent here but is the happiest night for me after I started to come here with my brother and my joy compels me to share this story with all who will read this.",
    "Yesterday was a cold and but clear winter’s day and late in the night I had fallen asleep after having my dinner when suddenly I was roughly awakened by my brother. Though my first thought was that wild animals had come to attack the sheep, as it turned out what my brother said was that our leader, Joseph had said that he was seeing an angel.",
    "When I looked around, I saw Joseph kneeling and looking up at the sky. But I could not see anyone or hear anything said, by him or to him by anyone. So, I brushed aside my brother’s hand and tried to go back to sleep.",
    "That’s when the sky above changed perceptibly. Suddenly the sky was bright, no, not the brightness of daytime for it was well into the night but it looked as if the field was bathed in moonlight although there was no moon in sight that night. The stars could not have given the sky such a glow and I can only describe it as a heavenly glow. I thought I could hear at a distance, a chorus of voices singing praises of God. Though the sound seemed to come from the sky, I could not see anyone. All I could see was the heavenly glow in the sky and hear heavenly voices singing.",
    "This did not last long and after it passed, we all gathered round our leader, Joseph who narrated the strangest but the most exciting story I have heard.",
    "He said that at first an angel with a bright face had appeared and had said to him not to be frightened and that he brought news that would bring great joy to all the people and that a Saviour had been born who is the Messiah, the Saviour and Lord.  The angel had said that this had happened in the town of David and that a sign for us would be that the baby, wrapped in cloths, was lying in a manger in a stable. It was thereafter that he had seen and all of us heard a whole host of angels singing praises of God, giving glory to God.",
    "My mind went back to when my youngest sister was born three years ago. She was fair with rosy cheeks and looked so angelic that I kissed her immediately I saw her. Though my family members laughed at me for kissing the newborn baby, that was how happy I was seeing her beautiful face.",
    "Recalling this, before I could stop myself, words rushed out of my mouth “Let’s go and see the baby.” At first there was a murmur of protest by the others saying that we should not venture out at that time of the night leaving our sheep. But when Joseph said that he wished to go and see, with my brother and I agreeing, others consented. We decided to leave Manaen to look after the sheep and eleven of us started off to the town of Bethlehem, the town of David.",
    "Some took one or two sheep with them. Others simply followed Joseph just looking to satisfy their curiosity. I carried my favourite lamb on my shoulders.",
    "As we wondered how we were going to find a baby born in a manger, Joseph looked up and pointed to a large unusual star and said that such a star had not been seen before and I too could not remember having seen such a bright star in the sky, ever. Perhaps it was a sign said Joseph and as we commenced walking again towards Bethlehem, it looked as if the star was also moving.",
    "This star did move and we simply followed it, that is until it stopped near an inn. The inn itself was in darkness with no sign of any movement. There was however, a path by the inn that seemed to invite us and Joseph walked down the path as if it was the most natural thing to do. We followed him until he stopped at seeing the dim glow of a single lantern which barely lit up a stable which is where the path led to.",
    "As we drew closer, we could see that in addition to a donkey and some cows, there was a tired looking man with a determined face, obviously the father of the child that lay in the manger and husband of the woman who was sitting there. The beautiful young mother was seated on the floor but looked exhausted perhaps from giving birth to the child. She was looking lovingly at the baby who was laid in the manger on top of the hay, wrapped in bits of soft cloth. The baby seemed to be soundly asleep. But what a baby. If three years ago, I thought my sister was the most beautiful baby I had seen, this baby took my breath away with his ethereal beauty and suddenly Joseph (our leader) knelt and worshiped the baby and the rest of us followed suit. If planting a kiss on my sister’s cheek at her birth was my spontaneous reaction, to fall prostrate and worship this baby seemed the most natural thing to do at the time I saw him.",
    "We did not linger there too long but made our way back to the field where our sheep were. James, one of our shepherds, asked Joseph “Why did you worship the baby?” Jospeh’s response was “I really don’t know; I just felt I should. It was as if some force was compelling me to. Perhaps it was the angel’s words, that he was the Messiah or Saviour. In any case I knew I should.”",
    "As for me, I was happy I worshiped that baby and no one had to compel me to. In fact, there was no hiding it, with all of us skipping and jumping around as we walked back with joy written all over our faces.",
    "But I did not understand my own emotions. Why should we be happy or joyous at seeing an unknown baby? Was it because we worshiped that baby or was it simply joy at seeing him who appeared special. Was he the Messiah as the angels had said?",
    "Whether the child is destined to be the Messiah or not is for the future to reveal. For now, I know that I must tell this story and my wish for him was that he would grow in wisdom and stature and in favour with God and man.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}