{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/indices-dip-as-share-markets-struggles-intensify/",
  "time_ut": 1715790600.0,
  "original_lang": "en",
  "original_title": "Indices dip as share market’s struggles intensify",
  "original_body_lines": [
    "The share market struggled further yesterday with a sharper dip in indices although turnover improved. Consequently, both indices moved downwards. The All Share Price Index went down by 67.69 points while S and P SL20 declined by 34.2 points. Turnover stood at Rs 3.2 billion with six crossings.",
    "Those crossings were reported in Ambeon Capital, where 60 million shares crossed to the tune of Rs 912 million; its shares traded at Rs 15.20, JKH 1.4 million shares crossed for Rs 283 million; its shares traded at Rs 202, Aitken Spence 480,000 shares crossed for Rs 64.8 million; its shares traded at Rs 135, an Alumax 2.3 million share volume changed hands for Rs. 27.7 million and its shares traded at Rs 12, Distilleries 1 million shares crossed for Rs 27.5 million and its shares traded at Rs 27.50 and NTB 225,000 shares crossed for Rs 27.45 million; its shares traded at Rs 122.",
    "In the retail market top seven companies that mainly contributed to the turnover were; JKH Rs 139 million (890,000 shares traded), Hemas Holdings Rs 107 million (1.1 million shares traded), NTB Rs 84.4 million (674,000 shares traded), Browns Investments Rs 74.8 million (11.6 million shares traded), Resus Rs 72.8 million (3.2 million shares traded), Royal Ceramic Rs 67.7 million (1.8 million shares traded) and Lanka IOC Rs 66.5 million (506,000 shares traded). During the day 152 million share volumes changed hands in 16000 transactions.",
    "It is said high net worth and institutional investor participation was noted in JKH, Piramal Glass and Sampath Bank. Mixed interest was observed in Sunshine Holdings, Browns Investments and Royal Ceramics while retail interest was noted in LOLC Finance, SMB Leasing nonvoting and Softlogic Capital.",
    "The capital Goods sector was the top contributor to the market turnover while the sector index lost. The Banking sector was the second highest contributor to the market turnover while the sector index decreased. Piramal Glass, Sunshine Holdings and Browns Investments were also included among the top turnover contributors.",
    "Yesterday the rupee opened weaker at Rs 301.50/302.50 to the US dollar, from Rs 301/302.00 the previous day, dealers said. Bond yields were down. A bond maturing on 15.12.2026 was quoted down at 9.90/10.00 percent from 9.95/10.10 percent. A bond maturing on 15.09.2027 was quoted down at 10.25/27 percent from 10.25/35 percent. A bond maturing on 15.03.2028 was quoted down at 10.50/60 percent 10.55/65. .A bond maturing on 15.05.2030 was quoted down at 11.45/50 percent from 11.40/55 percent.",
    "Thinushka Soysa joins M Power Capital Securities as Independent Non-Executive Director",
    "SEC Sri Lanka approves Accredited Shariah Scholars for Islamic capital market products certification",
    "President’s comments bring bourse back to life following dismal start",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}