{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/ECSL-halts-President-s-subsidy-plan-for-farmers-and-fishermen/56-767391",
  "time_ut": 1727726494.0,
  "original_lang": "en",
  "original_title": "ECSL halts President’s subsidy plan for farmers and fishermen",
  "original_body_lines": [
    "The Election Commission of Sri Lanka (ECSL) has temporarily suspended President Anura Kumara Dissanayake’s decision to provide a Rs. 25,000 subsidy to paddy farmers during the Maha season, along with a fuel subsidy for the fishing community.",
    "The move comes as the country gears up for a general election, and the Commission has expressed concerns about the potential impact on other candidates.",
    "Election Commission member M.A.P.C. Perera said that the decision was made with fairness in mind, highlighting that the subsidies could create an unfair advantage during the election period. He remarked: “Such policies could prejudice other candidates, and therefore, it was decided that these subsidies will only be implemented after the general election.” The ECSL reached this decision over the weekend following a meeting where the timing of the subsidies was thoroughly examined. This follows President Dissanayake’s directive on 26 September, instructing the Treasury to increase the fertiliser subsidy from Rs. 15,000 to Rs. 25,000 per hectare for paddy farmers and to provide a monthly fuel subsidy for the fishing community. These measures were set to take effect immediately as part of the new Government’s policy framework.",
    "Commenting on the development at the time, former minister Kanchana Wijesekera took to social media platform X, remarking: “It’s good to see that schemes approved, allocated funds through the treasury, and initiated by President Ranil Wickremesinghe, which were previously halted by the Election Commission during the Presidential election, are now being recommenced under President Dissanayake.” The subsidy programs were initially introduced by the previous Government in August 2024, with the necessary funds allocated through the Treasury.",
    "The ECSL has now decided that these measures should be delayed until after the general election to ensure fairness in the electoral process."
  ]
}