{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96672/asia-internet-coalition-refutes-minister-tirans-statement-on-online-safety-bill",
  "time_ut": 1706024580.0,
  "original_lang": "en",
  "original_title": "Asia Internet Coalition refutes Minister Tiran’s statement on Online Safety Bill",
  "original_body_lines": [
    "An influential trade body which represents Big Tech firms such as Meta, Apple, Amazon, X (formerly Twitter), Google, Snap Inc and others today refuted certain claims made by Sri Lanka’s Public Security Minister Tiran Alles in his statement in Parliament, concerning the controversial Online Safety Bill.",
    "In a statement issued on Tuesday (23 Jan.), the Asia Internet Coalition (AIC) challenged that the Minister’s recent claims “does not accurately reflect the substantial contributions that the AIC has made throughout the legislative process”.",
    "They also brought to light the fact that the AIC was not made aware of any amendments to the Online Safety Bill, despite their contributions.",
    "However, the AIC emphasized that while their submissions to the Minister on the Online Safety Bill included “comprehensive submissions as well as engagements such as hosting representatives from the Ministry of Public Security at the annual Online Safety Forum organised by the AIC in Singapore”, they stand by their stance that the relevant Bill, in its current form, is “unworkable”.",
    "“We unequivocally stand by our position that the Online Safety Bill, in its current form, is unworkable and would undermine potential growth and foreign direct investment into Sri Lanka’s digital economy.”",
    "“We firmly believe that for the Bill to align with global best practices, extensive revisions are imperative”, the AIC asserted.",
    "On 08 January, the AIC had expressed their concerns to Public Security Minister Tiran Alles that the proposed Bill poses “significant challenges that, if not addressed comprehensively, could undermine the potential growth of Sri Lanka’s digital economy”.",
    "They listed 13 key issues identified within the provisions of the proposed Bill, and urged the Minister have “more comprehensive and meaningful consultations” in order to address the “complexities and nuances associated with the Bill”.",
    "“We remain committed to working with the Government of Sri Lanka to create a more workable and effective Online Safety Bill that aligns with global best practices”, the statement read.",
    "The Online Safety Bill, published in the government gazette on 18 September 2023, aims to ban online communication of certain statements in the country, prevent the use of online accounts – both authentic and inauthentic – for the use of prohibited purposes, to suppress the financing and other support of communication of false statements and other related matters.",
    "However, the Bill has come under fire for some of its problematic aspects, with the AIC, the International Commission of Jurists (ICJ), the Bar Association of Sri Lanka (BASL), and the Human Rights Commission of Sri Lanka (HRCSL) voicing concerns.",
    "The Asia Internet Coalition (AIC) is an industry association comprising leading Internet and technology companies.",
    "Co-founded by eBay, Google, Nokia, Skype, and Yahoo! in 2010, the trade association lobbies government agencies to address public policy issues and facilitate the development of the internet economy in the Asia Pacific region.",
    "The AIC’s current membership includes Apple, Facebook, Google, Expedia Group, Amazon, Line, LinkedIn, Rakuten, SAP, Airbnb, Grab, Twitter, Yahoo, Booking.com, and Cloudfare."
  ]
}