{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-avukana-buddha-a-masterpiece-of-buddhist-art/",
  "time_ut": 1711235820.0,
  "original_lang": "en",
  "original_title": "The Avukana Buddha – a masterpiece of Buddhist art",
  "original_body_lines": [
    "Some of the outstanding contributions to the Sri Lanka heritage are its Buddhist temple art and architecture, statuary, dagabas, dance forms and water and soil conservation ecosystems. Of Buddha statues, the one at Avukana is certainly a masterpiece; hewn out of solid granite it stands 11.3 meters high and 12.8 meters inclusive of the lotus flower pedestal. There are only four other comparable standing Buddha statues in Sri Lanka; Rasvehera in Anuradhapura, Maligawila and Buduruwagala in Moneragala and Dova in Badulla. Of these the ones at Rasvehera and Avukana are in the open and to the layman’s eye, there are hardly any signs of damage due to exposure to the elements.",
    "The stone carver or carvers names are not known or for that matter in which king’s rule the Avukana Statue was carved. Some think it was during the period of King Datusena (459-477 AC) the builder of the mighty Kalawewa/Jayaganga irrigation system in the neighbourhood while others think it was during the rule of Parakramabahu I in the 12th century. Ananda Cumaraswamy was in agreement in regard to this period but Senarath Paranavithana thought it was much earlier in the late 5th Century AC.",
    "However, in style the statue is considered characteristic of the Amaravathi period of art in India in the second and third Centuries; such influences were common in those times. Further, it is said that standing Buddha statues in many Buddhist countries came into being in the early Christian period. Hence, on these two counts and in the absence of other evidence, it seems most plausible that this state belongs to the second or third Century AC.",
    "The carving on the head of the statue is called Sirisaputa symbolising rays of resplendence and glory. It is said to be the eighth of the 80 unique signs on the body of the Buddha.",
    "It was in the second half of the fifth Century AC that statues with the Sirisaputa were first seen. Hence, statues of earlier periods had these added and King Datusena is said to have had many statues thus adorned. It is, therefore, most likely that this was an addition to the Avukana statue of two or three centuries earlier.",
    "The art of the language of the hands of the Buddha is called Mudra. In this statue the right hand with the fingers stretched out and palm facing outwards signifies fearlessness and is called Abhaya Mudra. The position of the left hand bent at the elbow holding the robe is called Kataka Mudra.",
    "To the average Buddhist layman, the period during which the statue was carved, when the Sirisaputa was placed or what the Mudras means does not matter very much. What does create a lasting impression on him is the beauty, perfection in proportion and the sublime serenity which compels him to bow in veneration of the Buddha.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}