{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-consumer-goods-firm-sees-strong-demand-as-prices-deflate-235168/",
  "time_ut": 1754536560.0,
  "original_lang": "en",
  "original_title": "Sri Lanka consumer goods firm sees strong demand as prices deflate",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Hemas Holdings said it saw volume grow in its consumer goods division and profits rise in the June 2025 quarter, even as total revenues fell amid previous price cuts amid deflationary conditions.",
    "Sri Lanka’s central bank has missed its 5 percent inflation target (which can go up to 7 percent) in recent months, giving unusual East Asian style currency stability helped by broadly deflationary monetary policy including unsterilized dollar sales in the first half 2025.",
    "“The Sector continued to strengthen its market presence through focused sales and promotional initiatives, which supported volume recovery across key categories,” Hemas Holdings told shareholders in interim accounts.",
    "“Despite a marginal 2.6 percent year-on-year decline in revenue primarily due to price adjustments taken previously that were driven by input cost deflation, the sector maintained its profitability through a combination of portfolio mix optimisation and sustained process improvements.",
    "Operating profit were 719.1 million rupees, while earnings grew by 13.6  percent to 665.6 million rupees, Hemas said.",
    "“Beauty and Personal Care recorded encouraging volume growth during the quarter, driven by strong performance in key brands such as Vivya, Velvet Body Lotion, Dandex, and Goya Body Mist and Lotion,” the Hemas said.",
    "“In contrast, Personal Wash and Home Care segments experienced moderate volume declines.",
    "“In line with the evolving consumer needs, the Group expanded its Personal Care portfolio with the launch of Gold Hair Wax, further strengthening its presence in the male grooming segment.”",
    "Consumer goods revenues fell from 8.92 billion rupees to 8.68 billion rupees.",
    "When a central bank does not inflate prices giving easy profits via ‘hair-cutting’ wages of workers and rising retail prices, companies have to boost productivity growth to keep costs down.",
    "If the central bank is kept in check by parliament, the productivity gains then pass on to the people whose living standards then go up.",
    "Since, September 2022, when the central bank’s deflationary policy started to show up in the balance of payments, the consumer price index has risen marginally and traded goods prices have fallen in absolute terms amid an appreciation of the rupee in 2023.",
    "What is called ‘deflation’ in Sri Lanka now is a 12-month statistical effect amid near zero inflation of the type seen before the collapse of the gold standard in developed nations and East Asia during the so-called Great Moderation period which ended in 2000, analysts say.",
    "Sri Lanka consumer prices rise 2.9-pct over 34-months, July prices down",
    "Sri Lanka debt to GDP outperforms IMF DSA as high inflation target missed",
    "Hemas also has businesses in hospitals and healthcare as well as a unit in Bangladesh. Bangladesh was also stabilizing the firm, said.",
    "Healthcare revenues grew from 17.4 billion rupees to 21.4 billion rupees.",
    "Hemas said group profits grew 26.1 percent to 1,191 million rupees in the June 2024 quarter, giving earnings of 40 cents per share.",
    "Revenues grew 12 percent to 28.5 billion rupees, cost of sales grew at a slower 11.5 percent to 19.6 billion rupees, and gross profits grew 13 percent to 8.6 billion rupees.",
    "Selling and distribution expenses grew only 6.9 percent to 2,407 million rupees, but unspecified administrative costs rose by a steep 18.3 percent to 4,302 million rupees. (Colomo/Aug07/2025)"
  ]
}