{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Progressive-or-retrogressive-Rationally-defining-AKD-s-Presidency-and-NPP-Government/4-779404",
  "time_ut": 1753304909.0,
  "original_lang": "en",
  "original_title": "Progressive or retrogressive? Rationally defining AKD’s Presidency and NPP Government",
  "original_body_lines": [
    "‘…estimated income poverty…remains stubbornly high, affecting as much as a quarter of the population in 2024, and twice as high as in 2021. The reversal in poverty reduction gains during the crisis has taken Sri Lanka back to its high poverty levels of the early 2000s…’",
    "‘…post crisis mass poverty level, [is] estimated to be 7–10 million individuals.’",
    "Many who are critical of the Anura administration still make the excuse that “at least it is catching those bloody crooks who bankrupted the country”. That’s way off mark.",
    "Firstly, it is a universal norm that premeditated murder—homicide in the first degree-- is a far worse crime than robbery without violence. Fraud and corruption fall into the latter category. In Sri Lanka today, there is a crackdown on white-collar crimes of the past, but premeditated killing is at a far higher level than it has ever been under any administration in peacetime, i.e., outside of the civil wars.  The fact that these killings are by gangsters is cold comfort. The community is worse off.",
    "Secondly, the country was bankrupted not because of “those bloody crooks”. Those crooks stole in rupees or caused a loss to the state in US dollars much less than our foreign debt repayments. Our economic crisis is primarily a crisis of foreign debt. The most problematic aspect of the foreign debt is not the official bilateral (state-to-state) or multilateral (ADB etc) debt, but the foreign private debt, with its higher interest and shorter gestation. (https://thediplomat.com/2023/03/the-real-cause-of-sri-lankas-debt-trap/)",
    "Our country was bankrupted chiefly because of the huge borrowings from the private money markets by the Ranil Wickremesinghe-led UNP component of the Yahapalanaya administration of 2015-2019, as robustly proclaimed in Parliament by AKD in 2024. (https://onlinelibrary.wiley.com/doi/10.1111/dech.12794)",
    "Far from punishing those who plunged us into bankruptcy, Anura Kumara Dissanayake’s Government has been following in their macroeconomic policy footsteps and going beyond. The aim is to restore our ability to return to borrowing from the foreign private money markets i.e., deeper into the hole of foreign indebtedness. Kusum Wijetilleke, arguably the most literate and lucid economic policy analyst we have, lays it out:",
    "‘… Under the IMF program, Sri Lanka’s trajectory remains vulnerable: by 2027, external debt-to-GDP could reach 60%, with external debt making up half of total public debt. About 40% of this is expected to be in International Sovereign Bonds (ISBs), returning to peak 2016 levels and exposing the country to rollover risk, currency mismatches, and global interest rate shocks.",
    "…A return to capital markets is a core IMF objective. Once access is restored, Sri Lanka is expected to issue up to $ 1 billion annually in ISBs, with proceeds likely added to reserves, a common practice among emerging markets. Yet this strategy is fraught with risk; former IMF Chief Economist Ken Rogoff…linked investor fatigue in sovereign bonds, even US Treasuries, to the broader fragility of foreign-currency borrowing, which he describes as the “original sin.”",
    "The IMF itself has described Sri Lanka’s debt trajectory as “on a knife edge” …’",
    "Thirdly, if catching white collar crooks is AKD-NPP’s priority why isn’t there a high-powered inquiry into the Central Bank Bond scam which a respected Auditor-General said at the time, will impose an incalculable, ongoing drain of resources on the country?",
    "How do you tell ‘progressive’ from ‘reactionary’? How do you tell liberal democrats from conservatives/neoconservatives? How do you tell Left – any kind of left, from social democratic to radical and revolutionary—from ‘Right’?",
    "While there are many definitions of progressive and reactionary, left and right, a common factor underlies them all. Those on the left or the progressive side of the spectrum, place emphasis on the Social Question, the question of social upliftment, according priority to the problem of poverty and providing solutions which uplift the poor.",
    "You can tell a progressive from a reactionary or a conservative administration by the priority accorded to reducing poverty and the results being achieved. If government X makes more progress in alleviating poverty than government Y, then the former is more progressive than the latter. If there is less progress in poverty reduction, then it is less progressive.",
    "What of a government that calls itself progressive, pro-people and even ‘left populist’, but the statistics show that it has not made any progress in reducing the numbers and burdens of the poor? What do you call a leader and a government on whose watch, poverty has not merely NOT been reduced but has grown? What do you call a President and an administration which describe themselves as progressive, but has recorded worse poverty figures than leaders and governments which have not been designated as on the left, and have been denounced as rightist/neoliberal?",
    "‘Seek truth from facts’, said Deng Xiaoping. The ODI-CEPA report shows that under President Anura Kumara Dissanayake and the JVP-NPP, poverty has not merely NOT been reduced, it has GROWN and is in fact twice as bad as the poverty figures in 2021 under the right-wing Gotabaya Rajapaksa presidency. The facts show that poverty is back to the levels of the early 2000s when the economy was run by Prime Minister Ranil Wickremesinghe and the UNP ( the track record of which the SJB’s Dr Harsha de Silva still lauds), in tenuous ‘cohabitation’ with President Chandrika Kumaratunga.",
    "The truth revealed by the facts (Deng Xiaoping) is that the Anura Dissanayake Presidency and   the JVP-NPP Government are in actual practice to the right of the Gotabaya presidency, and belong in the same category as the neoliberal Ranil Wickremesinghe administration of 2001-2003.",
    "None of this can be attributed to a general decline due to the current crisis, because the paragraph from the ODI report immediately preceding the one on poverty quoted at the top of this article, says the economy grew. In sequence the segment reads as follows:",
    "‘…The economy grew at 5% in 2024 and 4.8% in 2025Q1 (after six quarters of negative growth ending in 2023Q2), with some return to confidence. Inflation has abated significantly from its peak of 70% in September 2022.",
    "…However, estimated income poverty (share of the population living on less than $3.65 a day) remains stubbornly high, affecting as much as a quarter of the population in 2024, and twice as high as in 2021. The reversal in poverty reduction gains during the crisis has taken Sri Lanka back to its high poverty levels of the early 2000s…’",
    "So, President Anura Dissanayake and the JVP-NPP administration uncritically embraced and implemented a model in which the economy grew, but poverty wasn’t reduced. Indeed, the economy grew as did poverty, and poverty grew faster than the economy.",
    "The facts reveal socioeconomic retrogression. Poverty levels jumped back to twice that of 2021 and to the early 2000s which saw a toxic combination of high military expenditure and a neoliberal capitalist policy model.",
    "Thus, not only did poverty grow, and grow faster than the economy, but the reduction of poverty regressed, went into reverse, restoring previously high levels of impoverishment. While the economy grew, the eradication of poverty went backwards and society has underdeveloped.",
    "Sri Lanka’s social crisis is essentially a poverty crisis. It is not crisis not of static poverty, but of povertisation. To remind ourselves of Andre Gunder Frank’s breakthrough, it is not that society has remained undeveloped i.e. backward and stagnant, but that society is underdeveloping, i.e., experiencing an ongoing process of underdevelopment.",
    "The absolute figures are shameful and horrific: Sri Lanka’s ‘post crisis mass poverty level, [is] estimated to be 7–10 million individuals’. (ODI Report p 16).",
    "The Report also talks of ‘the sharp increase in poverty and vulnerability that has occurred in Sri Lanka’. (Ibid p 23) Note ‘sharp increase’.",
    "Unwilling to accept that the IMF’s very policy regime, its very model, swiftly embraced by President Dissanayake may have been the structural cause of an expansion of poverty-- actually created more poverty-- the Report shyly and slyly concedes that:",
    "“In addition, the immediate policy response to the crisis has inadvertently exacerbated poverty levels, further complicating efforts to mitigate its impact.” (p17)",
    "Note ‘exacerbated’. The poverty-centred social crisis has grown, not been alleviated, still less appreciably reduced under Anura Dissanayake and the JVP-NPP. It has been driven by the povertisation process which in turn has been driven by the very economic model that Anura and the JVP-NPP have chosen to adopt; the model contoured by the agreements that the “unmandated” Ranil Wickremesinghe signed with the IMF and ‘agreed to in principle’ with the private foreign creditors.",
    "AKD and his JVP-NPP are no progressives. In practice – and this is what matters, especially if you are poor--they are neoliberals implementing ‘savage capitalism’ and (going by the statistics) with poverty figures double that of even the post-Covid Gotabaya Rajapaksa administration (2021).",
    "Another important marker of any progressive Government is the policy on minorities. In Sri Lanka that means primarily the Tamil Question. President Mahinda Rajapaksa, much maligned by the liberal left, held the Eastern Provincial Council election in wartime, shortly after the area was liberated and though his hawks wanted the District as the unit of devolution. (He was gracious enough to phone me in Geneva and appreciate my encouragement in this matter—which enabled him to firm up India’s support for the rest of the war).",
    "In the postwar period, and despite a damaging delay, Mahinda faced down the hawks in his Cabinet and the system (including Gotabaya and Basil) and went ahead with the Northern Provincial Council election, knowing he would lose.",
    "By contrast, the ‘progressive’ Anura Kumara Dissanayake administration remains silent about Provincial Council elections, thus disenfranchising the citizens and depriving the area of its semi-autonomy. Though SWRD Bandaranaike was the first to suggest federalism (in 1926), regional autonomy was first proposed by the Marxist left: the Ceylon Communist Party (CCP) and its affiliate the Ceylon Trade Union Federation (CTUF) in their respective submissions before the Soulbury Commission (1944-1947).",
    "On the Human Rights front, the ‘enlightened’ NPP administration has not yet slimmed-down the wartime Prevention of Terrorism Act dating from 1979.",
    "The Anura administration cannot even point to a progressive foreign policy to offset its retrogressive domestic policy.",
    "By his seven (or ten) secret pacts—that is precisely what they are so far—with India, Anura has violated the fundamentals of national sovereignty, independence and the transparent accountability of a democratic republic.",
    "With his invitation to neighbouring India—and our closest neighbour within India is Tamil Nadu—to develop the strategically crucial Trincomalee area, President Dissanayake risks making Sri Lanka’s new de facto border no longer its natural border as an island, which we retrieved and restored after  30 years when Mahinda Rajapaksa won the war. Anura’s Trincomalee giveaway draws our actual border further into the island, allowing our North-East to be India’s sphere of dominance and effective control. As did the mythical Vibheeshana, Anura is shrinking Sri Lanka’s sovereign space.",
    "No wonder President Dissanayake had no qualms opening a museum in the ancestral home bearing the name of Ehelepola, the traitor who collaborated with British colonialism which had failed to conquer the Kandyan kingdom militarily. Aptly enough, Ranil Wickremesinghe soon visited  .",
    "The touchstone of any kind of progressive government or foreign policy today, is the policy towards Israel which is genocidal in Gaza and rampaging militarily in the Middle-East.",
    "Decades apart, and heading opposed parties, Sirimavo Bandaranaike and Ranasinghe Premadasa evicted the Israelis. Today, President Anura Dissanayake is permitting an unprecedentedly large and assertive Israeli presence. He is doing so precisely at the worst time, with every reason to do the opposite-- Israel stands accused in the International Court of Justice of committing genocide, and is openly practising more barbaric brutality towards unarmed civilians, chiefly women and children, than any country has in living memory.",
    "I am not for banning Israeli tourists, but am certainly advocating a robust rollback, including deportation of Israelis who behave aggressively (according to many Sri Lankan eyewitnesses); exhibit propaganda in favour of their genocidal Gaza war and the IDF (no Russian or Ukrainian tourists boast of their war and militaries over here); and establish without a proper visa status and official permission, Zionist hubs.",
    "Why was a young Thai arrested and given a suspended sentence for walking topless, while Israelis who have been repeatedly reported by the Sri Lankan surfer community as using physical violence, as well those who have engaged in construction without due paperwork and allegedly while on tourist visas, not been arrested? If these reports (hardly anonymous, and some in parliamentary speeches) are untrue, why have they not been officially contradicted?",
    "A Muslim youth was detained under the draconian PTA for nine months, for a peaceful anti-Israeli protest.",
    "The ‘progressive’ Anura administration is displaying a preference for advocates (and possibly practitioners) of genocide, over the protests of the peaceful Sri Lankan citizens and non-confrontational tourists. (https://www.sundaytimes.lk/250720/columns/is-sri-lanka-becoming-a-haven-for-foreign-war-criminals-606066.html)",
    "There are no policies or practices in the internal or external domains; in poverty reduction, ethnic autonomy, human rights, or foreign relations; that qualify the AKD-led JVP-NPP government to be described as progressive, still less leftist or left-oriented.",
    "This leaves us with a huge paradox. The SLFP-LSSP-CPSL United Front Government of 1970-1977 was less fake in its progressivism (Republican Constitution, ceiling on land ownership, ‘nationalization’ of plantations) than Anura Dissanayake’s JVP-NPP administration. But the UF Govt faced principled, rigorous criticism from the left and progressive intelligentsia including academia, while the admirable FSP-PSA is the only left opposition today (Pubudu Jayagoda is the country’s most respected ‘organic intellectual’).",
    "Kumari Jayawardena, Regi Siriwardena, Suriya Wickremesinghe, Newton Gunasinghe, Godfrey Gunatilleke, Desmond Fernando, GVS de Silva, Kuru Gunawardena, Fr Paul Casperz, Fr Tissa Balasuriya, Charles Abeysekara, AJ Goonewardene, Susil Sirivardhana, Senaka Bandaranaike, RALH Gunawardena, Susantha Goonetilleke, Berty Gajameragedera. Almost all supported or welcomed the UF victory in 1970. Yet, no friendly Government or friends in Government could coopt them. Nothing silenced their critique and dissent. Never guided by herd instinct, they could never be reduced to fellow-travelling, still less compliant stooging. They were independent-minded left and progressive intellectuals (even if, exceptionally, party members) who combined deep knowledge with courage and conviction. They had strong individual personalities and intellectual integrity.",
    "As the youngest founder member of the Social Scientists Association (SSA) who spent the 1970s (my teens) in the intellectual-institutional zone (Center for Society and Religion, Marga, Satyodaya, SSA, OCIC etc.) of the left and progressive intellectuals partially listed above, I am troubled by the vacuum I see today.",
    "Though the Left parties (LSSP, CPSL) were eliminated at the 1977 election, the independent left intelligentsia retained its credibility and provided left and progressive continuity because of its non-partisan but engaged, critical role in the 1970s. The Lanka Guardian founded on May Day 1978 by Mervyn de Silva became the main platform from which it intellectually challenged UNP hegemony."
  ]
}