{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hnb-assurance-group-surpasses-20-growth-mark-for-the-third-consecutive-year/",
  "time_ut": 1708537440.0,
  "original_lang": "en",
  "original_title": "HNB Assurance Group surpasses 20% growth mark for the third consecutive year",
  "original_body_lines": [
    "HNB Assurance Group recorded yet another year of exceptional performance, marking the third consecutive year of achieving a growth rate exceeding 20% in terms of GWP (Gross Written Premium). The year 2023 witnessed the Group achieving remarkable financial milestones and an array of local and international awards, solidifying its position as a frontrunner in the insurance industry.",
    "HNB Assurance Group recorded a substantial GWP of LKR 18.7 Bn, showcasing a remarkable growth of 20% compared to the previous year. Reflecting on this achievement, Ms. Rose Cooray, Chairperson of HNBA and HNBGI, expressed her delight, stating, “To me personally, the remarkable growth trajectory of the HNB Assurance Group stands as a testament to our commitment to delivering value to our stakeholders. Both teams at HNBA and HNBGI performed an outstanding job, leaving no stone unturned, meticulously analyzing every challenge, and capitalizing on every opportunity. This approach to business was imperative, particularly in the aftermath of COVID-19 and the subsequent economic and social upheaval, where we as a nation encountered numerous challenges in diverse forms. In addition to our consistent growth of GWP, over the past three years, we as a group have so much to celebrate. Our Group assets grew by LKR 10 Bn during the year, well exceeding a remarkable total of LKR 51.2 Bn. Further, investment income for the Group surged to LKR 7.2 Bn, representing an outstanding growth of 49% from LKR 4.8 Bn in the preceding year. In terms of the Group’s profits, we recorded a commendable LKR 1.76 Bn in PAT.”",
    "Honoring claims plays a vital role in maintaining the trust for any insurance company, “I am proud to note that the HNB Assurance Group honored claims of LKR 6.6 Bn, showcasing a growth of 19% compared to the previous year, aptly demonstrating our position as a reliable partner during our policyholder’s time of need.” explained Ms. Cooray.",
    "‘Revenue collecting PCs had only Rs. 40 billion for public service in 2021’",
    "Sri Lanka College of Endocrinologists partners with Morison to address the rising challenge of diabetes",
    "HNBA and HNBGI Celebrate Insurance Month with a Renewed Pledge to Protect",
    "HNB Assurance becomes the only Sri Lankan insurance company in 70 Best Workplaces in Asia™ 2022",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}