{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/EU-agrees-to-9-4-m-grant-to-push-sustainable-development/34-782092",
  "time_ut": 1758660805.0,
  "original_lang": "en",
  "original_title": "EU agrees to $ 9.4 m grant to push sustainable development",
  "original_body_lines": [
    "European Union Ambassador to Sri Lanka Carmen Moreno (left) and Treasury Secretary Dr. Harshana Suriyapperuma",
    "Financing to restore degraded ecosystems, targeted conservation strategies, and sustainable land use",
    "Will also develop solid waste management systems to protect environment, improve public health",
    "The Finance Ministry yesterday said that it had signed a Euro 8 million ($ 9.4 million) grant agreement with the European Union to support the country’s sustainable economic recovery through biodiversity conservation and waste management.",
    "The $ 9.4 million grant, provided by the European Union, will support a project jointly developed by the Ministry of Public Administration, Provincial Councils and Local Government, the Ministry of Environment, and the EU.",
    "The initiative will support biodiversity conservation by restoring degraded ecosystems, implementing targeted conservation strategies, and promoting sustainable land-use practices.",
    "It will also address the growing need for effective solid waste management systems, contributing to both environmental protection and improved public health.",
    "In a statement the Finance Ministry said that the Government recognises that past efforts have fallen short in creating an eco-friendly and resilient economy, and this partnership with the EU is a significant step forward in strengthening that course.",
    "The grant agreement was formally signed yesterday by Treasury Secretary Dr. Harshana Suriyapperuma and European Union Ambassador to Sri Lanka Carmen Moreno.",
    "Ambassador Moreno said: “Biodiversity is one of the most important assets of Sri Lanka, and through this project we will work together with the authorities to strengthen its protection by improving management of waste.”",
    "She added: “EU experience, technology and private sector investments are key elements in the project that will support Sri Lankan policies to connect to the world. Protection of biodiversity contributes to the global health and the fight against climate change.”",
    "Dr. Suriyapperuma said the project aligns closely with Sri Lanka’s sustainable development agenda and its dedication to protecting biodiversity."
  ]
}