{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Police-nabs-five-underworld-kingpins-in-joint-international-operation/56-780959",
  "time_ut": 1756421419.0,
  "original_lang": "en",
  "original_title": "Police nabs five underworld kingpins in joint international operation",
  "original_body_lines": [
    "Operation involves Sri Lanka Police, CID, Indonesian Police, INTERPOL, and Indian intelligence agencies; suspects to be repatriated within 2–3 days",
    "Public Security Minister Ananda Wijepala says crackdown marks end of political protection for organised crime; vows end to political-crime nexus",
    "Affirms no one is above the law; probes into role of politicians who allegedly enabled criminal networks, investigations extend to assets of detained suspects",
    "Says nearly 75 red warrants issued; over 20 underworld figures already brought back in recent months",
    "Reveals plan to establish a Special Court for swift prosecution of organised crime cases",
    "Public Security Ministry Secretary Ravi Seneviratne says law enforcement now operates free from political interference for first time in decades",
    "IGP Priyantha Weerasooriya says Sri Lankan criminals remain active overseas, including in Dubai, Oman, Russia, Belarus and France, with further operations planned",
    "In a major breakthrough against organised crime, the Government yesterday announced the arrest of five notorious underworld figures, including Kehelbaddara Padme, Commando Salinda, and Backhoe Saman, following a joint international operation in Indonesia.",
    "Public Security Minister Ananda Wijepala addressing a special press conference at the Government Information Department said the suspects were apprehended in Jakarta during an over seven-day operation involving the Sri Lanka Police, Criminal Investigation Department (CID), Indonesian Police, and INTERPOL, along with support from Indian intelligence agencies.",
    "He said the suspects are expected to be repatriated within the next two to three days.",
    "The Minister stressed that the crackdown reflects the National People’s Power (NPP) administration’s pledge to dismantle the nexus between politics and criminal networks.",
    "“This is the end of an era where organised crime thrived under political protection. Nothing is above the law and no individual, regardless of position, is beyond accountability. Our political goal is to build a law-abiding society, where justice and fairness prevail,” he added.",
    "He asserted that the Government was also examining the role of politicians who had allegedly enabled organised crime in the past to maintain their political power.",
    "“Organised crime has often been shielded by political patronage. But this Government is committed to investigating those responsible for nurturing such criminals to secure political power,” the Minister stressed.",
    "The Minister noted that investigations were underway into the assets of those detained, adding that many of the crimes were politically linked.",
    "Wijepala revealed that red warrants have already been issued for nearly 75 underworld figures, with over 20 successfully brought back to Sri Lanka in recent months, whilst discussions with countries are ongoing.",
    "The Minister thanked the Indonesian Government, Indonesian Police, INTERPOL, Indian intelligence agencies, Special CID team of Sri Lanka Police, Ministry Secretary, and Inspector General of Police (IGP) for the successful operation, as well as President Anura Kumara Disanayake for his guidance.",
    "In addition, he revealed that the Government has decided to establish a Special Court dedicated to prosecuting organised crime cases. The move, according to Minister Wijepala, is aimed at ensuring swift legal action against underworld leaders who have long evaded accountability.",
    "“This is not just about arrests, it is about breaking the cycle of impunity and proving that no one is above the law,” he said.",
    "Public Security Ministry Secretary Ravi Seneviratne underscored that the Government has granted full independence to law enforcement agencies, enabling them to act free of political interference for the first time in decades.",
    "He noted that organised crimes in Sri Lanka have been difficult to eradicate because they were built and protected with the support of politicians.",
    "“Most underworld figures continue to operate from overseas bases in India, Malaysia, Indonesia, and Abu Dhabi, where they are closely tied to drug trafficking,” Seneviratne said.",
    "IGP Priyantha Weerasooriya noted that while political involvement in crime was widespread in the past, law enforcement now operates without interference.",
    "He said Sri Lankan criminals remain active in Dubai, Oman, Russia, Belarus, and France, and that operations to bring them to justice will continue."
  ]
}