{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97754/sri-lanka-india-working-to-link-power-grids-via-12bn-undersea-transmission-line",
  "time_ut": 1709655660.0,
  "original_lang": "en",
  "original_title": "Sri Lanka, India working to link power grids via $1.2bn undersea transmission line",
  "original_body_lines": [
    "Sri Lanka and India are working on an estimated USD 1.2 billion undersea transmission line that will link the island nation’s power grind with that of India to provide energy security to this country, a top Sri Lankan official said on Tuesday.",
    "The proposal is to link Sri Lanka’s north central town of Anuradhapura and Chennai, the capital of Tamil Nadu state in India through a direct power line. After a 130km overland transmission line in India, an undersea line (via a submarine cable) will emerge at Thiruketheeswaram in Mannar in northeast Sri Lanka.",
    "Sulakshana Jayawardena, Secretary to the Ministry of Power and Energy said, “This will raise our hopes on energy security.” He said this days after the fifth meeting of the India-Sri Lanka joint working group (JWG) for cooperation in the power sector was held on February 28 here. The High Commissioner of India to Sri Lanka Santosh Jha also attended the meeting.",
    "“The proposal for the power grid interconnection was discussed at this meeting,” Jayawardena said.",
    "The 4th meeting of the JWG was held in June 2019 in India. This was the 5th meeting of the JWG.",
    "A statement from the Indian High Commission said that during the meeting, discussions were held on the power grid interconnection between India and Sri Lanka and the Sampur Solar Power project, to be built by India in Sri Lanka’s eastern Trincomalee district.",
    "On March 1, India and Sri Lanka signed an agreement for the development of a hybrid renewable energy system for the Delft, Analativu and Nainativu islands of the northern Jaffna peninsula.",
    "The project, to be carried out under grant assistance from the Government of India, will comprise a 530 kW of wind power, 1,700 kW of solar power, 2,400 kWh of battery power and a 2,500 kW diesel power system for the three islands, which are not connected to Sri Lanka’s national grid.",
    "The proposal to link Sri Lanka with the Indian power grid was proposed more than a decade ago, but it has made little progress till now. In 2023, Sri Lanka said it had hoped to get the transmission line in place within two to three years so that renewable power produced on the island/s can be sold to India.",
    "After the February 28 meeting, Pankaj Agarwal, Secretary, India’s Ministry of Power, highlighted the benefits that could be accrued by Sri Lanka in the power sector integration with India.",
    "“It would cause significant cost reductions with Sri Lanka gaining capacity to export to India once the offshore wind capacity in Sri Lanka is harnessed. (It will) also encourage private sector investment in Sri Lanka’s power sector,” he said, according to a statement from the Indian mission in Colombo.",
    "However, there is no formal agreement in place as yet. Jayawardena told a local news channel that earlier there was an MoU signed between the two countries to conduct necessary technical assessment.",
    "“That is the only agreement. However, it was proposed (at the meeting) that the project should be implemented within a legal framework,” he said.",
    "Jayawardena on Tuesday said the project, which is expected to cost USD 1.2 billion, would require the establishment of a new institution where Sri Lanka would have a 50 per cent representation.",
    "However, the proposal needs further discussions as Sri Lanka would need to source funding for it, he added.",
    "The statement from the Indian High Commission also noted that substantial progress had been made on the Sampur Solar Power project, especially after the visit of the President of Sri Lanka to India in July 2023, during which an energy permit for 50 MW power plant was granted to the implementing agency, Trincomalee Power Corporation Limited (TPCL).",
    "The TPCL is a joint venture between the Indian entity NTPC Ltd and the Ceylon Electricity Board (CEB).",
    "The Indian side also agreed to extend technical assistance to CEB in areas to be identified by the Sri Lankan side, it said.",
    "After the March 1 agreement, local media reports have highlighted how the energy sector was identified as a priority area in the India-Sri Lanka Economic Partnership Vision document, which was adopted during the visit of President Ranil Wickremesinghe to India in July 2023.",
    "Several landmark initiatives such as the power grid connectivity, and multi-product two-way oil pipeline are currently under discussion between India and Sri Lanka in the energy sphere. India’s overall development partnership portfolio stands at USD 5 billion with almost USD 600 million being in grants alone."
  ]
}