{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-opposition-parties-maintained-notable-lead-in-opinion-survey-for-may-170899/",
  "time_ut": 1720086720.0,
  "original_lang": "en",
  "original_title": "Sri Lanka opposition parties maintained notable lead in opinion survey for May",
  "original_body_lines": [
    "ECONOMYNEXT — Opposition parties the Samagi Jana Balawegaya (SJB) and National People’s Power (NPP) maintained a strong lead in a Sri Lanka parliamentary election voting-intent poll for May conducted by an independent research institute.",
    "The Sri Lanka Opinion Tracker Survey (SLOTS) carried out by the Institute for Health Policy (IHP) found little changes in voting intention amongst all adults surveyed in May 2024. Support for the SJB remained unchanged at 34 percent while support for the NPP dipped by 1 percentage point to 34 percent as well.",
    "President Ranil Wickremesinghe’s United National Party (UNP)’s position also remained unchanged at 6 percent, somewhat behind the ruling Sri Lanka Podujana Peramuna (SLPP) which enjoyed 13 percent support (dropping just one point) in May.",
    "Despite the UNP’s poor showing, however, a separate poll on presidential election voting intent, also carried out by IHP, showed that support for Wickremesinghe increased to 15 percent in May, though still lagging behind his rivals.",
    "Support for Sri Lanka president grew in May but remained far behind rivals: pollSee more",
    "IHP said in a statement on Thursday July 04 that the May estimates for the parliamentary election voting intent poll are provisional and are associated with a margin of error of 1–5 percent for the four leading parties.",
    "“The voting intent results for previous months have changed in this update as more data was collected after the last release. Compared to IHP’s May release, estimates of NPP support in April 2024 were revised by +1 point. These estimates are for all adults and not for likely voters. They are based on the 01/ 2024 revision of the IHP SLOTS Multilevel Regression and Poststratification (MRP) model,” the institute said.",
    "“IHP is working on improving its likely voter model and will resume the release of voting intent in likely voters in a future update. It should be noted that differences in voting intent shares between all adults and likely voters have typically been 1–2 percent for most estimates in the past two years,” it said.",
    "According to IHP, the May 2024 update is based on 17,751 interviews conducted across Sri Lanka since October 2021, including 503 interviews carried out in May 2024. The institute said that its SLOTS MRP methodology first estimates the relationship between a wide variety of characteristics about respondents and their opinions – in this case, ‘If there was a General Election today, which party would you vote for?’– in a multilevel statistical model. It then uses a large data file that is calibrated to the",
    "national population to predict voting intent each month since October 2021, according to what the multilevel model says about their probability of voting for various parties (‘post-stratification’) at each point in time. The multilevel model was estimated 100 times to reflect underlying uncertainties in the model and to obtain margins of error, said IHP. (Colombo/Jul04/2024)"
  ]
}