{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Navigating-tax-reforms-Immediate-measures/4-768472",
  "time_ut": 1730059681.0,
  "original_lang": "en",
  "original_title": "Navigating tax reforms: Immediate measures",
  "original_body_lines": [
    "The abolition of the SVAT will adversely affect exporters, among others, negatively impacting Sri Lanka’s efforts to attract foreign currency",
    "The greatest challenge for policymakers and tax administrators is to establish a robust, corruption-free refund mechanism. For over 25 years, Sri Lanka has struggled to implement efficient tax refund mechanisms for both VAT and income tax. The new Government must address these issues before proceeding with the abolition of SVAT",
    "The International Monetary Fund (IMF) has consistently identified economic inefficiencies in Sri Lanka’s tax collection processes in its reports. According to the IMF Country Report No. 24/162, “perceptions of corruption have increased from 2012 to 2022. During this period, tax revenue fell sharply from an average of 10-12 percent pre-crisis to less than 8 percent in 2022, as many taxpayers exited the tax net. Weak fiscal performance is linked to governance challenges associated with limited transparency and low tax collection efficiency, which can lead to questionable policy decisions, limited capacity, and weak accountability”.",
    "Undoubtedly, all attention is on the new President as to what tax policies he will adopt during this challenging period. From the writer’s perspective, several immediate areas require the policymakers’ attention, which are summarised below.",
    "Imputed Rental Income Tax: not the correct strategy for Sri Lanka",
    "To address the low tax-to-GDP ratio, the previous Government was preparing to impose a tax on imputed rental income. The introduction of the Imputed Rental Income Tax (IRIT) was proposed as a new measure to boost revenue. However, with the pronouncement that it will not be imposed on first house the effectiveness in improving tax collection remains uncertain.",
    "The IRIT was designed to be levied on owner-occupied properties, requiring taxpayers to pay taxes on imaginary income (including vacant houses), rather than actual earnings. This concept is employed in countries like Switzerland, Denmark, and the Netherlands to create parity between homeowners and renters. In such jurisdictions, homeowners can reduce their taxable income by deducting mortgage interest and maintenance costs. Therefore, an imputed rental income is recognised against which homeowners could deduct these two expenses.",
    "In Sri Lanka, however, homeowners currently do not receive deductions for housing loan interest and maintenance cost. The rationale that exists in foreign jurisdiction for creation of imputed rental income concept is therefore not applicable in the Sri Lankan context.",
    "Before the Presidential elections, policymakers indicated that the IRIT would not apply to average households, with the first house being exempted. This raises the question of whether such an exemption would contribute to increased tax revenue.",
    "IRIT is not suitable for Sri Lanka for the following reasons.",
    "a. The rationale behind imputed rental income used in foreign tax frameworks to establish parity between renters and homeowners does not apply here.",
    "b. Ineffectiveness as a tool to collect significant revenue to the State given the first house exemption.",
    "c. Collecting taxes from imaginary income lacks moral justification, especially when there are more viable tax collection sources to address Sri Lanka’s financial crisis.",
    "The current global trend is to implement mechanisms to ensure that non-resident digital service providers contribute their fair share of taxes. The OECD, for instance, recommends adopting a “place of taxation” rule, which bases the taxes on digital services on the consumer’s location rather than the service provider’s location. Additionally, the OECD suggests that non-resident digital service providers should register and account for VAT/GST on remote digital sales through a simplified collection and compliance mechanism. This approach would ensure an effective tax collection, even for cross-border digital services.",
    "Implementing these recommendations could generate substantial tax revenue for state coffers. Moreover, it would create parity between local and non-resident digital service providers. Currently, local digital service providers are subject to both direct and indirect taxes, while non-resident providers are not, leading to an uneven playing field and threatening the local digital service industry’s sustainability.",
    "According to the Value Added Tax (VAT) Act and Inland Revenue Act (IRA), supplies and services provided outside Sri Lanka are eligible for zero-rating and exemption respectively, provided these funds are transferred to Sri Lanka through a bank. It is the responsibility of the Revenue Authorities to verify and ensure that beneficiaries of these zero-rating and/or exemption provisions have routed their profits and income to Sri Lanka within the specified period. To guarantee the inflow of foreign currency, it is imperative to intensify investigations and audits in this area.",
    "Sri Lanka should establish a robust tax policy unit within the Ministry of Finance, as advocated by the IMF. This unit should immediately scrutinise existing tax policies and legislation to identify potential new tax bases, rationalise and streamline tax holidays, reliefs, and exemptions, without political interference, to best serve the Sri Lankan economy. Essential relief measures should also be provided where necessary.",
    "Before implementing proposals, the unit should conduct a cost-benefit analysis and consider the impact on the overall economy. Additionally, the unit could assess whether to shift from the existing self-assessment payment basis to a withholding tax regime. A tax direction mechanism should be introduced across statutes to facilitate a successful withholding tax regime.",
    "i. Increase existing withholding tax rates, such as the 5% rate on interest.",
    "ii. Subject more transactions to the withholding tax regime, for example, Capital Gains Tax.",
    "iii. Extend the withholding tax mechanism to other tax statutes",
    "Fair recovery process and the establishment of the office of the Tax Ombudsman",
    "The tax office from recent times is focusing on collecting taxes from defaulters, a measure that should have been implemented earlier. While these recovery steps are being taken, it is essential that tax administrators remain fair in the process. The Government’s pressure to increase tax collection may lead officers to overlook taxpayer rights, potentially resulting in unfair treatment.",
    "Given recent trends, the establishment of a Tax Ombudsman office is a crucial move that should be promptly addressed. A Tax Ombudsman would provide taxpayers with a platform to raise grievances if subjected to an unfair process. The proposal to appoint a Tax Ombudsman has been included in two budget proposals. The 2017 Budget speech proposed establishing a Tax Ombudsman through an Act of Parliament to resolve taxpayer grievances and increase confidence in the tax system. Similarly, the 2023 Budget proposals, in Annexure VI, mentioned the appointment of a Tax Ombudsman to address taxpayer concerns.",
    "Balancing the powers and duties of Revenue Authorities with taxpayer rights and obligations will enhance equity and fairness in tax administration, improving perceptions of the tax system. It is crucial for the new government to prioritise establishing the office of the Tax Ombudsman through an Act of Parliament.",
    "A significant proposal currently under consideration is the abolition of the Simplified VAT (SVAT) from April 2025, which poses significant concerns for exporters and indirect exporters. In 2011, Sri Lankan tax administrators introduced SVAT to address the inherent cash flow inefficiencies within the VAT system. These inefficiencies, leading to refund build-ups, have been a recurring issue under both the Goods and Services Tax (GST) system (introduced in 1998) and the VAT system (introduced in 2002).",
    "The IMF’s tax recommendations for Sri Lanka, outlined in their March 2023 report (IMF Country Report No. 23/116), include measures to expedite valid VAT refunds and abolish the SVAT system. According to the IMF, the priority is to establish an efficient VAT refund mechanism, to be followed by the abolition of SVAT.",
    "The Government should not hastily abolish SVAT without ensuring the efficiency of the refund mechanism through effective digitalisation. Currently, SVAT is a cashless, seamless process with minimal opportunities for bribery and fraud. Therefore, the refund mechanism should be automated, and refunds should be issued promptly to prevent cash flow issues for exporters.",
    "The greatest challenge for policymakers and tax administrators is to establish a robust, corruption-free refund mechanism. For over 25 years, Sri Lanka has struggled to implement efficient tax refund mechanisms for both VAT and income tax. The new Government must address these issues before proceeding with the abolition of SVAT.",
    "The abolition of the SVAT will adversely affect exporters, among others, negatively impacting Sri Lanka’s efforts to attract foreign currency and jeopardising the health of the export industry."
  ]
}