{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sl-yet-to-come-out-of-crisis-increasing-dollar-revenue-should-be-a-priority/",
  "time_ut": 1724263620.0,
  "original_lang": "en",
  "original_title": "‘SL yet to come out of crisis; increasing dollar revenue should be a priority’",
  "original_body_lines": [
    "The Sri Lankan economy is now showing some stability after 2022 but it is yet to come out of that crisis. This could be done by increasing dollar revenue and by targeting four major sectors, a top economist attached to an independent policy think tank said.",
    "‘Stability is not a good place to stay in for long for any country but it is time to move out and increase the country’s revenue by curtailing borrowings, Chief Executive Officer, Advocata Institute, Dhananath Fernando said.",
    "Addressing Rotary Club Colombo South members at a recent function held at NH Collection, Colombo, Fernando said; ‘Since we are yet come out of this crisis, the country’s economic growth and stability should come from four main channels/sectors, namely, exports, foreign remittances, tourism and Foreign Direct Investment (FDI).",
    "Fernando added, ‘Over the last two years the government raised US $ 1.6 billion in loans for various purposes and debt servicing; interest and loan repayments will be started from September to settle the loans in two- and- a- half years.",
    "‘We are enjoying a debt moratorium from bondholders/creditors, until 2028 and during that grace period we have to develop those four sectors in order to come out of the economic crisis soon. If not the country will encounter another deep economic crisis.",
    "‘Export diversification will assist to increase the dollar revenue of the economy. At present, it’s around US $ 10 billion, which needs to be increased beyond that amount. This is a critical area that the government should focus on.",
    "‘Promoting of foreign direct investment into the country has a lot of issues where the land allocation is concerned for factory setting up. Today, the government occupies 82 percent of land in the country. ‘There is major red tape in releasing land for that purpose. Therefore, BOI should be made a one stop shop to clear up those bottlenecks.",
    "‘The issues in the tourism and hotel sectors, need to be addressed fast. In the hotel sector, our room charges are very high compared to other destinations in the region.",
    "‘The construction industry is going through a major setback. The major issue in question is that the cost of construction is 40 percent higher than in the region.",
    "‘In 2023 government revenue touched Rs 3 trillion. The country’s expenditure is approximately Rs 5.3 trillion, which includes, defence, education, maintaining the public sector and other expenditure. For the interest for loans or debt servicing, another Rs 2.5 trillion has to be paid.",
    "‘Reductions in the defence budget and reductions in hefty public sector expenditure, including for members of the three armed forces, could help reduce the government’s financial burden to a greater extent. ‘",
    "Sri Lanka’s thermal power plants ready to generate power from LNG within 18 months",
    "The Glenrock earns spotlight in National Geographic Traveller (UK) for its eco-luxury offering",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}