{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Elephant-House-Beverages-Reliance-Consumer-Products-launch-Campa-Beverages-in-Sri-Lanka/34-780128",
  "time_ut": 1754939034.0,
  "original_lang": "en",
  "original_title": "Elephant House Beverages, Reliance Consumer Products launch Campa Beverages in Sri Lanka",
  "original_body_lines": [
    "Ceylon Cold Stores, in collaboration with Reliance Consumer Products Ltd., (RCPL), is introducing the Campa Beverages brand in Sri Lanka.",
    "The partnership marks a new phase in the relationship between the two organisations and builds on their previous collaboration, which successfully launched Elephant House Beverages into the Indian market through the Reliance Group in February last year. With the introduction of Campa, the partnership aims to offer greater choice and innovation to Sri Lankan consumers with high-quality, affordable beverages that cater to evolving tastes and expectations.",
    "Campa’s entry into Sri Lanka further extends RCPL’s commitment to expanding its consumer brands across key regional markets. Since acquiring Campa Cola in 2022 and reintroducing it to Indian consumers in 2023, RCPL has revitalised a legacy brand that captured the imagination of generations in the 1970s and 1980s. The brand’s entry into Sri Lanka is supported by the strong market presence of Ceylon Cold Stores, a subsidiary of the John Keells Group, with its established distribution reach and operational scale.",
    "The partnership aims to deliver products that bring together nostalgia and relevance, tapping into a wide base of consumers looking for refreshing options. With this latest addition to the local beverage landscape, both companies reaffirm their intent to grow the segment with honest pricing, quality, and reach, backed by proven capabilities in brand-building and execution.",
    "Reliance Consumer Products Executive Director Ketan Mody said: “We are excited to enter the Sri Lankan market with our valued partner Elephant house Beverages. Campa is a heritage Indian brand founded more than 50 years ago that continues to enjoy the love of the consumers. We are investing for the long-term and see great potential for accelerated growth in the region. We have a track record of delivering innovative and global quality products at honest and affordable price points to customers. We are delighted to come together with our partner today to transform the beverage experience for consumers across Sri Lanka. Campa Cola has multi-generational relevance and reignites a memory and prompts consumers to revisit and relive those cherished moments. Campa isn’t just a drink; it’s a revival of a legacy, a taste of India, and a celebration of the spirit of today’s youth. We’re confident it will introduce a new wave of fans to its refreshing taste across all consumers in Sri Lanka.”",
    "Commenting on Campa’s arrival, John Keells Consumer Foods Sector President Daminda Gamlath said: “We are proud to collaborate with leading global conglomerate Reliance Consumer Products to bring Campa Beverages to Sri Lanka. This partnership reflects our dedication to offering consumers high-quality, diverse beverage choices that are rooted in heritage. This strategic alliance not only expands our beverage portfolio but also reinforces our position as Dominant local y player in the country’s competitive beverage market. We look forward to leveraging our robust distribution network and market expertise to establish Campa brand in Sri Lanka, just as it has been in India for generations.”",
    "The Campa portfolio in Sri Lanka includes Campa Cola, Lemon, Orange, and the energy range featuring Campa NRG Gold Boost and Berry Kik. With vibrant packaging and a flavour profile that is both nostalgic and bold, Campa is positioned as a symbol of perseverance and ambition, aimed at today’s youth and those driven by passion. Priced competitively at Rs. 100 for 250ml bottles, the range promises both value and appeal for everyday refreshment needs. The partnership brings together heritage, innovation and scale, and sets the stage for Campa to become a refreshing part of life for consumers across the island."
  ]
}