{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=86024",
  "time_ut": 1750510080.0,
  "original_lang": "en",
  "original_title": "The Garden City  of Colombo is gasping its last breath, but what remains, is still, a capital city with more charm and character than many. All it needs to revive, is a cocktail of vision and sincerity.",
  "original_body_lines": [
    "(The writer is an Environmental Architect, Regenerative Land-use Specialist & Author)",
    "On the avenues of Colombo, an intricate pattern of flickering shade has dappled her road surfaces, for almost two centuries. You don’t have to look up to know of leaves dancing in a wind in the high canopies. On roads that stretch east -west, evenings promise a spectacular kaleidoscope in a west-facing Gothic arch; an arch of old amazon trees, with their boughs meeting over roadways to frame sunsets, fading from gold and garnet to amethyst and sapphire blue.",
    "Colombo’s avenue system is the modern city’s only saving environmental grace. What remains, is a vital green lung and aerial highway for urban wildlife. When Colombo became the capital of the new British colony of Ceylon and commerce grew, the elite moved out of the congested real estate that clustered around the harbour. To create new neighbourhoods for the gentry, native forests were felled and the extensive wetlands of the Kelani River delta, were filled.",
    "Though urban tree planting was initiated by Dutch colonists, the British, after a few attempts at erasing their predecessors presence, eventually, seeing the value of shading the city, stopped felling. Large plots of real estate were laid out along avenues.",
    "By the end of the 19th century, mansions were built for the new lords of Lanka: British corporate management and government administrators along with local land proprietors and the occasional, successful local professional.",
    "The avenues of the new neighbourhoods were lined with the finest trees, from across the global sweep of European Empires. Most commonly, the avenues were planted with South American species of, Brazilian Rain Trees, rows of Tabebuia with their seasonal floral extravaganzas of sherbet pink and Jacaranda with clusters of tight purple buds, which us children of Colombo, popped on our forehead, with the same joy that children of today burst plastic bubble wrap…. Yellow poinciana from Indo-China and Andaman redwoods, with showers of bright yellow flowers and sturdy African Spathodea with fleshy orange florescence, which has now disappeared from even from the road named in its honour.",
    "These natural air filters, noise barriers and oxygen suppliers, remain a rare treasure, amidst the environmental degradation that our British colonisers left behind.",
    "In addition, Colombo’s walls were only a metre high. Beaumontia, Cat’s claw, Honeysuckle, Garlic creepers and Drunken sailor vines adorned the parapet walls and spilled their blooms and scent for pedestrians. Low gates (that often had children sitting on them), revealed, neatly mowed lawns of Kentucky blue grass, bounded by vivid foliage and shaded by flowering trees…. It seemed that anything and everything that grew on our planet had found its way into the fertile soil of Colombo.",
    "By the early 20th century, with roads beneath leafy archways and lush gardens, brimming with ferns and orchids, palm groves and screens of flowering shrubbery, Colombo became known as the ‘Garden City’ of Asia. But it was a short-lived moniker. The low walls disappeared by the 1980s, with Sri Lanka’s civil war. When security became paramount, parapet walls and elegant gates were replaced with fortifications.",
    "Gardens vanished from pedestrian sight and became exclusive. Inevitably, as resident populations grew and real estate prices soared, the gardens behind high walls were dissected and multiple homes sprang up in long ago gardens.",
    "The death knell to the grand old trees of Colombo’s avenues, came in 2009, at the end of the civil war. The erstwhile Defence Secretary Gotabhaya Rajapaksa, tucked the Urban Development Authority under his wing. What power, as he played zoning laws to the tune of properties that his favourites acquired, upgraded heritage buildings for lease by cronies and overrode the Colombo Municipality, ensuring that all building approvals, passed through the sticky fingers of his minions.",
    "Gotabhaya’s beautification plan included vast extents of paving. Paving, besides being the primary cause of heat islands and drainage issues in urban landscapes, also led to the existing pavements in Colombo being dug up. When the pavements were dug up, offending tree roots were cut and removed indiscriminately. Root systems of spreading trees usually exceed the circumference of its canopy.",
    "The fact that these roots were the steadying feet of the large trees that lined the roads and kept them from tipping over, was not considered. Or perhaps, this was of little concern to the contractors, ordered by the terrifying Defence Secretary, to lay as many million of the infamous ‘Gota keta’ as possible.",
    "Maximum paving meant concreting upto the tree’s trunk; the interlocking pavers, laid with great precision over the severed roots, hid the imbalance of the trees. In the absence of expertise, instead of identifying vital structural roots to be retained nor giving the tree adequate space to grow compensatory root systems, concrete was poured and pavers were levelled, with military precision.",
    "The much lauded beautification had ensured that the trees whose roots were haphazardly chopped, would fall soon. Many fell in the following years, exposing their clumsily cropped root systems. Other trees were removed, as roads were widened.",
    "The greatest crime was that systematic urban replanting was not undertaken. In 2023, a Ficus tree on Duplication Road, fell on a bus, causing fatalities. Ficus trees should never be on modern roadsides, as they cannot be afforded the space they need to put down aerial roots and stabilise themselves. Ficus is parasitic and takes years to kill its host and stand independently. No one responsible noticed or cared to remove the parasite, so, this was an accident waiting to happen.",
    "A few months after the accident, a witch hunt of ‘dangerous trees’ began. Instead of looking for the offending municipal official responsible for allowing this unstable tree to reach a dangerous height, the municipality looked for offending trees. A secret ‘expert’ hired by the Colombo Municipality has identified 1,000 trees to be felled in the city.",
    "A stealth operation, with an efficiency that is most uncharacteristic of Sri Lankan public officials, supervises tree cutters and timber trucks to move in together. Then, all but the tree root disappears, at the speed of a lion’s kill stolen by hyenas…. Where that prime timber goes and what coffers are filled with its sale, is also secret.",
    "Now, there are gaping holes in the Gothic archways that have long shaded and beautified Colombo. As the weeks go by unchecked, valuable timber trees are being removed systematically. Impeccably perfect trees, trees that slant, trees with branches that ‘could damage’ government buildings (eg; the ugly edifice with a ghastly rash of air conditioners, on the corner of Bauddhaloka Mawatha and Stanley Wijesundera Mawatha, that accounted for two large trees), any tree that loses branches in a storm or has low hanging branches and definitely, trees with hollow trunks, have to go.",
    "Lighthouse design changed to a cylindrical shape in the 18th Century, when civil engineer John Smeaton, noticed that oak trees often became hollow, to increase their resilience to wind. As trees age, they lower their branches, not because the branches are about to break, but for stability — just as we spread our arms out, when trying to balance.",
    "In more advanced countries, every year, before the monsoon season, a team evaluates broken or rotting branches and prunes the city’s foliage. In those same smart administrations, urban trees are propped and tethered, rather than felled, because they understand that a wall can be repaired, but a tree will take decades to provide its innumerable ecosystem services.",
    "Most importantly, they know that a tree’s value extends far beyond the revenue from its timber. Unfortunately, these facts are irrelevant, not only to the decision-makers of the Colombo Municipality but every state authority, who sadly, has jurisdiction over public lands that valuable trees are rooted in.",
    "The secret ‘expert’s’ expertise is limited to cutting, not planting, as I’m told, any advice on suitable species for replacement, is welcome. Evidently, there still is no plan to replant the avenues of Colombo, even though this should have been done decades ago.",
    "As we have moved beyond colonial perspectives of merrily tossing exotics around the planet, and science has proven that native species expedite ecosystem services, to identify native species is not a chore. If uninspired, there already are many examples of successful native trees planted in urban Sri Lanka:",
    "•\t  Mi (Madhuca longifolia) was planted throughout Hulftsdorp in the 1980’s, to honour the single tree that was saved during the construction of the Supreme Court.",
    "•\t  Na (Mesua ferrea) planted in the 1980’s along the access way to Parliament, is now a mature avenue of the national tree. The avenue of non-native Indian willows of Independence Square, replaced with Na, circa 2000.",
    "•\t  Tamarind (Tamarindus indica) planted along the road from Mahiyangana, Girandurukotte, Kataragama etc; though slow growing……………….",
    "Take inspiration from place names, that have withstood time and confirm species suitability:",
    "•\t  Davata (Carallia brachiata) along the roads beside the, Davatagaha Mosque and the adjacent Colombo Town Hall.",
    "Reach out to genuine experts such as, Dr. Siril Wijesundera, Prof. Nimal Gunatilleka, Prof. Savitri Gunatilleke, Prof. Nirmalie Pallewatta, Prof. Shirani Balasuriya….",
    "The Garden City is gasping its last breath, but what remains, is still, a capital city with more charm and character than many. All it needs to revive, is a cocktail of vision and sincerity.",
    "I am not alone in my attempts to reach out to decision makers and powerful politicians to impress the environmental value of Colombo’s avenues, but the response we have all received, is devoid of urgency and interest… and so, the signature of Colombo, the beautiful, giant trees disappear."
  ]
}