{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104541/sri-lankas-economic-recovery-must-be-coupled-with-indias-growth-ranil",
  "time_ut": 1735374480.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s economic recovery must be coupled with India’s growth - Ranil",
  "original_body_lines": [
    "Combining Sri Lanka’s economic recovery with India’s “sustained and swift economic growth and technological advancement” will “establish” larger markets for the island country and give it a path away from debt-fuelled growth of the last two decades, according to former president Ranil Wickremesinghe.",
    "“The 2024 statement (India-Sri Lanka joint statement issued this month during island President Anura Kumara Dissanayake’s visit) is explicit on moving Sri Lanka away from a debt-driven economic model,” Wickremesinghe said Friday at the 7th Atal Bihari Vajpayee Memorial Lecture organised by India Foundation at India Habitat Centre in New Delhi.",
    "“For two decades, Sri Lanka’s economy has relied heavily on excessive debts, culminating in bankruptcy and an economic meltdown.",
    "Therefore, the strategy in this statement is to enhance Sri Lanka’s economic development by coupling our economic recovery with India’s sustained and swift economic growth and technological advancement,” he added.",
    "Wickremesinghe further said that it was expected that India would be the third largest economic power in the world by 2040. “By then, Tamil Nadu’s GDP (gross domestic product) would have exceeded $1 trillion. This is the powerhouse to which Sri Lanka has to connect as a region,” he asserted during the lecture chaired by former Union minister Suresh Prabhu.",
    "Wickremesinghe, who has been Sri Lanka’s prime minister six times, lost the presidential race in September this year to Dissanayake. He had taken over as leader of Sri Lanka at the height of its economic crisis in 2022, when the nation declared itself as bankrupt due to a balance of payments crisis.",
    "New Delhi stepped in with emergency loans worth $4 billion, which helped sustain the economy to a degree till a bailout package could be negotiated with the International Monetary Fund (IMF). However, ties between India and Sri Lanka, especially deeper economic linkages, have not always been welcomed domestically within the island nation.",
    "“In 2017, the two governments also entered into an MoU (memorandum of understanding) on cooperation in economic projects under the agenda for bilateral economic cooperation… whenever such cooperation (economic) is attempted, some of the trade unions and political parties in Sri Lanka oppose it,” said Wickremesinghe.",
    "“Even in this instance, trade unions came out on strike against the Trincomalee oil tank farm proposal. Some of the political parties even called for its abolition… however, the calamity of COVID-19 and consequential economic crisis in Sri Lanka (sic). At the most crucial moment, when Sri Lanka declared bankruptcy… India stepped up valiantly to help us,” he added.",
    "The aid changed the course of India-Sri Lanka ties, with all political parties in the island nation arriving at a consensus to deepen economic linkages with New Delhi.",
    "Wickremesinghe pointed to the support he received from Sri Lanka Podujana Peramuna (political party) in 2023, when India and Sri Lanka announced their economic partnership vision during his visit to New Delhi in July.",
    "Earlier this month, during Dissanayake’s visit to India, the National People’s Power political party led by him, so far perceived as the only holdout to the economic partnership, also joined in announcing the India-Sri Lanka statement on fostering partnerships.",
    "This political consensus did not exist till the turn of the current decade.",
    "In the previous decade, Sri Lanka had looked to China to help in its debt-fuelled economic growth, especially for funding of large infrastructure projects. Between 2000 and 2021, China lent $20.5 billion to Sri Lanka for its projects, with a large amount of money disbursed between 2009 and 2014, according to AidData, a global research institute.",
    "Projects included the Hambantota International Port, which received over $1 billion in funding from China, before being leased to a Chinese corporation in 2017 for 99 years. Another example of debt-funded projects is the Mattala Rajapaksa International Airport in Hambantota, which was built with almost $200 million in loans from China.",
    "The current economic vision for India and Sri Lanka has been at least two decades in the making, with Wickremesinghe pointing to the late Atal Bihari Vajpayee’s premiership in India as kickstarting the talks towards a comprehensive economic partnership agreement way back in 2003.",
    "During his lecture, Wickremesinghe said that in 2001, during his visit to India as Sri Lanka PM on the invitation of Vajpayee, the Sri Lankan army was on the backfoot in its war against the Liberation Tigers of Tamil Eelam (LTTE).",
    "Wickremesinghe, who had campaigned on a peace platform during the 2001 polls which led to his victory, had come to India seeking New Delhi’s backing for a ceasefire with the LTTE. Vajpayee supported the ceasefire effort, and the Sri Lankan government signed a ceasefire agreement with the LTEE in February 2002.",
    "As part of a joint statement on 24 December, 2001, India promised to provide 25,000 tonne of wheat per month to Sri Lanka for one year, as well as to study the feasibility of building a land bridge connecting Tamil Nadu with the island nation.",
    "Two years later, in October 2003, the ‘India-Sri Lanka Joint Study Group’ presented recommendations on the feasibility of a comprehensive economic partnership agreement between the two countries to both Vajpayee and Wickremesinghe during the latter’s visit to New Delhi.",
    "“Expressing their satisfaction on the speed with which the joint study group prepared its comprehensive report with its far-reaching recommendations, the prime ministers congratulated the members of the group and directed that negotiations begin immediately, with the target of concluding the comprehensive economic partnership agreement by the end of March 2004,” said their joint statement.",
    "However, as Wickremesinghe explained, both leaders were out of office the following year, which prevented them from coming together for a comprehensive agreement relating to goods and services.",
    "India and Sri Lanka currently maintain a Free Trade Agreement, first signed in 1998, which came into effect in 2000. However, a comprehensive economic partnership agreement continues to remain elusive, despite completed negotiations."
  ]
}