{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-appoints-panel-to-address-slow-container-release-from-customs-196603/",
  "time_ut": 1735363800.0,
  "original_lang": "en",
  "original_title": "Sri Lanka appoints panel to address slow container release from Customs",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka government has appointed a panel led by Minister of Transport, Highways, Ports and Civil Aviation Bimal Rathnayake to take necessary steps to fast track the release of containers from the port without any delay.",
    "The Cabinet of Ministers approved the proposal by President Anura Kumara Dissanayake to appoint a panel.",
    "Importers have complained of slow clearance of containers due to long time taken to check by Customs officials.",
    "“Customs officers determine which containers need to be inspected at the exit gates and conduct a physical scan of the containers,” a government document stated.",
    "“Various issues have arisen in the clearance process in the past, resulting in an increased number of containers being inspected by customs officials daily.”",
    "“An increase in the number of ships arriving at the port has also been observed.”",
    "The panel is “to take necessary steps to implement an appropriate system to release containers from the port without any delay by further improving the efficiency of the current system for container release.”",
    "Importers also have said slow release of containers in the past also has been a strategy by some corrupt Customs officers to obtain a bribe.",
    "Customs Spokesman did not respond for queries on the delay for container release.",
    "A Customs officer, however, said the container release has slowed after a new Integrity Unit was established within the Customs in line with an International Monetary Fund (IMF) recommendation to reduce corruption.",
    "“Since the establishment of this unit, Customs officials have been taking more time to complete checking despite complaints on the delays by importers,” the official said. (Colombo/December 27/2024)"
  ]
}