{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-provides-hope-for-democracy-in-the-west/",
  "time_ut": 1727679480.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Provides Hope for Democracy in the West",
  "original_body_lines": [
    "Sri Lanka’s Presidential election saw a genuine left-winger, from a Marxist party, record a victory that upended the country’s political establishment. But the NPP’s win was more than just historic for this country. A man whose ideology with regard to the fundamental questions of policy differs from all predecessors was elected. This is something presently unimaginable in the West. While it may have been different 100 years ago, today in most major Western countries, there is increasingly no way for the public to vote away the two sacred cows of the establishment: neoliberal capitalism and neo-con foreign policy. Here, Sri Lanka can provide hope.",
    "In Sri Lanka the debate centred on who could best ease the economic hardship of ordinary people, in the short and long-term. Sri Lankans voted for their core economic interests, even when this meant a break from the status quo. In the West, not only is the question of capitalism versus socialism off the table, but so too the possibility of a politician winning who may have even mild views questioning neoliberalism.",
    "This is accomplished partly by the Western political debate being curated for preoccupation with identity politics (immigration, abortion, gender) or inane platitudes, both unthreatening to the establishment. At most, there may be clashes over micro-differences in niche economic policies (health insurance in the US, child benefits cap in the UK).",
    "The contrast is not simply due to Sri Lanka’s economic situation being more dire. In the US, economic stress for ordinary people has increased with precedents being set in terms of the first generation emerging to be poorer than their parents and declining life expectancy. In the UK, a decade of austerity saw the state criticized by the UN Special Rapporteur in 2019 for maintaining policies that increasingly deny enjoyment of basic economic rights to the vulnerable.",
    "The lack of debate over economic fundamentals today is historically rooted, in large part, in the anti-communist repression and propaganda in the US, in the early 20th century and 1950s, and the anti-Soviet propaganda across the West throughout the 20th century. This left an indelible mark on the psyche of the Western public. Leftist or social democratic political parties had to constantly equivocate and apologize to avoid being smeared as ‘traitors’. By the 1970s, the erstwhile ‘Left’, Democrat Party had surrendered the economic argument, retreating to identity issues.",
    "The policy outcomes of this lack of choice speak for themselves. In the early 1960s, the richest 10% of Americans enjoyed around . By 2012, it was over 50%. During the pandemic years 63% of new wealth created was bagged by the richest 1%. assessing public opinion and government policy over 20 years, found that the opinions of “economic elites and organized groups representing business interests have substantial independent impacts” while “the preferences of the average American appear to have only a minuscule,  near-zero, statistically non-significant impact”. Even at the technical level, the US could no longer be accurately described as a democracy, but as an oligarchy.",
    "The same is seen in the other paramount area of government action, foreign policy.",
    "Since Vietnam, the US and those countries whose foreign policies unfailingly mirror the US’s, have entered war after war, almost always without full public support or full public knowledge. From backing the Contras against Nicaragua to the Iraq War and beyond.Today we have a situation where a majority of Americans believe that the US should not do any more to ‘help Ukraine’, yet Congress keeps voting, including by a 3/4 majority, to keep spending billions. Regarding the reheated Israel-Palestine conflict believe Israel should call a ceasefire and try to negotiate. Only of Israel’s military actions in Gaza. The US Congress meanwhile, pledging whatever support Israel needs to continue the war in a vote of 412-10, a 98% majority. Biden’s approval rating is at an all-time low, with all voters disapproving of his foreign policy amidst the conflict. Among those aged 18-34, of his handling of the war. In Britain,  76% of the public support a ceasefire. When Parliament voted, however, only 125 MPs out of 650, just 19%, backed a ceasefire.",
    "This has led to a situation where governments of states like Sri Lanka, often lectured to about democracy, hold stances on the two major international issues that are more aligned with their public’s views than Western governments are with their public. In relation to Israel-Palestine, Global South states are actually more aligned with the views of  Western public, than Western governments themselves are.",
    "Sri Lanka’s election campaign did not focus as much as Western states on Gaza or Ukraine, due to Colombo having few direct interests at stake. However, even in relation to the small degree of involvement Sri Lanka did have – previous President Wickremesinghe’s commitment to the US Red Sea force – there was a range of views across candidates, with such decisions unlikely under the new NPP government. On the most important foreign policy/national security matter for Sri Lanka, the questions of separatism and devolution – voters had diversity of choice across candidates, reflected in their geographic spread of votes.",
    "In the US and most other Western states, there have long been minor parties which have at various times reflected the will of the majority on these important policy areas. The US Greens provide a useful example. They have consistently aligned with the public on unpopular wars and supported economic policies that benefit the majority. Nevertheless, they are never serious contenders for power. Neither are independent candidates, despite more voters identifying as ‘independents’ than as Democrats or Republicans. This is due to several undemocratic structures such as the legal exclusion of minor candidates from ballots and debates. In the UK, the ‘first past the post’ system has meant that a party that receives only 34% of the vote can win 64% of the parliamentary seats, while millions who voted for minor parties see their will unrepresented.",
    "In contrast, Sri Lanka’s election saw around 38 candidates listed on the ballot for President. Even candidates who ended up winning less than 2,000 votes (in a country of 22 million) were represented on the national ballot paper, giving the public genuine choice. In the end, despite NPP having won just four percent in the 2020 parliamentary elections and AKD having garnered three percent in the 2019 presidential election, Sri Lankans were able to vote him to victory in 2024.",
    "The inability to be represented has led to terminal apathy among Western voters.",
    "The turnout for the last US presidential election was 66% of the voting eligible population. In the UK election it was 60% of those registered to vote, only eligible to register to vote, the lowest since universal suffrage. In Sri Lanka the turnout was 75%.",
    "Democracy requires informed consent. Perhaps the most pivotal actor in the suffocation of democratic choice within the West is the mainstream media. This is due to the unprecedented uniformity of permitted views, due to the unprecedented levels of concentration of media ownership. In the UK around 90% of the newspaper market, 80% when online is included, is . In the US, just six mega-corporations own almost everything people watch, read, and hear. This means those who do not deliberately search for alternative media (because they have to focus their time on economic survival, i.e. the majority) have no freedom of choice, and are not informed. The same conglomerates that profit from war maintain near-exclusive power to tell people the pros and cons of war.",
    "Politicians who dare speak against the prevailing orthodoxy are ignored, dismissed, ridiculed or demonized at industrial scale. Even in Western reporting of AKD’s win – from the paper of record, The New York Times, to The Economist – headlines included the descriptor “Marxist” to draw the attention of a Western public conditioned to be alarmed by it. Media bias is so extreme that the Western public seem to have realized it. Mainstream media corporations are the institutions in the US. In the UK, only of the public trust the media.",
    "In an era where global war stands wait at the precipice of experience, Western masses have been plunged into a democratic malaise; a deep loss of faith in the electoral system. In America this November, the public’s choice is between two, both of which are the same in the ways that really matter. Voting for a long-shot, for someone who asks questions on the two most important areas of government policy, is deemed a wasted vote.",
    "But now there is hope that it does not have to be this way. While the Western establishment media cluck their tongues at the fact that some country, somewhere, dared to elect a Marxist-leaning President, Sri Lanka has demonstrated what true democracy looks like.",
    "It looks like an open field of dozens of contenders, the popular and the unknown, on the same ballot paper. It looks like a candidate who has never before had a shot at power, actually winning. It looks like a government that will likely prioritize the economic benefits of the country over wars thousands of miles away. It looks like an NPP administration that will likely make foreign policy decisions weighing the national interest, the public will and the Party’s values, rather than the interests, will and values of lobby groups representing foreign countries and corporations. It looks like real change. Today, democracy looks like Sri Lanka.",
    "Dr Kadira Pethiyagoda is the first Sri Lankan born candidate for Oxford University Chancellor. He is a foreign policy expert who was a visiting scholar at Oxford, diplomat and ministerial advisor. He is author of “Indian Foreign Policy and Cultural Values” (Palgrave). @KPethiyagoda",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}