{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/factbox-sri-lankas-new-pm-harini-amarasuriyas-thorny-path-from-social-health-worker-180880/",
  "time_ut": 1727224200.0,
  "original_lang": "en",
  "original_title": "FACTBOX – Sri Lanka’s new PM Harini Amarasuriya’s thorny path from social health worker",
  "original_body_lines": [
    "ECONOMYNEXT – She was ridiculed when she started to express her mind against social injustice to the public like a Marxists Janatha Vimukthi Peremuna activists while teaching as a lecturer at Open University of Sri Lanka, but Harini Nireka Amarasuriya never had an idea that she will end up as the island nation’s Prime Minister.",
    "But, the 54-year old youngest in a three-member elitist family in Colombo on Tuesday took oaths as the 16th Prime Minister of Independent Sri Lanka and the third woman Prime Minister in the country.",
    "An old girl of Bishops College, Colombo, Amarasuriya was outspoken against social injustice when she was young. She believes it came from her father.",
    "Her first job as a social health officer, who dealt with sidelined women in early 1990s including AIDS patients and the war-affected, also helped her to connect any layers in the country – from professionals to uneducated people, from the rich to poor, and from elitists to the underprivileged people.",
    "“I am a mother for the whole community, though I don’t have my own child,” Amarasuriya told a recent interview to Hari TV.",
    "She has been reformist, a rights activist, an academic, and an intellectual in her life throughout.",
    "She is the third woman Prime Minister of Sri Lanka, an old democracy in the world which has chosen the first Woman Prime Minister in 1960.",
    "Sri Lanka’s first woman Prime Minister was Sirimavo Bandaranaike, the wife of from Prime Minister S W R D Bandaranaike and the second Prime Minister was their daughter, Chandrika Bandarahanike Kumaratunga.",
    "Amarasuriya had no family political  background until she became a legislator under the NPP’s national list in 2020.",
    "She first started as a social health worker soon after her graduation, working for a Non Government Organization (NGO) before she worked one-year for Care International, a global NGO.",
    "She then became a freelance researcher and was interested in social anthropology in which she later completed her PhD in the University of Edinburgh.",
    "“I do not have the ability to do business and I don’t have any business,” she says.",
    "She also regrets to have lost her sleeping time and privacy in her life because of her political career.",
    "“I am person who have lived for a long time with privacy. That is something I don’t like,” she says.",
    "Analysts say Amarasuriya was the key turning point in getting the support of professionals and higher middle income strata in the country. They say people started to trust National People’s Power (NPP) more than JVP which was involved in two bloody insurrections in 1971 and 1988/89.",
    "Many people see her as the game changer for JVP. She changed the face of JVP from a leftist and Marxists party to a reformist and progressive group with her improved communication in both native Sinhala and English.",
    "She is an academic by profession. Besides her doctorate, he has her basic degree of Bachelor of Arts in Sociology while she completed a Master degree in Applied Anthropology and Development Studies.",
    "An eloquent speaker by nature, she responded a foreign journalist when asked about the experience of NPP members to carry out a government.",
    "“Well, we don’t have experience in making the country bankrupt for sure, but we will get experience in building the country,” Amarasuriya said. (Colombo/September 25/2024)"
  ]
}