{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84393",
  "time_ut": 1721134080.0,
  "original_lang": "en",
  "original_title": "If Incumbent President Ranil Wickremesinghe thinks he could win because he salvaged the economy from a free fall, he might be overly optimistic. Perhaps he has to rethink his campaign message to make it more palatable to the grassroots. Possibly, he can ask Mahinda Rajapaksa how to do that!",
  "original_body_lines": [
    "When the country ran out of foreign reserves and fuel queues sprang up, Sri Lankans stormed the President’s House and ousted Gotabaya Rajapaksa. That may be an extreme case, but that was not the first time the street protestors toppled governments when the going got tough.",
    "Dudley Senanayake, the second prime minister, was the first victim of the populist outrage after he increased the price of a measure of rice’ from subsidised 25 cents to 70 cents when it transpired rice subsidy was consuming one-third of all government revenue. Senanayake resigned after the police firing killed a couple of rioters during a mass hartal organised by the left.",
    "However, do Sri Lankans also reward the governments that deliver, or at least make a conscious effort to generate, higher economic growth? History tells no.",
    "That unique Sri Lankan psyche might haunt Ranil Wickremesinghe, who thinks the economic recovery would serve his luck. That might also explain why not a single government in the past opted to implement far-reaching liberal economic reforms to turbo-charge the underperforming Sri Lankan economy. Because, that was a thankless job, which might get you voted out at the next election.",
    "Two incidents stand out;  in both, the leaders who oversaw the highest economic growth in the respective eras were voted out in the election that followed. Divide the Sri Lankan economic history into two halves, before and after the free market economic reforms in 1978.",
    "The first three decades of independence were a lost era, during which much of the competitive advantage that the country inherited at the independence was wasted and lost. Some local pundits call that period the golden era, probably fittingly for different reasons, since it was during that time the last silvers of the colonial coffers were exhausted.",
    "Dudley Senanayake’s third  (and also his only full term in office) from 1965-70 was an outlier to the abysmal economic performance of the era. During his third term, Sri Lanka recorded economic growth on par with high growth East Asian states. Having succeeded another abysmal term of socialist experiments of Sirima Bandaranaike’s SLFP and the left, the economy under Dudley recorded 5%, 6.4%, 5.8 % and 7.1%,  annualised growth, respectively during his third term.",
    "But, Sri Lankan voters had other plans, and he was voted out in the general election in 1970; the economic growth plummeted to 3.8% the next year, and what followed was another disastrous socialist economic experiment, which effectively drained the economy.",
    "Like it or not, the highest-grossing leader in the second half is Mahinda Rajapaksa, whose two terms saw over 6 per cent annualised growth, well above the regional peers. That is a commendable feat, considering that much of his first term was spent fighting the LTTE. During his second term, the economy grew over 8 per cent in three consecutive years.",
    "One might argue that the primary driver of growth during that period, the state-led infrastructure drive, is unsustainable. But, Sri Lanka has also suffered from a long-held infrastructure development backlog. He was also voted out in his bid for the third term.",
    "Interestingly, what kept Rajapaksa going and cultivating a political dynasty was not his commendable economic performance but his ultra-nationalist posture and occasional racist dog whistling.",
    "Yahapalanaya, that succeeded him, was a disappointment in many ways and robbed the economy’s momentum of the Rajapaksa era in the same way Sirimavo squandered the early momentum of the Sri Lankan economy seen in Dudley’s third term.",
    "It might be open to dispute, but probably it was not his authoritarian tendencies, his dynastic politics or even his demolishing of independent institutions through the 18th Amendment to the Constitution that propelled his political demise. Rather, it was hitherto unsubstantiated allegations of corruption associated with high-profile economic projects and the populist gripe that new highways serve only the rich.",
    "Recent polling by Verite Research reveals that the approval rate of the government led by President Ranil Wickremesinghe has increased by threefold to 24 per cent from 7 per cent in February this year. Also, 28% of respondents rated current economic conditions as either “good” or “excellent”, marking a threefold increase from 9% in February 2024.",
    "The share of people who believe that the country’s economic conditions are “getting better” has also tripled, with 30% of respondents holding this view, up from 9% in February 2024,” the research revealed.",
    "Still, two-thirds of Sri Lankans think otherwise. They are the insatiable lot, inheritors of a tradition dating back to the independence even before. These people also vote, and they decide the elections, often against the interests of the future of their children.",
    "This particular Sri Lankan psyche and the dole-out politics practised since the independence mutually reinforce each other. They made successive governments prioritise the freebies at the expense of investment.",
    "During World War II, the colonial government introduced a welfare measure known as ‘two measures of rice’ meant to keep the natives satiated so they would not disrupt the British Raj from fighting the Japanese in Asia. That was meant to be a wartime measure only, but the leaders of the newly independent Ceylon continued with this ruinous subsidy as an electoral ploy.",
    "They effectively cultivated a dependency culture in their electorate, which expected the government to clothe and feed them, while they went on a mammoth procreation drive- Sri Lanka then had a fertility rate on par with the modern-day Niger, i.e. seven kids per woman.",
    "Generations of these children were wasted in three insurrections and in a low-growth economy, which offered little opportunities. But, dependency is intergenerational and does not wither way. Also, when a dependency culture persists in an electoral democracy, it translates into a certain sense of entitlement and is expressed in elections.",
    "This is not unique to Sri Lanka. During the second half of the last century, not a single newly independent nation in Asia, Africa or Latin America with some form of electoral democracy did manage to progress to high-income status.",
    "Countries like Taiwan, Singapore, South Korea, and Chile might have had elections when they became rich. Still, those elections were either choreographed, or much of the heavy lifting of their economy had already been done under pro-growth authoritarian regimes before, who had the privilege to ignore the popular grumbling.",
    "When the incumbent Ranil Wickremesinghe, thinks he could win because he salvaged the economy from a free fall, he might be overly optimistic. Experience in the past and not-so-distant past reveals that a good number of Sri Lankan voters do not prioritise economic growth. They vote with heart and not with the brain. Their vote is guided by short-termism. They don’t care about IMF targets or making Sri Lanka rich in 20 years.",
    "They are also more than willing to find a scapegoat. Rather than being their hero, Ranil Wickremesinghe is likely to be the scapegoat.",
    "Perhaps he has to rethink his campaign message to make it more palatable to the grassroots. Possibly, he can ask Mahinda Rajapaksa how to do that!"
  ]
}