{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112011/israeli-airstrike-kills-houthi-rebel-prime-minister-in-sanaa",
  "time_ut": 1756565640.0,
  "original_lang": "en",
  "original_title": "Israeli airstrike kills Houthi rebel prime minister in Sanaa",
  "original_body_lines": [
    "The Iranian-backed Houthis said Saturday an Israeli airstrike killed the prime minister of the rebel-controlled government in the Yemeni capital, Sanaa.",
    "Ahmed al-Rahawi was killed in a Thursday strike in Sanaa along with a number of ministers, the rebels said in a statement.",
    "The Israeli military said Thursday that it “precisely struck a Houthi terrorist regime military target in the area of Sanaa in Yemen.”",
    "Al-Rahawi, who served as prime minister to the Houthi-led government since August 2024, was targeted along with other members of his Houthi-controlled government during a routine workshop held by the government to evaluate its activities and performance over the past year, the rebels’ statement said.",
    "The Houthis have repeatedly launched missiles against Israel throughout Israel’s war against Hamas in Gaza. The group says the attacks are in solidarity with the Palestinians. Though most of the missiles launched by Yemen are intercepted by Israel, or fragment mid-air, this has done little to deter the attacks.",
    "Earlier in the week, Israeli strikes hit multiple areas across Sanaa, killing at least 10 people and wounding 102 others, according to the Houthi-run health ministry and government officials.",
    "The Houthis have launched missiles and drones toward Israel and targeted ships in the Red Sea throughout Israel’s war against Hamas in Gaza. The rebels say their attacks are in solidarity with the Palestinians.",
    "In response to the Houthi attacks, Israel and a U.S.-led coalition pounded the rebel-held areas in Yemen, including Sanaa and the strategic coastal city of Hodeida. Israeli strikes knocked the Sanaa airport out of service in May.",
    "The Trump administration announced a deal with the Houthis to end the airstrikes in return for an end to attacks on shipping in May. The rebels, however, said the agreement did not include halting attacks on targets it believed were aligned with Israel."
  ]
}