{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/kpmg-audit-of-ceylon-petroleum-storage-terminals-finds-data-deleted-stock-losses-151071/",
  "time_ut": 1707995220.0,
  "original_lang": "en",
  "original_title": "KPMG audit of Ceylon Petroleum Storage Terminals finds data deleted, stock losses",
  "original_body_lines": [
    "ECONOMYNEXT – A forensic audit conducted by KPMG on irregularities at Ceylon Petroleum Corporation and Ceylon Petroleum Storage Terminals (CPSTL) has found massive stock losses, and entries on the ERP software plaform have been have been changed or deleted, Sri Lanka’s energy minister has said.",
    "The audit was done based on a complaint made by Sri Lanka’s Minister of Power and Energy to the Criminal Investigations Department in August 2022.",
    "“The major findings of the forensic audit conducted by KPMG on the sales and distribution of petroleum products from Ceylon Petroleum Storage Terminals Ltd (CPSTL) was briefed to me this afternoon,” Energy Minister Kanchana Wijesekera said on  X (twitter).",
    "“KPMG and CPSTL audit investigation officials briefed me today that they have found that:",
    "1. More than 1.3 Million entries on SAP data has been changed or deleted since 2010 and most has occurred in 2022 during the height of the fuel crisis",
    "2. After the complaint was lodged in August 2022 the number has significantly reduced in 2023",
    "3. Massive losses has been recorded from stock holding in 2022 amounting to Rs 28 Billion & after the complaint was lodged it has come down to Rs 4 billion in 2023",
    "4. Use of outdated circulars & procedures and no adequate data available or kept to determine certain irregularities”",
    "Wijesekera said the CID, after their initial investigations, advised the Ministry to conduct a full forensic audit to further investigate.",
    "“The full report will be handed over next week by KPMG and I will handover the complete report to the CID for further investigations and to take appropriate legal steps. It will also be shared with the Cabinet of Ministers, Parliament, Audited General and Attorney Generals Department to pursue the next steps.” (Colombo/Feb15/2024)"
  ]
}