{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Navigating-new-EU-sustainability-and-labelling-requirements/14-767218",
  "time_ut": 1727393520.0,
  "original_lang": "en",
  "original_title": "Navigating new EU sustainability and labelling requirements",
  "original_body_lines": [
    "The European Union (EU), with its vast market of over 448 million consumers, has always been a key destination for Sri Lankan apparel exports. Known for its high-quality and ethically produced garments, Sri Lanka has secured a strong foothold in this competitive space. However, new sustainability and labelling requirements introduced by the EU present both challenges and opportunities for Sri Lankan apparel manufacturers. This feature explores the evolving regulatory landscape, the hurdles Sri Lankan companies face, and the benefits of complying with these changes.",
    "The EU has been a leader in promoting sustainability, transparency, and traceability in global supply chains, particularly in the garment industry, where environmental and social concerns are prevalent. Regulations such as the EU Textile Regulation, the Digital Product Passport (DPP) initiative, and the German Supply Chain Due Diligence Act aim to ensure that imported goods meet stringent environmental and ethical standards.",
    "One major change is the shift to the Digital Product Passport (DPP), requiring all apparel products sold in the EU to have a QR code by 2027, providing detailed information on the product’s origin and environmental impact. This move aligns with the EU’s push for sustainable consumption, with consumers demanding more transparency about their purchases.",
    "Additionally, the German Supply Chain Due Diligence Act mandates that companies meet human rights and environmental standards across their supply chains. Non-compliance could lead to fines or exclusion from the German market, making adaptation crucial for Sri Lankan exporters.",
    "“The new sustainability and labelling requirements from the EU present a unique opportunity for Sri Lanka. Compliance will require significant investment in infrastructure, technology, and training, particularly around supply chain transparency and digital labelling,” Delegation of German Industry and Commerce in Sri Lanka (AHK Sri Lanka) Head of Corporate Affairs/Export Promotions Malintha Gajanayake said.",
    "“However, this is a chance for Sri Lanka to further differentiate itself in a crowded market by showcasing our commitment to ethical and sustainable manufacturing.”",
    "These new regulations present significant challenges. Complying with the labelling and sustainability requirements requires substantial investment in technology and infrastructure. Digital labelling through QR codes will necessitate system upgrades, while tracking the entire supply chain to ensure compliance with environmental standards will be complex, especially for smaller manufacturers.",
    "The cost of international marketing and product modification to meet EU standards adds pressure, particularly for SMEs. The regulatory diversity within the EU, with member states imposing additional requirements, further complicates compliance.",
    "Despite these challenges, there are opportunities. Sri Lanka’s reputation for ethical and sustainable production could be enhanced by complying with the new regulations. This could open doors to new partnerships with European retailers prioritising sustainability.",
    "The Digital Product Passport offers an opportunity for Sri Lankan manufacturers to leverage technology. By adopting QR codes, companies can enhance transparency and appeal to consumers who value sustainability. This level of transparency can differentiate Sri Lankan products in a market where ethical considerations drive brand loyalty.",
    "Sri Lanka’s apparel industry has been ahead of the curve here and proven a pilot with the ADB-GS1 Digital Link technology which was shown at COP28. This would help apparel manufacturers meet the EU’s evolving requirements by allowing seamless exchange of product data while reducing the environmental footprint.",
    "The new EU sustainability and labelling requirements present both challenges and opportunities for Sri Lankan apparel exporters. While adapting to these regulations can be demanding, it also opens doors for growth. Building on the industry’s impressive track record in this area already, by investing in the right infrastructure and embracing new technologies, Sri Lankan manufacturers can boost their presence in the EU market and secure long-term success in a more sustainable future. As European consumers increasingly seek products that adhere to high environmental and social standards, aligning with these expectations will not only enhance Sri Lanka’s reputation but also pave the way for new business partnerships, helping to maintain a competitive edge in crucial markets like the EU."
  ]
}