{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/they-too-had-a-ball-down-under/",
  "time_ut": 1735745280.0,
  "original_lang": "en",
  "original_title": "They, too, had a ball …Down Under",
  "original_body_lines": [
    "Sri Lankans, in Australia, had plenty to look forward to during the festive season, with entertainment taking the top spot.",
    "They not only enjoyed the music, provided by the Sri Lankans, now living in that part of the world, but were also given the opportunity to checkout artistes, especially flown in from Colombo, for the festive season.",
    "Reports indicate that music lovers in Melbourne were treated to an unforgettable evening of soulful tunes and lively performances on Sunday, 15th December, as Damian Wickremathilleke rocked the stage at Epicurex in Mulgrave. Backed by the dynamic band Replay 6, Damian captivated an enthusiastic audience of over 100 friends, family, and fans.",
    "They say the event, organised by Esric Jackson, in collaboration with the renowned Epicurex restaurant, was a perfect fusion of music, camaraderie, and fine dining where guests savoured a superb dinner while enjoying a stellar live music experience, turning the evening into a celebration of culture, flavour, and artistry.",
    "According to Esric Jackson, still a big name in the Melbourne music scene, it was a privilege to see Damian Wickremathilleke performing at his best.",
    "Said Esric: “Paired with the incredible atmosphere and gourmet offerings at Epicurex, the evening truly highlighted the vibrant entertainment scene Melbourne has to offer.”",
    "The energetic crowd couldn’t resist hitting the dance floor, brought to life by Damian’s engaging stage presence, and the electrifying beats of Replay 6.",
    "With a repertoire ranging from timeless classics to contemporary favourites, the performance left everyone asking for more.",
    "Replay 6 is now playing every 2nd Saturday of the month at The Workers Club Dandenong. And their next gig is scheduled for 11th January.",
    "There was also plenty of action on New Year’s Eve with the Singing Chef Don Sherman and his extremely daughter Emma teaming up to usher in 2025 at the Lobby Bar, Novotel Melbourne, in Glen Waverley.",
    "Cherrie Chamari, another popular personality in the Melbourne scene, did her 31st night gig, with her band, Cherry & The Bees, at the Epicurex in Mulgrave.",
    "The Voluntary Outreach Club’s New Year’s Eve Dinner Dance, at The Grand On Princess, Mulgrave, was a sold out event.",
    "The dance featured Replay 6 and Ebony, with guest artistes from Sri Lanka – Clifford Richards and Radika.",
    "Derrick J was a part of the scene at the Melbourne Rangers ‘sold out’ 31st night bash held at the Cathies Lane Receptions.",
    "On 22nd February, 2025, The Grand On Princes Mulgrave will feature the group Wildfire (Shafi, Coba, Derick and CJ), along with Replay 6, and they are calling it ‘Valentine’s Night’.",
    "Hector Dias and D Major are scheduled to do four venues during their Aussie Tour 2025: Brisbane – 22nd February; Melbourne – 28th February; Sydney – 8th March; Perth – 15th March.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}