{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-female-owned-businesses-face-us17bn-financing-gap-adb-country-chief-168477/",
  "time_ut": 1718674980.0,
  "original_lang": "en",
  "original_title": "Sri Lanka female owned businesses face US$17bn financing gap: ADB country chief",
  "original_body_lines": [
    "ECONOMYNEXT – About 20 percent of Sri Lanka’s micro small and medium enterprises (MSMEs) are run by women but they face a 17 billion dollar equivalent financing gap, Asian Development Bank’s Country Director Takafumi Kadono said.",
    "The 20 percent of businesses were providing a range of products and services across the country.",
    "“And while they represent such a significant portion, financing and policies have tended not to take into account the specific needs and different challenges they face in starting and growing their businesses,” Kadono told a forum in Colombo.",
    "“As a result, there is an estimate that a surprising 17 billion US dollar financing gap for women-owned MSMEs in Sri Lanka.",
    "“The gender gap in employment and entrepreneurship in Sri Lanka continues to affect women’s economic empowerment opportunities and their resilience to economic shocks.”",
    "The ADB had already started to encourage credit to women under a Women’s Entrepreneurship Finance Initiative (We-Fi) which was initiated by several development lenders and governments.",
    "The ADB has already approved a 100-million-dollar SME credit line to re-finance loans by a number of commercial banks in Sri Lanka which will help women.",
    "Also linked to the project is the setting up of a National Credit Guarantee Institution. Deloitte Advisory Services is helping set up",
    "“I am especially fond of this institution, NCGI, because a woman entrepreneur’s lateral, since female asset ownership is generally low and therefore, they cannot access formal financing,” Kadano said.",
    "“So, it is expected that the NCGI I will support the women entrepreneurs to access finance by giving confidence to the commercial lenders and by bridging this collateral issue.”",
    "Already ADB had helped 1200 women owned small and medium enterprises to access finance and banks to strengthen awareness and ca capacity to respond to the women entrepreneurs’ specific needs, he said through an earlier loan program.",
    "A recent survey has found that there was a wide gap between men and women accessing finance.  If more women were able to get finance, globally 5 to 6 trillion dollars in net value addition could be generated.",
    "“Women-led businesses also employ six times more female employees than men-led SMEs,” he said.",
    "“And these are some of the reasons why investing in women’s entrepreneurship makes sense, not only from an equity perspective, but also from broader economic growth as well.",
    "“For this reason, the Asian Development Bank has been a strong supporter of SME development in Sri Lanka, with women entrepreneurs as one of the key target groups of our intervention.”",
    "In Sri Lanka reliable information on women bank customers and borrowers are still not available.",
    "A ‘WE Finance Code’ where local lenders and regulators sign up to boost lending and collect data to make better decisions on lending to women will be piloted in Sri Lanka.",
    "Deloitte Advisory Services will help set up the coalition in Sri Lanka and also help develop a framework to collect sex-aggregated national data which can be used to develop policies and financial products."
  ]
}