{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/from-crime-to-recreation-morality-of-sri-lankan-tourism/",
  "time_ut": 1753437910.0,
  "original_lang": "en",
  "original_title": "From Crime To Recreation: Morality Of Sri Lankan Tourism",
  "original_body_lines": [
    "One may question if this is an instance of a covert, deliberate policy or a reflection of passive complicity. The government’s indifference amid growing criticism and protest against welcoming Israelis accused of war crimes – disguised as tourists – raises couple of red flags.",
    "Are we not as a country being complicit in obstructing accountability, for petty economic or political gain?",
    "Critics would say that the government’s non-action in this regard clearly demonstrates the State’s failure to uphold international law. Moreover, as a member of the comity of nations, it would be condescending to sacrifice justice for geopolitical or economic benefits. The NPP which came to power under the symbol of ‘Compass” seems to have lost its compass of moral responsibility and commitment to justice.",
    "With regard to foreign policies, it is not clear what ethical values and moral priorities come within the ambit of its consideration. How can the authorities claim to be neutral and speak on humanitarian values while giving safe haven to Israeli soldiers accused of genocide and crimes against humanity?  The world is watching us.",
    "Those who massacred the Jews in the Holocaust and later found safe haven in other countries were hunted down and arrested by the Israeli Mossad Agents. During the Nuremberg trials and post Nuremberg prosecutions, approximately 80,000 to 100,000 were tried and convicted across different countries for crimes against humanity during the World War II.  Adolf Eichmann, one of the architects of the Holocaust, lived in Argentina until he was captured by Israeli agents in 1960. He was brought to Israel and sentenced to death by hanging.",
    "In this background, allowing Israeli soldiers accused of crimes against humanity to roam about freely in our country will be undermining the course of international justice. Should not they be banned from our shores?",
    "These soldiers, while facing charges abroad, will easily find their way to legal residency here in Sri Lanka through investment migration. Social media report claims that some have already established businesses. Will the authorities adopt a strict screening process or be lenient when permitting them to establish businesses here? As far as leniency is concerned, the several unregistered, illegal but, actively functioning Chabad Houses bear testimony, as evidenced by the Prime Minister herself in Parliament.",
    "Tourism as an industry is expected to economically benefit local businesses, craftsmen and, tourism related local ventures.  However, talk of the town is that Israel tourists are an exclusive lot thriving in transactions only amongst themselves with little to do with the gentiles.",
    "The NPP’s declared domestic policy among others is to establish the Rule of Law. This is commendable but it seems that the government is directly contributing to the erosion of the foundations of international Rule of law by entertaining these war criminals into this country. Thus, being complicit in weakening the global justice system – such as the International Criminal Court (ICC) and UN Tribunal.  President Dissanayake accuses the former local politicians for acting with impunity and prosecuting them now for their crimes but, he is permitting war crime soldiers as tourists and encouraging impunity. Addressing the United Nations Security Council, the UN High Commissioner for Human Rights Michelle Bachelet said, “impunity fuels and intensifies crises and erodes trust in global institutions. This emboldens perpetrators, silences victims and undermines prospects for peace, human rights and development.”",
    "The Palestinians and a majority of the countries opposing genocide will look at Sri Lanka as a nation colluding with the criminal Israel regime and betraying the long-standing policy of supporting the Palestinian cause.",
    "What happened to the conscience of this government? Do not they see the atrocities unfolding before their eyes? How can any human being stand by the side of those who deliberately starve even infants to death?  Where is the sense of justice, humanity and the moral compass of those in authority?",
    "Judges at the International Criminal Court concluded last year there was enough evidence to issue an arrest warrant for Israeli Prime Minister Benjamin Netanyahu for crimes against humanity for using “starvation as a method of warfare” and for intentionally targeting civilians. Yuval Vagdani an Israeli soldier who entered Brazil as a tourist in January 2025 fled the country, when a federal judge agreed to open a war crimes investigation against him. Soldiers vacationing in Cyprus and Slovenia were told by the Israeli authorities to immediately leave as war crime suits had been filed against them. In Netherlands several soldiers who came in as tourists fled the country when legal actions for war crimes were initiated against them.",
    "“In July, the Belgian authorities have interrogated two members of the Israeli military following allegations of serious breaches of international humanitarian law committed in Gaza, the Federal Prosecutor’s Office in Brussels said” reported by Al Jazeera.",
    "While the Israeli war criminals are on the run in other countries, here – in our paradise island – they are given state security. Funny type of amateurish diplomacy!  When foreign jurisdictions are proceeding to arrest these soldiers, our security forces are arresting and detaining local youth for having pictures in their phones deemed offensive to Israel. The idiom, ‘bending over backwards’ comes to mind – seeing the eagerness to curry favour with Israel.",
    "Activists worldwide are pursuing global accountability under the doctrine of Universal Jurisdiction. The tracking of Israel soldiers for war crimes is a growing trend especially, in vacationing spots. In the world scenario, Sri Lanka is in the spotlight for warming up with the Israeli regime and its lukewarm response to the war crimes. Also, for supplying labour in breach of international law and Rome protocols.",
    "Some European states may be supporting the criminal regime of Israel but the people do not. It is the people who in their millions walk the streets of Europe in protest. It is these people who will come to Sri Lanka as potential tourists not the European politicians.",
    "Can Sri Lanka afford to suffer a boycott campaign by the millions who are protesting globally. If they say, “boycott Sri Lanka as a tourist destination”, what would be the plight of our tourism industry and all the Sri Lankans who earn their livelihood via tourism. What will happen to our fragile economy? Will the government be able to sustain itself or is it paving the way to its own collapse? The government must have foresight of these ramifications. It has to take a hard look and review its policies at least in these four important areas:",
    "(a) the scope and extent of diplomatic relations – in the context of Israel as an unreliable friend and global condemnation for genocide.",
    "(c) dealing with Israelis entering Sri Lanka under tourist visa",
    "(d) stringent monitoring of activities of Israelis within our border.",
    "*Mass L. Usuf, LL. B (Hons) U.K., Attorney at Law  (Ex-Corporate and Legal Advisor)"
  ]
}