{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Hexnode-appoints-Allen-Richard-as-Country-Head-of-Global-Strategic-Alliances-for-India-and-SAARC-region/34-768437",
  "time_ut": 1729887404.0,
  "original_lang": "en",
  "original_title": "Hexnode appoints Allen Richard as Country Head of Global Strategic Alliances for India and SAARC region",
  "original_body_lines": [
    "Hexnode, the enterprise software division of Mitsogo Inc., has named Allen Richard as the Country Head of Global Strategic Alliances for the India and SAARC region. In his new role, Allen will focus on establishing strategic partnerships and strengthening Hexnode’s market position, fostering mutually beneficial relationships, and securing key sponsorships at a global level.",
    "Allen is an accomplished sales leader with over 18 years of experience in technology sales and marketing competencies. He brings extensive expertise in leading sales and cross-functional teams and managing business units across IT/ITES, BFSI, and manufacturing industries. Prior to joining Hexnode, Allen held the position of Regional Segment Head at Sify Technologies, where he successfully generated $ 10 million in revenue. Previously, he held prominent positions with Cloud4C Services as AVP – Cloud Sales and as Deputy General Manager at Tata Communications, he played a key role in driving $ 200 million in revenue growth.",
    "Hexnode, with over a decade of experience in the UEM industry, empowers businesses to securely manage and protect their diverse range of devices from a single, centralised platform. Hexnode offers a comprehensive platform to streamline device management, enhance security, and boost productivity. The product currently supports major platforms including Windows, Android, iOS, macOS, Fire OS, and tvOS.",
    "“Allen brings a sophisticated, innovative, and energetic approach to driving business transformation with our strategic partners in India. Allen’s extensive experience in building alliances with GSI, ISV, Telco, and consulting partners through consultative engagements will be instrumental in driving Hexnode’s next phase of growth in the region,” said Hexnode Senior VP of Global Strategic Alliances Vikas Bakshi.",
    "Allen will oversee the development of go-to-market (GTM) strategies, collaborating closely with partners and establishing executive relationships. He will lead initiatives to enhance strategic partnerships and ensure successful outcomes in key markets across India & SAARC region.",
    "Commenting on his new role, Allen Richard said: “I’m thrilled to join Hexnode, a company known for innovation and customer focus. As the Country Head of Global Strategic Alliances, I’ll drive sales and alliances initiatives across all defined Route-To-Markets, GTMs and business initiatives. I look forward to forging strategic relationships with global partners to address the evolving challenges in device management and endpoint security.”"
  ]
}