{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/whodunnit/",
  "time_ut": 1720294920.0,
  "original_lang": "en",
  "original_title": "Whodunnit?",
  "original_body_lines": [
    "President Ranil Wickremesinghe was quick to dissociate himself from the Fundamental Rights action on the forthcoming election filed in the Supreme Court last week by an unknown private citizen whose name, Chamindra Dayan Lenawa, was published in all the newspapers and electronic media bulletins that ran the story. No doubt the president was well aware of a suspicion in the public mind that he was behind the court action which sought a SC order that no election be held until the correct constitutional position regrading such an election was determined by the court.",
    "Hence the alacrity with which the Presidential Media Division (PMD) sought to rubbish the story. The first message said neither the president nor his lawyers had been consulted by the litigant. The second stressed that Wickremesinghe was firmly of the view that the presidential term was for five years. It is on that basis that the Elections Commission is preparing to hold the poll later this year.",
    "It was reported on Friday that the chief justice had appointed a fuller five-judge bench chaired by himself to hear the case which will be taken up on Monday. Doubtlessly there will be public interest on the arguments urged in favour of not holding an election until the constitutional position is properly determined. These, of course, were set out in the petition itself. People’s Action for Free and Fair Election (PAFREL) has already said it will be an intervenient petitioner. Also the Attorney General has been cited as the seventh respondent in the matter and it is unlikely that his stance will be any different from the president’s.",
    "The chances are that an early determination will be made to clear whatever uncertainty there may be. Both Opposition/SJB Leader Sajith Premadasa and NPP/JVP Leader Anura Kumara Dissanayake, declared candidates for the forthcoming election, as well as other political activists have alleged that Wickremesinghe is behind the FR action. The president has not yet formally declared his own candidacy although his intimates are on public record that he will run.",
    "Also posters are up and advertising time bought to proclaim “Ranil is the man for now.” The wide perception is that he’s a runner, but that is not a certainty. Relevantly, business tycoon Dhammika Perera who has expressed an interest in running as the SLPP candidate also appears to be keeping the ball in play by projecting his DP Education endeavour giving free distance education in Information Technology (IT) to young people. It has been claimed that the project has attracted over a million participants. Though the president and Perera not so long ago appeared to be adversaries, Wickremesinghe was recently chief guestat a DP Education function at Nelun Pokuna.",
    "Although the SLPP, the Rajapaksa party which elected Wickremesinghe president, have been waffling for the past several weeks, neither saying whether they are, nor they are not backing Wickremesinghe’s candidature, there was a further development last week. That was when when SLPP General Secretary Sagara Kariyawasam went public with the assertion that Ranil “will be considered for SLPP nomination” if he quits the UNP and joins their party. The SLPP, of course, cannot be happy that many of their members are appearing on Wickremesinghe platforms. Our stablemate, The Island, last Thursday ran a lead story on its front page saying the “SLPP – UNP alliance on the verge of collapse.” This alliance, as everybody knows, is what is ruling the country right now.",
    "That report quoted UNP Chairman, Wajiira Abeywardene, MP, responding to a question on his party’s stance on Kariyawasam’s statement saying that they would await a comment from from former president Mahinda Rajapaksa on this matter. He, after all, is leader of the SLPP. But it is generally perceived that Kariyawasam is the mouthpiece for Basil Rajapaksa, the founder/strategist of that party and onetime national organizer. Indications at present is that Wickremesinghe, unless he pulls out before nomination day, will run as an independent candidate with backing from various sections of the polity rather than under the UNP and its elephant symbol. He’s been recently courting such support with a degree of success. Several SLPPers, both cabinet ministers and backbenchers, have gone public that they are backing Wickremesinghe. They credit him for pulling the country out of the post Aragalaya doldrums an achieving a degree of normalcy and stress that his steady hand is required on the tiller for a further term.",
    "The law provides for defectors elected on one party ticket joining another being expelled from their original party endangering their parliamentary seats. But parties have not resorted to this possibility in recent times. There is a due process, justiciable by the courts, that must precede expulsion. However, that sleeping dog has been allowed to lie by most political parties in recent times despite numerous defections.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}