{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Social-media-comes-to-the-fore-in-Indian-elections/172-282992",
  "time_ut": 1716236400.0,
  "original_lang": "en",
  "original_title": "Social media comes to the fore in Indian elections",
  "original_body_lines": [
    "Chiefly YouTube, has emerged as the main mode of political communication overshadowing the traditional or “mainstream” electronic media",
    "The 2024 Indian parliamentary elections will be remembered for many reasons. They are the longest to date, stretching from April 19 to June 1.",
    "They are taking place in the midst of acute unemployment, skyrocketing prices and lack of demand in the market.",
    "An unprecedented amount of money is being spent amidst corruption charges.  Divisive issues of caste, religion and region are being racked up. Sex scandals are sullying the reputations of some of the high and mighty.",
    "But in the midst of the darkness, there is a silver lining. Social media platforms, chiefly YouTube, have emerged as the main mode of political communication, overshadowing the traditional or “mainstream” electronic media.",
    "In 2022, a Centre for the Study of Developing Societies (CSDS)-Lokniti survey in partnership with the Konrad Adenauer Stiftung, found that the big corporates-run TV channels dominated viewership. But in 2023, a Global Fact 10 research report showed that more and more Indians were placing their trust in YouTube and WhatsApp for news, The Hindu reported.",
    "Freelance news content creators armed with just a tripod, a phone and mic are using the fact that people are now using YouTube to get every imaginable kind of information. The range of fields covered by YouTube content creators is very wide.",
    "Some of the YouTube content creators have better equipment and lighting but they are not a patch on newsrooms with dozens of journalists, cameramen, lighting specialists, graphic designers, make-up artistes, and data crunchers who are at the heart of operations of TV channels.  But still, the YouTube channels score on content.",
    "Spot election coverage, debates and discussions on YouTube have snatched viewers away from the main TV channels. In contrast to the pro-government, elitist and propagandistic content and the bombastic presentation style of the mainstream channels, YouTubers offer content that are sober and attuned to the ground realities.",
    "Indeed, independent YouTubers have become the Vox Populi. And their reach is very wide. According to top journalist Serish Narisetti, YouTube has over 450 million active users in India, equivalent to 32.8% of the population.",
    "The ruling BJP and the Indian Right Wing, being better organised and funded and more media savvy than the Opposition parties, had a head start in the use of social media. Barkha Dutt, Palki Sharma Upadhyay, Smita Prakash and Ranveer Allahabadi represented the pro-government/ right-wing side and their presentations were done with panache.",
    "But with the government beginning to be seen in an unfavourable light due to its inability to deliver on the common man’s issues, as election time approached, media platforms supporting it began to lose to the opposition media.",
    "To counter this trend, Prime Minister Narendra Modi asked netizens to like and subscribe to his channel. As a senior journalist put it: “It marked a shift in the contours of India’s information ecosystem. Obviously, he was not confident that his message would reach the masses if he spoke to a regular mainstream news channel. He knew the audience had moved away from the dozens of noisy TV channels that had grabbed eyeballs until recently.”",
    "Noting the growing power of the social media, the Prime Minister also addressed about 5,000 YouTube content creators and awarded prizes to them. One of them was Manish Kashyap, who had spread the fake news saying that North Indian construction workers were being driven out from Tamil Nadu. Kashyap later joined the BJP.",
    "The independent media is also countering fake news given out by the pro-government channels",
    "Though late in entering YouTube, those touting the opposition’s line like Dhruv Rathee, Ravish Kumar, Deepak Sharma and Nilu Vyas in the Hindi language and many others in the regional languages, made tremendous headway garnering millions of subscribers.",
    "Some of them like Dhruv Rathee and Ravish Kumar become cult figures. They began to use subtitles to cross linguistic barriers. They now have an all-India audience. Rathee is said to have 14 million subscribers and Ravish Kumar 8 million.",
    "The stock in trade of the opposition YouTubers is to fill in the gaps in pro-government reporting. Giving an instance of such a vital gap Ravish Kumar said: “Congress leader Rahul Gandhi is not contesting from Amethi this time. Every journalist has reported on it and has said that Gandhi is scared, which is fair. In Jammu and Kashmir, where the government abrogated Article 370, the BJP, which aims to secure 370 seats across the country, is not contesting any of the three Lok Sabha seats, but the main (pro-government) channels did not even point out to this fact.”",
    "The independent media is also countering fake news given out by the pro-government channels. There was a fake news that Wayanad, where Rahul Gandhi is a candidate, has become an ISIS colony and that Bangladeshis and that the Rohingya Muslims have infiltrated Jharkhand and were converting the tribal people by marrying them. These false narratives were countered only by the opposition YouTube platforms run mostly by intrepid journalists.",
    "As the corporates-run mainstream TV channels lose shine, the small man’s YouTube platforms reach out to 450 million active users in India, equivalent to 32.8% of the population",
    "However, the freedom currently enjoyed by Youtubers may not last long. Opposition social media are subjected to severe “de-legitimisation” by the ruling party which dubs them as ‘news traders’ or ‘presstitutes’.",
    "The Broadcasting Services Regulation Bill, 2023, which will replace the existing Cable Television Networks Regulation Act of 1995, seeks to bring over-the-top (OTT) and digital news platforms under its ambit.",
    "At the helm of the new set-up is the Broadcast Advisory Council, which will have handpicked government servants, including an eminent personality as chairperson, and other officials from the Ministries of Information and Broadcasting, Women and Child Development, Home Affairs, External Affairs, and Social Justice and Empowerment, and five independent members nominated by the Central Government. How this organisation will function is anyone’s guess.",
    "Since almost everything can be brought under the ambit of national security, any content can be deemed a threat to national security and asked to be taken down. The content creator may be put behind bars under the stringent laws governing national security and denied bail.",
    "According to Ravish Kumar, YouTube itself has pulled down some channels without really explaining why."
  ]
}