{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101947/cabinet-decision-on-reducing-paye-tax",
  "time_ut": 1726225800.0,
  "original_lang": "en",
  "original_title": "Cabinet decision on reducing PAYE tax",
  "original_body_lines": [
    "The Cabinet of Ministers approved the IMF proposal, based on the Sri Lankan Government’s proposal, to reduce the pay-as-you-earn (PAYE) tax from next year, says Cabinet Spokesman Minister Bandula Gunawardena.",
    "He stated that the proposal will be presented with the next budget proposal in November this year.",
    "Gunawardena stated that the government had submitted the relevant proposal to the International Monetary Fund (IMF) and obtained its approval.",
    "According to the proposal, the PAYE tax currently collected from each income structure will be reduced as follows:",
    "The tax of Rs. 3,500 imposed on an individual with a monthly income of Rs. 150,000 will be reduced by Rs. 500 to Rs. 3,000.",
    "The tax of Rs. 10,500 currently imposed on an individual with a monthly income of Rs. 200,000 will be reduced by Rs. 2,100 to Rs. 8,400.",
    "The Rs. 35,000 tax imposed on an individual with a monthly income of Rs. 300,000 will be reduced by Rs. 8,600 to Rs. 26,400.",
    "Meanwhile, an individual earning a monthly income of Rs. 450,000 is currently required to pay a tax of Rs. 88,500 while this will be reduced by Rs. 16,500 to Rs. 72,000.",
    "The monthly tax of Rs. 142,500 imposed on an individual earning a monthly income of Rs. 600,000 will also be slashed by 16,500 to Rs. 126,000.",
    "Speaking in this regard during a Cabinet press briefing today (13), Minister Bandula Gunawardena further said:",
    "“Today, the Cabinet decided to inform the Treasury, which prepares the budget, to people relief to the people on the pay-as-you-earn (PAYE) tax with the agreement of the International Monetary Fund. To give relief to professionals and private sector employees. It was decided in the Cabinet meeting today to accept the proposal of the International Monetary Fund in this regard. The budget proposal will be prepared after including those adjustments.”",
    "See the full list of personal income tax structure adjustments below…"
  ]
}