{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ceat-car-radials-chosen-as-original-equipment-for-hyundai-grand-i10-assembled-by-abans-auto/",
  "time_ut": 1723151160.0,
  "original_lang": "en",
  "original_title": "CEAT car radials chosen as Original Equipment for Hyundai Grand i10 assembled by Abans Auto",
  "original_body_lines": [
    "CEAT has been chosen as the original equipment tyre for the 2024 Hyundai Grand i10 assembled, sold and serviced in Sri Lanka by Abans Auto, clinching another OEM partnership for the country’s highest-selling tyre brand.",
    "The partnership, which brings together two significant players in domestic value addition and a leading global automobile brand, paves the way for German-engineered 15-inch CEAT radials tyres to be fitted on to Hyundai Grand i10 hatchbacks assembled at the Abans Auto plant in Seeduwa.",
    "The tyres, designed and tested by German engineers at CEAT’s own Research & Development Center in Frankfurt, Germany, meet the stringent Original Equipment Manufacturer (OEM) performance criteria for the Hyundai Grand i10, and will not only enhance the vehicle’s looks but also ensure superior safety and performance, the Company said.",
    "CEAT is also the only locally-manufactured tyre brand to be IATF 16949:2016 certified by the International Automotive Task Force (IATF) for compliance with the International Standard for Automotive Quality Management Systems.",
    "“We welcome Hyundai and Abans Auto to our growing list of OE customers in Sri Lanka,” CEAT Kelani Chief Operating Officer Shamal Gunawardene said. “As the largest manufacturer of tyres in the country, reducing dependency on imports is a key objective of CEAT, and our numerous partnerships with local vehicle assemblers is enhancing value addition and helping conserve foreign exchange, thereby supporting national priorities as well.”",
    "CA Sri Lanka stressing ‘innovative approaches in pursuit of excellence’",
    "Necto exports to South India pep-up Elephant House beverage segment",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}