{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84244",
  "time_ut": 1719083160.0,
  "original_lang": "en",
  "original_title": "India’s Iconic Author Arundathie Roy is being charged with promoting terrorism under the draconian Unlawful Activities (Prevention) Act. Ms. Roy is being targeted both for who she is and as a message to those opponents and dissenters  Against   Narendra Modi’s BJP Regime",
  "original_body_lines": [
    "“We are accused of terrorismIf we dare to write about the remains of a homeland….About a homeland where birds are not allowed to sing…..About a homeland where writers must use invisible ink….” Nizar Qabbani (We are accused of terrorism)",
    "Had writer V.V. Ganeshananthan lived in Jaffna instead of New York, she would have been summoned by Sri Lanka’s Counter Terrorism Investigative Division (CTID) and grilled for a couple of hours over her second book, Brotherless Night, as the Vavuniya CTID did with Pradeepan Deepachelvan. a young Tamil writer, over his first book, Nadugal (translated into Sinhala by P.P. Sarath Ananda as Smaraka Shilavatha). He was questioned for over two hours on such matters as whether he is trying revive the LTTE.",
    "“I recently sent a letter to a terrorist I used to know.” With such self-incrimination begins Ms. Ganeshananthan’s book. So much in that one line to keep the CTID busy for a year. The author admits she knows a terrorist which, in all probability, means she is one too (once a terrorist, always a terrorist).",
    "Later on the same page, she talks about the first terrorist she knew, meaning she knows more than one. She probably knows their addresses too and may even be writing to all of them. If that doesn’t count as an attempt to revive terrorism, separatism and the Tigers, what would?",
    "Of course, Brotherless Night is a novel, a work of fiction. But then so is Mr. Deepachelvan’s book, reportedly the first novel written in the North post-war. Yet the CTID wanted to know who the character Maran is where he is now!",
    "In 2011, at the Royal College Prize Giving, President Mahinda Rajapaksa proclaimed that “Songs disgracing the country could help those who want to divide the motherland”. The antithesis of patriotic songs has to be traitorous songs. Thirteen years on, that Rajapaksa worldview continues to animate our police in general and the CTID in particular.",
    "It is unlikely that Mr. Deepachelvan would be arrested as Lankan Muslim poet Ahnaf Jazeem was. Certainly not so close to an election. Maybe the Attorney General’s Department has learnt something from its disastrous decision to okay the arrests of comedian Nathasha Edirisooriya and YouTuber Bruno Diwakara under the International Covenant on Civil and Political Rights (ICCPR). Last week, the department was compelled to withdraw all charges due to lack of evidence.",
    "Just one year ago, the situation was quite otherwise. The police and the CID were busy chasing those who allegedly slandered the Buddha and Buddhism while crimes of more violent and tangible sort proliferated.",
    "The police actually commenced an investigation against five activists who called a media conference to protest Ms. Edirisooriya’s arrest. Political monks and their lay backers wanted those who laughed at the comedian’s jokes investigated as well. No major political party protested this travesty of justice. Most evade the issue even now.",
    "The spate of arrests using the ICCPR came to a halt only when the judiciary delivered a scathing judgement while approving bail for Natasha Edirisooriya. Colombo High Court judge Aditya Patabendi explained why neither the ICCPR nor the penal code could be used against Ms. Edirisooriya then said, “Especially just because complaint is made by a Buddhist monk or another religious leader or an influential person in society, it is not the task of the investigating officer to arrest a person based on that alone,”",
    "Persecuting words is neither new nor exclusively Sri Lankan. In the US, book banning is reaching epidemic levels with more than 4,349 books banned in schools and libraries between July and December 2023 according to Pen America. The banned books include such classics as Toni Morrison’s The Bluest Eyes and internet sensations like fantasy writer Sarah J Mass’s A Court of Mist and Fury. Not even children’s picture books are spared in this heightening war against words.",
    "In Alabama, Read me a story, Stella, a picture book featuring a girl, her brother and their dog, was included in the banned list because the author’s last name happened to be Gay (clearly our CTID or police are not unique and have their intellectual counterparts in the US). Most of the book banning is being done in red states like Florida, but, if not stemmed, the tide of intolerance could spread to the rest of the country and have an impact beyond American US shores, including in our own tiny corner of the world.",
    "O little light in me, don’t die, even if all the galaxies in the world close in.",
    "Arundathy Roy won the Booker Prize in 1997, the year before Narendra Modi became the general secretary of the BJP (he was assigned to the BJP by the RSS). She was a global sensation and he wasn’t much known outside India. Now he is the prime minister, adored by millions of supporters (who didn’t laugh when he elevated himself to ‘divine’ status during election season), kowtowed to by Indian elites (including Bollywood superstars) and feted by Western powers.",
    "And soon after being sworn in as prime minister for the third time, he seemed to have decided to make an example of one of India’s most iconic authors.",
    "Ms. Roy is being charged with promoting terrorism under the draconian Unlawful Activities (Prevention) Act. The charge refers to a comment in a speech she made 14 years ago stating that Kashmir was not a part of India.",
    "Sheikh Showkat Hussein, a Kashmiri political analyst and a former professor at the Central University of Kashmir, is to be charged alongside Ms. Roy. Both can be detained for a long period of time even without a trial.",
    "In 2009, Lankan editor Lasantha Wickrematunge was murdered in broad daylight at a busy intersection abutting a high security zone. That sent a clear message to all media personnel about the dangers of criticising the Rajapaksas.",
    "The English language media, which had continued to make sporadic attempts (and against tremendous odds) to report some of the less palatable truths of the war, silenced itself. The sudden discontinuation of the Iqbal Athas’ Situation Report was the most potent symbol of this wave of self-censorship.",
    "Mr. Modi is probably aiming for a similar ripple effect of fear and dread. Ms. Roy is being targeted both for who she is and as a message to those opponents and dissenters emboldened by the BJP’s stunning electoral underperformance. (Still) have teeth will bite; Mr. Modi’s telling them no one’s too big. Absolutely no one.",
    "While America bans books, India has taken several leaps forward down the same path and is burning libraries (an activity not unfamiliar to us, the spectrum ranging from the burning of the Jaffna library to the burning of Ranil Wickremesinghe’s collection of books).",
    "On March 31, 2023, a Hindu mob chanting Jai Shri Ram burnt down the Aziza Madrasa library in Bihar. Around 4,500 books were lost including ancient manuscripts. The library was more than a century old and was built by a woman, Bibi Soghra, in memory of her late husband. The burning didn’t make much of a stir even in India.",
    "Half a continent away in Gaza, Israel is engaged in human and cultural genocide, systematically pulverising Palestinian schools and libraries. Between October 7 and December 2023, 14 Palestinian writers and poets were killed by Israeli bombs.",
    "Among the more than 37,000 Palestinians killed so far are at least 116 journalists, according to the International Federation of Journalists. Arrests and other acts of persecution are innumerable in the West Bank and in Israel. As Palestinian poet Najwan Darwish said, “Words, speech – that’s what’s being targeted. Israel could target you for just posting something on social media…”.",
    "In Western capitals, anti-war protestors are facing censorship and persecution even as most Republican and some Democratic politicians are preparing to honour alleged genocider, Benjamin Netanyahu. No cause seems to be as impermissible as that of Palestine.",
    "As Indian American student Shruthi Kumar said in her Harvard commencement speech, “This semester, our freedom of speech and our solidarity became punishable.” Thirteen Harvard undergraduates were denied graduation because of their support for Palestine.",
    "In the same speech, Ms. Kumar pointed out the need for universality of compassion and solidarity, across natural and human made barriers, “Can we see the humanity of people we don’t know? Can we feel the pain of people with whom we disagree?”",
    "Where such solidarity and compassion are absent, the stage is cleared for atrocities. Narendra Modi’s electoral ascendance was marked by the Gujarati pogrom. Why did it not make Indian voters shun him – at least out of a sense of decency – rather than embrace him? Why weren’t they outraged and disgusted? This question needs to be asked not just in India but everywhere from the Orient to the Occident, from Sri Lanka to Ukraine/Russia.",
    "How come so many advocates of fundamental rights are unmoved by the carnage in Gaza where even new born babies are denied the most fundamental of all rights, simply because they happened to be born in that besieged enclave?",
    "The barbarity of Hamas is insufficient to account for the silence about the continuous murder of women and children by the Israeli military. And why equate violent language of some of the anti-war protestors with actual violence (murder and destruction on a mass scale no less) by Israel?",
    "Is it possible equate the fear felt by a Jewish student in an American campus on hearing the cry From the river to the sea Palestine will be free with the fear felt by a Palestinian in a tent city in Gaza on hearing the sound of Israeli bombers? (This is not to deny the deplorable presence of anti-Semitism in the anti-war camp).",
    "Intolerance or words and persecution of writers is not the exclusive privilege of any ideology, country or party, which is why issues such as the abuse of ICCPR and the dangers of the new Online Safety Act should feature prominently in the political discourse this election season. All major candidates and their parties should be questioned about their stance on these matters. Unfortunately, beyond heaping praise on on",
    "e’s preferred candidate and excoriating all others, a rational discussion on most subjects is conspicuous by its absence. That is a dangerous absence, for the wave of intolerance has only ebbed temporarily. It can flow again and will flow again especially after the election when the winners and/or losers need diversions, an issue to flog, an enemy to attack.",
    "18th Century France was a battleground of ideas. Marie-Ann Doublet was an enthusiastic combatant of these wars of and on words. Not only did she run a salon where ideas were debated but she was also the facilitator of a clandestine newspaper. A valet would visit the servants’ quarters of neighbouring houses to gather gossip, which he would enter in two registers: reliable and unreliable. When the participants of the salon arrived, they’d check the registers for the latest gossip and add their own news to them.",
    "Later, the servants of the house would read the register of credible news and circulate copies of the latest bits in the neighbourhood. Copies of the copies would be made and sold. In a country, where words were heavily censored and news was a scarce commodity, the demand for such clandestine papers was high across the society.",
    "France’s first newspaper did not appear till 1777 and was heavily censored. The state and the church were united in trying to keep the people in a state of ignorance. France was burning books even in the latter half of the 18th century.",
    "In this climate of suppression, both underground publications and gossip thrived. People found ways to talk, write and disseminate. Not even the looming shadow of the Bastille could silence men and women eager to know the world. Born to unfreedom, they knew how much freedom mattered.",
    "Now words and writers are being persecuted even in places such persecution was nothing but a dim memory until recently. The world is moving backwards to a more intolerant era, as is Sri Lanka. Article 291A and Article 291B of the Penal Code criminalise the deliberate wounding of religious feelings.",
    "They are a legacy of colonial rule and were hardly used during the first 50 years of independence. An Indian atheist like Abraham T Covoor could settle down here and publicly challenge popular beliefs, godmen and even monks without anyone demanding his arrest. In 2023, he would have been incarcerated under ICCPR and deported.",
    "On February 25, 2024, Aaron Bushnell, a serving member of US Air Force, immolated himself outside the Israeli embassy in Washington. As the flames engulfed him, he stood straight shouting Free Palestine. He was 25.",
    "His last social media post set out the reason for his impending sacrifice. “Many of us like to ask ourselves, ‘What would I do if I was alive during slavery? Or the Jim Crow South? Or apartheid? What would I do if my country is committing genocide?’ The answer is, ‘You are doing it. Right now.”",
    "Killing oneself is not the answer. But Mr. Bushnell’s question is valid. How should we respond when the history we read about begins to repeat itself around us? What should we do in a world slipping into greater unfreedom? What should we do when a comedian is imprisoned for blasphemy and a novelist is accused of promoting terrorism?",
    "Even more pertinently, why are such vital issues being ignored by all candidates and all parties? What makes us think that under a President Sajith Premadasa, more comedians will not be persecuted for insulting Buddhism, as happened under President Ranil Wickremesinghe?",
    "What makes us think that under a President Anura Kumara Dissanayake, art will not be divided along patriotic-traitorous lines, as was done under President Mahinda Rajapaksa?",
    "How can change be change when so many vital issues are ignored, brushed under the carpet or addressed only as slogans?"
  ]
}