{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Appointment-of-Deshabandu-as-IGP-illegal-SJB/56-758922",
  "time_ut": 1709069341.0,
  "original_lang": "en",
  "original_title": "Appointment of Deshabandu as IGP illegal: SJB",
  "original_body_lines": [
    "MP Prof. G. L. Peiris claims Speaker cannot vote to make up five votes necessary to appoint a new IGP",
    "According to Constitution, Speaker as Head of CC, can only vote if there is a tie in votes cast",
    "Accuses Speaker of voting despite no tie thereby directly violating Constitution",
    "Expresses intention to take legal action against Speaker and CC Secretary for their part in the process",
    "Freedom People’s Congress (FPC) MP Prof. G. L. Peiris yesterday alleged that the appointment of Senior DIG Deshabandu Tennekoon to the post of Inspector General of Police (IGP) has occurred in an illegal manner.",
    "Addressing a press conference in Colombo, Peiris said while the President can only appoint an IGP with the approval of the Constitutional Council (CC), due approval from the Council had not been obtained for the appointment. He said therefore the appointment of Tennekoon as IGP is unlawful.",
    "The MP clarified that five member votes is necessary to appoint an IGP but only four votes were cast in favour of Tennekoon while two votes were against, and two members abstained.",
    "Peiris asserted that the President’s nomination of Deshabandu Tennekoon as IGP garnered only four votes, falling short of the required five for proper approval. He pointed out that the fifth vote, crucial for passage, was cast by the Speaker. “However, according to the Constitution, the Speaker is ineligible to vote on the matter. The Council Chairman or the presiding member can only vote to break a tie,” he said.",
    "According to Peiris as there was no tie in votes in this instance, the Speaker is not able to vote on it. “As the Chairman of the Constitutional Council, the Speaker can vote only in case of a tie. Accordingly, the Speaker has directly violated the Constitution,” the MP said.",
    "He further alleged that the Secretary of the Constitutional Council violated the Constitution by informing the Presidential Secretary that Tennekoon’s nomination had been approved by the Council.",
    "“The Secretary of the Constitutional Council made a false statement by falsely claiming it had approved the appointment of Deshabandu Tennekoon as IGP. Just as the Speaker intentionally violated the Constitution, the Secretary of the Council should also be held responsible for this violation,” he said.",
    "Peiris said that as a consequence of this, the Opposition intends to take legal action against the Secretary for violating the Constitution.",
    "The MP also highlighted the recent Supreme Court case where Tennekoon was among one of the respondents who were found to have violated the Fundamental Rights of a citizen by subjecting him to torture while being detained by the Police.",
    "“The Sri Lanka Police is a reputable organisation with significant responsibilities in the current circumstances. However, the Supreme Court has declared that the recently appointed Chief has been implicated in acts of torture against an individual,” he said.",
    "“The appointment of such a person as the leader of the Sri Lanka Police is an unbelievable situation. This is not something that occurs in a democratic country,” the MP remarked.",
    "“Due to this, the reputation of the Sri Lankan Police is being tarnished in front of the world. This is a very sad situation. Such things happen because there is no mandate in the country. Such things do not happen in a country where the Government has the people’s mandate,” the MP added."
  ]
}