{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SLFP-elects-Nimal-Siripala-as-Chairperson/56-763253",
  "time_ut": 1718838683.0,
  "original_lang": "en",
  "original_title": "SLFP elects Nimal Siripala as Chairperson",
  "original_body_lines": [
    "The Sri Lanka Freedom Party (SLFP) Executive Committee yesterday unanimously elected Minister Nimal Siripala de Silva as the party’s Chairperson and MP Duminda Dissanayake as the SLFP General Secretary, marking a significant development in the party’s ongoing internal struggles.",
    "Ports, Aviation and Shipping Minister Nimal Siripala de Silva, was initially appointed as the SLFP Acting Chairman by a faction supporting him in April at a special politburo meeting held without the participation of SLFP leader Maithripala Sirisena. This meeting, held at the Sri Lanka Foundation Institute, was attended by former President Kumaratunga, who also secured an interim injunction preventing Sirisena from functioning as the SLFP Chairperson.",
    "The Colombo District Court also refused to issue an interim order preventing the SLFP Executive Committee from convening yesterday. The Court’s decision came after considering a petition submitted by SLFP Electoral organiser Hector Bethmage against the scheduled meeting. The Court issued notices to the defendants and scheduled the case for further hearing on 3 July.",
    "Since April, the SLFP has been embroiled in a crisis following a factional clash between former President and Chairman Maithripala Sirisena and a faction led by former SLFP leader and former President Chandrika Bandaranaike Kumaratunga along with Minister Nimal Siripala de Silva. The legal battle, initiated by an injunction preventing Sirisena from functioning as the SLFP Leader, has intensified the factional struggle. Consequently, SLFP members Wijeyadasa Rajapakshe and Nimal Siripala de Silva were appointed by their respective factions to lead the party, leading to further Court cases filed against each other to prevent them from functioning in their elected roles."
  ]
}