{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99239/former-pakistan-pm-imran-khan-gets-bail-in-graft-case-lawyer-says",
  "time_ut": 1715778540.0,
  "original_lang": "en",
  "original_title": "Former Pakistan PM Imran Khan gets bail in graft case, lawyer says",
  "original_body_lines": [
    "A High Court in Pakistan on Wednesday granted bail to Imran Khan in the 190 million pounds corruption case, in which the jailed former prime minister and his wife are accused of receiving land worth billions of rupees as a bribe from a real estate tycoon.",
    "A two-member bench of the Islamabad High Court had reserved the verdict on Tuesday after the completion of arguments.",
    "On Wednesday, the court asked Khan to submit a surety bond of Rs 1 million in order to secure bail. However, the order will not result in the ex-premier’s release from Adiala jail since his sentences in the Iddat and cypher cases are yet to be suspended.",
    "In December last year, the National Accountability Bureau initiated an investigation against Pakistan Tehreek-e-Insaf (PTI) founder Khan, his wife Bushra Bibi, and others in a case of alleged acquisition of hundreds of canals of land under the name of Al Qadir University Trust, resulting in a reported loss of 190 million pounds to the exchequer.",
    "In his bail application in November last year, Khan alleged that the NAB, while acting as a tool of the previous Pakistan Democratic Movement (PDM) government, used the case to harass him on political grounds.",
    "The Al-Qadir Trust case is about the settlement of 190 million pounds, about Rs 50 billion, which the UK’s National Crime Agency sent to Pakistan after recovering the amount from a Pakistani property tycoon.",
    "Being the prime minister then, Khan, instead of depositing in the national treasury, allowed the businessman to use the amount to partly settle a fine of about Rs 450 billion imposed by the Supreme Court some years ago.",
    "Reportedly, the tycoon, in return, gifted about 57 acres of land to a trust set up by Khan and Bushra Bibi to establish the Al-Qadir University in the Sohawa area of the Jhelum district of Punjab.",
    "Khan has been lodged at the high-security Adiala Jail in Rawalpindi since August last year.",
    "Since his removal from power in a no-confidence motion in April 2022, Khan has been convicted in at least four cases, including the cipher (secret diplomatic communication) case."
  ]
}