{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110864/thailand-cambodia-agree-to-hold-immediate-ceasefire-talks",
  "time_ut": 1753579680.0,
  "original_lang": "en",
  "original_title": "Thailand, Cambodia agree to hold immediate ceasefire talks",
  "original_body_lines": [
    "US President Donald Trump has announced that Thailand and Cambodia have agreed to an “immediate ceasefire” over violent conflict at their borders.",
    "The US president said that he spoke with both Cambodian Prime Minister Hun Manet and acting prime minister of Thailand Phumtham Wechayachai to restore peace.",
    "In a series of posts on Truth Social, Trump said “They have agreed to immediately meet and quickly work out a Ceasefire and, ultimately, PEACE!”",
    "“They are also looking to get back to the “Trading Table” with the United States, which we think is inappropriate to do until such time as the fighting STOPS,” the Republican leader wrote.",
    "Meanwhile, United Nations Secretary-General Antonio Guterres expressed his deep concern over the recent armed conflict between Thailand and Cambodia at the border, urging both the nations to agree to an immediate ceasefire and resolve the disputes via dialogue.",
    "In a post on X, the United Nations chief said “I am deeply concerned about the recent armed clashes at the border between Cambodia and Thailand. I urge both sides to immediately agree to a ceasefire and to address any issues through dialogue. I remain available to assist in efforts towards a peaceful resolution of the dispute.”",
    "Thailand and Cambodia traded accusations Saturday of fresh attacks as deadly border clashes entered a third day, leaving at least 33 people dead and more than 168,000 displaced, as international pressure mounted on both sides to reach a ceasefire.",
    "Artillery fire and gunshots were reported near several border villages, expanding the area of the fighting that flared again Thursday after a land mine explosion along the border wounded five Thai soldiers.",
    "Cambodian and Thai officials claimed to have acted in retaliation. Both countries recalled their ambassadors and Thailand closed its northeastern border crossings with Cambodia.",
    "The UN Security Council also held an emergency closed-door meeting Friday in New York. Malaysia, which chairs the 10-nation regional bloc that includes both countries, called for an end to the hostilities and offered to mediate. While the council did not issue a formal statement, a diplomat said all 15 members urged both sides to deescalate, exercise restraint and resolve the dispute peacefully."
  ]
}