{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Bunker-demand-rises-across-Sri-Lankan-ports/108-279907",
  "time_ut": 1711910220.0,
  "original_lang": "en",
  "original_title": "Bunker demand rises across Sri Lankan ports",
  "original_body_lines": [
    "As shipowners and charters continue to take longer voyages to avoid Red Sea, bunker demand across ports on India’s west coast has risen and VLSFO supplies at the ports of Kochi and Mumbai remain disrupted.",
    "Despite the increased demand, price movements were mixed as of March 28. Platts, part of S&P Global Commodity Insights, assessed 0.5 percent marine fuel oil delivered to Kochi at US $ 700/mt CFR, up US $ 20/mt on the week, while in Mumbai, prices fell to US $ 698/mt, down US $ 8/mt.",
    "In Sri Lanka, prices at Colombo were assessed at US $ 700/mt, down US $ 7/mt on the week, according to S&P Global data.",
    "“Demand has substantially increased, almost by 30 percent across Mumbai, Kochi and Gujrat ports. Long haul vessels are calling more often now. The volumes that were being lifted at King Abdullah port, Yanbu, Djibouti and Suez Canal have now shifted to Indian and Sri Lankan ports,” a Gujarat-based trader told S&P Global.",
    "“Longer voyages coupled with a shortage of VLSFO at some Indian ports has increased demand at Kandla and Mundra,” said a Kandla-based supplier.",
    "The unavailability of product at the Indian port of Kochi has raised demand at Sri Lankan ports of Colombo and Hambantota. A Bunkerworld survey showed that bunker sales volume at Colombo surged by 33 percent to 40,000 mt/month, up from an average of 30,000 mt/month before the Red Sea disruptions. The ports remain well supplied through consistent inflows from Fujairah and Singapore.",
    "“For VLSFO, the queries have reduced a lot as the market knows we’re out of product. Whatever prices are being quoted are only on best endeavour basis (subject to availability). With that condition, both traders and clients do not want to take any risk. We’re not getting any queries for MGO and even if we do, it’s only for smaller parcels that would help cover the voyage to cheaper places,” a Kochi-based supplier said.",
    "Supply shortages at Indian ports have also prompted India-based traders to divert their queries to Sri Lanka.",
    "“Demand has almost doubled since January. Tightness across Indian markets during the first few weeks also helped us to capture the demand. Interestingly, we’re seeing a considerable number of inquiries for HSFO. There are three active high sulfur fuel oil suppliers in the market now,” a Colombo-based trader told S&P Global."
  ]
}