{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/provincializing-universities-the-risks-dangerous-precedent-of-the-newly-proposed-nepf/",
  "time_ut": 1718018606.0,
  "original_lang": "en",
  "original_title": "Provincializing Universities: The Risks & Dangerous Precedent Of The Newly Proposed NEPF",
  "original_body_lines": [
    "The new National Education Policy Framework (NEPF) currently being implemented by the government has begun to be noticed by the public. However, there is a noticeable absence of in-depth discussion of the implications of the policies that it proposes. So far critics have quite convincingly pointed out the neoliberal motives behind the proposals and the threat that it poses to the longstanding tradition of free education in Sri Lanka. These criticisms hold merit, as the compilers of the framework have failed to present any moral stance, such as a commitment to social justice and equity, within the document.",
    "An equally critical yet less emphasized aspect is the devolution agenda of the policy framers, who have aggressively pursued the decentralization of educational powers beyond the provisions of the current Constitution. It is evident that the framers are deliberate and explicit in their efforts, as they have unequivocally embraced the ‘Principle of Subsidiarity,’ challenging the unitary status of Sri Lanka. This principle was first introduced in Sri Lankan constitutional history during the attempted drafting of a new constitution by the ‘Yahapalana’ government in 2016 receiving severe criticism for undermining the country’s unitary status. Strangely, the NEPF framers have adopted the same principle despite the nation’s continuing adherence to the unitary status. It appears that the NEPF framers disregard the necessity for policies to align with the Constitution, as evidenced by multiple recommendations that violate the provisions of the 13th Amendment. For instance, the NEPF recommends stripping the central government of the right to establish universities, conferring that authority exclusively upon provincial governments. Additionally, it suggests categorizing existing universities as “provincial universities.” This recommendation contradicts the Constitution, which defines the establishment of universities as a concurrent task shared by both the central and provincial governments. Moreover, the Provincial Boards of Education, entrusted with the advisory function by the Constitution, are recommended to be granted autonomy by the NEPF.",
    "It is further recommended to replace the University Grant Commission (UGC), the apex body of higher education, with a new entity called the National Higher Education Commission, whose role is to be limited to maintaining academic standard adhering to the national policies. As a result, the Provincial Boards of Education take on the roles of establishing, coordinating, and maintaining universities, thereby, challenging the existing centralized authority over these responsibilities. There is beyond doubt that the framers are intent on fully decentralizing higher education in the country, to a degree that surpasses even India’s model, where the Union Government shares the powers with states to establish, coordinate and maintain universities. What’s truly concerning is their daring attempt to decentralize higher education, not by directly amending the constitution, but rather by manipulating education policy decisions, which is both unconstitutional and unethical.",
    "What could be the consequences of this attempt with regard to universities? So far, universities have featured in national political mandates, with promises to increase the number of institutions and student enrollment, driven by a sense of national interest beyond regional and ethnic considerations. However, if universities are transformed into “provincial universities” and become focal points in provincial election campaigns, these campaigns may emphasize regional sentiments. When local politicians view universities primarily as tools to serve their regional constituencies, they risk undermining the national significance of these institutions. This shift challenges the current equitable approach, which strives to serve the national interest without regard to regional or ethnic differences.",
    "The NEPF aims to replace the UGC and transfer the responsibility of funding universities to the respective provinces, posing a significant threat to university autonomy. If provincial bodies gain the authority to fund universities while heavily relying on central government funding, we can expect increased corruption and deficiencies. Local politicians are likely to prioritize regional sentiments, casting doubt on whether university matters will receive adequate attention. Additionally, there is no assurance that all universities will receive equitable treatment, as their affiliations with different provinces may lead to disparities.",
    "It was not long ago that there was a media report of a politician sending a letter to the top authority of a university, advocating for the recruitment of a specific individual as a lecturer. If this is happening even when universities are buffered by the UGC from direct political interference, the situation could worsen if they fall under the oversight of the proposed autonomous Provincial Educational Board. There is no doubt that this board would be influenced by provincial political dynamics. Imagine a scenario where the provincial chief minister appoints the Vice Chancellor of the “Provincial University.” In this scenario, provincial politicians might view universities as potential employment hubs for their constituents.",
    "It is no secret that there is an infamous demand for the further division of existing provinces along ethnic lines in this country. In this context, if ethnicity-focused groups see universities as instruments for promoting ethnic and religious interests rather than fostering a cohesive national identity, the country will lose its ability to create a unified national ethos. It is inevitable that universities will become victims of regional and ethnic political maneuvering.",
    "Why are the framers of the NEPF persisting in this unconstitutional and disreputable endeavor? Why haven’t they opted to pursue amendments to the Constitution for their intended devolution through proper channels? Perhaps they are leveraging this for future constitutional amendments when the political climate is favorable to such endeavors. The public is strongly urged to remain vigilant regarding potential future constitutional changes, as the irreversible damage they may cause has been well documented.",
    "It is important to note that Sri Lanka, unlike India, does not accept provincial autonomy in principle due to the unitary status. If there is a need to delegate certain powers, be it legislative, administrative, or financial, it must be rationally justified keeping the supremacy of the Parliament. In this context, I’d like to pose a fundamental question: What is the rationale for provincializing universities? Put differently, do specific provincial needs and conditions warrant such a recommendation in the Sri Lankan context? Is there a need for distinct higher educational programs tailored to cater to unique requirements in provinces? If it is posed more concretely, do provinces have unique industrial and manufacturing activities that demand tailored engineering and managerial degree programs specific to the province for example? To the best of our knowledge, no one has been able to demonstrate such distinct requirements. Authorities need to remember that the rationale for devolving power should stem from logical arguments rather than merely pleasing certain groups for future political gains.",
    "As a final note, the people are strongly urged to unite in opposition to this unconstitutional and destructive attempt by the NEPF, which sets a dangerous precedent by surpassing the provisions outlined in the Sri Lankan Constitution. Failure to do so would establish a precedent of devolving power without amending the Constitution, but rather through policy manipulation.",
    "*The writer is a senior Lecturer in the Engineering faculty at the university of Moratuwa"
  ]
}