{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Major-development-for-Higurakgoda-Airport/34-763464",
  "time_ut": 1719359073.0,
  "original_lang": "en",
  "original_title": "Major development for Higurakgoda Airport",
  "original_body_lines": [
    "The Government has announced plans to develop Hingurakgoda Airport to meet international civil aviation standards based on the expert committee recommendations.",
    "The joint proposal to this effect presented by President Ranil Wickremesinghe in his capacity as Defence Minister, and the Ports, Shipping and Aviation Minister Nimal Siripala De Silva was approved by the Cabinet of Ministers at its meeting on Monday.",
    "Currently managed by the Sri Lanka Air Force, the airport’s transformation is part of a strategic initiative to boost the country’s aviation infrastructure.",
    "A committee comprising representatives from the Sri Lanka Air Force (SLAF), the Sri Lanka Civil Aviation Authority (CAASL), Airports and Aviation Company (Sri Lanka) Ltd. (AASL) and the Road Development Authority (RDA) has been appointed to draft a master plan for the airport’s development and oversee related tasks.",
    "“This proposal outlines the necessary steps to transform Hingurakgoda Airport into a fully functional airport, based on the committee’s recommendations,” Cabinet Co-Spokesman and Minister Bandula Gunawardena said at the weekly post-Cabinet media briefing yesterday.",
    "He said the development of Hingurakgoda Airport is a critical component of the broader strategy to enhance the country’s aviation infrastructure and support economic growth.",
    "“The development plan is expected to include significant upgrades to the airport’s facilities, infrastructure and services to ensure compliance with international standards. The move aims to position Hingurakgoda Airport as a key hub for domestic flights, fostering tourism and economic development in the area,” he added."
  ]
}