{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/revisiting-2022-mayhem/",
  "time_ut": 1723050420.0,
  "original_lang": "en",
  "original_title": "Revisiting 2022 mayhem",
  "original_body_lines": [
    "The dust is said to be settling in Bangladesh. No sooner had the Sheikh Hasina regime been toppled in Dhaka than JVP/NPP stalwart, K. D. Lal Kantha, created quite a stir in Colombo by making a boastful claim, which blew up in his face.",
    "Addressing a group of tax professionals in Colombo on Tuesday, Lal Kantha said the JVP had engineered the abortive bid to capture the parliamentary complex in 2022. Claiming that the JVP had been able to ‘direct’ the Galle Face protesters to Parliament, he said its plan had gone awry for want of support from other protest leaders. Therefore, the JVP had not been able to deliver the coup de grace to the Rajapaksa regime, which made a comeback by consolidating its power in Parliament, he said.",
    "Several government MPs tore the JVP to shreds in Parliament yesterday over Lal Kantha’s statement at issue. They demanded stringent action against ‘the terrorists who were behind the attempt to capture Parliament’. If only they had called for action against the SLPP politicians who, together with their supporters, carried out an unprovoked attack on the Galle Face protesters in 2022, triggering a wave of retaliatory violence.",
    "Lal Kantha however made no revelation. That the JVP led the protesters who tried to march on Parliament is public knowledge. On 01 June, 2022, this newspaper carried a news report on a speech Lal Kantha had made at a JVP rally in Thambuttegama. He said, among other things, “The Galle Face protesters should get ready to change the venue from the old Parliament premises to the new Parliament premises ….” It was obvious that the JVP was trying to manipulate the Aragalaya movement, having infiltrated it, to further its own political interests.",
    "What Lal Kantha left unsaid, on Tuesday, was that the JVP had failed to achieve its goal owing to the intervention of President Ranil Wickremesinghe, who was instrumental in aborting its bid to overrun Parliament. Wickremesinghe ordered a crackdown, which drove protesters away.",
    "Bangladesh has survived the capture by protesters of its parliament, as it is not facing an economic crisis as such, and a regime change has helped douse flames of public anger, but if the efforts to overrun the Sri Lankan Parliament had succeeded, they would have rendered the situation even more chaotic and volatile by making it impossible to revive the ailing economy, much less ameliorate the people’s suffering; such an eventuality would have caused this country to be caught up in a vicious cycle of political upheavals and economic misery.",
    "Lal Kantha’s argument that the Aragalaya campaign failed to bring about a regime change because the attempt to occupy Parliament came a cropper is tenable. The SLPP government has survived like Miracle Mike, the headless chicken. In Bangladesh, the decapitation of the Hasina regime has kindled the hopes of a new beginning. But what would have happened here if the JVP-led protesters had succeeded in capturing Parliament? Would they have stopped at that? It may be recalled that the JVP made two unsuccessful attempts to capture state power by violent means—in 1971 and in the late 1980s.",
    "There is a critical question that Sri Lankans should ask themselves before voting at the upcoming presidential election. Will those who, in a bid to wrest control of the state, unleashed barbaric terror to suppress democratic dissent, ran parallel governments of sorts, held kangaroo trials, and then went so far as to try to overrun Parliament, ever let go of power if they succeed in securing it?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}