{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Election-outcomes-best-teams-Strategic-advantages-of-political-alliances/4-765809",
  "time_ut": 1724259139.0,
  "original_lang": "en",
  "original_title": "Election outcomes, best teams: Strategic advantages of political alliances",
  "original_body_lines": [
    "There were three surprises in Sri Lankan politics in the last week.",
    "The unprecedentedly massive turnout for Sajith Premadasa in Kurunegala, August 16th which was evidence of a quantum leap after his formation of a broad Alliance on August 8th.",
    "The entry into the Alliance campaigning for a Sajith presidency, of Champika Ranawaka, foremost ideologue and figure of the BJP-type Right, together with his compact but proficient group of followers (Karunatne Paranavithana being especially noteworthy).",
    "The rock-star emergence of Namal Rajapaksa, starting outside the Election Commission on August 15th. The SLPP-SLFP ‘barons’ who defected en masse to Ranil, re-formed the UPFA, and entering through a virtual doorway paraded as on a catwalk at a ‘Sri Lanka Can’ signing on August 16th, should be afraid, very afraid. The renegades have no one who generates that type of enthusiasm among their voters. Namal’s vote fractures Ranil’s SLPP-SLFP political prop.",
    "At no time did the island’s Left do better electorally than at the first General Election in 1947 on the eve of Independence 1948. There was a slim possibility that a Left government could have taken office, but that would have had to be a Left-led government, which consisted of an alliance between the Left parties and the progressive independents (among whom was SWRD Bandaranaike).",
    "The story is well-known. A discussion was held at ‘Yamuna’ the residence of Herbert Sri Nissanka. Trotskyist LSSP theoretician Dr Colvin R de Silva denounced the idea of a politically pluralist coalition which would unite the divided left and the independent progressives, as a “three-headed donkey”. That was the end of the best chance ever for a Left-led progressive government.",
    "What Colvin R de Silva did in 1947, Anura Kumara Dissanayaka did in 2024, when he proudly proclaimed that he and his party opened the door to dissident elements from the centrist parties who had been knocking, greeted them traditionally (“Ayubovan”), saw their faces, recognised that they had “bad political histories, pedigrees” and shut the door in their faces.",
    "DS Senanayake, the UNP leader was able to clinch the outcome and form the first administration at Independence because he, in stark contradistinction to the Left, reached out as widely as possible and formed a broad-based coalition government.",
    "This happened not once but twice in post-Independence Ceylon. Prime Minister Dudley Senanayake elected in 1952, resigned the next year after the Hartal of August 1953, the first ‘Aragalaya’. The ruling party replaced Senanayake with the first Ranil, UNP tough-guy Sir John Kotelawala, whose advisor was Ranil’s father Esmond.",
    "The Hartal was led by the two left parties the LSSP and CP, which did not form a left united front even afterwards. The United Left Front was formed only in 1963 and that lasted barely a year.",
    "The General Election of 1956 was won not by the (divided) Left which had led the Hartal, but by a moderate-centrist anti-UNP party which had come in third, behind the LSSP, at the previous General Election of 1952.",
    "Why did the Silent Revolution of 1956 pick the centrist SLFP as agency instead of the powerful Left? Because it was a progressive, center-left coalition (MEP), fusing the socioeconomic and the religio-cultural-linguistic, rather than a single Marxist left party.",
    "Even in crisis, the Buddhist ethos makes Sri Lanka much more inclined to the Middle Path which eschews Right and Left ‘extremes’.",
    "Ranil Wickremesinghe, and much more substantively and authentically, Opposition leader and SJB leader Sajith Premadasa, have formed multiparty alliances. It is possible that, just as at Independence in 1948 and again in 1956, the strategic formula of a broad coalition will prevail over that of sectarian rejectionism by a politically puritanic and exclusionary Left.",
    "Had Anura and his party been diligent students of the global left experience, they would be familiar with the Central American concept of “the accumulation of forces”. AKD-NPP have indeed engaged in an “accumulation of forces”, but that is “the accumulation of social forces”—as did the LSSP in its glory days, the 1940s and ‘50s. They have, however, turned their faces away from “the accumulation of political forces”.",
    "AKD-NPP have failed to understand that a network of political partnerships and the very optics of political leaders – not mere Ministers as in Ranil’s case--in concert, facilitate broader-gauge appeal and longer-range social reach than a one-party political movement is likely to be capable of. As Fidel Castro used to insist, “unity not merely adds, it multiplies!”",
    "The real political turning point in the JVP’s second uprising was the all-parties Roundtable summoned by President Ranasinghe Premadasa in 1989. It was widely attended even by the short-lived political wing of the LTTE represented by Dilip Yogi, but boycotted by the over-confident JVP which thereby isolated itself. 35 years later it has still not learned the lesson that multiparty political convergence, however kaleidoscopic (to borrow Mervyn de Silva’s term), could at critical moments, tilt the balance of forces and thereby the outcome.",
    "Serious politics is fought out between ‘blocs’ of political forces – and international politics by ‘alliances’--which contain diverse elements. These blocs have leading – ‘hegemonic’--elements and ideologies, but the blocs themselves are heterogenous in social and political composition. These blocs sometimes collude, sometimes contend, but at decisive moments with high stakes, collide.",
    "Serious politics is not fought out between homogenous, ‘pure’ or ‘unitary’ political armies lining up against each other. This was comprehended and communicated with characteristic lucidity by Lenin.",
    "“So one army lines up in one place and says, ‘We are for socialism’, and another, somewhere else and says, ‘We are for imperialism’, and that will be a social revolution! …Such a ridiculously pedantic view…Whoever expects a ‘pure’ social revolution will never live to see it. Such a person pays lip-service to revolution without understanding what revolution is.” (Lenin ‘On the Irish Rebellion of 1916’ https://www.marxists.org/history/etol/newspape/irishmr/vol04/no14/lenin.html)",
    "The same goes decisive national elections in a time of crisis. The expectation that all the forces of and for the Establishment/elite/System, will line up together in one place and declare “we are the elite and for the System”, while the others will or should line up against it and declare “we are against the elite and the System” is a “ridiculously pedantic view” of politics in general and contemporary Sri Lankan politics in particular.",
    "AKD is himself the leader of a bloc, but it is a one-party (JVP) bloc with no other real parties. Instead, it has an interlocking directorate with its quasi-autonomous auxiliary Movement, the NPP.",
    "There is a stark difference between Ranil’s and Sajith’s alliances. Ranil and his bloc provide a snapshot of the oldest generation in politics; the old Establishment, the Old Guard; truly an ancien regime.",
    "By contrast, Sajith Premadasa, Dullas Alahapperuma, GL Pieris, Dayasiri Jayasekara, Charitha Herath, Champika Ranawaka, Mano Ganeshan et al, represent an array of competence, experience and ideological diversity.",
    "Sajith’s bloc appears a galaxy of proven talent, drawn from across the political and ideological spectrum. As Dullas Alahapperuma said at the spectacular Kurunegala kick-off rally, it “politically brought together Right and Left, North and South, East and West”. Together with the SJB’s best, the Alliance leaders would constitute a formidably competent Cabinet to manage the crisis. The collective profile comes across as mature and experienced, but not decrepit and senile; middle-aged and energetic, but not amateurish or juvenile, and ideologically centrist.",
    "Ranil’s is a bad team, Anura’s is a good team, but the best team is one which can produce synergies, and that’s a combined team. USA and Singapore encourage migration to secure the best minds from all over, which gives those countries an edge. So also, in politics. The best cannot possibly come from one place. Anura is against political migration. Ranil and Sajith encourage it, but Ranil gets the decrepit and discredited, Sajith secures better quality. Sajith’s Alliance is therefore the best team.",
    "For AKD, political alliances represent arrant opportunism and politically “froggish” behavior. That doesn’t explain why he hasn’t drawn in the FSP as ally. For a Marxist, he is strangely oblivious of five basic phenomena/factors.",
    "Firstly, an “organic crisis” as Antonio Gramsci defined it. Gramsci describes an ‘organic crisis’ as one in which social classes detach themselves from their traditional political parties. That – and not mere opportunism or corruption-- is what has happened to/within the Pohottuwa, and explains its alignment with Ranil.",
    "Secondly, the importance of political economy and class/elite interests. Like the ‘labour aristocracy’, the privileged trade union elite in the West as classified by Lenin, the Ministers of the SLPP and SLFP represent an elite, the interests of which cannot be accommodated any longer within the ‘Mahinda Chinthanaya’ policy pillars of economic semi-statism and patriotism/nationalism. The SLFP-SLPP barons are materially best served by and thus politically more comfortable with Ranil’s no-holds-barred, “sell ‘em all” economics.",
    "Thirdly, ‘synthesis’ arising from the clash of opposites. While both Ranil and Anura have ideologically homogenous blocs, only Sajith Premadasa has the benefit of fusions; syntheses. Sajith’s SJS represents the broadest degree of political pluralism and ‘unity in diversity’. This makes Sajith’s supportive Alliance, more accurate a mosaic or mirror of the country and society.",
    "Fourthly, Anura doesn’t understand the different types of change and different types of times in history, from the long duration--’la longue durée’ -- to the ‘current moment’. Anura currently recognises only two types of change:",
    "(a) The Aragalaya (2022) rejected the System, the post-1948 Establishment.",
    "(b) The post-1948 Establishment is now uniting against the NPP-JVP.",
    "Fifthly, Anura doesn’t allow for inter-capitalist and intra-capitalist contradictions, i.e. contradictions between capitalist forces and within capitalist entities. Current changes do not show various formations uniting against the JVP. If everyone or all class enemies were uniting against the JVP-NPP, there would be a solid alliance along the lines that Ranil Wickremesinghe wanted, running from the Pohottuwa to the SJB. Instead, there are three non-JVP/NPP adversarial forces --Ranil’s, Sajith’s and Namal’s-- for whom anti-JVPism is secondary and subordinated to their primary drive to win the election, or in Namal’s case, to make a big splash now so he could win in 2029.",
    "Instead of uniting, the elite establishment has divided into two distinctly different blocs in bitter contention with each other over political power:",
    "Lenin said that “the concrete analysis of a concrete situation” is the heart of Marxism. The central analytical concept in Marxist politics, that of “conjuncture”, is best defined in the Glossary of Louis Althusser’s ‘For Marx’ (my own copy dated August 1973, London, was a gift from EROS founder Eliyathamby Ratnasabapathy) as follows:",
    "“CONJUNCTURE. The central concept of the Marxist science of politics (cf. Lenin’s ‘current moment’); it denotes the exact balance of forces, state of overdetermination of the contradictions at any given moment to which political tactics must be applied.”",
    "(Louis Althusser, For Marx, Penguin University Books, UK, p 249)",
    "In the crucial year 1917, Lenin’s rapid shifts to keep pace with the situation gave rise to his comrades “the Old Bolsheviks” being befuddled. Trotsky, a long-standing critic and rival of Lenin, joined the Bolsheviks and was welcomed by Lenin because there was a conjunctural convergence of their positions after more than a decade. Within months Lenin shifted his slogans from “All Power to the Soviets” to “All Power to the Bolsheviks”. Furthermore, by his own admission, his Bolshevik party abandoned its Agrarian program of collectivisation, and instead adopted (i.e., purloined) the Agrarian program of land distribution of its rival, the Socialist Revolutionaries (“S-R” s).",
    "As Lenin is recorded as having remarked in a café conversation in Europe “nothing is more radical than reality”.",
    "I am gratified that my Daily FT column of March 28th 2024 entitled ‘Why the JVP-NPP’s moderate leftist ‘pink paradigm’ deserves a chance’ was widely recycled last week. That could partially be intended as a reminder which serves to counter a reset in my position. If my current position has shifted—I still think Sajith and Anura are our two best choices, but in that order-- it is because the ‘concrete situation’, the ‘conjuncture’, has substantively changed.",
    "I draw readers’ attention to some points I made in March this year:",
    "“…(VII) Their main rival the SJB had the exclusive franchise on the richly relevant, populist-tinged Premadasa development doctrine but traded it in to become a version of Rishi Sunak’s UK Conservatives. AKD has faced-down his ideological hawks, Sajith hasn’t. He has empowered them or been coopted by them. As things currently stand, Sajith notwithstanding, an SJB government will be bad: Eran-Harsha, ideological fundamentalist twins who dominate discourse and veto party policy, are the SJB’s Cheney-Rumsfeld.",
    "…The JVP-NPP may not reap its deserved and nationally necessary victory. Why?",
    "(1) It is unlikely that the JVP-NPP by itself can swing the decisive uncommitted voters, and no automatic process of polarisation is guaranteed to deliver those voters to the NPP. The unwillingness to incorporate into an equation, political figures like Prof. Charitha Herath with the requisite appeal to move the middle-ground, could prove counterproductive and costly.”",
    "(A) Sajith Premadasa has renewed his commitment to Social Democracy (an option Anura ignored) and progressive centrism.",
    "(B) Sajith and the SJB have constructed a broad and diverse political coalition which includes key elements of the center-left, thereby constructing a progressive-centrist alternative.",
    "(C) AKD has scornfully rejected potential political partners from the dissenting center-left.",
    "Thus, the concrete situation, the ‘conjuncture’, the ‘current moment’, has reconfigured.",
    "Young Karl Marx’s doctoral thesis was on the ancient Greek philosophers Democritus and Epicurus, and encompassed the ancient Roman philosopher-poet Lucretius. They were the Atomists.",
    "The ceaseless rain of the most irreducibly small particles – which the Greeks called ‘atoms’.",
    "Their ‘encounter’ which caused the appearance and movement of things;",
    "The unpredictable ‘swerve’ of the atoms which enabled the ‘encounter’.",
    "The final contribution of the French Marxist philosopher Louis Althusser, ‘Philosophy of the Encounter: Later Writings 1978-1987’ posited the doctrine of ‘Aleatory Materialism’ – the materialism of ‘The Encounter’ -- arguing for the incorporation of the insights of Epicurus and the ancient Atomists into Marxist ‘historical materialism’.",
    "Extending his earlier tributes to Machiavelli who embarked on the impossible project of a unified Italian state through an ‘encounter’ of ‘Virtu’ and ‘Fortuna’, operating on the unpropitious terrain of warring princely states, Althusser argued that Marxist political strategy should:",
    "Aim at and exercise efforts to cause an ‘encounter’ through generating a ‘swerve’ of the ‘atoms’ of the politico-historical process.",
    "Move to take positions from which a ‘swerve’ could be caused, and at which the ‘encounter’ could occur.",
    "When progressive SLFP-SLPP dissidents Dullas, Charitha et al ‘swerved’, AKD-NPP rejected the ‘encounter’.",
    "Since I hailed Vijaya Kumaratunga in the Lanka Guardian 40 years ago, was denounced in Trotskyist publications for ‘social democracy’, and worked with President Premadasa 35 years ago, I’ve strived for a ‘swerve’ that would cause the ‘encounter’ between leader-alliance-Social Democracy-State."
  ]
}