{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96755/sanath-nishanthas-driver-remanded",
  "time_ut": 1706284200.0,
  "original_lang": "en",
  "original_title": "Sanath Nishantha’s driver remanded",
  "original_body_lines": [
    "The driver of late State Minister Sanath Nishantha, who was arrested over crash that claimed the politician’s life, has been remanded by the Welisara Magistrate’s Court.",
    "The state minister’s driver, who is still undergoing treatment at the Ragama Hospital, has been ordered to be remanded in custody until 05 February by the magistrate.",
    "Earlier today, the police recorded a statement from the driver in question, who drove the vehicle belonging to late State Minister which was involved in the accident that killed the lawmaker and his security guard on Thursday morning (Jan.25). He had reportedly detailed the moment when the fatal collision had occurred, to the police officers.",
    "During interrogation, the driver, Prabhath Eranga, told the police: “We were trying to reach Colombo as soon as possible. The [state] minister was asleep at the time. I overtook the car in front of us, from the left side. And when I tried to get the jeep back to the lane on the right side, I hit the container truck traveling in front of us.”",
    "The driver, who is currently receiving medical care at the Colombo North Teaching Hospital in Ragama, further stated that he ended up crashing into the roadside barrier as he lost control of the vehicle after rear-ending the container truck.",
    "Certain media reports, citing the findings of ongoing investigations, had mentioned that the vehicle had been speeding at 160kmph at the time of the incident.",
    "According to hospital sources, the state minister had sustained serious injuries to his head and right leg.",
    "Meanwhile, the remains of the late State Minister were taken to his residence in Puttalam this afternoon. Many politicians representing both ruling party and the opposition including President Ranil Wickremesinghe, Prime Minister Dinesh Gunawardena, former Presidents Gotabaya Rajapaksa and Mahinda Rajapaksa paid their final respects to the late State Minister at the Jayaratne Funeral Parlour in Borella last night and this morning, and offered their condolences to the bereaved family members."
  ]
}