{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dreamron-group-celebrates-25-years-of-generating-foreign-revenue-for-sri-lanka/",
  "time_ut": 1711062960.0,
  "original_lang": "en",
  "original_title": "Dreamron Group celebrates 25 years of generating foreign revenue for Sri Lanka",
  "original_body_lines": [
    "Kindai Kagaku Lanka PVT Ltd celebrated 25 years of successful export business operations. Over this period of operations, Kindai Kagaku Lanka has grown to be one of the leading Hair Care and Skin Care OEM production companies in Sri Lanka and probably the largest player out of all cosmetic manufacturing companies in Sri Lanka.",
    "Kindai Kagaku exports products to over 27 countries covering all continents and does OEM contract manufacturing for over 12 global brands. The comprehensive range includes cosmetics for hair, such as fashion color products, hair restorers, perm products, shampoos and hair treatments and styling products, includinga wide range of cosmetics to meet the needs of modern consumers who demand the best, from head to toe.",
    "As a subsidiary of Kindai Kagaku Limited in Japan, Kindai Kagaku Lanka Pvt Ltd was founded by a scholar, Dr. Priyanka Perera, in 1999. Kindai Kagaku Lanka (Pvt) Ltd is a pioneering cosmetic manufacturing company in Sri Lanka that was established in the year 1998, with the approval of the Board of Investment of Sri Lanka, exclusively to manufacture and export quality cosmetics. The parent company situated in Japan has gained wide reputation in manufacturing of cosmetics for over half a century. Kindai Kagaku Lanka continues to be supported by Kindai Kagaku, Japan in all aspects of evolving product technology, laboratory services and manufacturing.",
    "As anticipated, encouraged by the rapid success of Kindai Kagaku Lanka, Dr. Perera decided to take another progressive step to create greater economic value for the country by launching a quality Skin care and Hair care range of products under the DREAMRON brand which is a leading powerful and admired household brand today.",
    "People’s Bank receives ‘Excellence in Corporate Cards for Government Departments’ award",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}