{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sl-paris-club-mou-news-gives-bourse-a-lift/",
  "time_ut": 1717714260.0,
  "original_lang": "en",
  "original_title": "SL-Paris Club MoU news gives bourse a lift",
  "original_body_lines": [
    "The stock market performed well yesterday with the reporting in the foreign media that bilateral creditors had expressed their interest in signing a Memorandum of Understanding with the Sri Lankan government as a part of the external debt restructuring exercise.",
    "The bilateral creditors expressed their interest in a MoU with the government, thus boosting the market ahead of the IMF Board level review meeting scheduled for June12.",
    "Amid those developments both indices moved upwards. The All Share Price Index went up by 120.93 points while the S and P SL 20 rose by 55.04 points.",
    "Turnover stood at Rs 1.56 billion with three crossings. Those crossings were reported in Pan Asia Bank, which crossed 1.8 million shares to the tune of Rs 43.54 million; its shares traded at Rs 23.20, Sampath Bank 300,000 shares crossed for Rs 23.9; its shares sold at Rs 79.50 and HNB 97500 shares crossed to the tune of Rs 20 million; its shares traded at Rs 205.",
    "In the retail market top seven companies that mainly contributed to the turnover were; HNB Rs 127.7 million (624,000 shares traded), NTB Rs 119 million (925,000 shares traded), Hayley Rs 82 million (868,000 shares traded), LOLC Rs 78 million (165,000 shares traded), NDB Rs 67 million (822,000 shares traded), Sampath Bank Rs 62 million (779,000 shares sold) and Sunshine Holdings Rs 62 million (979,000 shares traded). During the day 49.2 million shares volumes changed hands in 11649 transactions.",
    "Yesterday, the rupee edged up to Rs 302.48/55 to the US dollar in the first half-hour of trading, while bond yields were down and stocks opened 0.56 percent higher, dealers said.",
    "The Sri Lankan rupee closed at Rs 302.35/45 to the greenback on Wednesday.",
    "In the secondary market, yields were slightly down, dealers said.",
    "A bond maturing on 15.12.2026 was quoted at 9.80/90 percent up from 9.85/90 percent. A bond maturing on 15.09.2027 was quoted at 10.45/50 percent, up from 10.40/55 percent. A bond maturing on 01.07.2028 was quoted at 10.80/90 percent, down from 10.90/11.00 percent. A bond maturing on 15.05.2030 closed at 11.70/80 percent, down from 11.75/90 percent. A bond maturing on 01.10.2032 closed at 11.85/95 percent, down from 11.90/12.00 percent.",
    "US-based SaaS provider OnCoor Inc opens new Sri Lanka subsidiary",
    "Surge Global secures second landmark win in Qatar with contract topping Rs.1billion",
    "Share price appreciations in banking sector counters as indices rise",
    "Expolanka Holdings’ Exit Offer on until June 10; delisting challenged in court",
    "Delisting plans at Aitken Spence Plantation Managements; investor sentiment up",
    "Banking sector shares suffer decline in the wake of Combank’s morn setback",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}