{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-central-bank-ready-for-vehicle-import-relaxation-governor-185986/",
  "time_ut": 1730695560.0,
  "original_lang": "en",
  "original_title": "Sri Lanka central bank ready for vehicle import relaxation: Governor",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Central Bank has indicated its readiness to support the government if it chooses to relax motor vehicle import restrictions, citing the country’s stable balance of payments position and a current account surplus for the second consecutive year.",
    "The decision, however, rests with the government and fiscal authorities, the Central Bank Governor Nandalal Weerasinghe said an interview with EconomyNext on October 26.",
    "“It is a decision by the government, the fiscal authority. But we have indicated that we are in a position in terms of reserves and balance of payment, because this year we will have a current account surplus and last year also we had a current account surplus.”",
    "“Next year, even if we open up for motor vehicle imports, we will have a small deficit that can be managed without any issue, because we have had huge deficits in the past.”",
    "“What we have indicated to the government is that, if they want, they can relax and from the balance of payments point of view, we can manage. We have given our recommendation, the government will have to make a decision, Governor Weerasinghe said.",
    "As at end-September, Sri Lanka’s gross foreign reserves position was approximately US $ 6 billion, including the proceeds from the People’s Bank of China swap arrangement, which is subject to conditionalities on usability.",
    "Sri Lanka’s previous government said vehicle imports would be gradually relaxed.",
    "While vehicle imports may generate more private credit, putting upward pressure on interest rates, but they are also anticipated to significantly boost government revenue through taxation.",
    "Sri Lanka imposed import restrictions on numerous goods including a complete ban on vehicle imports during the Coronavirus Crisis, after cutting rates. (Colombo/Nov04/2024)"
  ]
}