{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-pragmatic-approach-to-governance-an-independent-citizens-perspective-on-president-dissanayakes-recent-appointments/",
  "time_ut": 1728292140.0,
  "original_lang": "en",
  "original_title": "A pragmatic approach to governance: An independent citizen’s perspective on President Dissanayake’s recent appointments",
  "original_body_lines": [
    "“It doesn’t matter whether a cat is black or white, as long as it catches mice – Deng Xiaoping”",
    "As a concerned citizen of Sri Lanka, I have closely observed the early days of President Anura Kumara Dissanayake’s (AKD) tenure. Elected on a platform of reform, transparency, and merit-based governance, his recent appointments to key government positions have sparked debate. Some argue that these choices contradict the very principles AKD campaigned on. However, a closer look reveals a more nuanced and pragmatic approach to governance that prioritises results and effective leadership.",
    "While the president pledged to appoint individuals based on merit, it’s crucial to recognise that merit isn’t restricted to long-standing public officials. Sri Lanka’s history has shown that some of the most effective public servants have come from non-traditional backgrounds. One such example is Mr W.M.P.B. Menikdiwela, who served as the Secretary to President J.R. Jayewardene. Though from the top ranks of the Sri Lanka Administrative Service, Menikdiwela’s success was attributed to his administrative capability, strategic vision, and reformist mindset, which aligned well with Jayewardene’s goals.",
    "AKD’s recent appointments reflect a similar thought process. The selection of Dr Nandika Sanath Kumanayake as the new Presidential Secretary may appear unconventional to critics accustomed to more traditional choices. However, AKD’s intention is clear – he seeks to break away from bureaucratic stagnation and inject new thinking into governance. By bringing in individuals from diverse professional backgrounds, AKD aims to rejuvenate a system often weighed down by entrenched bureaucracy.",
    "A particularly bold move was AKD’s decision to appoint nine new provincial governors, bringing in a diverse array of expertise and experience. One of the standout choices is Mr Hanif Yusoof, appointed as the Governor of the Western Province. Mr Yusoof is a highly successful entrepreneur and co-founder of Expolanka Holdings, a company he transformed into a global leader in logistics. His extensive business experience and international exposure uniquely position him to drive economic growth in a region that serves as a hub for major investments, including the Port City and Board of Investment (BOI) projects. Mr Yusoof’s visionary leadership is expected to further AKD’s vision of integrating private-sector dynamism into public-sector reforms, making him a key figure in fostering business partnerships and attracting investments to the region.",
    "The other newly appointed governors include Mr Sarath Bandara Samarasinghe Abayakon (Central Province), Mr Bandula Harischandra (Southern Province), Mr Tissa Kumarasiri Warnasuriya (North Western Province), Mr Wasantha Kumara Wimalasiri (North Central Province), Mr Nagalingam Chetanayahan (Northern Province), Mr Jayantha Lal Ratnasekara (Eastern Province), Mrs Champa Janaki Rajaratne (Sabaragamuwa Province), and Mr Kapila Jayasekara (Uva Province). Each of these appointments reflects AKD’s strategy of leveraging a broad spectrum of expertise to support his reformist agenda.",
    "Governance, after all, is about execution. It requires individuals who not only have the necessary expertise but also share the leadership’s vision and can act decisively in implementing policy. The appointments of officials such as the Defence Secretary and the Secretary to the Ministry of Public Security have been scrutinised, but they appear to have been chosen based on their deep understanding of national security and ability to align with AKD’s broader goals. Prior involvement in the political campaign does not detract from their qualifications but reinforces their commitment to the administration’s objectives.",
    "It’s understandable that these appointments might appear to contradict AKD’s election promise of selecting professionals based purely on qualifications and impartiality. However, his definition of merit extends beyond academic credentials or seniority, focusing instead on individuals’ ability to drive meaningful change. Many of these appointees may have supported the president during his campaign or held positions of trust, but this should not be mistaken for cronyism. Instead, it is about ensuring that the right individuals, who understand the president’s vision, are placed in positions where they can deliver results.",
    "In a country that has suffered from decades of bureaucratic inefficiency and governance failures, AKD’s approach reflects a shift towards a more pragmatic and results-driven model. While some may see these decisions as unconventional, they are consistent with the broader promise of reform, efficiency, and responsive governance. As Deng Xiaoping famously remarked during China’s economic reforms, “It doesn’t matter whether a cat is black or white, as long as it catches mice” This quote epitomises AKD’s strategy of prioritising effective governance over strict adherence to tradition.",
    "These appointments should not be judged solely on traditional metrics. Instead, it is essential to assess whether these individuals can achieve the transformative changes the country desperately needs. As a citizen, I remain optimistic that this shift towards pragmatic governance will set the stage for real progress. It is time for us to focus on the bigger picture – how these individuals will help steer Sri Lanka towards a more efficient, transparent, and prosperous future.",
    "Will there be an October Surprise to sway the 2024 election?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}