{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/human-rights-comes-into-sharper-focus-in-syria-and-worldwide/",
  "time_ut": 1733939040.0,
  "original_lang": "en",
  "original_title": "Human rights comes into sharper focus in Syria and worldwide",
  "original_body_lines": [
    "‘Fluidity’ indeed characterizes the changed political situation in Syria. Hitherto authoritarian ruler of the latter, Bashar al-Assad, may have fled the country and brought visible relief to ordinary citizens of Syria and pro-democratic forces the world over but by taking to his heels the former dictator has left behind a gaping power void in his country.",
    "Resistance groups led by the militant organization of an Islamic fundamentalist orientation, the Hayat Tahir al-Sham (HTS), are believed to have taken political and military control of Syria and apparently filled the country’s power vacuum, but whether the country would be enjoying any degree of stability from now on is an open question.",
    "The HTS-led transitional government, for instance, will need to grapple with the problem of uniting the religiously and ethnically segmented country and the political and military formations backing them and this would prove an uphill task, considering its proneness to religious fundamentalism.",
    "The above problem is compounded by the fact that some of the mentioned formations are backed by neighbouring states with a big stake in the inter-state politics of the Middle East. One such country is Turkey. Besides, Iran and Russia have lost a trusted ally in the region in the person of Bashar al-Assad and are unlikely to give up efforts to influence the internal politics of Syria and that of the wider region.",
    "Above all, Israel is in an effort to have more physical and geographical control over Syria and is making its intentions very plain at present. It is seeking to not only solidify control over the Golan Heights-Syria border but is reportedly attacking arms storages and other military infrastructure facilities that were hitherto under the control of the Bashar-al Assad administration.",
    "In short, Israel is expanding and diversifying its military operations in the Middle East theatre with the aim of having a stranglehold over the region. Israeli rulers are on record that they are intent on making Israel the number one power in the region. It will be only a matter of time before the HTS-led regime takes counter-measures against Israel and thereby further jeopardizes Middle East security.",
    "Inherent in these developments are posers for ordinary publics and human rights defenders worldwide as the international community celebrates the 76th anniversary of the formulation of the Universal Declaration of Human Rights. Very rightly, the Declaration is being revisited and appreciated with renewed zeal by progressives globally but much will depend on whether fresh efforts will be made by particularly the world’s democracies to put the provisions of the Declaration into practice and to popularize it indefatigably internationally.",
    "From this viewpoint, all eyes are likely to be on the world’s major democracies, considering that they have thus far neither managed to make any notable progress in their individual observance of human rights nor influenced greatly their allies into doing so. A case in point is the US-Israel alliance. While sensible opinion worldwide expects the US, the ‘world’s mightiest democracy’, to impress on Israel, the need to refrain from persisting in its efforts at ensuring its security by totally military means, this expectation is yet to be fulfilled. Meanwhile, the blood of many an innocent is being wantonly spilled and the prospects of resolving the Middle Eastern conflict by peaceful means are steadily receding.",
    "The storming of Syria’s prisons by sections of Syria’s citizenry in the wake of Bashar al-Assad fleeing the country has helped to further bring to light the gross human rights violations engaged in by the Assad regime. Going by reports, the latter had stopped at nothing in its efforts to silence its political opponents and critics. Tens of thousands of persons have been incarcerated, cruelly tortured and allowed to die with impunity. This was repression at its most horrendous, we are given to understand.",
    "While the challenge before the interim-government in Syria is to prove that it will be taking the country in the direction of democratic development and the rigorous upholding of human rights, in contrast to its infamous predecessor, the international community, read the UN, should consider it incumbent upon itself to ensure that human rights would be respected in Syria from now on.",
    "Besides, the UN would need to convince its general membership and the world’s major powers, who dominate the UN Security Council, of the crucial importance of forging ahead indefatigably towards a world order whose crowning achievement would be the robust observance of human rights, individually and collectively.",
    "The above goal would prove difficult to achieve, as has thus far been the case, but the hour is very late and the gross misrule and repression in countries such as Syria, ought to convince the UN that it must stop at nothing in its efforts to further the cause of democratic development the world over. For the purpose of clarification, it may be said that two essential ingredients of democratic development are equality in every respect and re-distributive justice at the state and international levels.",
    "Thus far, the biggest powers of the East and West have gone ahead with pursuing their self-interest with almost total impunity. Bringing them to the path of reform may prove exacting but the UN system needs to look at ways and means on an urgent basis of making the big powers accountable for their violations of International Law. Likewise, they need to be held responsible for excessive misrule at home that deprives their peoples of the Right to Peace. The latter is integral to the Universal Declaration of Human Rights and is in keeping with the best of international humanitarian law.",
    "States may be sovereign and their rights may be inviolable but if they prefer to be members of the UN system they would need to rigorously subscribe to International Law, for instance, and scrupulously adhere to its tenets. The UN may have failed in the past to convince its membership of the virtues of adhering strongly to its norms of governance and its rules of international behavior but this could no longer be the case. States may need to be convinced that UN membership carries weighty responsibilities in the form of adherence to the highest tenets of just governance.",
    "In this connection it needs to be also said that UN bodies, such as the UNHRC, should act with exceptional speed to bring erring states to justice. Periodic ‘Talkathons’ on countries violating international humanitarian law have thus far proved ineffective and need to be put an end to.",
    "Empowering the next generation: St. Benedict’s College brings STEM education to life",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}