{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sunshine-holdings-plc-announces-new-leadership-appointments/",
  "time_ut": 1711322460.0,
  "original_lang": "en",
  "original_title": "Sunshine Holdings PLC announces new leadership appointments",
  "original_body_lines": [
    "Sunshine Holdings PLC (CSE: SUN) announced that Aruna Deepthikumara, Michelle Senanayake, Dr. T. Sayandhan and Shantha Bandara, who are Executive Committee members of the Group, have been appointed as Executive Directors.",
    "Commenting on the appointments, Sunshine Holdings Group CEO Shyam Sathasivam said, “We are excited to announce the elevation of Aruna Deepthikumara, Michelle Senanayake, Dr. T. Sayandhan, and Shantha Bandara to the positions of Executive Directors within our Group.”",
    "Aruna Deepthikumara, the Group Chief Financial Officer, has been appointed to the board of Sunshine Holdings PLC. With over two decades of experience, Aruna has a track record of finance leadership, successful business process improvement and cross-functional team leadership.",
    "Michelle Senanayake, Group Chief People and Corporate Communications Officer has been appointed to the board of Sunshine Consumer. Michelle has over 27 years of corporate experience, of which 15 years have been in leading human resources functions.",
    "Sunshine Medical Devices and Lina pharmaceutical manufacturing Chief Executive Officer Dr. T. Sayandhan has been appointed to the board of Sunshine Healthcare. With over 32 years of experience, Dr. Sayandhan has been driving Sunshine Medical Devices and Lina to achieve remarkable success since 2017.",
    "Sunshine Pharmaceuticals and Healthguard Distribution Chief Executive Officer Shantha Bandara has been appointed to the board of Sunshine Healthcare. Shantha Bandara has more than 26 years of experience in the pharmaceutical industry.",
    "People’s Bank announces winners of people’s remittance Vaasi Kotiyai 2023 draw",
    "Strong sector performances propel Sunshine Holdings’ earnings by 44.2% to Rs. 5.5 bn",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}