{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lki-icrc-seminar-discusses-contemporary-challenges-concerning-ai-and-autonomous-weapons-systems/",
  "time_ut": 1735578960.0,
  "original_lang": "en",
  "original_title": "LKI – ICRC seminar discusses Contemporary Challenges Concerning AI and Autonomous Weapons Systems",
  "original_body_lines": [
    "The Lakshman Kadirgamar Institute of International Relations and Strategic Studies (LKI), in collaboration with the International Committee of the Red Cross (ICRC) hosted a panel discussion titled, ‘Artificial Intelligence (AI), Autonomous Weapons Systems (AWS) and Contemporary Challenges’ at the LKI Lighthouse Auditorium on 19 December 2024. It was attended by diplomats, representatives of International Organizations, senior officials of relevant Ministries and agencies, military personnel, leading researchers and university students.",
    "Delivering the keynote address at the event, the Additional Secretary for East Asia, the Middle East, and Africa at the Ministry of Foreign Affairs, Ms. Yasoja Gunasekera, underscored the urgent need for global action to regulate Artificial Intelligence and Autonomous Weapons Systems. She emphasized that while AI has become integral to numerous sectors, its growing presence on the battlefield raises profound concerns regarding its application in weapon systems. The Additional Secretary recalled that it was under the Chairmanship of Sri Lanka in 2015, that the High Contracting Parties to the Convention on Certain Conventional Weapons (CCW) agreed to elevate the discussion of LAWS from an informal expert led discussion to a State-led dialogue, leading to the establishment of the first meeting of the Group of Governmental Experts (GGE) at the 2016 CCW Review Conference. She noted that in addition to actively engaging in the GGE, in October 2021 Sri Lanka together with a wide cross regional group of 70 states co-sponsored the first Joint Statement on LAWS at the UNGA, and supported the adoption of the ‘the Pact for the Future’ adopted by the UNGA in September 2024. Sri Lanka strongly supports the negotiation of a legally binding instrument to prohibit and regulate LAWS and supports the UN Secretary General and the President of the ICRC’s joint appeal to establish new rules on AWS by 2026.",
    "Earlier welcoming the gathering, Ambassador Ravinatha Aryasinha, Executive Director of the LKI, said the event was intended to salute the role played by the ICRC which commemorated the 75th anniversary of the operation of the Geneva Conventions, without which the world might have been a different place. He recalled the ICRC’s contributions to Sri Lanka since establishing a presence in 1989, particularly during the armed conflict –escorting food and civilian convoys to the North and the East, facilitating immunization drives, passing messages between the parties in conflict and enabling the return of the wounded and the dead on both sides, and post conflict assistance in mine clearance, disaster response, and in the search for missing persons. Across time the ICRC had also played an important role in training the Security Forces on IHL compliance and engaged in prison visitations and supported the improvement of prison conditions. He observed that the theme of the discussion chosen on disarmament, besides being one where the ICRC and Sri Lanka closely collaborated globally, is the focus of several ongoing research endeavours of the LKI in recent times, along with ICT and its contemporary challenges.",
    "Delivering the opening remarks, Severine Chappaz, Head of Delegation of the ICRC in Sri Lanka focused on the continued relevance of IHL. Stressing that the main responsibility to apply IHL in good faith lies with States to mitigate human suffering, she underlined the importance of making IHL a national and international political priority. She also emphasised on aspects of IHL that are particularly relevant to Sri Lanka, including the post-conflict application of IHL, which applies specifically to the issue of missing persons, their right to be searched for, the right of their families to know the fate and whereabouts of their missing loved ones and the obligation to prevent people from going missing. She also referred to the significance of national integration of IHL where the National IHL committee of Sri Lanka plays a key role, training the armed forces in IHL, and the dissemination of IHL through academic and religious circles. In her remarks, Sri Lanka’s international engagement in the promotion and development of IHL, notably in the field of disarmament regulations, was also recognised.",
    "Prof. Andrei Kozik, Regional Legal Advisor – ICRC, highlighted the novel humanitarian and legal challenges posed by technological developments including AI and AWS. Delving into the subject, he drew attention to the unique characteristics of AWS that heighten risks for civilians and raise challenges for IHL compliance. In his presentation, Prof. Kozik also clarified the ICRC’s position on AWS, stating that the ICRC calls for new rules that prohibit the use of ‘unpredictable’ and ‘anti-personnel’ autonomous weapons systems. It was noted that in this context, ‘unpredictability’ refers to the discriminatory nature of AWS weapons while ‘anti-personnel’ refers to autonomous weapons designed or used to target humans directly. The ICRC’s report titled ‘International Humanitarian Law and the challenges of contemporary armed conflicts’ was referenced as a source to obtain an overview of some of the challenges for IHL posed by contemporary armed conflicts. The report broadly underscores the humanitarian consequences that could result from the potential loss of human control over the use of force in armed conflict.",
    "Ms. Yanithra Kumaraguru, Sri Lankan Coordinator for the Global Campaign ‘Stop Killer Robots,’ underscored the critical role of ethics in shaping both the legal frameworks and the development of autonomous weapons, especially in areas where current laws may not provide clear guidance. She highlighted several key ethical concerns, including the challenge of ensuring that autonomous weapons comply with international humanitarian law principles and also questioned whether machines could reliably make life-and-death decisions without human biases, stressing the risks of errors that could lead to violations of human dignity. She further discussed the ‘moral accountability gap’, an ethical concern that extends beyond legal frameworks and asked whether responsibility for actions taken by autonomous weapons lies with designers, operators, or no one at all emphasizing the dehumanizing consequences of delegating such critical decisions to machines. Stressing the fact that some advocates for autonomous weapons argue that these technologies could lead to greater precision and fewer civilian casualties, Ms. Kumaraguru countered that technological limitations, the unpredictable nature of conflict and the human realities of conflict make such claims overly idealistic.",
    "Colonel Nalin Herath, Director, Media and Spokesman of the Ministry of Defence and Head of the Institute of National Security Studies (INSS), while acknowledging the ethical challenges posed highlighted the transformative impact of AI on modern warfare emphasizing its potential for operational efficiency, noted how such weapons are reshaping combat strategies and in distinguishing civilians from military targets. He raised concern about the growing access of non-state actors to advanced technologies, which heightens unpredictability in conflicts and cautioned against the dangers posed by AI in terms of misinformation and disinformation. Stressing the absence of a global consensus on regulating AI in warfare, he called for caution and cooperation to ensure ethical use of AI and to prevent its misuse.",
    "Prof. Ajith De Alwis, the Chief Innovation Officer of the National Innovation Agency (NIA) and Past President – Pugwash Sri Lanka, addressed the dual-use nature of science, technology, and innovation, particularly in the context of autonomous weapons systems and AI. He noted that since the Wright brothers’ revolutionary invention of flight in 1903 which within a decade was quickly adapted for bombing, historically technology had been weaponized. He pointed to the futility of questioning whether blame can be apportioned to autonomous weapons used in wars, what is more crucial is that states create the conditions to prevent wars from taking place in the first place. He emphasised the need for better prioritizing of the use of AWS, rather than banning per se, and advocated for leveraging AI and autonomous systems for humanity’s benefit rather than their weaponization. Pointing to the climate issue where time was running out and the emission trajectories being put into wrong trajectories by all the conflicts going on, he asked that researchers must be persuaded to become more socially responsible, as the scientists who walked out of the ‘Manhattan Project’ which pursued the creation of the atomic bomb. He also advocated strengthening a UN led global mechanism supporting whistle blowing and asked that we push ourselves to value humanity more – touching on the Pugwash principles.",
    "Ambassador Aryasinha who moderated the panel discussion, reflecting on the challenges faced as Sri Lanka’s Permanent Representative in Geneva in presiding over the CCW during Sri Lanka’ Presidency of the CCW in 2015/2016 which secured a consensus to commence the discussion of LAWS at the level of States Parties nearly a decade ago, regretted that movement had been slow and that many relevant States needed for effective regulation of AWS, opposed or remained ambivalent in supporting such regulation.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}