{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-delegation-to-discuss-adani-deal-in-january-indian-visit-npp-member-184904/",
  "time_ut": 1729847820.0,
  "original_lang": "en",
  "original_title": "Sri Lanka delegation to discuss Adani deal in January Indian visit: NPP member",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka will revisit and discuss the Adani renewable energy project when a government delegation visits New Delhi in January next year on the invitation of the Indian government, a ruling National People’s Power (NPP) member said.",
    "The renewable energy deal, which was given to India’s Adani group without any tender, has been challenged in Sri Lanka’s Supreme Court over environmental concerns amid industry experts citing expensive tariff.",
    "Sri Lanka’s interim government has sought time from the court to review Adani’s wind power deal in the island nation’s north-western coastal town of Mannar, as several legal cases are ongoing, Cabinet Spokesman Vijitha Herath said last week.",
    "Before the presidential election the NPP said it will approve any projects without open tenders and review the Adani project approved under the previous government.",
    "“We have categorically said even before the election, we are not happy with that. We indicated that to Adani group as well as the Indian government that we are not happy with this (tariff) rate,” Chathuranga Abeysinghe, an NPP member who has been commenting on economic matters, told a weekly television show Face the Nation on Wednesday (23).",
    "“So there is a delegation that is going out in January. That was an invitation from the Indian government and this is also a key topic item that we will negotiate.”",
    "Abeysinghe said the delegation members are yet to be decided, but “obviously there will be a few people from the new government” and they will negotiate the existing trade and industry agreements.",
    "“Also there are certain discussions that are stalled. So this [Adani deal] is a particular agreement we need to re-look at.”",
    "The Adani power deal was struck by the previous administration.",
    "It proposed to build wind power plants in Mannar and Pooneryn.",
    "Environmentalists and the Bishop of Mannar have sought legal actions saying that the plants are in the way of a migrant bird route, and that the price paid for power generated by the project is too high.",
    "Petitioners have questioned the basis for the negotiated tariff at a fixed 8.26 US cents per kilowatt-hour (KWh) for a period of 20 years, when the environmental impact assessment (EIA) was based at a cost of 4.6 US cents, potentially causing considerable financial loss to the country and a burden on consumers.",
    "In seeking relief, the petitioners urge that the Supreme Court to declare that there is a violation of the fundamental rights of the petitioners and citizenry at large, declare that the decisions made to award the project to Adani as wrongful, and call for any consequential actions undertaken to be declared illegal.",
    "Adani had proposed setting up 500MW of wind plants in Mannar and Pooneryn. An energy permit was approved by Sri Lanka’s Sustainable Energy Authority for the Pooneryn plant for 234MW as well in February this year.",
    "Long term power purchase agreements set by negotiated rates has been controversial especially after the state-run Ceylon Electricity Board (CEB) law was amended to allow large plants without competitive tender. (Colombo/October 25/2024)"
  ]
}