{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/uber-inks-mou-with-sri-lanka-tourism-promotion-bureau-ministry-of-tourism/",
  "time_ut": 1722632700.0,
  "original_lang": "en",
  "original_title": "Uber inks MoU with Sri Lanka Tourism Promotion Bureau, Ministry of Tourism",
  "original_body_lines": [
    "Uber signed a Memorandum of Understanding (MoU) with the Sri Lanka Tourism Promotion Bureau, Ministry of Tourism, in Sri Lanka to give a boost to tourism in the island nation. Over the next few months, Uber will promote Sri Lanka as a tourist destination to its rider base in India which accounts for one of the largest tourist inflow into the country. The partnership aims to help revive tourism in Sri Lanka which has been impacted by the Covid-19 pandemic and the recent economic crisis.",
    "Later this month, the Sri Lanka Tourism Promotion Bureau will organize roadshows in select Indian cities to encourage tourists to visit Sri Lanka. As part of the partnership, Uber will use its platform to promote Sri Lankan tourist spots and food delicacies to its wide customer base across India. Tourists will be provided special promo codes that will give them easy access to safe and convenient transportation options with Uber, and easy food and grocery delivery through Uber Eats. The Sri Lanka Tourism Promotion Bureau will also run a contest for Indian citizens, co-promoted by Uber, where 5 winners will stand a chance to win an all-expenses paid holiday in Sri Lanka for 3 nights and 4 days.",
    "Chalaka Gajabahu, Chairman, Sri Lanka Tourism Promotion Bureau, said, “Tourism offers great opportunity and hope to Sri Lanka. We will highlight the best of Sri Lanka to potential tourists through exhibitions and roadshows over the next few months. Apart from beautiful landscapes and mouth-watering food, direct-flight connectivity, a good rail network, accessibility through easy delivery options, play a critical role in choice of a tourist destination. We believe a global company like Uber can play a major role in promoting Sri Lanka to its customers and offer a familiar and preferred travel choice to tourists when they visit Sri Lanka.”",
    "Kaushalya Gunaratne, Country Manager, Uber Mobility – Sri Lanka, said, “We are a part of the fabric of the communities we serve and we are delighted to partner with the Ministry of Tourism and Lands to do our bit to revive tourism in Sri Lanka’’.",
    "COYLE pioneers Green Entrepreneurship and mangrove restoration in Sri Lanka",
    "IMF program further aggravating SL’s economic crisis – Dr. Ahilan Kadirgamar",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}