{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/What-s-Ranil-s-secret/4-761169",
  "time_ut": 1714410565.0,
  "original_lang": "en",
  "original_title": "What’s Ranil’s secret?",
  "original_body_lines": [
    "Out of all the Lankan politicians, the most baffling case for me is Ranil Wickremesinghe. I mean, what leadership theory can explain his behaviour? What management theory can predict his actions? How can the same man ruin his party beyond repair and still become the president of a country? Who would even believe this stuff? It simply doesn’t add up, which makes it an interesting topic for research. Let’s try to analyse this anomaly, this outlier.",
    "Well, for starters, Ranil is one tough cookie. The man knows how to survive in the treacherous hellhole of politics. He’ll climb over dead bodies or lie under dead bodies, depending on the situation, just to live another day. I mean, think about all the UNP leaders who died along the way. But Ranil survived. Maybe that’s it. The whole of RW phenomena can be defined with just that simple explanation. But I think it’s more complicated than that.",
    "Ranil is literally the “party pooper” of Lankan politics. He knows how to kill any political party, including his own. I mean, just look at the absolute massacre he did with the SLFP. And what he’s doing with the Tamil parties. Even what he’s doing with SJB and SLPP as we speak. If not for Basil, SLPP will be no different to SLFP by now. Ranil is like the Death Star in Star Wars. He can destroy any party that he encounters. I think it’s a marvellous talent. As much as you need people like the Senanayakas and the Bandaranaikes to “build” parties from scratch, you need someone to destroy them, too. Maybe that’s his purpose. He’s our Thanos.",
    "Another observation we can make is Ranil’s overly simple view of everything. He’s clearly not a visionary. He doesn’t have a grand vision for Sri Lanka. He just wants to patch-fix whatever the issue at hand in the easiest way possible without any regard for future consequences. When there’s a financial crisis, he asks himself what’s the easiest and the fastest way to get over it; and he goes and sells the Hambantota Port to China just like that; or raises ISBs like there’s no tomorrow; or taxes the hell out of everyone. No sleepless nights. No detailed cost-benefit analysis. No futuristic scenario building. No moral judgment. He just does it and never looks back. I think we are getting closer here, don’t you?",
    "This stands in stark contrast to that of the Rajapaksas. Rajapaksas are overthinkers. They worry too much about their decisions. They have too many consultations and long hours of reflection. They are driven by past experiences and future possibilities. Even behind Mahinda’s apparent jovial attitude, there is a deeply concerned man. For example, the Rajapaksas worry about relationships. But Ranil will not think twice about replacing even his closest mates with a new servant. I think this inherent lack of EQ and shameless selfishness gives RW a remarkable advantage in politics.",
    "Ranil doesn’t worry about future problems. He thinks that he’ll fix them if and when they occur. I mean the whole financial crisis we are in right now was, in fact, created by RW during 2015-19 regime. All the ISB debts that he’s trying to restructure are, in fact, his own borrowings. His way is to postpone the repayment until 2030 or later. Does he worry about what will happen to us after 2030? No, Sir. Not Ranil. And I think this is such a fantastic way to govern a country.",
    "Perhaps this is how RW lives in the moment. Mr Boujee has taken it to a whole new level. “Don’t worry about the past. Don’t worry about the future. Just find a fix to the problems of today, any goddamn fix, and let me watch Netflix.” I think this explains his entire philosophy of life and governance. This is borderline psychopathy, but an amazing skill at that.",
    "And I think the best mates for RW are, in fact, the simplest of minds. I mean, it’s impossible for a person with a high IQ and high EQ to work well with Ranil. For all practical purposes, I think he’s got the perfect bunch for it. RW and his team should’ve failed already. The only thing that’s holding this weird anomaly is the SLPP majority. The moment that’s lost, it’ll collapse like Jenga. Because you simply cannot run any organisation in this ridiculous manner for long. So if RW wants to become the president again and, more importantly, remain in his seat for a long time, he’ll need the backing of a party with a solid majority in the Parliament. Who says our Constitution is flawed? This is the best of checks and balances one can expect. May the Dharma guide your way!"
  ]
}