{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-immigration-responsible-for-data-protection-under-vfs-deal-immigration-chief-161629/",
  "time_ut": 1715002740.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Immigration responsible for data protection under VFS deal: Immigration chief",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s government and Immigration will be responsible for the data under the new outsourced deal with VFS Global for visa facilitation, the island nation Immigration chief said.",
    "Sri Lanka opted for outsourcing scheme to process visa applications which included a steep increase in fees from last month.",
    "President Ranil Wickremesinghe’s government is facing strong criticism for outsourcing its visa application process to a consortium led by VFS Global amid concerns over data privacy and protection.",
    "“In the agreement, we have clearly stated the conditions on how we will be doing this,” I. S. H. J. Ilukpitiya, Controller General of the Department of. Immigration and Emigration told reporters at a media briefing responding to wide range of speculations over the new service.",
    "“Under General Data Protection Regulation (GDPR), they have given us a certificate and assurance the information would not go for the third party,” Ilukpitiya said.",
    "“Also they have given an assurance that the data will be deleted after a certain time period. The data protection is the sole responsibility of the government and the department.”",
    "Tiran Alles, Minister of Public Security in the same media briefing said legally the data protection has been included into the agreement with VFS Global.",
    "He said the Attorney General (AG) also included some conditions to the agreement before it went to the cabinet for the second time in December before the approval.",
    "“Even the President noted that general data protection certificate is mandatory and to abide by all the conditions by the AG. It was passed in the cabinet with all these,” Alles said.",
    "The concerns over data privacy and protection come amid false information that the new VFS system is from India and any data uploaded to the system could be shared with India, government officials said.",
    "Same concerns have been raised in Indian government-funded Sri Lanka’s unique identity card project similar to Indian Aadhaar card. The project has been dragged amid the data security concerns. (Colombo/May 06/2024)"
  ]
}