{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98363/sri-lankan-minister-says-no-word-from-india-on-katchatheevu",
  "time_ut": 1712028600.0,
  "original_lang": "en",
  "original_title": "Sri Lankan minister says no word from India on Katchatheevu",
  "original_body_lines": [
    "India has not sent any official communication yet on the Katchatheevu island issue, a senior Sri Lanka minister told The Indian Express on Monday even as the BJP scaled up its attack on the Congress, accusing it and the DMK of giving away the island, and the party’s Tamil Nadu unit chief K Annamalai claiming that the Centre is taking all possible measures to reclaim the territory.",
    "“As far as Sri Lanka is concerned, Katchatheevu island falls within the Sri Lankan line of control. Narendra Modi’s foreign policy with Sri Lanka is organic and healthy. So far, there has not been an official communication from India to return the powers of Katchatheevu island. No such request from India so far. If there is such a communication, the foreign ministry will reply to that,” Jeevan Thondaman, a minister in President Ranil Wickremesinghe’s Cabinet, told The Indian Express.",
    "This came on a day India’s External Affairs Minister S Jaishankar added his weight to the BJP claims that the Congress government led by Indira Gandhi had given away the Katchatheevu island to Sri Lanka in 1974 and kept this “hidden” and Annamalai said the central government is taking all possible measures to reclaim the territory.",
    "Speaking at a press conference at the BJP headquarters in Delhi, Jaishankar, however, parried a question on whether the government plans to reclaim the island, saying the matter is in Supreme Court. “It is a sub-judice matter,” he said.",
    "Later in the day, Annamalai told reporters in Chennai: “The ball is in the Centre’s court now. All solutions possible will be considered. The only aim of the BJP in this issue is to protect the safety of Tamil fishermen. Prime Minister Narendra Modi and EAM Jaishankar are being very serious in this case. It (Katchatheevu) was handed over illegally to Sri Lanka.”",
    "Even as Thondaman denied any communication yet from India, another Sri Lankan minister, who did not want to be named, told The Indian Express that national boundaries cannot be changed as per wishes of a new government.",
    "“For good or bad, Katchatheevu was formally recognised inside Sri Lanka’s line of control. Once the boundary is decided, no one can demand a change just because of a change in government… But Katchatheevu hasn’t been a topic of discussion in the Sri Lankan Cabinet; there is no communication from India in this regard,” the minister said.",
    "“If Katchatheevu is about the Tamil community, they exist on either side of the borders. If it is about the Tamil fishermen issue, linking both is inappropriate and inaccurate because the issue with regards to Indian fishermen is all about the bottom-trawlers they use for fishing outside Indian waters, which is illegal as per international maritime laws,” he said.",
    "“When this huge exploitation and depletion of maritime resources happen in the entire ocean region, the victims of these trawlers owned by Indian Tamil fishermen are not Muslims or Sinhala fishermen but the Sri Lankan Tamil fishermen,” the minister said.",
    "The last high-level discussions between India and Sri Lanka were held in New Delhi on March 28, just three days before the BJP brought up the issue, following a news report based on information accessed by Annamalai under the RTI Act.",
    "A communication from the Sri Lankan President’s media division said after the talks that the delegation headed by Sagala Ratnayaka, senior adviser to the President on National Security and Chief of Presidential Staff, had “discussions to assess bilateral economic connectivity projects between Sri Lanka and India”. Ratnayaka was unavailable for comment on Monday.",
    "The revival of the Katchatheevu issue and the unprecedented interest in it shown by Delhi in the past two days have reignited speculation in Tamil Nadu that the BJP has a plan laid out for Katchatheevu before the Lok Sabha election day on April 19.",
    "A senior state BJP leader said the island issue has been in the party’s radar since Annamalai’s much-hyped four-day visit to Sri Lanka in 2022. This visit was considered a significant outreach on behalf of the BJP leadership to address pending issues with Sri Lanka such as Katchatheevu and the attacks on Tamil fishermen by the Sri Lankan navy.",
    "The BJP leader, who spoke on the condition of anonymity, said following Annamalai’s visit, the party leadership had a plan to come out with a significant announcement on Katchatheevu island before the end of the current Modi regime. “Of course it was an ambitious plan but it hasn’t materialised so far,” he said.",
    "“Withdrawing a set of executive instructions from 1976 on the 1974 agreement was the strategy, but we are not sure of the efforts taken by Delhi in this regard. Even as retrieving the island is a near impossible idea, our request to Delhi was to restore the traditional rights of Indian vessels in the area as it would have been a huge gain for the BJP Tamil Nadu unit,” the leader said."
  ]
}