{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103147/spains-king-and-queen-pelted-with-mud-in-flood-hit-valencia",
  "time_ut": 1730706180.0,
  "original_lang": "en",
  "original_title": "Spain’s king and queen pelted with mud in flood-hit Valencia",
  "original_body_lines": [
    "The King and Queen of Spain have been pelted with mud and other objects by angry protesters during a visit to flood-hit Valencia.",
    "Shouts of “murderer” and “shame” were directed at the royal couple, Spain’s prime minister and other leaders as they walked through the town of Paiporta - one of the worst-affected in the region.",
    "With mud on their faces and clothes, King Felipe and Queen Letizia were later seen consoling members of the crowd.",
    "More than 200 people were killed in the floods, the worst in Spain for decades. Emergency workers are continuing to comb through underground car parks and tunnels in the hope of finding survivors and recovering bodies.",
    "There has been anger at a perceived lack of warning and insufficient support from authorities after the floods.",
    "Footage showed the king making his way down a pedestrian street, before his bodyguards and police were suddenly overwhelmed by a surge of protesters, hurling insults and screaming.",
    "They struggled to maintain a protective ring around the monarch, as some of the protesters threw mud and objects.",
    "Images showed mud on the faces and clothes of the king, queen and their entourage, who held umbrellas over the monarch as they departed.",
    "Spain’s Prime Minister Pedro Sánchez and the head of Valencian regional government, Carlos Mazón, joined the royal couple on the visit, but were swiftly evacuated as the crowd grew increasingly hostile.",
    "Spanish media reports that objects were hurled at Sánchez, while footage verified by the BBC appears to show stones being thrown at his car as he was driven away.",
    "“I’m just 16,” one boy, Pau, told the BBC through tears. “We’re helping – and the leaders do nothing. People are still dying. I can’t stand this anymore.”",
    "Another woman said: “They left us to die. We’ve lost everything: our businesses, our homes, our dreams.”",
    "The civil guard and mounted officers were later seen attempting to disperse the angry crowd.",
    "The royal entourage had intended to travel on to Chiva, another town in the Valencia province badly impacted by the flooding, but that visit has since been postponed.",
    "The king later said he understood the “anger and frustration” of the protestors in a video posted on the royal household’s Instagram account.",
    "The mayor of Paiporta, Maribel Albalat, told the BBC she was shocked by the violence, but that she understood “the frustration and desperation of the people”.",
    "Juan Bordera, a member of the Valencian parliament, called the king’s visit “a very bad decision”.",
    "Authorities “didn’t listen to any warnings,” Mr Bordera told the BBC.",
    "“It’s logical that the people are angry, it’s logical that the people didn’t understand why this visit is so urgent,” he added.",
    "On Saturday, Sánchez ordered 10,000 more troops, police officers and civil guards to the area.",
    "He said the deployment was Spain’s largest in peacetime. But he added that he was aware the response was “not enough” and acknowledged “severe problems and shortages”.",
    "The flooding began on Tuesday, following a period of intense rainfall.",
    "Floodwaters quickly caused bridges to collapse and enveloped towns in thick mud.",
    "Many communities were cut off, left without access to water, food, electricity and other basic services.",
    "On Sunday, the death toll from the flooding rose to 217, with many more feared missing.",
    "Almost all of the deaths confirmed so far have been in the Valencia region on the Mediterranean coast.",
    "Some areas have been particularly devastated. Authorities in Paiporta, the town visited today by the royal delegation, have reported at least 62 deaths.",
    "Spain’s meteorological agency AEMET issued its highest level of alert on Sunday for parts of southern Valencia - including the cities of Alzira, Cullera and Gandia.",
    "Intense storms forecast to pass the area will not be on the scale of Tuesday’s, the agency said, with 90mm (3.45 inches) of rainfall expected."
  ]
}