{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104860/sri-lankan-charged-over-sexual-assault-against-woman-on-flight-to-australia",
  "time_ut": 1736478000.0,
  "original_lang": "en",
  "original_title": "Sri Lankan charged over sexual assault against woman on flight to Australia",
  "original_body_lines": [
    "A Sri Lankan man charged over the alleged sexual assault of a woman on board a flight to Australia has been banned from leaving the country as his court case continues.",
    "Asanka Mathew Podiappuhamilage, 41, faced court on Thursday following his arrest at Melbourne Airport on December 18 after a passenger complained to airline staff of sexual assault on route from Sri Lanka to Australia.",
    "Mr Podiappuhamilage stood alongside an interpreter at Melbourne’s Magistrate Court as he was charged with one count of an act of indecency following the international flight.",
    "Australian Federal Police allege Mr Podiappuhamilage “committed an act of indecency” while in the air.",
    "The offence carries a maximum penalty of seven years of imprisonment if convicted.",
    "The Sri Lankan national first fronted court on December 19, where he was granted bail on strict conditions.",
    "Mr Podiappuhamilage surrendered his passport and will remain in Victoria or the country as his case is heard.",
    "Under the conditions of his bail, the Sri Lankan national has to report to a police station three times a week and live under a home curfew.",
    "During the court hearing on Thursday, Mr Podiappuhamilage’s lawyer asked for an alteration to his client’s bail, requesting the 41-year-old be allowed to live alone at a new address in Glen Waverley.",
    "Ms Ferreria told magistrate Andrew Waters the AFP will present CCTV footage along with additional evidence to Mr Podiappuhamilage’s defence by January 30.",
    "In a statement on the case, AFP Detective Superintendent Stephen Cook said authorities are committed to continuing to protect travellers on the ground and in the air.",
    "“When travelling through the airport and when on a plane, people are bound by Australian law,” he said.",
    "“The AFP is committed to supporting airport staff and aviation partners and will continue to protect travellers while maintaining zero tolerance for inappropriate behaviour.”"
  ]
}