{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Govt-says-SL-receives-significant-cross-regional-support-at-HRC-in-Geneva/56-766593",
  "time_ut": 1726016536.0,
  "original_lang": "en",
  "original_title": "Govt. says SL receives significant cross-regional support at HRC in Geneva",
  "original_body_lines": [
    "Foreign Affairs Ministry said yesterday a large number of countries took the floor in support of Sri Lanka during the Interactive Dialogue on Sri Lanka at the 57th Session of the Human Rights Council (HRC) that commenced in Geneva on 9 September 2024.",
    "The countries commended the progress made by Sri Lanka in the past two years including stabilising the economy, social protection measures as well as the continued efforts to promote national unity and reconciliation through domestic processes.",
    "Speaking as the country concerned following the presentation of the report of the Office of the High Commissioner for Human Rights (OHCHR), Sri Lanka´s Permanent Representative Ambassador Himalee Arunatilaka elaborated that Sri Lanka has succeeded in stabilising its economy through a combination of prudent economic decision-making and financial oversight and governance as acknowledged widely. Sri Lanka also reiterated its long-standing commitment to engaging with the UN, the Universal Declaration on Human Rights and the related Treaties.",
    "The Permanent Representative further stated that while strengthening the economy for the prosperity of all Sri Lankans is a priority for the Government, Sri Lanka continues to make progress on national unity and reconciliation. Continued efforts through domestic processes, including the Office on Missing Persons (OMP), Office for Reparations (OR), Office for National Unity and Reconciliation (ONUR), the Office for Overseas Sri Lankans and the Interim Secretariat for the Truth and Reconciliation Mechanism (ISTRM) were highlighted, while details were provided in the Government’s written response to the OHCHR Report.",
    "Ambassador Arunatilaka highlighted that social protection measures such as the Aswesuma programme have been put in place to support vulnerable groups. It was underlined that the report exceeded OHCHR’s mandate by commenting on macroeconomics as well as financial and budgetary issues under sovereign Parliamentary purview. The permanent representative expressed Sri Lanka’s disassociation from the report of the OHCHR which lacked balance and failed to acknowledge the atrocities committed by the LTTE during decades of a brutal terrorist conflict. Sri Lanka reiterated its strong rejection of Resolution 51/1 and the external mechanism established within the OHCHR which is unwarranted and counter-productive.",
    "Fifty- five countries spoke during the Interactive Dialogue on the OHCHR Report on Sri Lanka and a large majority of them urged the Council to acknowledge the economic recovery measures, stabilisation of democratic institutions, social protection measures, progress achieved through the domestic institutions on reconciliation as well as the continued and constructive engagement of Sri Lanka with the Human Rights Council and the OHCHR. Countries also questioned the viability and utility of the so-called “Sri Lanka Accountability Project”, calling it “unjustified”, “inconsistent with the provisions of the UN Charter”, and “divorced from the complexities of the situation on the ground” and “counterproductive”.",
    "Sri Lanka’s delegation to the 57th Session of the Human Rights Council included officers attached to the Permanent Mission of Sri Lanka to the United Nations in Geneva and the Ministry of Foreign Affairs of Sri Lanka."
  ]
}