{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/intelligent-dust-clouds-in-the-cosmos/",
  "time_ut": 1754738400.0,
  "original_lang": "en",
  "original_title": "INTELLIGENT DUST CLOUDS IN THE COSMOS?",
  "original_body_lines": [
    "Fred Hoyle’s classic science fiction novel “The Black Cloud” is story that is set in the late 1960s and deals with the societal response to the discovery near to our planet of a vast, cloud of gas and dust that seemed to be approaching the Earth. The story is based on the idea that such a cloud of cosmic gas and dust, innocuous as it appears, could be endowed with an intrinsic intelligence that might be capable of threatening our existence and even the existence of all life on the Earth.",
    "Kordylewski Cloud at the Lagrange point of the Sun-Moon-Earth system",
    "The narrative starts with a Norwegian astronomer discovering a mysterious dark cloud whilst he was routinely observing the night sky. An alarm is immediately raised and a meeting convened of the world’s leading astronomers. The group of international astronomers includes a Hoyle-like figure in the person of one Dr. Christopher Kingsley, at a University – none other than Cambridge! As time proceeds and the cloud continued to approach the Earth, scientists predict many disastrous consequences might ensue.",
    "Among the catalogue of predicted outcomes and disasters is climate change which is of course a major hype in the world today. In an effort to manage a difficult and uncertain situation, Christopher Kingsley sets up a dedicated research centre in the middle of a field, and after intensive studies of the cloud declared to the world that the cloud is sentient and fully aware of understanding and processing human concepts. In fact the cloud might consider humans of the 20th century to be a primitive tribe compared with the huge range of intelligence that must pervade the universe.",
    "A turning point in the story is when the cloud finally establishes contact with Earth-bound scientists and begins to reveal its ancient cosmic wisdom. Whilst scientists discuss destructive measures to drive the cloud away, Christopher Kingsley stands out in making the case for cooperation with the cloud, relishing the prospect of learning from it and possibly exchanging knowledge!",
    "It is a matter of personal interest to me that I first arrived in Cambridge 1961 just four years after the publication of the Black Cloud. My joint program of astronomical research that began at the time was by a remarkable coincidence on the nature and composition of cosmic dust. Cosmic dust or interstellar dust that shows up as gigantic dark clouds against the background of stars across the Milky Way was thought at the time to be made up of trillions upon trillions of microscopic ice particles, rather like the ice particles that exist in the cumulous clouds of our own atmosphere.",
    "Our programme of astronomical research led after half a century of assiduous research and study to one stark conclusion – cosmic dust includes a large fraction of mass in the form of freeze-dried bacteria and viruses! Cosmic dust clouds are thus the carriers and distributors of cosmic life throughout the universe. Our work was regarded as controversial at the time but now, in 2025, it is moving steadily into the domain of accepted science. New evidence of microscopic life in comets in our own solar system and in the planetary systems around distant stars is rolling in at an incredible rate. My work in this area are published now in many hundred peer-reviewed journal papers and some 40 books.",
    "Apart from cosmic dust in our galaxy being the carriers of primitive life as well as the genetic components for evolution, a class of rather mysterious clouds of dust in our solar system had been noticed over the past few decades. They show up only rather faintly in images of the sky. These are the so-called Kordylewski Dust Clouds (KDC),",
    "Although the very existence of these clouds had been disputed for nearly three decades essentially because their faint and hazy appearance, the reality of the clouds is now established beyond doubt. This is largely due to the increased sensitivity of new techniques available for studying faint luminous clouds (see: Sliz-Balogh et al, 2019; Wickramasinghe and Temple, 2020).",
    "Further confirmation of the existence of KDC’s and intensive studies of the clouds is clearly desirable and we hope this will be done in the near future. It will also be important to unravel the fine structure within clouds, including their internal dynamic properties, but these cannot easily be studied from Earth. Such studies will require investigation by dedicated satellite in addition to ground-based astronautical studies at some future date.",
    "We might thus be tempted to view the “Lagrange Dust Balls” as highly structured “intelligent” systems capable of storing and processing “information” and consequently they may have some exceedingly surprising and unexpected features. Indeed, such huge stable entities which have presumably endured for astronomical timescales and have steadily grown in complexity over billions of years, may display spontaneously evolved phenomena that might resemble those of the most complex living entities.",
    "It is often said anecdotally that the human brain contains more neurons than there are observable stars in the night sky. But the human brain only fits inside a small skull. A stable dusty complex plasma ball of immense size which has possibly endured for aeons and experienced continual growth and expansion over countless millennia is in principle capable of developing something resembling a much more complex nervous system than a human brain over its average lifetime of perhaps a hundred years. A complex Kordylewski-type dust cloud (KDC) which have existed for many millions of years might even have become self-aware…. with all that this implies. It is conceivable that Fred Hoyle’s fictional Black Cloud has a reality in the form of Kordylewski dust clouds – which of course Fred Hoyle could not have recognised in 1957.",
    "There is no doubt that the combination of study using a Radio Telescope together with an Optical Telescope, for example such as being envisioned in the proposed Tanlaw Astronomical Observatory at Colombo University, can greatly contribute to understanding the true nature of the clouds. It is also relatively uncommon to have both these types of equipment (Radio Telescope and Optical Telescope) in a combined Observatory setting, so Colombo’s status in this respect could be unique and possibly lead to ground-braking discoveries in relation to the Kordyleskwi clouds. The present writer and a colleague (Robert Temple) recently published a paper proposing that these clouds may indeed be intelligent entities – rather like the “Black Cloud” in Fred Hoyle’s science fiction novel. Well, the future work from the Tanlaw Observatory in Colombo, if this comes to pass, may even unravel this mystery.",
    "Hoyle F. and Wickramasinghe, C. 1976. Lifecloud (J.M Dent, Lond.)",
    "Wickramasinghe, C., Wickramasinghe, K. and Tokoro G. 2019.  Our cosmic destiny (Bear & Co., USA)",
    "Temple, R. and Wickramasinghe, C. 2023. Kordylewski Dust Clouds: Could they be cosmic superbrains? Advances in Astrophysics, Vol. 4, No. 4, November 2019",
    "No Margin for Error- Precision, Passion and Perseverance — A Surgical Journey",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}