{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Six-suitors-in-the-running-for-SriLankan-Airlines/108-281184",
  "time_ut": 1713811320.0,
  "original_lang": "en",
  "original_title": "Six suitors in the running for SriLankan Airlines",
  "original_body_lines": [
    "Malaysia’s AirAsia and Sri Lanka’s privately-owned low-cost carrier FitsAir among bidders",
    "The government’s search for a suitor for national carrier SriLankan Airlines has narrowed down with a total of six bidders showing interest in the debt-ridden entity.",
    "The State-Owned Restructuring Unit (SOERU) yesterday shared that Requests for Qualification (RfQs) were received from AirAsia Consulting Sdn. Bhd., Dharshaan Elite Investment Holding (Pvt.) Ltd, FITS Aviation (Private) Limited, Sherisha Technologies Private Limited, Treasure Republic Guardians Limited and Hayleys PLC.",
    "The RfQs will be evaluated as per the Special Guidelines on Divestiture of State-Owned Enterprises approved by the Cabinet of Ministers in July 2023. International Finance Corporation (IFC), as the transaction advisor for the divestiture of SriLankan Airlines Limited, will continue to advise the government of Sri Lanka.",
    "On October 3, 2023, via international and local media, the government, acting through the Finance, Economic Stabilisation and National Policies Ministry, called for RfQs from potential investors for the acquisition of shares in SriLankan Airlines Limited. The deadline for submission of proposals ended at 2.00 p.m. yesterday (22). The RfQs received were considered by the Opening Committee appointed by the Special Cabinet-Appointed Negotiating Committee.",
    "Last week, the SOERU said it expects all transactions, other than that of the national carrier, to be concluded by August 2024 but the timeline for SriLankan Airlines is likely to extend to end-September 2024.",
    "In March, the government said it would take over US $ 510 million in debt from the balance sheet of state-run SriLankan Airlines.",
    "The debt pile was reduced on the advice of the IFC, to make the airline more attractive for investing."
  ]
}