{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cmta-and-sudath-perera-associates-address-legal-action-to-combat-fake-spare-parts/",
  "time_ut": 1726505940.0,
  "original_lang": "en",
  "original_title": "CMTA and Sudath Perera Associates address legal action to combat fake spare parts",
  "original_body_lines": [
    "The Ceylon Motor Traders Association (CMTA), the most senior automotive association in South Asia, and Sudath Perera Associates, one of Sri Lanka’s most reputed legal firms, specializing in intellectual property rights, recently held a highly informative briefing for members of the CMTA at the Ceylon Chamber of Commerce to address the growing market of counterfeit parts in the country.",
    "During the session, Sudath Perera Associates provided CMTA members with valuable insights and a detailed overview of the legal measures available to combat the spread of counterfeit products. It also emphasised the importance of collaboration between industry stakeholders and law enforcement authorities to protect consumers and the broader economy.",
    "Counterfeit parts are difficult to identify as they utilise replicated logos and packaging to appear genuine. This issue is particularly concerning where safety-critical parts such as brake pads for vehicles, trucks and motorcycles are concerned. More often than not, these counterfeit parts fail to meet the required safety standards, which puts consumers and road users in danger.",
    "Virann de Zoysa, Chairman of the Ceylon Motor Traders Association said, “We collaborated with Sudath Perera Associates to set up this initiative after hearing of the great work initiated by Toyota and Honda and the recent action they have taken against the illicit sale of parts. It is essential that we collaborate and do everything we can in terms of legal action to mitigate the sale of these illegal parts and ensure the safety of consumers as well.”",
    "Sudath Perera, Founder and Managing Partner of Sudath Perera Associates, stated “The sale of counterfeit goods is problem that exists on a large scale in retail, pharmaceuticals, sports goods, automotive and everything in between. It is imperative that legal action is taken against these sellers of illicit goods. In terms of the automotive industry, we are pleased to be able to partner up with the CMTA and its members in the action they are taking to seize the sale of these goods.”",
    "From an economic perspective, the illegal trade of counterfeit components drains extremely valuable forex revenue from the country. These parts are illegally brought into the country, avoid proper customs processes, and are taxed by their weight rather than their actual value. This results in the government losing significant amounts of revenue that should ideally be collected from the legitimate imports of parts. This issue needs to be addressed as a national priority.",
    "The CMTA, which represents over 30 globally reputed automative brands in Sri Lanka, has been closely monitoring this issue, and are committed to ensuring that Sri Lankan consumers have access to genuine, high-quality parts that adhere to international standards. In response to these violations global automotive brands have already begun to take legal action.",
    "Honda and Toyota have recently led efforts to mitigate the counterfeit market by conducting raids on shops who sell counterfeit parts. These operations have resulted in counterfeit goods being seized and destroyed, and several shop owners being arrested and charged with serious offences. This serves as a warning to all those engaging in illicit practices, that both manufacturers and authorities are determined to protect consumers and uphold the integrity of genuine products.",
    "As the battle against the sale of counterfeit parts moves forward, the CMTA encourages all consumers to be cautious and ensure that all parts are purchased from authorised distributors. A collaborative effort is imperative to safeguard the market from dangerous and damaging products.",
    "National Chamber of Exporters of Sri Lanka urges citizens to ‘vote wisely’ in September presidential election",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}