{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/trump-says-lower-tariffs-only-for-nations-that-open-market-as-sri-lanka-seeks-reduction-232484/",
  "time_ut": 1753322460.0,
  "original_lang": "en",
  "original_title": "Trump says lower tariffs only for nations that open market as Sri Lanka seeks reduction",
  "original_body_lines": [
    "ECONOMYNEXT – US President Donald Trump has said he will ‘only lower tariffs’ if a country agrees to open its markets for US exports, in a social media post, as Sri Lanka also tries to get a better rate than 30 percent.",
    "“I will only lower tariffs if a country agrees to open its market,” President Trump said in a truthsocial.com post.",
    "President Trump made the post, modifying an earlier post which said he will give up tariff points if major countries open their markets to the US. He dropped the word ‘major’ in the second post.",
    "“I will always give up Tariff points if I can get major countries to OPEN THEIR MARKETS TO THE USA. Another great power of Tariffs,” he said.",
    "“Without them, it would be impossible to get countries to OPEN UP!!! ALWAYS, ZERO TARIFFS TO AMERICA!!!”",
    "Reduced import duties ultimately help the countries that cut tariffs, by reducing the ability of domestic producers to exploit poorer consumers, but Trump is using it as a bullying tactic to get zero tariffs while charging 15 to 20 percent as import duties, mostly as a revenue measure.",
    "After printing money and engaging is heedless spending for stimulus ss advocated by macro-economists, the US is moving towards a debt problem and a high interest bill.",
    "But the US has had largely free trade before Trump and the US companies were not exploiting consumers unlike in countries where the people are impoverished or child malnutrition is boosted by maize taxes.",
    "US firms’ export competitiveness may be hurt like in Sri Lanka as import taxes push up costs of inputs and price them out of export markets.",
    "In Sri Lanka due to import duties manufacturing firms in zone are export competitive while other have to try and get duty exemptions if they manage to get an order.",
    "Meanwhile questions have also been raised about Trump’s announcement of a 15 percent tax for Japan, with report saying a prompt board on his desk had a 10 percent rate which had been crossed out.",
    "A 500 billion investment number had been expanded by 50 billion dollars.",
    "US officials had claimed this was because Trump made the final decision, though opinions vary.",
    "Sri Lanka is actively negotiating with the US to lower a 30 percent tariffs. Bangladesh is trying to secure a meeting with the US Trade Representative, reports said.",
    "“We have sent our position paper in response to the draft agreement, and we have requested them to schedule the next meeting within the coming week, any day from Sunday (July 26) onwards,” the Dhaka Tribune newspaper quoted commerce secretary Mahbubur Rahman said.",
    "“If the USTR confirms the date, a delegation led by Commerce Adviser Sheikh Bashir Uddin will leave for Washington for the final round of negotiations. If the US offers an alternative date, the delegation will travel accordingly.” (Colombo/July24/2025)"
  ]
}