{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/COYLE-Championing-innovation-and-entrepreneurship-in-2024/34-771635",
  "time_ut": 1736383784.0,
  "original_lang": "en",
  "original_title": "COYLE: Championing innovation and entrepreneurship in 2024",
  "original_body_lines": [
    "From left: PIM Senior Lecturer Tharindu Ameresekere, Director Dr. Asanga Ranasinghe, COYLE Chairman Thushira Raddella, Senior Vice Chairman Manjula Wijesundera, and CEO Indunil Ukwatte",
    "The Chamber of Young Lankan Entrepreneurs (COYLE) continued its legacy of fostering economic growth and innovation in Sri Lanka with a remarkable series of initiatives in 2024. With a mission to empower entrepreneurs and build a stronger, more resilient economy, COYLE has demonstrated its commitment to shaping the future of business through impactful programs and strategic partnerships.",
    "In 2024, COYLE launched several flagship programs, each designed to inspire and uplift the next generation of entrepreneurs. The ‘Young Lankans Initiative’ has been instrumental in cultivating a culture of entrepreneurship among Sri Lanka’s youth, while ‘Future Founders’ offers young innovators the tools and resources to transform ideas into thriving businesses. On a global stage, Coyle Global connects local entrepreneurs with international opportunities, fostering cross-border collaboration and innovation.",
    "A cornerstone of these initiatives is COYLE’s partnership with the Postgraduate Institute of Management (PIM), formalised through a groundbreaking Memorandum of Understanding (MoU). This collaboration has laid the foundation for a dedicated Entrepreneur Development Centre, which serves as the catalyst for these transformative programs. PIM, as COYLE’s academic partner, has crafted a robust incubator program to help young entrepreneurs develop their potential and thrive in competitive markets.",
    "The MoU encompasses a comprehensive academic and professional training syllabus, designed to equip budding entrepreneurs with the knowledge and skills they need for success. From business strategy to leadership development, the curriculum ensures participants are well-prepared for the challenges of entrepreneurship.",
    "To further support the next generation, COYLE has made state-of-the-art facilities available to program participants. Free podcast studios and boardroom spaces provide a professional environment for collaboration, networking, and ideation. These resources reflect COYLE’s commitment to breaking down barriers and creating opportunities for young entrepreneurs to excel.",
    "As COYLE continues its work into 2025, its achievements in 2024 stand as a testament to its unwavering dedication to economic growth and innovation. By investing in youth, fostering global connections, and providing essential resources, COYLE is not just shaping individual careers but also driving the future of Sri Lanka’s business landscape.",
    "With every initiative and partnership, COYLE reaffirms its role as a trailblazer in empowering entrepreneurs and creating a thriving entrepreneurial ecosystem for the nation. “Together, we build a stronger, more prosperous Sri Lanka.”"
  ]
}