{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Global-inequality-IMF-s-real-agenda-and-economic-forecasts/34-765322",
  "time_ut": 1723165341.0,
  "original_lang": "en",
  "original_title": "Global inequality, IMF’s “real” agenda and economic forecasts",
  "original_body_lines": [
    "Insights from Prof. Jayati Ghosh and Prof. Howard Nicholas via RIUNIT podcast",
    "In the latest series of the RIUNIT podcast hosted by Roshan Madawela, distinguished economists Prof. Howard Nicholas and Prof. Jayati Ghosh, delve deeply into the rapidly changing economic and geopolitical environment, examining both local and global economic orders. By questioning popular narratives, they provide insightful analysis and perspectives on the complex forces shaping our world today.",
    "“If the top ten billionaires sat on top of their collective fortunes/combined wealth piled up in US dollar bills, they would reach almost halfway to the moon.” – Inequality Kills Note by Oxfam",
    "Roshan Madawela highlighted alarming wealth disparities reported by Oxfam. “The richest 1% accumulated nearly twice as much wealth as the rest of the world combined in the past two years up to 2023. They have seized half of all new wealth in the last decade, with billionaire fortunes increasing by $ 2.7 billion a day,” he stated. He noted that taxing just 5% of the world’s multi-millionaires and billionaires could raise $ 1.7 trillion annually, enough to lift 2 billion people out of poverty.",
    "Prof. Ghosh echoed these concerns stating, “This aligns with Marx’s concept of the anarchy of capitalism. Wealth concentration is not only among individuals but also between the private and public sectors. Private wealth has surged at the expense of public wealth, diminishing Governments’ ability to provide essential services.”",
    "Prof. Nicholas provided a comparative analysis, noting that in countries like China and Vietnam, real wages have kept pace with per capita income growth, unlike in India. “China and Vietnam, despite being capitalist, are led by forward-thinking leaders who encourage vibrant competition and technological advancement. Conversely, many advanced nations and India are experiencing monopolistic tendencies, which drive up share prices but stifle genuine market growth,” he observed.",
    "Prof. Ghosh added, “China and Vietnam practice state-led capitalism that fosters competition and innovation. In contrast, India displays capital-led state monopolies, explaining the varied economic outcomes in these regions.”",
    "Prof. Ghosh discussed the repercussions of privatisation, citing the UK as an example. “Neoliberalism dismantled state-led capitalism, giving undue power to large capital entities. This has led to asset stripping and deteriorating services in essential sectors like water and railways,” she remarked. Prof. Nicholas noted, “The UK Government often ends up nationalising failing enterprises, as seen with the railways. This cycle benefits corporations at the public’s expense.”",
    "The economists also addressed the IMF’s impact on developing economies. Prof. Nicholas criticised the IMF’s deal with Sri Lanka, stating, “The IMF deal is deeply unequal, imposing harsh conditions while favoring bondholders. Future Sri Lankan Governments will be constrained by the IMF’s governance-linked bonds, leading to deflationary policies.” Prof. Ghosh concluded, “Sri Lanka’s situation resembles a Greek tragedy. The IMF deal is unfair, focusing on cutting public services and restructuring domestic debt, disproportionately affecting the poor. This setup benefits bondholders even if GDP growth remains minimal.”",
    "Prof. Nicholas analysed key economic indicators, highlighting concerns. “Indicators such as profits, employment, and basic metals are signaling trouble,” he noted. He mentioned that a rise in US unemployment, following a low, often precedes a recession. Additionally, the recent sharp decline in the growth rate of industrial metals like aluminum, copper, nickel, and zinc is worrisome. China’s manufacturing sector, a global leader, showed signs of recovery until June, but recent deterioration, alongside weaknesses in Europe and Japan, poses a risk. “We concur with forecasts predicting a recession in early 2025,” he added.",
    "Prof. Ghosh emphasised the underlying fragility of the global economy. “Prof. Nicholas’s prediction of a potential recession in early 2025 is compelling, though such timings are unpredictable. The global economy has been fragile, not just post-COVID but also since the recovery from the global financial crisis,” she explained. She described India as “internally hollow, similar to global capitalism, which has been sustained by extensive monetary policies and fiscal expansions benefiting the global elite with limited trickle-down to real wages.”"
  ]
}