{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/99x-considers-collaborations-to-invest-in-and-scale-operations-in-sri-lanka-169984/",
  "time_ut": 1719556980.0,
  "original_lang": "en",
  "original_title": "99x considers collaborations to invest in and scale operations in Sri Lanka",
  "original_body_lines": [
    "ECONOMYNEXT – 99x, a global product engineering company, said it was focused on exploring potential collaborations to invest in and scale operations in Sri Lanka, using local talent and skills.",
    "Future collaboration opportunities in sales and solution building were also explored at a roundtable discussion titled ‘Poised for Growth in Europe and Americas’ held at 99x office premises in Colombo recently.",
    "The event brought together 99x’s leaders from Norway, Portugal, Brazil, and Sri Lanka.",
    "“The expansion of our geographical presence allows us to tap into diverse pools of talent and foster stronger relationships with our clients worldwide,” Odd-Sverre Ostlie, Group CEO of 99x Group, said.",
    "The company’s ongoing investment in Sri Lanka was discussed, with Hasith Yaggahavita, CEO of 99x Technology emphasising the depth of talent and skills available in the region.",
    "“The skills, competencies, and experience within our Group will enable us to expand our offerings into new markets and broaden our range of services,” Yaggahavita said.",
    "99x Technology, which operates in Norway, Malaysia, Brazil, and Sri Lanka, said the group’s investments have attracted foreign capital to the country.",
    "The panel discussed the integration of talent from global teams, with the 99x Group aiming to expand its presence from Scandinavia throughout Europe and the Americas.",
    "Other attendees included Trygve Moe – Group CFO of 99x Group Norway, Carlos Coutinho Silva – CEO of Cleverti Portugal, Thiers Santos – CEO of Nextly Brazil, and Eiliv Mæhle Liljevik – CEO of Seeds Consulting Norway. (Colombo/June28/2024)"
  ]
}