{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97157/president-ranil-meets-with-indias-foreign-minister-while-in-australia",
  "time_ut": 1707535500.0,
  "original_lang": "en",
  "original_title": "President Ranil meets with India’s foreign minister while in Australia",
  "original_body_lines": [
    "President Ranil Wickremesinghe and India’s External Affairs Minister Dr. S. Jaishankar held bilateral discussions on Friday (Feb.09) on the sidelines of the 7th Indian Ocean Conference in Perth, Australia.",
    "The two sides have recognized the progress in bilateral cooperation and resolved to continue deepening them.",
    "The Sri Lankan leader embarked on a visit to Australia on Thursday morning (Feb.08) at the invitation of India Foundation and the Government of Australia to attend the conference.",
    "The event, themed “Towards a Stable and Sustainable Indian Ocean,” aims to foster cooperation among 40 participating nations. President Wickremesinghe’s participation reflects Sri Lanka’s proactive stance towards regional stability and development.",
    "Accompanying the President is Foreign Minister Ali Sabry, who will address the plenary session titled “Our Blue Future: How can the Indian Ocean region work with island states to safeguard the health of our shared ocean resources”. Sabry’s participation highlights Sri Lanka’s focus on safeguarding shared ocean resources.",
    "Organized by the India Foundation in collaboration with India’s Ministry of External Affairs and the Australian Government, along with support from the S. Rajaratnam School of International Studies, Singapore, and Perth-US Asia Centre, the conference seeks to chart a roadmap for the region’s future.",
    "Sri Lanka previously hosted the second edition of the IOC in 2017, under the patronage of Wickremesinghe, who was the then-Prime Minister.",
    "Wickremesinghe’s attendance underscores Sri Lanka’s commitment to regional diplomacy and its active engagement in addressing common challenges for the collective benefit of Indian Ocean nations."
  ]
}