{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/laugfs-rubber-wins-gold-award-for-export-excellence-in-sri-lanka/",
  "time_ut": 1754667000.0,
  "original_lang": "en",
  "original_title": "LAUGFS Rubber wins Gold Award for Export Excellence in Sri Lanka",
  "original_body_lines": [
    "LAUGFS Rubber, a leading name in industrial solid tyre manufacturing, has reaffirmed its position as a benchmark for excellence in Sri Lanka’s corporate landscape by securing multiple recognitions at the recently held National Business Excellence Awards (NBEA) 2025. The company was honoured as the Winner in the Export Sector and named 2nd Joint Runner-Up in the Large Category. These accolades highlight LAUGFS Rubber’s strong global presence, operational excellence, and ongoing leadership in the industrial tyre manufacturing industry.",
    "The National Business Excellence Awards is a premier annual awards programme organised by the National Chamber of Commerce of Sri Lanka, aimed at recognizing organisations that demonstrate outstanding achievements across critical areas of business excellence. Participating companies are assessed through a robust framework that includes leadership, corporate governance, performance management, market reach, sustainability, and capacity building.",
    "Commenting on the achievement, Director/Chief Executive Officer, Chinthaka Wegapitiya of LAUGFS Rubber, stated, “This recognition at the National Business Excellence Awards is a proud moment for LAUGFS Rubber. It reflects the collective effort of our team and our strategic focus on innovation, sustainability, and operational excellence. We remain committed to delivering world-class solutions to global markets while contributing to Sri Lanka’s economic growth.”",
    "NDB Bank joins hands with International Scholar to enhance access to overseas education",
    "Hafiz Sheriff announces the release of his 2nd book – ‘Character’ by Austin Macaulay Publishers UK",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}