{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Joint-briefing-session-for-diplomatic-missions-abroad-to-boost-investments-exports/34-781886",
  "time_ut": 1758241142.0,
  "original_lang": "en",
  "original_title": "Joint briefing session for diplomatic missions abroad to boost investments, exports",
  "original_body_lines": [
    "Foreign Affairs Minister Vijitha Herath, along with the Industry and Entrepreneurship Development Minister Sunil Handunneththi and Trade Minister Wasantha Samarasinghe, recently launched an integrated mechanism to enhance collaboration between Sri Lanka’s overseas Missions and national institutions.",
    "Joined by Ministry Secretaries and agency heads, the initiative aimed to revitalise the country’s trade and investment agenda through coordinated efforts. The session on 16 September, attended by all Heads of Mission and Post, served as a platform to share key policy directives, practical proposals, and focused ideas.",
    "Opening the session, Foreign Secretary Aruni Ranaraja provided an overview of the current investment and export landscape, briefing the importance of adopting targeted strategies to diversify Sri Lanka’s export portfolio and attract foreign direct investment. She reiterated that enhancing economic resilience and driving sustainable growth will require a proactive, coordinated approach across all relevant stakeholders.",
    "Foreign Minister Vijitha Herath emphasised that the role of Sri Lanka’s Heads of Mission and Post is more crucial than ever, as the country navigates a pivotal phase in its economic recovery. He underscored the responsibility of Missions in identifying new markets, attracting sustainable foreign investment, and enhancing export performance. Recognising these as key pillars of the national economic agenda, the Minister noted that progress will be subject to regular review to ensure accountability and impact. He further stressed that strengthened coordination among trade and investment-related institutions will be essential to delivering tangible outcomes.",
    "Minister Handunneththi, speaking on industry perspective, highlighted ongoing efforts to attract foreign investment aimed at revitalising key industrial sectors and addressing barriers that hinder their growth. He emphasised the importance of value addition in Sri Lanka’s manufacturing sector which uses natural resources in the country. Attracting investors into industrial zones was presented as a vital step toward accelerating industrial development and export expansion. Secretary of Industry Thilaka Jayasundara outlined the need for expanding Sri Lanka’s market opportunities and strengthen the country’s position in global trade.",
    "Minister Samarasinghe highlighted the importance of Sri Lanka focusing on attracting foreign investment and advancing export development in light of the current global economic conditions. He stressed the need for coordinated and forward-thinking strategies to meet the country’s export targets for 2030. Additionally, Secretary of Trade K.A. Vimalenthirarajah affirmed the Trade Ministry’s strong commitment to providing continued support and assistance to Sri Lanka’s Missions abroad, to carry out their responsibilities effectively.",
    "Comprehensive presentations were delivered by the Chairmen of Board of Investment and Export Development Board to the Missions, highlighting the country’s economic performance through detailed facts and figures. These presentations outlined the targets set for 2030, the roadmap for achieving them, and the collective strategies required to address the challenges and obstacles ahead.",
    "The session concluded with the decision to take forward the proposals and its implementation to be periodically assessed."
  ]
}