{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/adanis-power-in-sri-lanka/",
  "time_ut": 1731432720.0,
  "original_lang": "en",
  "original_title": "Adani’s ‘Power’ in Sri Lanka",
  "original_body_lines": [
    "“Integrity, transparency and the fight against corruption have to be part of the culture. They have to be taught as fundamental values” — Angel Gurría, former Secretary General of OECD",
    "It is a matter of fact, though truly unfortunate, that most political conversations in our country, more often than not, start and end with issues on corruption. The intrigue and controversy surrounding the operations of India’s Adani Green Energy Ltd in the country is not an exception. This year, Sri Lanka entered a power purchase deal with Adani Green Energy Ltd. In terms of the agreement, the country will purchase electricity from the company over 20 years. The Adani Green Energy project received cabinet clearance from the previous government to produce 484 megawatts of wind power in two facilities the company would build in Mannar and Pooneryn and invest more than US$442 million in its projected life span of 20 years.",
    "According to the agreement, Adani Green Energy would be paid US$ 0.0826 per kilowatt-hour (kWh) of power produced. On behalf of Sri Lanka, the deal was relentlessly pushed, defended and ultimately signed by the previous government. Moreover, the mandatory tender process was not followed – as if Adani Green Energy were some kind of divinely predestined privileged entity – indicating the inbuilt and rampant corruption of the Sri Lankan government at the time and the endless vested interests.",
    "Not surprisingly, the project is now under litigation in the Supreme Court of Sri Lanka over issues of violating fundamental rights. The main issues raised by the petitioners deal with environmental concerns surrounding the project and the woeful lack of transparency in the awarding process that lead to the granting of the deal to Adani Green Energy Ltd. In the context of this lack of transparency, the petitioners also argue that the agreed upon payment of US$ 0.0826 per kWh is a significant loss to the country and ideally this rate should be set at US$0.005 kWh. Comparatively, in a competitive tender for a much smaller wind power plant in Mannar that was closed in May 2024, the tariff is supposedly set below US$0.005 cents. This seems like the source for the litigants’ recalculation of the Adani rate.",
    "The deal, its approval and the final granting process were mired in controversy even before litigation. In 2022, the then Chairman of the Ceylon Electricity Board, M.M.C. Ferdinando told the parliamentary panel, the Committee on Public Enterprises (COPE), that the deal was offered based on a request from Indian Prime Minister Narendra Modi to then Sri Lankan President Gotabaya Rajapaksa. Ferdinando later retracted his statement and resigned from his post under pressure from the then government. In a similar vein, in May 2023, the then Sri Lankan Minister of Foreign Affairs, Ali Sabry observed flippantly in an interview with The Hindu that Adani projects in Sri Lanka were a “government-to-government kind of a project.” In the same interview, he noted that it was the Indian government that selected the Adani group for infrastructure development projects including the northern Sri Lanka wind power project. Reading between the lines, Sabry’s public observations indicated a clear backdoor and informal Indian state involvement in the project offering considerable credence to what Ferdinando had told COPE earlier.",
    "Moreover, despite the notoriety that Adani companies had already acquired across the world, Mr. Sabry had the nerve to say that his government was “very very confident” that the Adani Group’s companies had considerable capital ‘despite the $140 billion drop in share values after the publication of a negative report by US research company Hindenburg accusing the company’s top leader Gautam Adani of getting away with the “largest con in corporate history.” Another investigation by the Organized Crime and Corruption Reporting Project consisting of a global network of journalists also documented serious malpractices by Adani companies. All this is in addition to The Guardian and Financial Times also reporting on Adani family’s surreptitious investments in the company’s shares.",
    "It is against this background that the flamboyant and utterly inexperienced former Sri Lankan Minister of Energy attempted to convert the agreement with Adani Green Energy Limited in August 2023 into a formal government-to-governmental deal. This almost seemed like a formalisation of the controversy Mr. Sabry had already ignited by referring to the project as a “government-to-government kind of a project” when in reality no such formal state to state level agreement existed between India and Sri Lanka. Such foot-in-the-mouth pronouncements and actions raise alarm bells as to the shady nature of the project(s) and the ways in which they were protected by the then Sri Lankan government.",
    "In this dubious context, it is hardly surprising that the Adani power deal in particular has ended up in litigation in the Sri Lankan Supreme Court. But it is not the only Adani interest in Sri Lanka. Therefore, the post-14 November 2024 Sri Lankan government needs to carefully and comprehensively revisit the power deal in the context of two essential considerations.",
    "One, the malpractices evident in the local awarding process itself, the role of local power brokers who made it happen and evident corruption that enveloped the entire project needs to be investigated. Two, the project also needs to be evaluated in light of the global evidence against the Adani Group in general. This material is now widely available. In late October 2024, the Kenyan High Court suspended a US$736 million agreement between the state-owned Kenya Electrical Transmission Company and Adani Energy Solutions to build and operate power facilities, including transmission lines. It was only signed earlier in October.",
    "In a lawsuit, the Law Society of Kenya argued that the deal was “a constitutional sham” and “tainted with secrecy.” In the case, the Law Society of Kenya also argued that the Kenyan state entity and Adani Energy Solutions did not carry out mandatory public participation focused on the project properly, which is a requirement under Kenya’s Public Private Partnerships Act. These conditions sound alarmingly similar to the Sri Lankan case.",
    "Earlier in 2023, accusations were made in India’s Gujarat State against another Adani Group company, Adani Power Mundra Limited that it had charged an excess of INR 39,000,000,000.00 over a period of five years under two power purchase agreements. An opposition politician in the state noted the case was a “textbook case of corruption, money laundering, loot of public money and above all, the classic case of cronyism that the Prime Minister and his government represent.” The issue here was that the rate at which coal for power production that was purchased by Adani Power Mundra was significantly higher than market rates at which coal was being traded in Indonesia, the source of the purchase. This meant that the state-owned Gujarat Urja Vikas Nigam Limited, a Gujarati state entity in the energy sector had to pay much more for the overall electricity supply. Gujarat Urja Vikas Nigam Limited has now written to Adani Power Mundra Limited asking that the excess amount charged be repaid. These are merely two of the many examples in which Adani companies have been embroiled in controversies.",
    "This international context is a necessary backdrop in which to explore the working of all Adani projects in Sri Lanka, not only in the energy sector. As a presidential candidate, President Anura Kumara Dissanayake assured that, if he emerged victorious, the National People’s Power would cancel the Adani energy project because it posed a threat to Sri Lanka’s energy sector sovereignty. This is the correct political stance to take in the national interest given the highly questionable background. Moreover, the recent and ongoing controls placed by Adani Power on its power supply to Bangladesh is a classic example of Bangladesh’s energy sovereignty being utterly compromised at a very crucial time in the country’s national history. In real terms, Adani Power has slashed its supplies to Bangladesh by about 60% due to unpaid bills exceeding US$800 million. Sri Lanka could also find itself in a similar situation if it compromises its power supply and energy sovereignty by going ahead with the Adani project.",
    "On 14 October 2024, the interim government of President Dissanayake informed the Supreme Court that it would reconsider the approval given by the previous regime to the Adani Group for its projects in Mannar and Pooneryn. The Supreme Court was more specifically informed on behalf of the Attorney General that the decision to review the project was taken at a Cabinet meeting held on 7 October 2024 and “the final decision of the new government would be conveyed after the installation of the new Cabinet after the November 14 parliamentary election.”",
    "There is ample evidence in the public domain, both locally and globally, to review the conditions of awarding the Adani deal. One hopes that the new government has the moral and political strength to stand up for what is right and its pre-election convictions and people’s aspirations of dignity. The government also must expect considerable pressure from vested parties, in this case both the Adani Group and the Indian government, more generally. But it is essential to be mindful that we are not dealing with a project in an Indian state.",
    "We are talking about a project that has come to us, an independent and sovereign country, through an entire field of corruption both locally and elsewhere. The problem with corruption, as Pope Francis once observed, is, “corruption is paid by the poor.” We cannot be endlessly languishing in the depths of poverty simply because of the corruption of our own leaders of the recent and not-too-recent past, and business magnates of the region. The Adani case is a good starting point to roll back mega corruption and illegality in the country.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}