{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101903/flash-flood-sweeps-away-hamlet-as-vietnams-storm-toll-rises-to-155-dead",
  "time_ut": 1726062960.0,
  "original_lang": "en",
  "original_title": "Flash flood sweeps away hamlet as Vietnam’s storm toll rises to 155 dead",
  "original_body_lines": [
    "A flash flood swept away an entire hamlet in northern Vietnam, killing 30 people and leaving dozens missing as deaths from a typhoon and its aftermath climbed to 155 on Wednesday.",
    "Vietnamese state broadcaster VTV said the torrent of water gushing down from a mountain in Lao Cai province Tuesday buried Lang Nu hamlet with 35 families in mud and debris.",
    "Only about a dozen are known so far to have survived. Rescuers have recovered 30 bodies and are continuing the search for about 65 others.",
    "The death toll from Typhoon Yagi and its aftermath has climbed to 155. Another 141 people are missing and hundreds were injured, VTV said.",
    "Floods and landslides have caused most of the deaths, many of which have come in the northwestern Lao Cai province, bordering China, where Lang Nu is located. Lao Cai province is also home to the popular trekking destination of Sapa.",
    "Many roads in the province were blocked by landslides and unrelenting rainfall, said Sapa tour guide Van A Po. The weather has forced them to limit travel with all trekking suspended.",
    "Tourism is a key engine for the local economy, and many in the industry found themselves stranded. Nguyen Van Luong, who works in a hotel, said he couldn’t return home since the 15-kilometer (9-mile) road from Sapa to his village was too dangerous to drive.",
    "“The road is badly damaged and landslides could happen anytime. My family told me to stay here until it’s safer to go home.”",
    "On Monday, a bridge collapsed and a bus was swept away by flooding, killing dozens of people.",
    "The steel bridge in Phu Tho province over the engorged Red River collapsed, sending 10 cars and trucks along with two motorbikes into the river. The bus carrying 20 people was swept into a flooded stream by a landslide in mountainous Cao Bang province.",
    "Yagi was the strongest typhoon to hit the Southeast Asian country in decades. It made landfall Saturday with winds of up to 149 kph (92 mph). Despite weakening on Sunday, downpours have continued and rivers remain dangerously high.",
    "The heavy rains also damaged factories in export-focused northern Vietnam’s industrial hubs.",
    "Storms like Typhoon Yagi are “getting stronger due to climate change, primarily because warmer ocean waters provide more energy to fuel the storms, leading to increased wind speeds and heavier rainfall,” said Benjamin Horton, director of the Earth Observatory of Singapore."
  ]
}