{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-primary-dealers-in-knowledge-sharing-drive-232916/",
  "time_ut": 1753597800.0,
  "original_lang": "en",
  "original_title": "Sri Lanka primary dealers in knowledge sharing drive",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Association of Primary Dealers is enhancing knowledge in the financial community, an official said after hosting a forum on ongoing changes with new laws and operational changes to deb management.",
    "After the Public Debt Management Act No. 33 of 2024 debt securities issuance is shifting to the Treasury from the central bank.",
    "“The Public Debt Management Act stands as a landmark initiative in shaping a more structured and transparent debt management framework for Sri Lanka,” Romesh Gomez, President of the Association of Primary Dealers said.",
    "President’s Counsel Harsha Fernando, examined the impact on the gilt market and intermediaries of the new law as well as the Public Debt Management Office.",
    "Udeni Udugahapattuwa, Director General of the Public Debt Management Office, N D Y C Weerasinghe, Superintendent of Public Debt, Central Bank of Sri Lanka, and Naomal Goonewardena, Precedent Partner, Nithya Partners were resource persons.",
    "“Their insights will not only deepen our understanding, but also help us align industry practices with the broader objectives of national fiscal stability,” Gomez said.",
    "“As the industry moves toward greater transparency and sophistication, the Association of Primary Dealers remains committed to hosting knowledge-sharing forums of this nature and to playing an active, constructive role in shaping the future of Sri Lanka’s financial markets and public debt landscape.”",
    "The panel examined the requirement for a five-year rolling debt strategy, and enhanced transparency through mandated auctions, borrowing plans, and public disclosure of terms for debt and guarantees.",
    "These reforms are seen as vital to improving accountability, operational efficiency, and risk governance in public debt management, the PDA said.",
    "Representatives from finance companies, insurance firms, banks, and asset management companies, as well as officials from the Colombo Stock Exchange (CSE), the Securities and Exchange Commission (SEC), and principal officers from the Central Bank of Sri Lanka. (Colombo/July27/2025)"
  ]
}