{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Principles-and-proposals-for-political-and-constitutional-reform-for-democracy-Part-I/14-764783",
  "time_ut": 1721944464.0,
  "original_lang": "en",
  "original_title": "Principles and proposals for political and constitutional reform for democracy: Part I",
  "original_body_lines": [
    "An agenda for restoring democratic government calls for major changes in the Constitution as well as the system of government",
    "2024 is a year of elections to choose a new President and possibly a new Parliament. In that context, the theme of political and constitutional reforms has once again begun to draw the attention of the citizens, civil society movements and political parties. It is necessary to recognise that any constitutional reform effort should have two main goals. They are (a) restoring the country’s parliamentary democracy and (b) replacing, not just reforming, the existing 1978 Constitution with a new and democratic constitution. A new constitution should also give effect to the democratising hopes of the people of Sri Lanka.",
    "Therefore, an agenda for restoring democratic government calls for major changes in the Constitution as well as the system of government.",
    "The proposals for constitutional change and democratisation offered in this document embody the following principles and goals:",
    "Restoring parliamentary democracy and freeing it from the control of the President and the executive.",
    "Restoring the public trust and faith in the Constitution, Parliament, institutions of government and democracy.",
    "Ensuring people’s right to hold the government and the elected representatives accountable through new mechanisms. The aim is to make the principle of popular sovereignty meaningful to the people who are the bearers of sovereignty in a democracy.",
    "Preventing the government from using the political power to misuse the Constitution and the law for arbitrary and tyrannical objectives.",
    "Deepening democracy through citizens’ participation in the process of government.",
    "The proposed official name of the country is ‘Sri Lanka’ instead of the long name, ‘Democratic, Socialist Republic of Sri Lanka.’",
    "The republican character of the state of Sri Lanka is to be retained with the new description: ‘Sri Lanka is one, free, sovereign, democratic, and independent Republic.’",
    "The Sri Lankan people are sovereign and free citizens of a modern republic. They are equal members of an independent and democratic political community, valuing their ethnic, cultural, and social diversity.",
    "A set of ‘Constitutional Principles’ will be included in the Constitution. They will be described as ‘immutable and inviolable values of democratic republicanism.’ These principles will embody the fundamental constitutional values that guide the new Constitution as well as future judicial interpretation of any of its clauses.",
    "The following are proposed as Founding Constitutional Principles and Values in accordance with which the Constitution is founded and interpreted:",
    "Sri Lanka is one, free, sovereign, democratic and independent Republic founded on the following immutable and inviolable values of democratic republicanism and consociationalism:",
    "a) human dignity, social justice, economic justice, equality and the advancement of human rights and freedoms;",
    "d) regular, uninterrupted, free and fair elections and a multi-party system of democratic government;",
    "e) non-concentration of state power in one individual or institution;",
    "f) the assurance of accountability, responsiveness and transparency at all levels of governance;",
    "g) public authorities hold and exercise powers in accordance with the doctrine of public trust.",
    "The new Constitution will embody a framework that will facilitate the shift of political power from the Executive President to Parliament. This will ensure that the abolition of the executive presidential system should lead to restoring parliamentary democracy.",
    "We agree in principle with the proposal that was made during the Aragalaya that citizens should have the right to initiate legislation. The proposal merits a deeper study as there is also the possibility of abuse, as was the case in the initiative to ban the construction of minarets in mosques in Switzerland.",
    "The new Constitution will create a Second Chamber, a Senate. It will augment the Parliament’s representative function. The Second Chamber will also strengthen the principle of power-sharing by giving representation to the provinces in Parliament. This will lead to establishing closer linkages between the Centre and the periphery.",
    "The House of Representatives consists of 200 members elected on the following basis:",
    "130 members will be elected from territorial constituencies. They will include multi-member and smaller constituencies carved out to facilitate the representation of social groups of shared interest.",
    "60 members will be elected based on proportional representation at a national or provincial level.",
    "10 seats would be filled through national-level proportional representation from among parties that have not secured a seat through territorial constituencies or the sixty seats mentioned above. This will enable small parties with significant national presence without local concentration to secure parliamentary representation.",
    "Appropriate provisions will be made to ensure adequate representation of women, youth and underrepresented’ interest groups.’",
    "In order to prevent undemocratic manipulation of the process of government formation after an election, it is proposed that if the Prime Minister appointed after the conclusion of a general election does not win a vote of confidence at the first sitting of the new House of Representatives, s/he will be deemed to have resigned.",
    "The Prime Minister will also be considered to have resigned if, at any time during the duration of Parliament, a vote of no-confidence is passed against her/him, the Budget is defeated, or the Statement of Government Policy is defeated. Both cases will result in a new Prime Minister being appointed. If the new Prime Minister does not win a vote of confidence within 14 days, the House of Representatives shall be dissolved by the President as the House is no longer viable.",
    "The House of Representatives will also stand dissolved if a motion in the name of the Prime Minister to that effect is passed. Such a motion will need the agreement of the Leader of the Opposition and the leader of the third-largest party in the House of Representatives, the latter’s agreement being required to prevent a ‘deal’ between the other two.",
    "The PM should not have the power to advise the President to dissolve the legislature as s/he would do so when it best suits them.",
    "Restoration of public trust in Parliament, as well as Members of Parliament, is another key task in rebuilding parliamentary democracy in Sri Lanka. The existing practices concerning crossovers of MPs are seen by the people as being enmeshed with the pervasive culture of political corruption. Generally, it is a practice resorted to by leading parties to secure parliamentary majorities by unethical and unlawful means.",
    "Rectifying this distortion of Sri Lanka’s parliamentary democracy is a significant reform expectation of the citizens. It requires a mechanism for the MP’s accountability and moral obligation to the party and the voters.",
    "An issue that was raised during the Aragalaya is the right of voters to recall an MP who has violated the mandate given to him/her. We agree in principle and suggest that a deeper study be done on how this could be incorporated into the Constitution while preventing its abuse.",
    "A Member of the House of Representatives will lose her/his seat when:",
    "(a) The MP votes in violation of a decision of the Party, or without permission of the Party, or,",
    "(b) Declares his/her support for or joins another party, the seat of such Member shall become vacant.",
    "However, there would be safeguards for those MPs who have contested as coalition partners or under a memorandum of understanding.",
    "Where a Member elected from a constituency ceases to be a member of the party that nominated her/him, the seat will become vacant. If this happens due to expulsion, the MP may challenge her/his expulsion in the Supreme Court within one month. The Supreme Court must rule on the application within two months.",
    "When the seat of a Member elected from a constituency becomes vacant, a by-election will be held to fill the vacancy.",
    "When the seat of a Member elected based on proportional representation becomes vacant, it can be filled by the Party only from among those nominated on the original PR list.",
    "In many countries, a Second Chamber serves as an institution of power-sharing, ensuring representation of the provinces. It also promotes closer linkages between the Centre and the periphery.",
    "The Senate can also function as a mechanism to rectify possible imbalances of representation in the House of Representatives. Acting as an in-built mechanism against arbitrary or hasty legislation and legislation that may adversely affect the provinces will enhance the role of the Senate as an institution of democratic checks and balances.",
    "The Senate will consist of 50 members. Each Provincial Council will elect five members who have distinguished themselves in public life, based on proportional representation. This would facilitate the representation of different communities and political parties. At least two such members shall be women.",
    "Five members shall be appointed to the Senate by the President to represent unrepresented or underrepresented group interests or identities. Their appointment will be on the joint nomination of the Prime Minister and the Leader of the Opposition in the House of Representatives.",
    "All Bills would be referred to the Senate to obtain its views before the Second Reading. When the Senate does not agree to a Bill other than a Money Bill, the Bill would be referred to a Joint Parliamentary Legislative Committee for consideration. The Committee will submit its report to both Houses within one month.",
    "A Bill seeking to lay down national policy or standards on a subject or matter in the Provincial Council List that would be binding on Provincial Councils must be passed by the Senate as well, with at least two Senate members representing each province voting in favour. This will function as a safeguard to protect the powers of the Provincial Councils from the unilateral intervention of the Centre.",
    "A Constitutional Amendment must be passed by both the House of Representatives and the Senate with a two-thirds majority. This will give the provinces a say in constitution-making and constitutional reforms.",
    "The public and citizens’ organisations must be afforded more opportunities to be involved in the activities of the legislature. The Constitution should mandate public participation in law-making through mechanisms such as opportunities to comment on draft legislation, consultation meetings, and public hearings. Proceedings of Sectoral Oversight Committees should be broadcast online. This should be extended to Provincial Councils as well.",
    "Abolishing the ‘Executive Presidential’ system of government and its associated constitutional order is a longstanding and unfulfilled demand of the people of Sri Lanka. It has also generated widespread agreement among the people and political parties. As clearly articulated during the Aragalaya in 2022, the ‘executive presidency’ is the main obstacle to democracy and democratisation in Sri Lanka. Thus, an agenda for returning to parliamentary democracy in Sri Lanka calls for re-constituting the balance of power between the President and the legislature.",
    "Making the President the nominal head of the executive while retaining the position of Head of State is a critical democratising measure proposed in this reform package.",
    "It is proposed that the President be elected by an electoral college comprising members of the House of Representatives and the Senate.",
    "Sri Lanka’s democratic consolidation as a multi-ethnic and pluralist democracy calls for sharing higher-level political office between ethnic communities. Therefore, a position of Vice President from a community other than the community to which the President belongs, elected by the same electoral college, is proposed.",
    "The President and Vice-President shall be responsible and accountable to the national legislature.",
    "While the President will be the nominal head of the executive, the Cabinet of Ministers will exercise such executive power and be answerable to the People via Parliament. The President would exercise powers on the advice of the Cabinet of Ministers conveyed to him/her by the Prime Minister, who will be the Head of the Cabinet of Ministers. The Constitution will expressly provide any exception to this rule.",
    "The President would appoint as Prime Minister the Member of Parliament who, in the President’s opinion, is most likely to command the confidence of the House of Representatives. However, the President would not have the power to remove the Prime Minister.",
    "Reducing the size of the Cabinet of Ministers and the number of other ministers is also a long-unfulfilled popular demand to reduce political corruption and inefficient governance. Therefore, the maximum number of Ministers proposed is 20. Of them, at least five are to be women. Also, not less than five ministers need to belong to communities other than the majority community. There will be a Deputy Prime Minister chosen from among the ministers. However, she/he must belong to a community other than the community to which the Prime Minister belongs.",
    "The total number of State Ministers and Deputy Ministers will be limited to twenty. Among them, not less than five will be women. Similarly, not less than five should belong to communities other than the majority community.",
    "Secretaries of Ministries will be appointed by the National Public Service Commission in consultation with the Prime Minister.",
    "Dr. A.M. Navaratne Bandara, former Professor in Political Science, University of Peradeniya",
    "Dr. Mario Gomez, Executive Director, International Centre for Ethnic Studies",
    "Professor Deepika Udagama, Chair Professor of Law, University of Peradeniya",
    "Professor Jayadeva Uyangoda, Emeritus Professor of Political Science, University of Colombo"
  ]
}