{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/fresh-buying-interest-in-lolc-group-shares-triggers-bullish-trend-in-bourse/",
  "time_ut": 1710348960.0,
  "original_lang": "en",
  "original_title": "Fresh buying interest in LOLC Group shares triggers bullish trend in bourse",
  "original_body_lines": [
    "The stock market witnessed a bullish trend throughout yesterday, mainly due to the LOLC Group witnessing fresh buying interest for its companies. This had a ripple effect on other stocks as well, market analysts said.",
    "Amid those developments both indices moved upwards. The All Share Price Index went up by 111.5 points while S and P SL20 rose by 42.9 points. The turnover stood at Rs 1.97 billion with five crossings.",
    "Those crossings were reported in Sunshine Holdings, which crossed 1.5 million shares to the tune of Rs 87 million; its shares traded at Rs 58, HNB 300,000 shares crossed for Rs 50.3 million and its shares traded at Rs 167.50, Hayleys 500,000 shares crossed for Rs 41.5 million and its shares sold at Rs 83, DFCC 500,000 shares crossed to the tune of Rs 36.25 million; its shares fetched Rs 72.50 and Hayleys Fabrics 600,000 shares crossed for Rs 24.2 million; its shares traded at Rs 40.50.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Hayleys Rs 138 million (1.6 million shares traded), LOLC Finance Rs 90 million (15 million shares traded), Hayleys Fabrics Rs 80.6 million (2 million shares traded), Browns Investment Rs 79.5 million (14 million shares traded), Pan Asia Rs 73 million (3.5 million shares traded), Sampath Bank Rs 71.4 million (926,000 shares traded) and Ceylon Cold Stores Rs 68 million (1.25 million shares traded). During the day 95.7 million share volumes changed hands in 17913 transactions.",
    "Yesterday, the rupee opened at Rs 306.30/50 to the US dollar in the spot forex market, stronger from Rs 306.50/60 on the previous day, dealers said, while bond yields were down. A bond maturing on 15.12.2026 was quoted at 11.30/35 percent from 11.35/40 percent. A bond maturing on 15.12.2028 was quoted at 12.17/23 percent from 12.15/25 percent.",
    "Pirates seize control of cargo ship near Somalia, say owners",
    "SLI divestiture attracts five businesses; interest grows for Life and General Insurance segments",
    "Lanka Milk Food shares nourish bourse into a degree of vibrancy",
    "LOLC’s dominance of share market has resuscitating impact on manufacturing counters",
    "Highest per day share transactions over past four months; turnover Rs. 1.2 billion",
    "CSE records six crossings despite investor worries stemming from polls promises",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}