{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/debate-over-profits-of-banks-who-shares-them-ultimately/",
  "time_ut": 1712497245.0,
  "original_lang": "en",
  "original_title": "Debate Over Profits Of Banks: Who Shares Them Ultimately?",
  "original_body_lines": [
    "A general perception among many is that banking and financial institutions earn their incomes by overcharging their customers. The announcements made by banks themselves from time to time have contributed to ingrain this perception in the minds of the public. It is not uncommon for banks, when their quarterly, half-yearly or annual financial accounts are released, to highlight what they believe to be an extraordinary financial performance through press conferences, press releases or interviews with journalists.",
    "Such communications are normally reported in the press with catchy headlines to attract the attention of the readers. These communications are basically made for the consumption of shareholders, prospective investors and other stakeholders who have an interest in the banks. However, they also lead, as an unanticipated corollary, to form opinions in all and sundry on the super performance of banks in earning incomes and making profits in comparison to their own dismal achievements.",
    "Such comparative opinion formation does not lead to further inquiry, if the economy, and therefore, all the businesses and entrepreneurs, experience an upswing in the business cycle. Then, everyone would be making profits and the so-called super profits made by banks would be lost in the euphoria of profit making by all those in the non-financial sectors.",
    "However, this would change when the economy moves to the downswing of the business cycle as Sri Lanka is experiencing today. In that case, other businesses and other entrepreneurs would start to experience difficulties in maintaining profits which they had made when the economy was on the other side of the business cycle. When they see that banks have made profits and such profits are significantly higher than what they have made in absolute numbers, it is inevitable for the public to form the opinion that such profits have been made by banks at the expense of those in other business enterprises.",
    "This paper will attempt at throwing light on the issue of banks’ incomes and profits. It would first examine the genetics of the issue and then, examine the distribution of the gross income of banks. It would also attempt at discovering many banking practices that have contributed to this popular public opinion. Finally, a way out in the form of a summary and conclusions would be presented.",
    "Banks are profit seeking institutions and, therefore, there is nothing wrong in their making profits. Profits help them to survive and grow in business in several ways, whereas losses would punish them severely. The main role which profits play in a bank could be identified as follows:",
    "1. Profits, as they do in any other industry, help banks to expand business without having to depend on the fresh contributions to be made by equity holders. When profits are retained within the bank without distributing, the equity fund belonging to the shareholders would expand making banking business more profitable. Such retained profits enhance the capital base of banks, thereby helping them to meet expansion expenses, withstand temporary losses, protect depositors’ interest, and maintain proper debt-equity ratios.",
    "2. In any banking firm, it is normal that some of its borrowers would become delinquent, bringing losses to the bank. The losses on account of such loan delinquency must be offset by profits earned elsewhere. As such, it is necessary for banks to make profits.",
    "3. Profits help banks to build and maintain the confidence of equity holders. The loss of confidence by equity holders would result in bank’s shares falling in value in the market, equity holders in large numbers exiting the stock and the bank being unable to raise additional capital at appropriate prices in the market.",
    "4. Profits are also necessary to help banks wade through the episodes of the erosion of the market value of their investments. A substantial part of the assets of any bank would be in the form of marketable investments and the prices of such investments often fluctuate in the market. When the prices fall, the resultant capital losses must be absorbed through profits made by banks in other areas of business.",
    "5. Profits generate resources for banks to undertake projects that help them to achieve corporate social responsibility goals. These are outside the normal commercial operations of a bank and must be funded out of revenue earned elsewhere. In today’s environment, corporate social responsibility functions are an important engagement by banks striving to be an important partner of the community they work in.",
    "6. Profits help banks to move into the global economy by building the confidence of would-be investors. With a good profit record, banks would get good ratings and make them acceptable to international investors.",
    "If banks make losses, the punishments meted out to such banks would be severe. Their survival, expansion and growth would be seriously threatened by continuous losses they have made. Their capital would be eroded and, sometimes, would become negative, placing them at the receiving end of regulators and would-be investors. Hence, no bank would pursue a goal that makes profit making a secondary objective of the bank.",
    "While everyone accepts banks’ right to make profits, his or her main objection has basically been to the rupee value of profits they make. Large profits in absolute terms are normally viewed as synonymous with excessive interest rates, higher fees and commissions and wide interest margins. All these three perceived culprits are then translated into a general conception of banks’ exploitation of their customers.",
    "At an extreme level, any profit made by a bank is considered as a gain they have made at the expense of the customers. The danger of both these views is that, whenever a bank makes profits, it is subject to the most scathing criticism by certain sections in the community.",
    "The community expects banks to make what they believe to be ‘small profits’. Yet, banks make profits which are sometimes ‘large’ and sometimes ‘not so large’ by the standards of the investors. Even in the financial services industry, there is a wide variation in the amounts of profits made by different banks. Some banks make extraordinarily superlative profits, some dismal amounts of profits and some others, losses.",
    "Hence, if one goes by the diagnosis made by the community, the exploitation of customers by different banks is at different levels. One would then argue that there is reverse exploitation of banks by customers in the case of banks which make losses. This argument cannot possibly be true.",
    "The objective of any investor who has invested his money is to maximise the return. This goal is true for investors who have invested their money in the equity, debentures, or deposits of banks. If there is an exit mechanism, investors in banks would certainly use that facility to quit a bank which is relatively less profitable to a bank which is more profitable. This happens in the share market when shareholders dispose of their shares in a particular bank and reinvest the proceeds in a more remunerative stock, not necessarily in a bank.",
    "In the debt securities market, if there is no facility to sell the debentures in the secondary market because such debentures are not listed, the agitated investors wait impatiently till the maturity of debentures and shift the investment elsewhere. In the case of depositors, a normal occurrence has been the ‘lifting’ of the deposit either prematurely or once it matures and re-depositing in a more remunerative financial institution. The first two courses of action do not affect a bank’s cash flow and liquidity since they take place outside the bank. But the reinvestment of debenture proceeds, and depositing maturing deposits elsewhere directly affect a bank’s cash flow and liquidity. A bank with a liquidity crunch would not be able to function as a bank for long.",
    "So, making only small profits by banks, as expected by some sections of the community, does not augur well for a bank. It may pursue such an objective at its own peril. Hence, banks pursue a goal of maximising profits as their primary objective. Banks could do so without necessarily exploiting customers. The options available to banks in this respect are numerous: raising productivity, offering competitively superior services, making money through trading of securities or forex, retaining the customer base through value-added products, and building a higher competitive edge over rivals through improvement of quality. The enhancement of profits by banks through these measures is not immediately discernible to critics. Such critics appear to be influenced by large profit numbers and media headlines. The Sinhala vocalist Sanjeev Lonliyes in one of his spell-binding Amu songs has warned the music fans that they should not just make choices only by looking at the cover page of a book. Similarly, it is not appropriate to take on banks on the face value of their accounting statements without probing into details.",
    "High interest rates have often been quoted as evidence of banks exploiting their customers. The criticism in this case is mainly advanced against the level of interest rates. However, the level of interest rates is determined outside the banking sphere. In fact, it is a variable given to banks by the external monetary policy environment. When the authorities adopt tight monetary policies to check inflationary tendencies, the level of interest rates ascends to a higher echelon to curtail the excessive nominal aggregate demand, the main culprit of inflation in an economy.",
    "The objective of high interest rates is to make it costly for all users of aggregate demand, consumers, businesses, governments, and investors. Though such rate elevation would raise the costs of these parties in the short run, its long-term benefits are substantial by way of generating price stability and creating a conducive environment for businesses to plan for the long term.",
    "By the same token, when the economy operates with reasonable price stability, as is the case in Sri Lanka today, the authorities would relax monetary policy driving the interest rates to a low level. Then, the bank customers would find the prevailing interest rates favourable to them, though it has not been brought about by banks. Hence, it is not fair to criticise banks when interest rates are high and credit them when rates are low.",
    "The high interest margins, i.e., the difference between the average lending rate and average deposit rate of banks, are also often presented as evidence of banks’ exploiting their customers. Though there is not any benchmark interest margin to be followed by banks, the margin maintained by their peers in the home country as well as abroad is used to assess the appropriateness of the size of the margin adopted by a given bank. In developed countries where there are developed financial markets with a high degree of competition, the interest margin normally tends to be smaller. In many cases, it lies between 1 and 2 percent. However, in countries where financial markets are not competitive and efficient, the margin tends to be larger.",
    "On top of that, the prevailing monetary policy stance, and the tax structure applicable to banks too affect the size of the margin. For instance, if the authorities have imposed a high statutory reserve requirement as a part of their tight monetary policy stance, the underlying cost of maintaining an idle asset would widen the margin. Similarly, taxes, whether they are passed onto customers or not, raise the overall cost to be borne by bank customers.",
    "When they are passed on, the customers have a higher transaction cost; when they are not, the interest margin would widen, because the banks must bear such additional costs. Apart from these events, the interest margin may be widened due to the inefficient management of banks.",
    "Some banks fail to have a proper human resource management policy and may have employed a large workforce reducing the labour productivity in the bank. In such cases, the high wage bill will be reflected in the form of a widened interest margin. Banks are responsible for raising interest margins on account of inefficiency, but it is being done not as a way of deliberately exploiting customers. It is indeed an inevitable corollary of built in inefficiency in the banks. Yet, customers must pay for such inefficiency by way of having to pay higher interest rates or accepting lower deposit rates.",
    "Another area of concern by bank customers has been the non-interest charges collected by banks. The general perception of many is that banks levy exorbitant charges for their non-lending services. Since charges are not explicitly disclosed by banks, customers are unaware of the different rates charged by different banks.",
    "As a result, when customers patronise a particular bank for these non-lending services, they are unable to negotiate for the best rate. The information asymmetry about the rates charged, i.e., banks know the rates whereas the customers are unaware of same, reduces bank customers to a vulnerable group. As a result, even though the rates may not be exorbitant, bank customers still suspect that they have been subject to an unfair deal by their banks.",
    "The solution to this issue is the elimination of information asymmetry by getting banks to disclose rates on a voluntary basis. In this case, mandatory disclosure requirements are ineffective since banks do not have incentive to disclose information in full. Hence, it is important to engage the use of outside parties like the Application Programmer Interface or API developers to disclose such information online will be an effective method of resolving the issue of informational asymmetry. This is still an unexplored technological application in Sri Lanka, though it is a very prominent method is EU, UK and Singapore.",
    "*The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at waw1949@gmail.com"
  ]
}