{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98821/russian-deputy-defense-minister-arrested-for-bribery",
  "time_ut": 1713963000.0,
  "original_lang": "en",
  "original_title": "Russian deputy defense minister arrested for bribery",
  "original_body_lines": [
    "In a glass cage in a Moscow court stands Russia’s Deputy Defense Minister Timur Ivanov on Wednesday (April 24), a day after he was arrested at work for accepting large bribes.",
    "The court remanded him in custody for two months and said Ivanov entered into a criminal conspiracy with third parties to receive property and services while working for the ministry of defense.",
    "Ivanov, deputy minister since 2016, was in charge of property management, housing, construction and mortgages.",
    "The defense ministry, whose spending has spiraled since the start of the war, has made no comment.",
    "As the right hand man of Defense Minister Sergei Shoigu, Ivanov’s detention is the highest profile corruption case since Russia sent troops into Ukraine in February 2022.",
    "The Kremlin said President Vladimir Putin had been informed, and Shoigu had also been told.",
    "Ivanov was present earlier on Tuesday at a meeting of top defense officials chaired by Shoigu.",
    "It’s triggered speculation about a battle within the elite to crackdown on corruption that has plagued Russia’s post-Soviet armed forces.",
    "Russia’s Kommersant newspaper said Ivanov was arrested by the Federal Security Service (FSB), the successor to the KGB which Putin last month told to root out corruption in state defense procurement.",
    "Ivanov has been the subject of journalistic investigations which allege he and his family live a lavish, luxury lifestyle.",
    "Russian military bloggers have accused top generals of corruption and incompetence, after the army’s hurried withdrawal from parts of Ukraine due to seriously over-extending itself during the first days of the invasion."
  ]
}