{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Aitken-Spence-wins-Grand-Slam-Award-as-Best-Corporate-Citizen-of-2024/34-770474",
  "time_ut": 1734043151.0,
  "original_lang": "en",
  "original_title": "Aitken Spence wins Grand Slam Award as Best Corporate Citizen of 2024",
  "original_body_lines": [
    "Aitken Spence Executive Director Dr. Rohan Fernando receiving the Grand Slam Award",
    "Aitken Spence PLC emerged as the overall winner and received the prestigious Grand Slam Award for winning the award five times at the Best Corporate Citizen Sustainability Awards (BCCSA) 2024 organised by the Ceylon Chamber of Commerce.",
    "This is a remarkable milestone for the organisation that has been a pioneer in sustainability as a corporate strategy in Sri Lanka. Moreover, Aitken Spence is the only corporate in Sri Lanka to be ranked among the Top 10 Corporate Citizens for an unmatched 19 consecutive years. The stellar performance across the key award categories showcases Aitken Spence Group’s holistic approach to sustainability and its pioneering role in shaping responsible corporate practices in Sri Lanka and beyond with its diversified business portfolio in over 10 countries.",
    "The BCCSA is a premier platform that honours businesses demonstrating exemplary performance in environmental, social, economic and governance (ESG) practices. In addition to the crowning achievement of winning the Overall Award and Grand Slam Award, Aitken Spence was recognised in multiple categories, further reinforcing its position as a trailblazer in sustainable and inclusive business practices: Top Ten Best Corporate Citizens award; Winner of Diversified Holdings Sector award; Winner of Best Presentation of the Application; Winner of Supplier Relations category award; Winner of Community Relations category award and Winner of Continuous Commitment award for Community Relations.",
    "These awards celebrate Aitken Spence’s efforts to integrate sustainability into its diverse portfolio of businesses while maintaining a steadfast commitment to stakeholder engagement, community upliftment, prioritising and supporting local suppliers and transparent reporting.",
    "Deputy Chairman and Managing Director Dr. Parakrama Dissanayake said: “We are extremely proud to have won this award as the commitment of our teams and bold steps taken by our leadership at Aitken Spence has paved the way for us to create our mark in corporate sustainability; not just in Sri Lanka but on a global stage. Our teams across the Group have innovated sustainability at Aitken Spence to touch lives meaningfully through our operations. These awards are a testimony of their untiring efforts.”",
    "Aitken Spence said these recognitions reaffirms position as a leader in corporate responsibility. The company’s dedication to environmental impact control, socioeconomic development, and governance places it at the forefront of Sri Lanka’s corporate landscape, showcasing how businesses can be a force for good."
  ]
}