{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-on-la-nina-watch-with-warning-for-2025-maha-rice-crop-177328/",
  "time_ut": 1724127360.0,
  "original_lang": "en",
  "original_title": "Sri Lanka on La Niña watch with warning for 2025 Maha rice crop",
  "original_body_lines": [
    "ECONOMYNEXT  – Sri Lanka could face below average rainfall from October if La Niña conditions develop in the Southern Pacific Ocean, leading to a reduced Maha season rice crop in 2025, weather forecasters have warned.",
    "While El Niño conditions, linked to a warming of the Southern Pacific Ocean has been associated with disruptions of rainfall in the early part of a year, it also tends to give strong rainfall in the ensuing inter monsoon season, filling up reservoirs.",
    "Inter-monsoon rains is key for the main, Maha rice cropping season, El Niño conditions gives bumper rice harvests in the following year.  But La Niña, linked to a cooling Pacific Ocean has the opposite effect.",
    "Last year, Met officials predicted strong inter monsoonal rains from El Niño. Hydro power generation also went up.",
    "Sri Lanka to get another bumper main rice harvest in 2024 from El Niño?",
    "Anusha Warnasooriya, chief of the forecasting division says La Niña conditions tends to give low rainfall in the inter monsoon period, which reduces water for the Maha season which is harvested the following year.",
    "The Met Department is currently watching whether the La Niña conditions will develop.",
    "Researchers have found that while Sri Lanka gets good rainfall in August and normal rain in September, rains tend to fail in October.",
    "In the last seasonal forecast, the Department of Meteorology said above average rainfall for August, and near normal rain in September. There was no clear signal for October as yet.",
    "The US National Oceanic and Atmospheric Administration in an August 12 report said there was a 66 percent chance of La Nina developing during September to November period.",
    "In some La Niña years, rainfall from low pressure systems have mitigated the effect, Warnasooriya said.",
    "Sri Lanka saw steep reduction in the 2016/18 Maha season after La Niña conditions in late 2016.",
    "The Department of Agriculture said in its later weather advisor that reservoirs under the Water Management Secretariat would end up with around 57 percent of water for the Maha 2024/2025 Maha season.",
    "There was a “need for careful planning for the 2024/25 Maha season”, the report said.",
    "A failure of rainfall in October could also hit electricity generation. (Colombo/Aug20/2024)"
  ]
}