{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103242/court-calls-for-progress-report-on-investigations-into-death-of-makandure-madush",
  "time_ut": 1730978160.0,
  "original_lang": "en",
  "original_title": "Court calls for progress report on investigations into death of ‘Makandure Madush’",
  "original_body_lines": [
    "A motion has been filed with the Colombo Magistrate’s Court seeking an order to hand over the investigations into the death of infamous underworld figure and drug lord ‘Makandure Madush’, who was allegedly killed in a crossfire between police and suspected underworld figures while in police custody, to the Criminal Investigations Department (CID).",
    "A motion filed by a group of attorneys who appeared for the rights of the victim was taken up before Colombo Additional Magistrate Manjula Rathnayake today (07).",
    "Appearing for the rights of the victim, Attorney-at-Law Senaka Perera stated before the court that a formal investigation has not been carried out regarding the death of his client as of yet.",
    "Accordingly, he requested the court to issue an order handing over the relevant investigations to the CID.",
    "Following the consideration of the facts presented, the Additional Magistrate stated that such an order cannot be issued, as per a circular that has been issued by the Judicial Services Commission.",
    "Furthermore, the Additional Magistrate advised that the aggrieved party can request for proper investigations by lodging a complaint with the relevant institutions.",
    "However, the Additional Magistrate also ordered Maligawatta Police to brief the court on the progress of investigations related to the incident, on December 05, 2024.",
    "On October 20, 2020, Samarasinghe Arachchilage Madush Lakshitha alias ‘Makandure Madush’ was allegedly killed in a crossfire between the police and suspected underworld figures, while he was in police custody. According to the police, the crossfire took place at a housing complex in Maligawatte.",
    "‘Makandure Madush’ who had been involved in a large number of murders and other criminal activities, was one of the most wanted outlaws in the country. Madush had been in hiding abroad for several years before his arrest.",
    "He was apprehended at a drug-fuelled party thrown by him in a Dubai hotel, back in October 2018 and was kept under the custody of the Dubai authorities before being deported to Sri Lanka on the 05 May 2019.",
    "The officers of the CID had placed him under arrest upon his arrival at the Bandaranaike International Airport (BIA). After being held in the custody of the CID for nearly one-and-a-half years, the notorious drug kingpin was transferred to the custody of Colombo Crimes Division (CCD) in October 2020.",
    "He had given information to the CCD on a consignment of heroin purportedly hidden inside a home unit owned by ‘Kanjipani Imran’ at the Laksetha Sewana apartment complex in Maligawatte. Thereby, a team of 17 CCD officers including its OIC had led Madush to the said location on October 20, 2020.",
    "As seven officers of the CCD team, who were accompanying Madush, entered the first floor of the building using the staircase, two armed individuals bidding their time on the second floor had opened fire at the police sleuths. Reports revealed that Madush was shot in the head during the gunfire while one of the CCD officers was wounded in the leg.",
    "An exchange of gunfire had then ensued between the police officers and the two suspects who were making an attempt to escape. The police had continued to fire at the duo who were getting away in a motorcycle. However, they had fallen off the vehicle, failing to control the speed amidst the shooting. The suspects had then hurled a hand grenade in the direction of the approaching the CCD officers, injuring one of them.",
    "Madush, who was subsequently admitted to the Colombo National Hospital, had succumbed to injuries."
  ]
}