{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hemas-sliit-joint-venture-to-elevate-allied-health-sciences-education-in-sri-lanka/",
  "time_ut": 1726433460.0,
  "original_lang": "en",
  "original_title": "Hemas, SLIIT joint venture to elevate Allied Health Sciences education in Sri Lanka",
  "original_body_lines": [
    "Hemas Holdings PLC initiated a collaborative educational venture with the Sri Lanka Institute of Information Technology (SLIIT) to elevate the country’s healthcare education to international standards, by providing innovative nursing and allied healthcare education through the newly established entity, The SLIIT-HEMAS Allied Health Sciences Institute (SHAHSI).",
    "Set to open doors for a new intake in October, the venture has a combined student body of over 300 students and counting.",
    "By combining Hemas Hospitals’ extensive experience in private healthcare delivery with SLIIT’s renowned reputation for quality education, the partnership will offer a comprehensive range of programs designed to meet the growing demand for globally employable allied healthcare professionals.",
    "Designed to enhance the expertise of nurses and other healthcare professionals, the partnership will offer a robust education, bringing leading lecturers and experts in their fields to educate and train students. The initiative takes the programmes a step beyond typical educational ventures with its comprehensive industry exposure and training. The current programmes are affiliated with Deakin University, Australia and Liverpool John Moores University, UK. Additionally, the nursing programme is accredited by the Tertiary and Vocational Education Commission (TVEC) at NVQ Level 6.",
    "In response to the significant brain drain in Sri Lanka’s healthcare sector, Hemas Hospitals is committed to nurturing the next generation of healthcare professionals. As part of its strategic initiatives, this investment in human capital aims to strengthen the country’s healthcare workforce and ensure a sustainable future for the industry.",
    "The arena of healthcare is currently facing a global shortage of skilled workers. With a local shortage of 1,000 to 2,000 nurses annually to meet the requirements of the private sector, both Hemas Hospitals and SLIIT are uniquely positioned to address the country’s growing need for healthcare workers. With 2 state-of-the-art multi-specialty tertiary care hospitals in Wattala and Thaluwathugoda, and 43 company-owned and operated labs nationwide.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}