{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ninewells-hospital-demonstrates-commitment-to-community-with-donation-to-nhsls-new-ambulatory-care-building/",
  "time_ut": 1716224220.0,
  "original_lang": "en",
  "original_title": "Ninewells Hospital demonstrates commitment to community with donation to NHSL’s new Ambulatory Care Building",
  "original_body_lines": [
    "Ninewells Hospital – the leader in neonatal, pediatric and family healthcare excellence – recently donated the new Ambulatory Care Building of the National Hospital of Sri Lanka (NHSL) with medical equipment and benches for patients. This kind act of goodwill and generosity by Ninewells Hospital, under its corporate social responsibility initiatives, underscores its commitment to compassionate healthcare for all. The medical equipment and benches will help to provide healthcare services, and comfortable seating, for patients seeking medical attention at this new facility. The donation was made in time for the opening ceremony of the new facility, which was held on the 7th of May 2024.",
    "Commenting on the occasion, Dr. Thiasha Fernando – Deputy Managing Director at Ninewells Hospital said, “For 2 decades, we have been a symbol of compassionate, high-quality healthcare for women and children. As a responsible industry stakeholder, committed to excellence, we believe it is our duty to give back to the community. Initiatives such as this donation to the new Ambulatory Care facility of the NHSL is one way we are achieving this objective. Ultimately, we wish to realize a future where every Sri Lankan has access to the highest quality compassionate healthcare, helping to create a healthy and robust society.”",
    "Share market dogged by dullness as parliament dissolution worries persist",
    "First private healthcare provider to receive prestigious Green Building Council Certification",
    "Ninewells Hospital shines as Sri Lanka’s leader in neonatal care on World Prematurity Day",
    "Joseph Fraser Ninewells Hospital celebrates 100th anniversary, emerges as 1st hospital to launch commemorative stamp",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}