{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96668/sagala-claims-relief-for-public-to-be-anticipated-within-next-year",
  "time_ut": 1706015040.0,
  "original_lang": "en",
  "original_title": "Sagala claims relief for public to be anticipated within next year",
  "original_body_lines": [
    "Sagala Ratnayaka, the President’s Senior Adviser on National Security and Chief of the Presidential Staff, emphasized today (23 Jan.) at the Presidential Secretariat that President Ranil Wickremesinghe’s effective economic initiatives have fostered trust in the Sri Lankan economy on the global stage.",
    "He highlighted the President’s commitment to a new economic vision aimed at stabilizing the country’s economy through comprehensive reforms in the financial, legal and governance sectors.",
    "Speaking at the “Budget 2024” conference, organized by the President’s Trade Union Relations Division, Ratnayaka outlined the plans to position Sri Lanka as a hub for energy exports.",
    "This strategic move aligns with the President’s broader efforts to enhance the nation’s economic standing and international reputation.",
    "When President Ranil Wickremesinghe assumed office, the country faced a severe economic crisis marked by long queues for oil and gas, as well as prolonged power cuts.",
    "The crisis was exacerbated by a tax policy that led to a decline in government revenue, an ineffective agricultural policy, and a decrease in tax filings. Additionally, the economic downturn was heightened by a drop in tourist arrivals due to the Covid epidemic, resulting in a loss of foreign exchange.",
    "In response to these challenges, the current president took charge amidst this economic turmoil. Strategic changes were made to the agricultural policy, leading to increased rice production and alleviating food shortages.",
    "Collaborating with the International Monetary Fund, a new program was devised to stabilize Sri Lanka’s economy, encompassing crucial financial, legal, and governance reforms. Despite the imposition of new taxes, which brought some pressure on the citizens, the government’s efforts have led to a rapid stabilization of the country’s economy.",
    "As a result, international confidence in Sri Lanka has grown, and the nation is witnessing a strengthening economic trajectory.",
    "Furthermore, there are new proposals for reform aimed at boosting the tourism industry, contributing to a surplus in the balance of payments under this economic program. Notably, foreign reserves, which stood at 2.1 billion dollars in 2022, have seen a significant increase to 4.5 billion dollars today.",
    "The government has successfully curtailed inflation from 77% in 2022 to a commendable 4% at present. Achieving a state revenue around 16% of the Gross Domestic Product (GDP) is essential for effective governance. Despite the challenges, the economic reforms implemented in 2023 resulted in a state income of approximately 11% of the GDP.",
    "The key to economic stability lies in strengthening government revenue, and plans have been set in motion to systematically increase revenue through institutions like the Inland Revenue Department, Sri Lanka Customs, and the Excise Department.",
    "Relief for the entire populace can be anticipated within the next year if this economic program is effectively executed. The 2024 budget outlines development proposals, including the provision of free land for farmers and housing rights for urban residents, with substantial allocations for relief.",
    "Additionally, proposals for the modernization of the agriculture and fishing industries have been submitted.",
    "Moreover, Sri Lanka holds the potential to generate 80 gigawatts of renewable energy, far exceeding the estimated 15 gigawatts required for total electricity consumption by 2050. Plans are underway to position Sri Lanka as a centre for energy export, including the production of green hydrogen to boost the national economy.",
    "Despite challenges, the nation possesses the capability to emerge as an economic force in the international arena.",
    "Meanwhile, expressing his views, Governor of the Western Province Marshal of the Air Roshan Gunatillake said;",
    "The presentation of a country’s budget serves as the vehicle for implementing national policies.",
    "This year’s budget aligns with various national interests, particularly focusing on the economic reform program propelling Sri Lanka towards becoming an emerging state.",
    "It is imperative for government officials to diligently implement this budget to ensure the public receives maximum relief. Unnecessary apprehension about budget proposals should be avoided. Instead, the maturity and experience of public officials should be harnessed for the benefit of the public.",
    "In March 2022, Sri Lanka encountered its most severe economic crisis in history, posing a threat to people’s livelihoods within their own homes. The country had never experienced such a profound economic downturn before.",
    "The announcement in 2022 that it was impossible to meet the obligations of existing foreign loans led to a situation where no country was willing to engage in business with Sri Lanka. Consequently, shortages of gas and fuel emerged, plunging the nation into a profound economic crisis.",
    "In response to this dire situation, President Ranil Wickremesinghe assumed leadership, engaging in negotiations with the International Monetary Fund and instituting a new financial reform to reshape the economic landscape.",
    "His economic program successfully fostered macroeconomic stability, earning the international community’s confidence in Sri Lanka’s economy. While the International Monetary Fund acknowledges the current government’s program, it is recognized that restoring a crippled economy from a severe crisis is a process that takes time and requires a formalized program.",
    "The proposed new economic reforms aim to stabilize the economy in the coming years, and the current budget marks the initial step in this direction. Positive economic measures, including fortifying the export economy, implementing anti-corruption initiatives, enhancing security, providing land, and offering housing, have been outlined in this year’s budget.",
    "Given these conditions, it is anticipated that the economic growth rate will reach 2% by the end of this year.",
    "The President’s Director General of Trade Unions Saman Ratnapriya expressing his views said:",
    "The 2024 budget was presented by President Ranil Wickremesinghe in his role as the Minister of Finance, serving as the economic blueprint for the current year. Even in challenging circumstances, the realization of the proposed initiatives hinges on meaningful discussions within society regarding this budget.",
    "There have been widespread misconceptions, particularly concerning the Value Added Tax (VAT) amendment. It’s crucial to note that while VAT is set to increase from 15% to 18%, this hike is not uniform across all goods.",
    "Some products will experience a 3% increase from their existing VAT, while others will see a jump from 0% to 18%. Additionally, due to tax adjustments, certain items may witness a lower percentage increase than the stipulated 18%.",
    "Engaging in a comprehensive and informed discussion within society is vital to address concerns and provide clarity on the implications of these VAT changes.",
    "K. K. I. Eranda, Director of the State Revenue Unit of the President’s Office:",
    "The government’s inadequate collection of Value Added Tax (VAT) has been noted, with the potential to contribute 6% of the Gross Domestic Product to the economy if properly collected. Presently, only a 2% contribution is observed. The investigation identifies three primary tax leakages. Firstly, businessmen collect tax but fail to remit it to the government.",
    "Secondly, tax losses occur due to irregularities among officials. The third leakage results from tax exemptions. It is imperative to take measures to prevent these leakages, as doing so holds the key to stabilizing the economy.",
    "In the first half of 2019, VAT stood at 15%, reducing to 8% in 2020 and maintaining the same rate in 2020, 2021, and 2022. Despite the reduction in VAT to 8% in 2020, there was no corresponding decrease in the prices of goods. Likewise, keeping VAT at 15% for the following three years did not stimulate an economic upturn in the midst of the collapse. Consequently, the decision was made to revise VAT to 18%.",
    "Participants in this event included Director General of the Treasury Kapila C. Senaratne, the Western Provincial Secretary, government officials from the Colombo district, political activists, trade union leaders, and numerous civil society activists, including journalists."
  ]
}