{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/timetable-set-for-indias-national-election-deadlock-elections-loom-in-sri-lanka/",
  "time_ut": 1711352640.0,
  "original_lang": "en",
  "original_title": "Timetable set for India’s national election, deadlock elections loom in Sri Lanka",
  "original_body_lines": [
    "The Election Commission of India has set a staggering 44-day timetable for the country’s 18th Lok Sabha elections, between April 19 and June 1, with the results declared on June 4. There will be seven phases of voting – on April 19, April 26, May 7, May 13, May 20, May 25, and June 1. Voting will take place on all seven days in some states – like Bihar, West Bengal, and Uttar Pradesh; two or more days of voting in states like Karnataka, Madhya Pradesh, Maharashtra and Odisha; and single day voting in other sates including Andra Padesh, Gujarat, KeraIa, Punjab, Rajasthan, Tamil Nadu and Telangana.",
    "India’s elections are not only the largest in the world, but they have also become the most expensive. A country with 1.4 billion people, it has nearly 970 million registered voters of whom 470 million women, spread across 28 states and eight union territories. Total expenditure by political parties exceeded USD 7 billion in 2019, compared to USD 6.5 billion spent in the US during the 2016 election.",
    "The voter registry has increased by 150 million since the 2019 elections, and that includes 18 million first-time voters. The voter turnout was 67% in India in 2019, compared to 66% in the 2022 US presidential election – that was exceptionally high by American standard. What might be of interest and significance in the Indian election this year is the voter turnout in different states – depending on the relative positions of the contesting parties and alliances.",
    "Unlike Sri Lanka, India has retained since independence in 1947 the parliamentary system of government and the first-past-the post system for elections. The current Lok Sabha has 543 seats and a simple majority of 272 seats is required to form a reasonably stable government. The governing BJP won a staggering 303 seats in the 2019 elections, and a total of 353 seats with its National Democratic Alliance (NDA). That was the second election victory for Prime Minister Narendra Modi who defied expectations and improved the BJP seat tally from 282 seats (and 336 seats for the NDA) in 2014.",
    "This time the BJP-led NDA alliance is targeting 370 seats that would surpass the two-thirds majority threshold in parliament besides giving Modi a three-in-a-row success in three successive elections. Modi and the BJP are widely expected to win and win big. The opposition is weak and divided across the nation except for the southern states and West Bengal. The economy is strong and that is Modi’s biggest success story. But as I noted recently, in spite of the strong economy the Indian political and social superstructures are quite shaky.",
    "At the national level, the second Modi government has struck huge blows against India’s secular superstructure. The three most significant blows are the abrogation of Article 370 of the Constitution that ended the autonomous status granted to Jammu and Kashmir; changes to citizenship rules for undocumented migrants that excluded Muslims and included five other religious groups including Hindus; and the recent inauguration of the Ram temple in Ayodhya. The national response to these changes has been divided. The argument for secularism is now dismissed as intellectual and cultural elitism. Modi’s Hindutva populism has become the political answer to the secular legacy of Jawaharlal Nehru.",
    "All of this is good enough for Modi to win a majority, even a two-thirds majority in the Lok Sabha. At the same time, however, he is also falling short of his other goals of establishing himself as a national leader accepted across all of India’s states and regions. Modi’s greatest strength, which is also the gravest threat to India’s secular politics and social peace, is his unabashed championing of Hindutva politics that alienates not only India’s Muslims but also the states and regions outside the vote rich Hindi belt states.",
    "If the partition of British India increased the specific weight of the southern states in the new Indian federation, as Hector Abhayavardhana was known to conceptualize. Modi’s Hindutva politics has politically alienated the southern states and created a new north-south division in the Indian polity. Ironically, the southern states despite their political exclusion from central powers are also the main beneficiaries of India’s burgeoning economy.",
    "The five southern states, comprising Andra Pradesh, Karnataka, Kerala, Tamil Nadu and Telangana, account for 20% of India’s population and 26% of the Lok Sabha seats, but 31% of India’s GDP. They also boast of better governance, urbanization, education and income levels than other states, and attract 35% foreign investment. Prime Minister Modi’s persistent attempts to make an electoral breakthrough in the southern states, especially in Tamil Nadu, as well as in West Bengal and Odisha, have been quite spectacularly foiled by the strong state parties in the last two elections. Caste politics and alliance machinations are now in full flow in these states, and it will be interesting for political watchers to follow the changing dynamics and the eventual winners and losers.",
    "At the national level, the attempts of the opposition parties comprising the Congress Party, the two Communist Parties and a number of state and regional parties, to form a new alliance have been more successful in formulating catchy abbreviation called INDIA – Indian National Developmental Inclusive Alliance – but not at all successful in making real progress on the ground and launching a unified national opposition alliance. The alliance apparently works in states where the Congress Party is the junior partner to State parties, but it founders in states where the Congress is stronger than the State parties.",
    "Led by Rahul Gandhi, the Congress Party has been undertaking long marches across India (called Bharat Jodo Nyay Yatra – Uniting India for Justice March), first from south to north and last week from east to west, to galvanize political opposition to the Modi government. The marches have enthused the Congress supporters, but they are not going to be enough to rally other parties in the INDIA Alliance, let alone create a national wave that will translate into significant numbers of votes in the election.",
    "The election is coming at a time when India is experiencing a democratic recession at multiple levels under the Modi regime. Freedom House, a democracy advocacy group, has downgraded India’s democratic status from “free” to “partly free” on account of the Modi government’s second-term record of discriminatory policies against Muslims, and its targeting of opposition and media critics. Not to mention the electoral bond scheme initiated by the Modi government in 2018, which has now been declared unconstitutional by the Supreme Court. The Court has also ordered the State Bank of India that operated the scheme to reveal the names of all donors and recipients of bonds. Not surprisingly, the BJP has turned out to be the biggest beneficiary at the national level.",
    "Further, in a highhanded action on Friday, the governments Enforcement Directorate arrested Arvind Kejriwal, the Delhi chief minister and leader of the Aam Aadmi Party (AAP), who is also one of Prime Minister Narendra Modi’s most vigorous critics in the country. He was arrested on seemingly spurious charges alleging malpractices in alcohol licensing. This certainly does not augur well for free and fair election that is unfolding from now till June 1.",
    "In contrast to India, there is no timetable yet for the presidential and parliamentary elections in Sri Lanka, which are due later this year and sometime next year. In fact, parliament can be dissolved at any time of the President’s choosing. And there cannot be any timetable until President Wickremesinghe decides which will go first and when. Although Mr. Wickremesinghe has now repeatedly said that the presidential election would be held between September 18 and October 18, no one seems to take him at his word.",
    "In any event there is nothing to stop him from dissolving parliament any time now. Basil Rajapaksa’s case for having the parliamentary election before the presidential election is quite an example of special pleading for a self-serving purpose. But even those who have adamantly opposed this sequence, now seem to be warming up to the prospect of an early parliamentary election if only because they are fed up with current parliament that voted down the no confidence motion against the Speaker by quite a margin. Who is worse, the parliament or the president, and who should go first? That seems to be the question weighing on pundits’ minds.",
    "Whatever goes first, a looming possibility is that either election could end up in a deadlock result. Pundits and people are familiar with the hung parliament in which no party secures the requisite simple majority. But a deadlock presidential election is a different matter. If there are two leading candidates, a conclusive result can be expected on the first vote count. However, if there are three or more candidates each with a reasonable following, and if there is no mutuality in the preferences between candidates, a deadlock situation may very well be the outcome.",
    "There is only one person who would benefit most from maximum uncertainty. That is President Wickremesinghe. So, nothing will be certain until the beginning of September. Until then the President has all the cards to play at the time and manner of his choosing. He could form a grand alliance and declare himself as its presidential candidate. He could dissolve parliament and spring a parliamentary election before the presidential election. He could also decide not to dissolve parliament or to contest the presidential election. Everyone else will have to respond to whatever Mr. Wickremesinghe chooses to do. Quite a short but very different timetable to the long one that India is going through.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}