{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103855/putin-says-russia-could-hit-decision-making-centres-in-kyiv-with-new-missile",
  "time_ut": 1732849740.0,
  "original_lang": "en",
  "original_title": "Putin says Russia could hit ‘decision-making centres’ in Kyiv with new missile",
  "original_body_lines": [
    "Russia may use its new Oreshnik hypersonic missile to attack “decision-making centres” in Kyiv in response to Ukraine’s firing of Western missiles at Russian territory, President Vladimir Putin said on Thursday.",
    "Russia has not so far struck Ukrainian government ministries, parliament or the president’s office in the course of the 33-month war.",
    "Kyiv is heavily protected by air defences, but Putin says the Oreshnik, which Russia fired for the first time at a Ukrainian city last week, is incapable of being intercepted - a claim greeted with scepticism by Western experts.",
    "“Of course, we will respond to the ongoing strikes on Russian territory with long-range Western-made missiles, as has already been said, including by possibly continuing to test the Oreshnik in combat conditions, as was done on November 21,” Putin told leaders of a security alliance of ex-Soviet countries at a summit in Kazakhstan.",
    "“At present, the Ministry of Defence and the General Staff are selecting targets to hit on Ukrainian territory. These could be military facilities, defence and industrial enterprises, or decision-making centres in Kyiv,” he said.",
    "Ukrainian President Volodymyr Zelenskiy denounced Putin’s “promotion” of the Oreshnik as a tactic to disrupt attempts to end the war, particularly by U.S. President-elect Donald Trump.",
    "“He doesn’t seek an end to this war. Moreover, Putin wants to prevent others from ending the war,” Zelenskiy said in his nightly video address.",
    "“He can go on wielding his Oreshnik only to thwart the efforts of President Trump which are sure to follow his inauguration. Putin wants to escalate the situation to such an extent so that President Trump’s attempts will fail. So that he cannot end the war.”",
    "Putin said a massive Russian overnight attack on Ukraine was also a response to Kyiv’s use of U.S. ATACMS ballistic missiles.",
    "Zelenskiy said Russia used cruise missiles with cluster munitions in the attack, which cut power to more than 1 million people, something he called a “despicable escalation”.",
    "Zelenskiy also said he was speaking to Western leaders, including NATO Secretary General Mark Rutte, British Prime Minister Keir Starmer and German Chancellor Olaf Scholz, to devise a response to “Russia’s attempt to make the situation more unbearable and drag out the war”.",
    "Russia says Ukraine fired ATACMS into western Russia for the first time on Nov. 19, prompting it to respond two days later by firing the Oreshnik, a new intermediate-range missile, at the Ukrainian city of Dnipro.",
    "Since then, Russia says Ukraine fired more ATACMS at its Kursk region on Nov. 23 and Nov. 25 and struck Russia with British Storm Shadow cruise missiles too, after the United States and Britain agreed for the first time to allow Kyiv to strike deep inside Russian territory with these weapons.",
    "Putin reiterated in his summit remarks that this, from Moscow’s viewpoint, meant the “direct involvement” of the West in an armed conflict with Russia.",
    "Putin said Russia’s production of advanced missile systems exceeds that of the NATO military alliance by 10 times, and that Moscow planned to ramp up production.",
    "He said Russia had “several” Oreshniks ready to use - consistent with comments from U.S. military officials last week that the new missile was experimental and Russia likely possessed only a handful of them.",
    "Putin, for the second time in less than a week, boasted that the Oreshnik was comparable to a nuclear weapon in terms of its destructive power and would atomise everything at the point of impact - but he said it would not carry a nuclear warhead or spread radioactive contamination.",
    "Western security experts say the missile, like many others in Russia’s arsenal, could be fitted with a nuclear warhead.",
    "Ukraine said the Oreshnik fired on Nov. 21 reached a top speed of 13,600 kph (8,450 mph) but sources said it carried dummy warheads, not live explosives.",
    "Tensions between the warring sides have risen sharply with the missile exchanges and Putin last week updated Russia’s nuclear doctrine to extend the list of scenarios that might prompt it to launch a nuclear weapon.",
    "But five sources familiar with U.S. intelligence told Reuters that the U.S. decision to allow Ukraine to fire American weapons deeper into Russia has not increased the risk of a nuclear attack - something they said was still unlikely."
  ]
}