{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-tourism-cant-move-forward-on-old-wheels-the-answer-lies-with-finance-ministry-ctgla/",
  "time_ut": 1758458280.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Tourism can’t move forward on old wheels; the answer lies with Finance Ministry: CTGLA",
  "original_body_lines": [
    "As Sri Lanka celebrates a robust tourism recovery with over 1.1 million arrivals and $1.71 billion in revenue in the first half of 2025, the very professionals who transport and guide these visitors are issuing a stark warning: without urgent Finance Ministry intervention, the quality and sustainability of the tourist mobility experience are in severe jeopardy.",
    "The Chauffeur Tourist Guide Lecturers’ Association (CTGLA), representing micro-business owners with over Rs. 5 billion investments, told the Island Financial Review that their repeated pleas for support have gone unanswered by the government’s fiscal authorities, leaving them with aging, unsustainable fleets while the industry projects a glamorous image to the world.",
    "“Sri Lanka Tourism Development Authority (SLTDA) understands this issue and is keen to support us, but the matter is in the hands of the Finance Ministry. SLTDA is flying in global influencers to market Sri Lanka, but who will drive these tourists around when they get here?” asked Ranjith Sudasinghe, Vice President of the CTGLA. “Tour operators sell the dream of local tourist destinations, but we are the ones who must transport them safely and comfortably. That responsibility is becoming impossible to maintain.”",
    "The core issue, the CTGLA states, is an impossible financial trap. Most of their vehicles are now 10-12 years old, a direct result of the 2019 Easter attacks, the COVID-19 pandemic and import ban after the economic crisis. Replacing their fleet has been made prohibitive by soaring import duties under current economic policies.",
    "“A suitable tourist vehicle with ample boot space now costs at least Rs. 25-30 million. This is completely out of reach for our members, who are still paid low amounts per kilometer by tour operators and these rates have been frozen for years.”",
    "The association reveals that recent 1,000 vehicle permits approved for the tourism sector largely bypassed the individual chauffeur-guides, instead going to large tour operators and hoteliers. Of those, only around 350 vehicles were imported at a cost of approximately Rs. 15 million per van. The same vehicle today costs over Rs. 22 million, highlighting the rapid inflation that has locked them out of the market.",
    "Compounding the problem is an unregulated grey market. “Businessmen who evade taxes are importing vehicles and renting them out with domestic drivers, undercutting our professional, licensed services,” Sudasinghe said. “We are being pushed out of our own industry.”",
    "The CTGLA believes the solution lies with the Ministry of Finance, not just the Ministry of Tourism. They are urgently requesting a process for a targeted support package: an 80% duty concession on long-range hybrid or electric vehicles, coupled with a soft loan scheme at around 4% interest.",
    "“We are committed to green tourism,” Sudasinghe emphasised. “Japanese hybrids are reliable and suitable for our conditions. While full electric vehicles are not yet practical nationwide due to a lack of infrastructure, a shift to hybrids is viable.”",
    "With the average tourist now staying over 8 nights (Sudasinghe says his guests stay for 10-12 days), and spending $171 per day (SLTDA data), the quality of tourist transport is a critical part of their experience and a significant factor in Sri Lanka’s reputation as a destination.",
    "In conclusion, Sudasinghe said that marketing glamour abroad means little without investing in essential tourism transportation infrastructure. It’s the responsibility of the Finance Ministry to take this matter seriously and act upon it quickly. -SN",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}