{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Sri-Lanka-Tourism-s-unsung-hero-Renton-de-Alwis/4-768448",
  "time_ut": 1729891093.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Tourism’s “unsung hero” Renton de Alwis",
  "original_body_lines": [
    "I was lucky enough to associate with Renton for over two and a half decades. Maybe almost three, I believe. Memory goes back to “De Alwis Advertising Agency” owned by Anandatissa de Alwis, where Renton was driving the agency. I was the Marketing Manager for Elephant Lite Corporation Ltd. (ELCL). Marketing “Laxapana” dry cell batteries and ‘De Alwis’ was our advertising agency. When we launched “Fuji” batteries, as a very young marketing professional, strategic level advice received by visionary leader ‘Renton’ was unmatchable. Input I received for my launch presentation by him made me a different person. Teacher, Advisor, Consultant and dear friend, it is so sad to miss you suddenly and the message was shocking news to me.",
    "We were working very closely even after my departure from ELCL in the corporate world and again started working very closely when Renton was the Chairman of Sri Lanka Tourism (Sri Lanka Tourist Board), when I was the President 2001/2002 of Sri Lanka Institute of Marketing (SLIM). Famous tagline of “Land like No Other” (still I believe that is the best even today). We had reciprocal promotional strategy to promote Sri Lanka as a part of nation building. SLIM letterhead carried the Tourism logo and promoted the same in the entire ‘Asia Pacific Marketing Federation’ (APMF) member countries worldwide. It was a part of the ‘Memorandum of Action’ document signed by both entities. Renton’s contribution towards this was greater than mine. He was a frequent guest lecturer and participated in many national level initiatives and seminars including SLIM Advertising Awards, as a Chairman, panel of judges during that era (2001 onwards).",
    "Out of many initiatives that we together carried out for the interest of the country development, we have been debating how to motivate tourism stakeholders in order to uplift the industry to the next level.",
    "Suddenly one day, receiving a call from dear friend Renton to meet him as a matter of urgency, I promptly complied.",
    "As the Chairman of Sri Lanka Tourism, he spent over one hour besides his busy schedule, discussing, debating about the motivational tool for tourism stakeholders. It was a rather focused strategic discussion and ended with assigning me as a consultant/chairman to develop a concept and execute it. This is how “Presidential Awards for Travel and Tourism” was initiated.",
    "It is beyond doubt that Renton is a well-respected giant in the tourism industry who has contributed immensely towards tourism development in the country. Such a person assigning a daunting task to me was a great honour to me in many folds. I never disappointed him, but gate crashed his office many times to get his expert advice. Exemplary leader, management guru, C suite corporate leader who strongly believed in delegation and empowerment. I don’t think the country has utilised his potential for nation building to the maximum, and also given him the due recognition. These great people fade away as ‘Unsung Heroes’.",
    "‘Presidential Awards for Travel and Tourism’ was successfully conducted for three years consecutively by me as the Chairman of panel of judges, and the executor of the event on the advice of Renton de Alwis, George Michle, Secretary of Ministry of Tourism. We initiated the first event during the tenure of Minister Milinda Moragoda. The event was executed in a highly professional level and it became the most sought-after event in the tourism industry.",
    "I am writing this note to salute and honour a very rare person who never wanted cheap publicity, but did his assigned work beyond boundaries and set an example to fellow stakeholders in the industry and country at large. Dear Mr. Alwis, Sir, Management Guru, Par excellence leader, Mentor, Advisor, Consultant, so sad to miss you and the country has lost a great son of our soil. Such vacuum cannot be filled/replaced."
  ]
}