{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/EFC-holds-95th-Annual-General-Meeting/34-764049",
  "time_ut": 1720567378.0,
  "original_lang": "en",
  "original_title": "EFC holds 95th Annual General Meeting",
  "original_body_lines": [
    "The Employers’ Federation of Ceylon (EFC) recently concluded its 95th Annual General Meeting at the Bandaranaike Memorial International Conference Hall.",
    "At this general meeting, the Board of Trustees and Council Members representing different Employer Groups were appointed for the financial year 2024/25.",
    "The outgoing Chairman Krishan Balendra commended the EFC for extending its services and supporting member organisations during challenging times. He emphasised the vital role played by the Federation in engaging with authorities to accommodate the requirements of the private sector in relation to the draft Employment Act.",
    "Dinesh Weerakkody, a former Chairman of the Employees’ Trust Fund Board of Sri Lanka, National Human Resource Development Council of Sri Lanka, Commercial Bank of Ceylon PLC, and Hatton National Bank PLC was appointed as the Chairman, while Commercial Bank of Ceylon PLC Managing Director Sanath Manatunge was appointed as the Vice Chairman of the Federation.",
    "Delivering his inaugural speech, Weerakkody expressed his gratitude to members for the confidence placed in him and assured them that the EFC will continue to play a pivotal role in seizing opportunities to further the interest of employers and create an enabling environment for sustainable enterprises to progress.",
    "Established in 1929, the Employers’ Federation of Ceylon is the national employers’ organisation and the constituent of the International Labour Organisation in Sri Lanka, representing and advocating for employers.",
    "The EFC represents a diverse set of industries with over 800,000 employees in Sri Lanka. The organisation is well connected with prominent Trade Chambers and Associations locally and internationally, including the International Organisation for Employers. Over the past 95 years, the EFC has consistently pursued its vision to promote social harmony through productive employment."
  ]
}