{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Rajapaksa-vacates-official-residence-after-Parliament-strips-ex-Presidential-privileges/56-781552",
  "time_ut": 1757636319.0,
  "original_lang": "en",
  "original_title": "Rajapaksa vacates official residence after Parliament strips ex-Presidential privileges",
  "original_body_lines": [
    "Former President Mahinda Rajapaksa was seen leaving his official residence located at Wijerama Road in Colombo 7 yesterday",
    "Former President Mahinda Rajapaksa yesterday vacated his official residence in Colombo and moved back to his private home in Carlton, Tangalle, following the passage of new legislation that repeals longstanding perks for ex-Presidents.",
    "On Wednesday, Parliament voted 151–1 in favour of the Presidents’ Entitlement (Repeal) Act, No. 18 of 2025, a flagship pre-election pledge of the ruling National People’s Power (NPP) Government. The law repeals the Presidents’ Entitlement Act, No. 4 of 1986, which provided former Presidents and their widows with official residences, staff, vehicles, and other privileges.",
    "As he departed his Colombo residence, Rajapaksa made a brief statement to the media: “We were asked to leave, so we’re leaving.” When asked if he would exit politics, the former President replied that he had no intention of stepping away.",
    "Political sources said other former Presidents, including Maithripala Sirisena and Chandrika Bandaranaike Kumaratunga, are also expected to return their State-provided residences in the coming days.",
    "Sri Lanka currently has five living former Presidents and the widow of another, though only three had continued to avail themselves of the State-provided facilities when the Bill was introduced in Parliament.",
    "The repeal marks a significant shift in how the State views ex-Presidential entitlements, reflecting both austerity measures and public pressure for greater accountability in the use of taxpayer funds."
  ]
}