{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97177/hungarian-president-resigns-over-child-sexual-abuse-pardon",
  "time_ut": 1707621120.0,
  "original_lang": "en",
  "original_title": "Hungarian President resigns over child sexual abuse pardon",
  "original_body_lines": [
    "(Reuters) - Hungarian President Katalin Novak resigned on Saturday after coming under mounting pressure for pardoning a man convicted of helping to cover up sexual abuse in a children’s home.",
    "Novak, a close ally of conservative Prime Minister Viktor Orban, resigned a week after her presidential pardon was first reported by local news site 444.hu.",
    "The revelation caused a public uproar and demands from the opposition for her and former Justice Minister Judit Varga to quit. Varga, who has been a rising star in Orban’s ruling Fidesz party, resigned as a lawmaker on Saturday.",
    "The scandal was a rare setback for Orban, who has been in power since 2010, and who faces European parliament elections just as the country emerges from an inflation crisis.",
    "Orban has for years campaigned to protect children from what he has described as LGBTQ activists roaming the nation’s schools. This has been one of several issues over which Orban has clashed with the European Commission.",
    "“I made a mistake ... Today is the last day that I address you as a president,” Novak, whose role as president is largely ceremonial, said as she announced her resignation on state television. She cut short an official visit to Qatar and returned to Budapest unexpectedly on Saturday.",
    "“I made a decision to grant a pardon last April believing that the convict did not abuse the vulnerability of children whom he had overseen. I made a mistake as the pardon and the lack of reasoning was suitable to trigger doubts over the zero tolerance that applies to paedophilia,” she said.",
    "This week, Hungarian opposition parties had demanded Novak’s resignation over the case and on Friday a thousand demonstrators rallied at Novak’s office calling for her to quit.",
    "In a bid to contain the political damage, Orban personally submitted a constitutional amendment to parliament late on Thursday depriving the president of the right to pardon crimes committed against children. Some political analysts had interpreted that move as a clear message to Novak.",
    "On Saturday, Judit Varga - who was expected to lead Fidesz’s list for the elections, and who also signed off on the pardon - said on Facebook she would step down as a Fidesz MP, taking responsibility for her decision.",
    "“I resign from public life, I resign my mandate as a lawmaker and also the top position on the European party list,” Varga said.",
    "The head of Fidesz’s parliamentary group, Mate Kocsis, said Novak and Varga made “responsible” decisions which the party would respect.",
    "Fidesz leads opinion polls ahead of the June elections but about a third of voters are undecided."
  ]
}