{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/toastmasters-100-year-legacy-marked-at-cse/",
  "time_ut": 1730062320.0,
  "original_lang": "en",
  "original_title": "Toastmasters’ 100-year legacy marked at CSE",
  "original_body_lines": [
    "District 82 of Toastmasters International, in collaboration with the Colombo Stock Exchange (CSE) recently rang the bell on in honour of Toastmasters International’s 100-year legacy. Since its founding in 1924, Toastmasters has empowered thousands of individuals worldwide to develop their communication and leadership skills through its voluntary, member-driven programs.",
    "Opening the ceremony, Rajeeva Bandaranaike expressed, “At first glance, Toastmasters may appear to be a movement focused on enhancing public speaking and communication skills. However, it transcends that by cultivating leadership, self-confidence, and personal growth, empowering members with a distinct competitive advantage in their professional lives.”",
    "He further said, “As we at the Colombo Stock Exchange Toastmasters Club prepare to celebrate our 10th anniversary next February, I take great pride in how Toastmasters has nurtured home-grown talent, enabling our members to rise to significant positions within the club and excel in their roles at the CSE as well.”",
    "Reflecting on the significance of the event, DTM Ganga Fernando remarked, “The bell we ring today symbolizes Toastmasters’ profound global impact in empowering individuals as better communicators and leaders—a journey of self-discovery and authenticity. What started in 1924 as a humble community initiative by Dr. Ralph C. Smedley has evolved into a global movement, now spanning 150 countries with over 15,000 clubs. From its modest beginnings as a social gathering, it has grown into a life-changing organization that instills the core values of integrity, respect, service, and excellence, helping millions worldwide find their voices.”",
    "Keynote speaker, DTM Balraj Arunasalam noted, “In Sri Lanka, our journey began 41 years ago, and over the past 25 years, we have significantly contributed to the country’s economic growth and professional development. Toastmasters has empowered over 100,000 corporate executives to become more effective communicators and leaders through our speechcraft and leadership development programs, reflecting the selfless dedication of our members.",
    "Cargills Bank expands banking convenience to 51 new Cargills supermarkets",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}