{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102313/wrapping-up-mission-us-troops-will-leave-some-longstanding-bases-in-iraq-under-new-deal",
  "time_ut": 1727494860.0,
  "original_lang": "en",
  "original_title": "Wrapping up mission, US troops will leave some longstanding bases in Iraq under new deal",
  "original_body_lines": [
    "The U.S. announced an agreement with the Iraqi government Friday to wrap up the military mission in Iraq of an American-led coalition fighting the Islamic State group by next year, with U.S. troops departing some bases that they have long occupied during a two-decade-long military presence in the country.",
    "But the Biden administration refused to provide details on how many of the approximately 2,500 U.S. troops still serving in Iraq will remain there or acknowledge it will mark a full withdrawal from the country.",
    "“I think it’s fair to say that, you know, our footprint is going to be changing within the country,” Pentagon deputy press secretary Sabrina Singh told reporters Friday without providing specifics.",
    "The announcement comes at a particularly contentious time for the Middle East, with escalating conflict between Israel and two Iranian-backed militant groups Hezbollah in Lebanon and Hamas in Gaza threatening a broader regional war. Bases housing U.S. forces and contractors have been regularly targeted by Iran-backed militias over the last several years, and those attacks intensified late last year and early this spring after the Israel-Hamas war broke out nearly a year ago.",
    "For years, Iraqi officials have periodically called for a withdrawal of coalition forces, and formal talks to wind down the U.S. presence in the country have been going on for months.",
    "U.S. officials who briefed reporters Friday said the agreement will bring about a two-phase transition in the troops assigned to Iraq that began this month. In the first phase, which runs through September 2025, the coalition mission against ISIS will end and forces will leave some longstanding bases.",
    "Following the November election, American forces will start departing from Ain al-Asad airbase in western Iraq and from Baghdad International Airport, according to Iraqi government officials who spoke to The Associated Press on the condition of anonymity. Those forces will be moved to Hareer base in Erbil, in northern Iraq’s Kurdistan region.",
    "In the second phase, the U.S. will continue to operate in some fashion from Iraq through 2026 to support counter-ISIS operations in Syria, a senior Biden administration official and a senior defense official said on the condition of anonymity on a call with reporters to provide details ahead of the announcement.",
    "Ultimately, the U.S. military mission would transition to a bilateral security relationship, the U.S. officials said, but they did not indicate what that might mean for the number of American troops who remain in Iraq in the future.",
    "The Iraqi officials said some American troops may stay at Hareer base after 2026 because the Kurdistan regional government would like them to stay.",
    "“We have taken an important step in resolving the issue of the international coalition to fight ISIS,” Iraqi Prime Minister Mohammed al-Sudani said in a speech this month. He noted “the government’s belief in the capabilities of our security forces that defeated the remnants of ISIS.”",
    "The continued presence of U.S. troops has been a political vulnerability for Sudani, whose government is under increased influence from Iran. Iraq has long struggled to balance its ties with the U.S. and Iran, both allies of the Iraqi government but regional archenemies.",
    "“We thank the government for its position to expel the international coalition forces,” Qais Khazali, founder of Asaib Ahl al-Haq an Iran-backed Iraqi Shia militia that has conducted attacks against U.S. forces in Iraq said last week.",
    "But critics caution that this year’s surge of ISIS attacks in Syria across the desert border from Iraq suggest the drawdown in Iraq is a “really significant cause for concern,” said Charles Lister, a senior fellow with the Middle East Institute research center in Washington.",
    "The U.S. withdrawal from Iraq isn’t because ISIS has disappeared, Lister said. “The withdrawal is because there’s a significant proportion of the policy-making community in Baghdad that doesn’t want American troops on Iraqi soil.”",
    "The agreement marks the third time in the last two decades that the U.S. has announced a formal transition of the military’s role there.",
    "The U.S. invaded Iraq in March 2003 in what it called a massive “shock and awe” bombing campaign that lit up the skies, laid waste to large sections of the country and paved the way for American ground troops to converge on Baghdad. The invasion was based on what turned out to be faulty claims that Saddam Hussein had secretly stashed weapons of mass destruction. Such weapons never materialized.",
    "The U.S. presence grew to more than 170,000 troops at the peak of counterinsurgency operations in 2007. The Obama administration negotiated the drawdown of forces, and in December 2011, the final combat troops departed, leaving only a small number of military personnel behind to staff an office of security assistance and a detachment of Marines to guard the embassy compound.",
    "In 2014, the rise of the Islamic State group and its rapid capture of a wide swath across Iraq and Syria brought U.S. and partner nation forces back at the invitation of the Iraqi government to help rebuild and retrain police and military units that had fallen apart and fled.",
    "After ISIS lost its hold on the territory it once claimed, coalition military operations ended in 2021. An enduring U.S. presence of about 2,500 troops stayed in Iraq to maintain training and conduct partnered counter-ISIS operations with Iraq’s military.",
    "In the years since, the U.S. has maintained that presence to pressure Iranian-backed militias active in Iraq and Syria. The presence of American forces in Iraq also makes it more difficult for Iran to move weapons across Iraq and Syria into Lebanon, for use by its proxies, including the Lebanese Hezbollah, against Israel."
  ]
}