{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Yukthiya-Cannot-Succeed-without-the-Cooperation-of-the-Masses/172-275929",
  "time_ut": 1706553000.0,
  "original_lang": "en",
  "original_title": "“Yukthiya” Cannot Succeed without the Cooperation of the Masses",
  "original_body_lines": [
    "No law abiding person who wants a country free of crimes and the drug menace would belittle or discourage a campaign launched by the authorities to accomplish that purpose. In the same breath, on the very ground of being a law-abiding person, he/she would not like to see the campaign tarnished by possible or apparent personal agendas of anyone or any group and the highhanded activities of the personnel on the ground.",
    "Despite questions posed by the Opposition group on the timing of the campaign, any discouragement of the current “Yukthiya” campaign carried out by the Police to eradicate illegal drugs and crimes, cannot be accepted. In spite of the apparent validity of the questions they pose as to why the campaign Yukthiya was initiated only after Deshabandu Tennakoon was appointed Acting IGP and why it is continuing with a publicity campaign, the operation must be carried forward. As former Chinese leader Deng Xiaoping once said “It doesn’t matter whether a cat is black or white as long as it catches mice.”",
    "However, consistency in the actions and words of the leaders of the crime eradication operations is very important in the process of instilling confidence in the minds of the people without which authorities would not get their assistance and as a result the programme will be doomed to fail.",
    "The Daily Mirror reported on August 25 last year that law enforcement authorities have launched a special six month operation to eradicate organised crimes including those related to drugs in the country. It was also announced that a committee headed by the then SDIG Deshabandu Tennakoon had been appointed by Minister of Public Security, Tiran Alles for this purpose. However, on October 29, the same six-month ultimatum was given to nab those who are engaged in organised and drug related crimes while announcing that a systematic programme was underway for this purpose. And the Daily Mirror yesterday quoted Minister Alles as pledging to completely eradicate the underworld and narcotic drugs by June 30. Again we remind Deng Xiaoping’s adage with an amendment “It doesn’t matter whether it is six months from August last year or from January this year, as far as the ‘cat’ completes catching the ‘mice’.”",
    "US Ambassador to Sri Lanka, Julie Chung had stated on January 10 that the United States shares the concerns expressed by the Human Rights Commission of Sri Lanka and the Bar Association of Sri Lanka with regard to the ongoing anti-drug operation, “Yukthiya.” Meanwhile, on January 22, a group of experts affiliated to the UNHRC’s Special Procedures – the largest body of independent experts in the UN Human Rights system – had called on the authorities to immediately suspend and review Operation Yukthiya, and to focus on policies based on health and human rights, while expressing alarm at the heavy security-driven approach of Sri Lanka’s drug response.",
    "It is ludicrous to hear sermons from the US and the UNHRC on the human rights, in light of their deafening silence about and complicity for the ongoing genocide of Palestinians in Gaza and the Occupied West Bank. However, we also cannot be deaf and blind to the views of the world on the ground of morality. On the other hand, human rights are a matter that we have to respect not because others preach us on them, but because the adherence of them reflects how much we are civilized.",
    "We get news alerts early morning almost every day about the people arrested in connection with drug related offences with a breakdown of those who are ordered to be remanded and detained and sent for rehabilitation. One would wonder on what grounds the authorities send a person for rehabilitation. Who decides whom to be sent, what is the length of period one is sent, whether the opportunity is given to the suspects to defend themselves; these matters are not clear. Earlier in November last year the Supreme Court had declared a similar rehabilitation scheme announced in 2021 without giving the suspects opportunity to defend themselves null and void. Hence striking a balance between the purpose of the eradication of crimes and safeguarding human rights is essential. It would also prevent ‘others’ from meddling in our affairs."
  ]
}