{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/birth-and-progress-of-saarc/",
  "time_ut": 1731779460.0,
  "original_lang": "en",
  "original_title": "Birth and Progress of SAARC",
  "original_body_lines": [
    "The South Asian Association for Regional Cooperation (SAARC) of which I was called one of the founding fathers, consists of Bangladesh, Bhutan, India, Maldives, Nepal, Pakistan and Sri Lanka. I attended the first meeting in Bangladesh and later meetings in India, Nepal and Pakistan between 1985 and 1988.",
    "In my speech at the closing session of the First SAARC Summit Conference at Dhaka, Bangladesh (December 8, 1985) I spoke of our hope in the following words: “For almost four years we have built a ship. The idea first emanated in Bangladesh. Foreign Ministers, Foreign Secretaries and numerous officials of our countries came carefully, laboriously, efficiently, fashioned and built the ship of the South Asia Association for Regional Cooperation. There were ideas before that. The concrete steps to build it were taken in Bangladesh. We have launched that ship during the weekend. We have much more to do. We have to fashion it; we have to man it; we have to furnish it; we must make it travel the seas around the world. It may have to face turbulent storms and even mutiny on board. Let us make it fit to enter the portals of friendly harbours.”",
    "This is not the first time that there have been international organizations. Early in the nineteenth century, Europe was dominated by Napoleon. After his defeat, for the first time the countries of Europe met together and established the Vienna Congress. For some time the nations of Europe worked together and the war was forgotten.",
    "In the 1870s, there was another Congress, the Congress of Berlin, where the main powers of Europe met to discuss the troubles in the Middle East, what they should do with Cyprus and Greece. The dominating figure in that Congress was Disraeli, the Prime Minister of England. He came back after the Congress and said he had brought peace with honour. It was not long before they were fighting again.",
    "From 1914 to 1918 there was the First World War. When the War was over and the League of Nations was formed, people thought that war was left behind forever. It was not so. The Great War broke out in 1939–the Second World War. At the end of that war the United Nations Organization was formed. Fortunately it is still alive, still active and still useful.",
    "Together with the United Nations Organization, several other organizations were formed, CENTO, SEATO, NATO and the Warsaw Pact. Some of them do not seem to exist now, some of them are still surviving. Some of the countries in the South East Asia region formed themselves into a group called the ASEAN to improve their economic conditions.",
    "There were other movements like the Non-Aligned Movement, like the Commonwealth Movement, the Movement of the Panchasheela which were attempts on the part of people – some of them may be visionaries – to live in peace and without war or conflicts. For the first time the people of this region, the countries of this region, meet today; of India, Pakistan, Bangladesh, Bhutan, Nepal, Maldives and Sri Lanka, in the alphabetical order or any other order, but as it comes to my mind. Therefore nobody should take offence.",
    "We are, therefore, setting this ship afloat today. As I said, there may be mutiny on board, I hope not. The seas may be stormy but the ship must sail on and enter the ports of poverty, hunger, unemployment, illiteracy, malnutrition, disease and seek to bring comfort to those who need it.",
    "I think in all our speeches we have stressed many important factors.",
    "I say to the nations of this Organization, to the leaders, that we should go forward. We are meeting again next year, we are meeting again the year after. We are meeting next year in India, and the year after in Bhutan. Let us go forward together, hand in hand, looking neither to the right nor to the left but marching straight on. Let us help those who are stretching their hands towards perfection, the poor, the lowly and the low.",
    "The sunrise comes. The dewdrop slips into the glistening Sea. May our ship enter the glistening Sea and reach the harbours I have mentioned for the benefit of humanity.",
    "In my speech at the Second SAARC Summit Conference–16 November 1986–at Bangalore I talked of the heritage of non-violence in the following words at the meeting hosted by India and chaired by Rajiv Gandhi:",
    "“Our inaugural Summit at Dhaka laid the foundation for our Association. We have to now build on this foundation. We have completed the formalities of creating a structure for regional cooperation. We have given expression to our regional collectivity and a regional identity is appearing. All of us around here are practical men. We know our expectations and our limitations. Our annual meetings at Summit and at Foreign Ministers’ level and meetings of officials and technocrats from our countries will help to promote our commitment to work together within our region.",
    "“It is important that the message of SAARC should be taken to the people because in the final analysis, our people must not only accept this process but must also be involved in it. This is why at Dhaka we decided to foster people-to-people contacts within our region. This approach is being advanced by the organization of seminars, meetings and exchanges at various levels. We have much more to do in this field.",
    "“On the other hand, popular consciousness and involvement in regional interaction will not by itself achieve regionalism. We are all aware that initiatives of this nature cannot succeed unless it has the necessary political will. Our regional cooperation today is confined to areas where there has been no conflict between national and regional interest. I believe we have to expand and enlarge our activities. We will have to enter important areas as trade and commerce. The growth of our Association would depend on the growth of mutual trust and confidence.",
    "“We cannot build this Association if we allow bilateral issues to grow. If we bring the bilateral issues to this forum, then we may be crippled before we could walk. I am sure the summits will provide us opportunities of talking to one another very informally, in friendly environments about our bilateral issues. It must be so. I believe a day would soon come when we would be able to bring bilateral and contentious issues before this forum. To do so, we will have to build greater understanding and trust among us.",
    "Addressing the Sri Lanka Parliament in 1985 and 1986 I had said, and I repeat, “Non-violence is a creed of faith of India’s Freedom and Constitution. The use of violence to achieve political goals is totally against the ideals preached by the great sons of India, particularly the Buddha and Mahatma Gandhi. We in Sri Lanka have tried to follow these ideals. We cannot compromise with violence. Whatever agitation is used to attain political goals it must be nonviolent and follow the Buddhist and Gandhian method of Satyakriya or Satyagraha.",
    "The heritage of India is universal and permanent. We in Sri Lanka are proud that even a shadow of this noble heritage has fallen on our land enabling us to share it even in a small degree. It is the heritage of Ahimsa, nonviolence, handed down to us from time immemorial, from the Hindu Vedas, from the Buddha Dhamma, the Christian Gospel and Islam’s Koran. Mahatma Gandhi personified these ideals, and lived them in his life and teaching of Truth and Maithriya, inspiring others also to follow his example.",
    "It is my earnest desire that all my fellow members of this Conference realize, that my government and the freedom loving and democratic people of Sri Lanka are committed, to uphold throughout the island the Rule of Law; to protect democratic institutions; to safeguard the independence, integrity and unity of our country. This. is a moment of destiny for us. Not only as fellow members of SAARC but also as neighbours that share common aspirations and ideals, we need your understanding and appreciation, as we face the challenge of violence that confronts us.",
    "When I spoke at Dhaka at our first Summit I said that the SAARC ship has set sail, that it has started its journey and that there should be no mutiny on board. I am reminded of few words from Shakespeare’s Julius Caesar:",
    "“On a full sea we are now afloat; and we must take the current when it serves, or lose our venture.”",
    "I believe that these lines are very relevant. We are now afloat on such a full sea. We must have the courage and determination to take the current and make it serve us. We must not lose our venture. If we do so, history will say that we have failed the teeming millions in South Asia languishing in hunger and poverty.",
    "Mr. Chairman, quoted a poem from Rabindranath Tagore which is close to my heart. Tagore wrote: “If life’s journey be endless, where is the goal?” I think the goal and the road are one. Every step must be as pure as the goal itself. There can be no impure steps to attain a pure goal. I say this because I know that violence brings hatred. Hatred cannot be conquered by violence; but by nonviolence and by love. So I said at the Japanese Peace Treaty Conference in USA in 1951.",
    "Zafrulla Khan of Pakistan who spoke after me at the same Conference said that the Prophet Mohammed also had a similar view. Certain enemies were defeated in a war and they were brought before the Prophet with all the goods that were captured. He said, “Release them, release everything you have taken from them, except their arms. Forgive them,” he said.",
    "Hindu Vedas and the Bhagwad Gita asks us to do right without fear of consequence. Christ forgave his enemies on the Cross. I am reminded of all these because every time a bullet, whether it be a terrorist bullet or a bullet from the security services in my country, kills a citizen it goes deep into my heart. I do not know how to stop it. Violence achieves nothing, except distress and hatred.",
    "I was privileged, Mr Chairman, as a young man just entering politics in the 1930s, to witness a great movement which began to stir India. Mr Chairman, I knew your mother, and grandfather, Jawaharlal Nehru. I stayed with him in his house. I was his guest at the Ramgarh Congress Session – the last session before freedom. I was his guest in when the “Quit India” resolution was passed. That was the first occasion on which Mahatma Gandhi, in his long service to India tried the non-violent way to attain freedom for his country.",
    "He was training his people in non-violence. He walked to the Dandi beach to to take salt. He broke the laws of the British Government after the Amritsar massacre. He broke the habit of wearing garments made from foreign cloth and encouraged the wearing of home spun clothing. He said, “You are in a movement not only to attain freedom”. At the Bombay session, when he spoke on the “Quit India” resolution, I was sitting behind him when he ended his speech with Karenge ya Marenge “Do or Die”.",
    "Mr Chairman, as I said before and I say now: I am a lover of India, I am a friend of its people and you its leader, Mr Chairman; I am a follower of its greatest son, Gautama the Buddha.",
    "A brief electoral review of the new and improved United States of Amnesia",
    "The Downplaying of Our National Languages: the Advantages of English",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}