{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Mumbai-becomes-Asia-s-Billionaires-Hub/34-761795",
  "time_ut": 1715729600.0,
  "original_lang": "en",
  "original_title": "Mumbai becomes Asia’s Billionaires Hub",
  "original_body_lines": [
    "Mumbai has emerged as Asia's billionaire capital in a notable development, as per the latest findings from the Hurun Global Rich List 2024. This shift underscores India's burgeoning economic prowess, as the city sees a significant surge in billionaire residents. With an impressive addition of nearly 100 billionaires compared to the previous year, Mumbai stands as a testament to the nation's growing economic confidence and prosperity.",
    "Mumbai now boasts 92 billionaires, edging past Beijing's count of 91, as reported by the Hurun Global Rich List. This meteoric rise solidifies Mumbai's position among the top three cities globally in terms of billionaire density.",
    "The report highlights Mumbai as the world's fastest-growing billionaire hub, witnessing an addition of 26 billionaires over the past year alone. Additionally, New Delhi secured its spot in the top 10 for the first time, with emerging cities like Palm Beach, Istanbul, Mexico City, and Melbourne making notable entries into the Hurun Top 30 Cities list.",
    "Mumbai's wealth experienced a remarkable surge of 47%, overshadowing Beijing's 28% decline, reaffirming its status as a burgeoning centre of prosperity. India's billionaire count surged significantly higher than that of China, with the country welcoming 94 new billionaires compared to China's 55, according to the Hurun report.",
    "Mukesh Ambani, Chairman and Managing Director of Reliance Industries, remains the sole Indian in the top 10 of the Hurun Global Rich List 2024, having added a staggering $33 billion to his wealth, retaining his title as the richest person in Asia. Meanwhile, Gautam Adani's wealth soared by 62%, securing him the 15th spot globally with a fortune of $86 billion. Rupert Hoogewerf, Chairman and Chief Researcher of Hurun Report, attributed the surge in billionaire numbers globally to a strong performance in stock markets, with AI emerging as a major driver of wealth growth. Notable figures like Jensen Huang of Nvidia, alongside key players from Microsoft, Google, Amazon, Oracle, and Meta, witnessed significant wealth surges as investors bet on the potential of AI-generated value.",
    "The United States led the charge in producing new billionaires, with New York reclaiming its status as the 'Billionaire Capital of the World' after seven years. Despite a significant drop in the number of billionaires, China still maintains a formidable lead over the US in terms of billionaire count.",
    "However, the landscape of wealth creation in China has undergone notable shifts, with declines observed in real estate and renewables sectors. Despite this, China remains home to more known billionaires than any other country, even as Russia and Israel witnessed notable increases in billionaire numbers amidst economic fluctuations and geopolitical tensions.",
    "This year's Hurun Global Rich List offers a compelling narrative of the global economy, reflecting the stories of the world's wealthiest individuals and the underlying economic trends shaping sectors and countries worldwide."
  ]
}