{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Films-Sri-Lanka-to-boost-local-cinema-industry/56-764652",
  "time_ut": 1721778133.0,
  "original_lang": "en",
  "original_title": "‘Films Sri Lanka’ to boost local cinema industry",
  "original_body_lines": [
    "In a bid to elevate the local film industry, the Cabinet of Ministers on Monday approved instructing the Legal Draftsman to prepare the necessary legislation for the establishment of ‘Films Sri Lanka’, to boost industry capabilities.",
    "“The new institute will focus on regulatory activities and facilitate the transition of the local film industry onto digital platforms, aiming to bring Sri Lankan cinema to the international stage,” Cabinet Co-Spokesman and Mass Media Minister Bandula Gunawardena said at the weekly post-Cabinet meeting media briefing yesterday.",
    "On 29 April, the Cabinet discussed the proposal to establish the ‘National Film Development Commission’ aiming to create a new institutional framework that shifts the National Film Corporation’s focus from business activities to regulatory functions, providing greater opportunities for digital platform integration and enhancing the global reach of Sri Lankan cinema.",
    "“Following extensive discussions with industry stakeholders, it was decided to rename the proposed entity to ‘Films Sri Lanka.’ This change reflects the input gathered from various parties within the film industry, ensuring that the new institute aligns with their needs and aspirations,” he added.",
    "Gunawardena said that this will provide many new opportunities for the film industry including; producers, importers, distributors, directors, technical directors and many other stakeholders to showcase their skills and talents. “As a film producer I am very pleased with the decision,” he added.",
    "He also said that the feedback and proposals from these discussions will be integral in drafting the framework for ‘Films Sri Lanka.’"
  ]
}