{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96452/health-sector-strike-to-continue-as-talks-with-govt-fail",
  "time_ut": 1705406220.0,
  "original_lang": "en",
  "original_title": "Health sector strike to continue as talks with govt fail",
  "original_body_lines": [
    "The collective of health sector trade unions have decided to continue with their strike action as discussions with the government were unsuccessful.",
    "Representatives of health sector trade unions, engaged in a token strike since this morning (16 Jan.), held a discussion with Acting Finance Minister Shehan Semasinghe and Health Minister Dr. Ramesh Pathirana regarding their demands.",
    "Speaking to reporters after the meeting, the trade union representatives said that the token strike will continue until 06:30 a.m. tomorrow (17 Jan.), as talks had failed.",
    "72 health sector trade unions, led by the Health Service Trade Unions, launched a 24-hour token strike this morning in protest of the government’s decision to increase the  Disturbance, Availability and Transport (DAT) allowance for doctors by Rs. 35,000.",
    "The strike action represents a wide range of health sector professionals, including radiology and laboratory technicians, pharmacists and drug compounders, midwives, Public Health Inspectors, and entomology officers.",
    "Speaking with regards to the strike on Monday (15 Jan.), President of the Paramedical Services Front (PMSF) Upul Rohana stressed that because Minsiter Pathirana is yet to provide any discussion regarding their demands, around 100,000 health workers including all paramedical services, hospital secretaries, administrative officers as well as health administrative assistants, minor staff and 75 other trade unions of the health staff will join together with this island-wide strike.",
    "“This action will completely disrupt the hospital service. The government should understand that it is not possible to maintain medical services only with the doctors”, Upul Rohana said."
  ]
}