{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/truth-about-air-safety/",
  "time_ut": 1712528520.0,
  "original_lang": "en",
  "original_title": "Truth about air safety",
  "original_body_lines": [
    "This has reference to Dr Upul Wijayawardhana’s article on ‘Biggest Mysteries in Aviation History’ that appeared in The Island on 22nd March 2024. He ends his informative article by saying that there are allegations that some aircraft manufacturers, like Boeing, put profitability before air safety and hopes it is not true.",
    "May I contribute my ‘two cents’? Flying is now considered the safest mode of transport. Yet the safest aircraft is one permanently ‘on ground’. On the other hand, aircraft were built for a purpose. Namely, flying passengers and cargo safely from point ‘A’ to point ‘B’. The quality of that service will improve if it could be done on time as advertised. In real time flights are monitored for safety analysis, and later, if necessary, by the intelligent use of Flight Data Recorders (FDRs) and Cockpit Voice Recorders (CVRs), collectively known as the ‘Black Box’. There are other telemetric links through which authorised third parties can observe in real time what is happening on board. For example, they can now monitor from the ground how well each engine is working. They could even monitor what movies the passengers at any seat are watching, for future product and market research purposes. Airline management need not wait for an accident to occur. The bottom line for any flight operation is being ‘Safe and on Time’",
    "Every human action involves a potential risk to life and limb. So, it is a matter of ‘Risk Management’. There is always a practical limit to Air Safety, and as C.O. Miller, a consultant to the US Federal Aviation Administration (FAA) said, is a an “informed compromise”. In other words, it is a fine balance between Air Safety and Profitability. When operating aircraft, considerations are Safety, Comfort, Schedule and Economy – strictly in that order of priority. During manufacture and planning the priorities may differ with other economic considerations.",
    "The FAA was traditionally and historically the world leader in air safety standards, as most of the major airplane manufacturers were based in the USA. That status quo remained until the mid-Seventies when a consortium of French, British and German manufacturers emerged as ‘Airbus Industrie’, to compete with Boeing, McDonnell Douglas and Lockheed. This gave rise to the European Union Aviation Safety Agency (EASA), created in July 2002.",
    "The FAA, more reactive than proactive, was very slow in enacting safety standards in keeping with the times. Even that was deadly slow (pun intended). The regulations governing aircraft de-icing standards was one glaring example, according to Ralph Nader and Wesley Smith in their book Collision Course: The Truth about Airline Safety. It took more than 23 years, ten crashes and many lost lives before regulations were put in place.",
    "Pilots always say there has to be blood on the runway for changes to happen! The under-funded FAA were and still are short of staff in the role of regulators to monitor manufacturing practices and standards, and are therefore forced to use surrogate personnel co-opted from the manufacturers themselves to certify on behalf of the FAA. Further, some FAA personnel do not have the required knowledge and experience of new technologically advanced flight management systems (FMS). There is a distinct possibility that the manufacturer will override the regulator and cut corners at wrong places on the required standards, thus creating an undesirable compromise – as is happening now. The manufacturers were largely left to self-regulate.",
    "It takes a few years for a brand-new aircraft to ‘mature’ (an Airbus term). If modifications are needed after accidents or serious incidents, a fixed value is added, such as $150,000,000 (which may differ from time to time) for each life that will be saved by proposed modification (benefit to society) by studying accidents and incidents that have occurred.",
    "The estimated cost of modification will have to be within that amount of dollars in order to be ‘cost effective’. Then and only then will the FAA bureaucrats grant approval. The FAA uses this reactive method of a ‘Tombstone Imperative’, according to Nader and Smith, to provide fixes without looking at the potential lives that could be saved (predictive).",
    "The FAA have been accused of not being innovative enough, and not moving toward improved crash survivability based on reports by safety experts who have suggested inclusion of smoke hoods with the life jackets at passenger seats. There is foot-dragging. The furnishings in the passenger cabin are fire-resistant, but may not be fire-proof; a more than subtle difference. Exposure to high temperatures will cause them to burn and emit super-heated toxic gases. Smoke hoods will increase passenger survivability by 40 to 60 seconds. It is quite an increase of survivability when considering that all aircraft are certified to evacuate all passengers within 90 seconds with 50% of the emergency exits unserviceable!",
    "Then there is the matter of crew training. When airlines withdraw flight crew from the ‘line ‘(day to day flying activities) it costs money to keep them unproductive. The manufacturer’s training programme will always be confined to the shortest time possible and approved by the FAA. (The tail wagging the dog?) There will be a definite possibility of cutting corners as in the case of Boeing 737 MAX series of aircraft, where the ‘Manoeuvring Characteristics Augmentation System’, or MCAS, training for pilots was ‘glossed over’ for the sake of shortening training time. As a direct result, in 2018 and 2019 two fatal crashes of 737 MAX 8 airplanes, of Indonesia’s Lion Air and Ethiopian Airlines, respectively, occurred within five months of each other. The pilots were not taught how to quickly deactivate and over-ride this automatic system if and when necessary.",
    "In recent years Boeing tried to do what Airbus was doing from its inception. That is, outsourcing the manufacture of various parts all over the USA while making a hash of it, due to lack of proper independent supervision. They also fired a few ‘whistle blowers’. Above all, they lost money as admitted by the CEO at the time. Economic pressures are bound to increase.",
    "When it comes to commercial aircraft our choices are limited. Airbus or Boeing. In Ceylon (as Sri Lanka then was) we were forced to fly jetliners made in the UK – for example the de Havilland Comet, Vickers (BAC) VC10, and Hawker Siddeley HS121 Trident – for airports in Commonwealth countries, because our runways were neither long nor strong enough to accommodate early American commercial jet planes such as the McDonnell Douglas DC 8 and Boeing 707. A new runway was commissioned at BIA in the late 1960s to accommodate all types of commercial aircraft.",
    "After accepting delivery of a new aircraft type, the local regulating authority must adhere to International Civil Aviation Organisation (ICAO) rules. It is an expensive business. The FAA and EASA rules may have minor differences but strive to achieve acceptable levels of air safety.",
    "The local authority of each country will abide by whatever ruled they decide on, under the umbrella of ICAO regulations. The Manufacturer’s Manuals, FAA or EASA regulations, ICAO Standards and Recommended Procedures (SARPS) in Annexes 1 to 19 of the Chicago Convention. In Sri Lanka, the Civil Aviation Act Number 14 of 2010 and the Ceylon Air Navigation Regulations (1955) will all have to be followed. Sadly, they have not been harmonised and sometimes will work at cross purposes and will be counterproductive.",
    "Inadvertent violations of the law by those concerned will be discovered by the ‘Legal Eagles’ only after the occurrence of an accident or a serious incident. Those responsible (the manufacturer, regulator and operator) will be sued for millions of dollars. Then it will be too late and insurance liability will be compromised. Possibly, a situation far worse than the ‘X-Press Pearl’ maritime disaster.",
    "Yes, it is a mercenary world and we are all walking on thin ice.",
    "Cockpit window crack forces ANA Boeing flight in Japan to turn back",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}