{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96960/two-uk-teens-get-life-sentence-for-sadistic-killing-of-trans-girl",
  "time_ut": 1706892420.0,
  "original_lang": "en",
  "original_title": "Two UK teens get life sentence for ‘sadistic’ killing of trans girl",
  "original_body_lines": [
    "Two British teenagers were ordered to be detained for life on Friday for the “sadistic” knife murder of a 16-year-old transgender girl that shocked the country.",
    "Scarlett Jenkinson and Eddie Ratcliffe, both 16, killed Brianna Ghey in Warrington, northwest England, in February last year, in what the judge called a planned “frenzied and ferocious” assault.",
    "Ghey was stabbed 28 times in the head, neck, back and chest after believing she was going to meet a friend. Her body was discovered by dog walkers in a park.",
    "“You both took part in a brutal and planned murder which was sadistic in nature,” judge Amanda Yip told the pair as she handed down the sentence at Manchester Crown Court.",
    "Yip said that Jenkinson’s “primary motivation” had been a desire to kill, but the pair had also been motivated in part by Ghey’s transgender identity.",
    "The judge ruled that Jenkinson must serve a minimum of 22 years before being considered for release, while Ratcliffe must serve at least 20 years.",
    "“If you remain a danger you will serve very much longer than the minimum term and may never be released,” she warned.",
    "Yip had earlier taken the rare step of lifting a ban on identifying the juveniles after media outlets challenged the restriction.",
    "Under-18s are typically granted anonymity in UK courts, but Yip ruled that their names could be reported at Friday’s sentencing hearing owing to the gravity of the case.",
    "A jury of seven men and five women convicted Jenkinson and Ratcliffe in December after nearly five hours of deliberations, following a four-week trial.",
    "The court heard how Jenkinson and Ratcliffe had discussed killing Ghey in the days and weeks before the attack.",
    "Jenkinson, referred during the trial as girl X, had downloaded an internet browser app that allowed her to watch videos of the torture and murder of real people, in “red rooms” on the “dark web”.",
    "She had developed an interest in serial killers, making notes on their methods, and admitted enjoying “dark fantasies” about killing and torture, the court was told.",
    "The pair drew up a “kill list” of four other youths they intended to harm, until Ghey had the “misfortune” to be befriended by Jenkinson, who became “obsessed” with her, according to prosecutors.",
    "During the trial, Jenkinson and Ratcliffe had blamed each other for instigating the stabbing.",
    "Ghey had thousands of followers on the social media platform TikTok but in person was a withdrawn, shy and anxious teenager who struggled with depression and rarely left her home, the jury heard.",
    "Deputy chief crown prosecutor Ursula Doyle said after the verdict that the case had been “one of the most distressing” that she had ever dealt with.",
    "“The planning, the violence and the age of the killers is beyond belief,” she noted.",
    "Before Yip announced her sentence, Ghey’s parents made emotional witness statements.",
    "Her father Peter Spooner said his world had been “torn apart” by his daughter’s murder and “no amount of time spent in prison will be enough for these monsters”.",
    "“I cannot call them children as that makes them sound naive or vulnerable which they are not, they are pure evil. Brianna was the vulnerable one,” he said.",
    "The victim’s mother, Esther Ghey, recalled that she had been “pleased” when Brianna sent a text message on the day she died to say she was going to meet a friend.",
    "“I thought that she would have a wonderful time, hanging around with her friend and getting some fresh air. When all that time she was being lured to her death,” she said in a statement read by prosecutors.",
    "The prosecution had claimed that the killers had been motivated in part by Ghey being transgender, but defence lawyers denied this."
  ]
}