{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-transport-commission-reduces-bus-fares-181891/",
  "time_ut": 1727841480.0,
  "original_lang": "en",
  "original_title": "Sri Lanka transport commission reduces bus fares",
  "original_body_lines": [
    "ECONOMYNEXT — Sri Lanka’s National Transport Commission has imposed a 4.24 percent reduction in bus fares following a revision in the price of diesel.",
    "The commission announced the new fares would come into effect from Tuesday October 01 midnight.",
    "The reduction in fares is applicable to normal, semi-luxury, luxury and super luxury categories of buses. The Ministry Transport has said legal action will be taken against bus service operators who do not comply.",
    "President of the Lanka Private Bus Owners’ Association (LPBOA) Gemunu Wijeratne told reporters on Tuesday that their pricing formula allows for a bus fare revision only in the event of a 4 percent increase or reduction in the price of diesel.",
    "“On August 30, diesel price went down by 10 rupees. On September 31 midnight, it went down by 24 rupees. That works out to 34 rupees, which means he have to review the change in price according to the price formula. The formula dictates that we can only revise bus fares if there is a 4 percent increase or decrease in the price of diesel,” he said.",
    "The Inter Provincial Private Bus Association (IPPBA) general secretary Anjana Priyanjith, however, said the minimum fare can be reduced to as low as 25 rupees.",
    "“We have decided to reduce bus fares by about 4 percent. This means the minimum fare will definitely go down. Commuters have a special request. The current minimum fare is 28 rupees. We think this can be brought to 25 rupees with a problem,” he said.",
    "Sri Lanka cut petrol price by 21 rupees to 311 rupees a litre and diesel by 24 rupees to 283 rupees, from midnight on September 30. Sinopec has cut diesel to 280 rupees. Super diesel was cut by 33 rupees to 319 rupees. Kerosene was cut by 19 rupees to 183 rupees.",
    "On the campaign trail, President Anura Kumara Dissanayake centre-left National People’s Power (NPP) accused the previous government of burdening the public with an allegedly exorbitant tax on fuel. (Colombo/Oct02/2024)"
  ]
}