{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113034/karur-stampede-bomb-threat-to-vijays-house-after-41-people-died-probe-on",
  "time_ut": 1759144320.0,
  "original_lang": "en",
  "original_title": "Karur Stampede: Bomb threat to Vijay’s house after 41 people died; Probe on",
  "original_body_lines": [
    "Following a stampede at a Tamilaga Vettri Kazhagam (TVK) event in India’s Karur, actor-turned-politician Vijay’s residence in Chennai received a bomb threat.",
    "This came after 41 people lost their lives in the unfortunate incident. The Chennai Police received the threat via a call, after which security was deployed outside Vijay’s Neelankarai home.",
    "Moreover, a bomb disposal team was also deployed outside the politician’s house, along with sniffer dogs.",
    "After the shocking incident, Vijay announced a financial compensation of ₹20 lakh each to the families of the deceased victims, and ₹2 lakh each to those who had been injured and were undergoing medical treatment in the hospital. Among those who lost their lives were 18 women, 13 men, and five young girls and boys each. The polician also posted on X saying, “This amount is, of course, not significant in the face of such a loss. Still, at this moment, it is my duty as one who belongs to your family to stand by you, my dear ones, with a heavy heart.”",
    "“The faces of all of you whom I have met keep flashing through my mind. The more I think of my loved ones who show affection and care, the more my heart slips further from its place,” Vijay added.",
    "Tamil Nadu Chief Minister MK Stalin on Monday urged people not to spread disinformation on social media over the Karur tragedy that claimed the lives of 40 people amid a stampede at actor-politician Vijay’s rally, who was campaigning for the upcoming election on Saturday (September 27, 2025).",
    "In a video message, he said,” A Lot of disinformation is circulating on social media regarding the Karur tragedy. Irrespective of party affiliations, those who died are our Tamil people.” He also stressed collective responsibility to prevent such incidents and said guidelines will be framed to conduct such events/gatherings after a retired judge-led panel submits its report.",
    "The Tamizhaga Vettri Kazhagam (TVK) has requested the Madras High Court transfer the probe of the Karur tragedy to the Central Bureau of Investigation (CBI), citing concerns over the impartiality of the Tamil Nadu Police. A plea was filed by Aadhav Arjuna, General Secretary of TVK’s Election Campaign Management, accusing the state government and police of acting in a partisan manner, according to a report in News 18.",
    "The petition alleges that TVK rallies were assigned cramped and inappropriate venues, the power supply was repeatedly cut during events, and miscreants infiltrated the Karur rally, pelting stones and slippers at actor-politician Vijay and the crowd."
  ]
}