{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Indian-Sri-Lankan-crew-stay-aboard-ship-till-probe-is-complete/108-280040",
  "time_ut": 1712046420.0,
  "original_lang": "en",
  "original_title": "Indian, Sri Lankan crew stay aboard ship till probe is complete",
  "original_body_lines": [
    "Baltimore , April 2 (PTI) - The crew of 20 Indians and a Sri Lankan of the container vessel that collided with a key Baltimore bridge last week is “busy with their normal duties” and will remain on board until the investigation into the accident is completed.",
    "“It is confirmed there are 21 crew members on board. The crew members are busy with their normal duties on the ship as well as assisting the National Transportation Safety Board and Coast Guard investigators on board,\" a spokesperson of Grace Ocean Pte and Synergy Marine told PTI.",
    "The crew is on board the container vessel Dali that collided with the 2.6-km-long four-lane Francis Scott Key Bridge over the Patapsco River in Baltimore in the early hours of March 26. The 984-foot cargo ship was bound for Colombo, Sri Lanka.",
    "On how long the crew would have to stay on board the ship, the spokesperson said, “At this time, we do not know how long the investigation process will take and until that process is complete, the crew will remain on board.” The Singapore-flagged Dali is owned by Grace Ocean Pte Ltd and managed by the Synergy Marine Group. Earlier, the non-profit organisation Baltimore International Seafarers’ Center had said that the Indian crew on board the container vessel was “healthy”.",
    "The Ministry of External Affairs (MEA) in Delhi earlier said that there were 20 Indians on board Dali and the Indian embassy in Washington was in close touch with them and local authorities.",
    "Last week, US authorities began interviewing personnel on board Dali. The Synergy Group had said in a statement that the NTSB boarded the vessel on Wednesday and collected documents, voyage data recorder extracts, and other evidence as part of their investigation.",
    "Grace Ocean and Synergy has confirmed the safety of all crew members and two pilots aboard the vessel. They, however, reported one minor injury and said the injured crew member has been treated and discharged from a hospital.",
    "Six people, who were part of a construction crew repairing potholes on the bridge when the collision occurred, are presumed dead. Divers recovered the bodies of two of the construction workers from a red pickup truck found submerged in the river and a search was on for the remaining four victims.",
    "US President Joe Biden said that the crew on board Dali had alerted transportation personnel about losing control of the vessel, enabling authorities to close the Baltimore bridge to traffic before the devastating collision, “undoubtedly” saving lives."
  ]
}