{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Strengthening-corporate-integrity-with-anti-corruption-policies/14-765757",
  "time_ut": 1724181557.0,
  "original_lang": "en",
  "original_title": "Strengthening corporate integrity with anti-corruption policies",
  "original_body_lines": [
    "In a seminar organised by Corporate Management Consultants, with Daily FT as the media sponsor, industry leaders gathered at NH Collections Colombo 3 to discuss the critical importance of embedding anti-corruption policies within corporate governance frameworks.",
    "The event, which drew a diverse audience of corporate executives, legal experts, and regulatory officials, emphasised the urgent need for Sri Lankan companies to adopt strong anti-bribery and anti-corruption measures, reinforcing the country’s commitment to ethical business practices.",
    "The seminar opened with a comprehensive overview of Sri Lanka’s new anti-corruption legislation by Commission to Investigate Allegations of Bribery and Corruption (CIABOC) Commission Member and former Additional Solicitor General Chethiya Gunasekera PC.",
    "Gunasekera underscored the pervasive challenges posed by corruption and bribery within corporate structures, detailing how these unethical practices distort markets, hinder fair competition, and lead to significant legal and reputational risks for businesses.",
    "Reflecting on the need for a firm stance against corruption, Gunasekera stated, “Your organisation should adopt a strict zero-tolerance policy against bribery and corruption. We are well aware that some companies do not adhere to these principles, and rest assured, we will be casting our nets on them very soon. They will either comply with the law or be prepared to face legal proceedings in court.” This quote emphasises the importance of unwavering commitment to anti-corruption measures and the consequences of neglecting them.",
    "He further elaborated on the consequences of indirect involvement in corrupt practices, noting that “Bribery, whether direct or through an intermediary, is still your responsibility. Even if you don’t accept it personally, but allow another person to take it on your behalf, you are equally accountable for that act.”",
    "Gunasekera also highlighted the importance of corporate compliance with both national and international legal frameworks, including the United Nations Convention against Corruption (UNCAC) and the OECD Anti-Bribery Convention, which set stringent requirements for businesses to prevent and combat corruption. Additionally, he warned, “If you commit any wrongdoing within your company, be prepared for a petition to be filed against you at the CIABOC, detailing your name, the specific actions you took, and the amount of money involved in the corruption. We have received countless petitions against individuals and have taken significant actions in response.”",
    "Following this legal overview, Dialog Axiata PLC Group General Counsel and Vice President of Group Legal and Regulatory Trinesh Fernando presented a detailed case study on the implementation of anti-bribery and anti-corruption (ABAC) policies within Dialog Axiata, one of Sri Lanka’s largest telecommunications providers. Fernando highlighted the necessity of these policies as a critical component of corporate governance, particularly for multinational corporations operating across various jurisdictions with different legal standards.",
    "He reinforced the importance of preparedness, stating, “It is crucial to have adequate measures in place within your organisation so that whenever you are inquired or challenged, you can confidently demonstrate the protocols established to sustain your company.” His quote illustrates the importance of being prepared to defend the integrity of the company’s operations at all times.",
    "Dialog Axiata’s ABAC policy, Fernando explained, is crafted to align with international best practices while being sensitive to local legal and cultural contexts. The company’s comprehensive framework includes rigorous risk assessments, continuous employee training, and stringent third-party due diligence to mitigate the risks associated with corrupt practices.",
    "Fernando emphasised that the success of these policies hinges on their integration into the company’s culture, ensuring that anti-corruption measures are not just adhered to in letter, but embraced in spirit throughout the organisation.",
    "The seminar also featured a crucial session by Legal Consultant and Securities and Exchange Commission (SEC) former Director General Malik Cader, who was a Senior Advisor to the Ministry of Finance. Cader provided insights into the mandatory anti-corruption policies for listed companies under the Colombo Stock Exchange’s new Corporate Governance Listing Rules. By 1 October 2024, all listed companies are required to publish their anti-bribery and anti-corruption policies, a significant step towards enhancing corporate transparency and accountability in Sri Lanka.",
    "Cader elaborated on the essential components of an effective anti-corruption policy, which include clear definitions of corruption and bribery, compliance and reporting mechanisms, and regular training programs. He also discussed the importance of robust internal controls and whistleblower protection mechanisms, which are critical for detecting and addressing unethical behaviour within organisations.",
    "He also touched on the need for a cultural shift in Sri Lanka, explaining, “The chairman of one of the top companies in Sri Lanka hosted clients from the West, treating them to dinner at a renowned restaurant in Colombo. They enjoyed wine and the best of food. However, when the bill arrived, the overseas clients insisted on paying for what they consumed, indicating this is our company’s policy and requested the local company officials not to get offended.” Cader further stated it as, “A culture shock.”",
    "The seminar concluded with a dynamic panel discussion chaired by Dr. Harsha Cabral PC, a distinguished legal scholar. The panel included notable figures such as Colombo Stock Exchange Chief Regulatory Officer Renuke Wijayawardhane, along with Fernando and Cader. The discussion provided diverse perspectives on the challenges and strategies associated with the implementation of anti-corruption policies in corporates.",
    "Panellists highlighted the practical challenges faced by companies in implementing these policies, including cultural resistance, lack of resources, and the complexities of operating in multiple jurisdictions. They also shared best practices, such as ensuring top management’s commitment to the policy, integrating anti-corruption measures into the overall corporate strategy, and continuously reviewing and updating the policy to reflect changes in the legal environment and business practices.",
    "Dr. Cabral, in his remarks, referred to the new anti-corruption laws as a “beautiful piece of legislation, a healthy legislation.” He emphasised that these laws are crucial for the country’s long-term economic and social health, underscoring the need for their strict enforcement.",
    "During the panel discussion a question was raised asking for comments from the panellists regarding information about the pharmaceutical sector. In this field the consultants wield significant influence over pharmaceutical sales, as they often dictate which medications are stocked in pharmacies. Interestingly, at the end of the year, some are sent to conferences in countries overseas and some on cruises with their families.",
    "Gunasekera replied in this regard, “A sales representative who went to receive treatment noticed that a doctor’s car had worn-out tyres. When he mentioned it, the doctor politely handed over the car keys. Within an hour, the car was returned with four brand-new tyres. Such practices are common in Sri Lanka, and also most year-end parties for doctors in Sri Lanka are funded by drug companies. The CIABOC is closely monitoring these activities, and the public will soon hear about arrest and prosecution. We are determined not to spare anyone involved in corrupt practices.” It was also observed that the CIABOC should not wait for complaints or tips, but examine the books of the companies after August 2023 and ascertain the beneficiaries.",
    "Gunasekera further elaborated, “Under this Act, anyone who acts or refrains from acting in breach of their duties as an employee or director, thereby committing the offense of bribery, will face severe penalties. They could be fined up to Rs. 1 million or sentenced to a term of rigorous imprisonment not exceeding seven years, or both. Previously, the fines were nominal, such as Rs. 5,000 or 7,000. Now, with the increase to Rs. 1 million, the cost of escaping the law has also risen—expect to spend at least another Rs. 10 million on legal fees to defend yourself.”",
    "Chethiya Gunasekera also addressed public concerns regarding the focus of their anti-bribery-corruption efforts. “People often tell me, ‘You only catch those who take small amounts like 5,000, 10,000, or 15,000 rupees. Why not go after the big fish?’” He emphasised that CIABOC’s ability to tackle larger corruption cases depends heavily on public cooperation. “If the public comes forward and informs us, we will definitely pursue the bigger targets. We need your cooperation to make this happen. We have taken action against numerous companies,” he assured. He encouraged those who wish to report corruption to use the CIABOC hotline in 1954, a direct line for filing complaints.",
    "Some people have the misconception that when it comes to bribing officials, you need to pay it out of your own pocket. This is incorrect; the funds provided to you by CIABOC may be Rs. 5,000 or even Rs. 100 millions or even more. You don’t need to raise any money for the bribe, the CIABOC will facilitate the process for you without any out-of-pocket expenses.”",
    "The seminar, organised by Corporate Management Consultants with exclusive media sponsorship by Daily FT, set the stage for an ongoing dialogue within Sri Lanka’s business community, focusing on embedding integrity at the heart of corporate governance. As Sri Lanka’s corporate sector continues to evolve, the insights and strategies shared during this seminar will be invaluable for companies committed to upholding the highest standards of ethical conduct. The collective efforts of industry leaders, regulators, and legal experts are crucial for driving this change and ensuring that Sri Lankan businesses operate with integrity in an increasingly complex global marketplace."
  ]
}