{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/PM-Harini-s-Money-Printing-debate/4-769446",
  "time_ut": 1732063564.0,
  "original_lang": "en",
  "original_title": "PM Harini’s Money Printing debate",
  "original_body_lines": [
    "Sri Lanka’s reliance on money printing stems from its constrained fiscal position, where limited revenue, high debt, and dwindling foreign reserves demand immediate liquidity",
    "Prime Minister Dr. Harini Amarasuriya of the National People’s Power (NPP) recently addressed criticism from the Opposition regarding the Central Bank’s injection of funds into the economy. Specifically, she responded to claims that the Central Bank of Sri Lanka (CBSL) had introduced Rs. 36.16 billion rupees through an overnight auction and an additional Rs. 70 billion over seven days via a term auction of “printed” money (backed by domestic assets), at a time when the Central Bank is attempting to build reserves.",
    "Dr. Amarasuriya clarified that no new currency bearing the new Finance Minister’s signature had been issued. However, the key issue is not whose signature appears on the currency notes but the economic impact of these monetary policies.",
    "This highlights a critical debate in Sri Lanka, where “money printing” plays a central role in discussions of economic stability, especially as the country grapples with financial challenges. While often as a temporary fix during a crisis, money printing can provide short-term relief but carries serious economic consequences, notably in fuelling inflation and affecting the exchange rate.",
    "“Money printing” typically refers to a central bank’s practice of increasing the money supply, primarily through electronic methods rather than the literal printing of currency notes. The CBSL expands the monetary base by purchasing Government securities, providing direct loans to the Government, and managing liquidity through open market operations. In recent years, fiscal constraints have pushed Sri Lanka to rely on money printing, particularly during the COVID-19 pandemic and the economic instability of 2022.",
    "Sri Lanka’s reliance on money printing stems from its constrained fiscal position, where limited revenue, high debt, and dwindling foreign reserves demand immediate liquidity.",
    "Money printing enables the Government to maintain operations without incurring additional external debt, thereby funding essential services and supporting critical economic activities during downturns. During the pandemic, for instance, money printing helped the Government meet obligations like public wages and essential imports, sustaining the economy amidst reduced revenues and increased demand for healthcare and social support services.",
    "While money printing can offer immediate support, excessive dependence on this policy can lead to significant economic repercussions. The most immediate impact is inflation: when more money circulates without a corresponding increase in goods and services, prices rise, eroding the rupee’s purchasing power.",
    "In Sri Lanka, inflation has worsened affordability for basic goods and services, raising the cost of living for average citizens. Another consequence is currency depreciation. As the money supply expands without a proportional increase in foreign reserves, the local currency weakens, making imports – especially critical goods like fuel and medicine – more costly. This, in turn, drives inflation further and increases the burden of external debt repayments, intensifying the country’s fiscal strain.",
    "Continued reliance on money printing can also create a cycle of dependency, where fiscal deficits are persistently funded through monetary expansion instead of structural reforms. Without efforts to boost revenue, reduce debt, and enhance fiscal efficiency, such dependency can lead to unsustainable inflation and prolonged economic instability, deterring foreign investment and raising borrowing costs.",
    "The CBSL faces the challenge of balancing the short-term benefits of money printing with the risk of long-term economic destabilisation. Recognising these risks, the CBSL and Government have recently emphasised the importance of reducing reliance on money printing. Instead, they are focusing on structural reforms aimed at achieving fiscal sustainability. Through initiatives to increase revenue, control public expenditure, and attract foreign investment, policymakers hope to develop a more resilient economic framework, less dependent on monetary expansion.",
    "In the final analysis, while a new finance law restricts direct money printing, the CBSL retains the power to manage liquidity through open market operations, allowing it to indirectly support liquidity without requiring deposits. Sri Lanka’s past experience underscores the importance of adopting prudent economic policies that balance the dual roles of money printing as both a temporary relief measure and a potential economic risk.",
    "Moving forward, the focus must be on establishing a balanced strategy that incorporates responsible money printing, fiscal reform, and structural improvements. By understanding these complex dynamics, politicians and policymakers can gain a clearer perspective on how sound policy decisions can support both immediate stability and sustainable economic growth.",
    "(The writer teaches accounting and finance at the University of Buckingham, UK and is a researcher on public debt reporting in developing countries.)"
  ]
}