{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97525/gaza-truce-talks-resume-in-doha-egyptian-media",
  "time_ut": 1708866000.0,
  "original_lang": "en",
  "original_title": "Gaza truce talks resume in Doha - Egyptian media",
  "original_body_lines": [
    "Negotiations for a ceasefire in Gaza have resumed in Doha between “experts from Egypt, Qatar, the United States and Israel”, as well as Hamas representatives, state-linked Egyptian media reported Sunday.",
    "An Israeli delegation led by Mossad chief David Barnea was in Paris on Friday discussing possibilities of a deal to ensure a fresh ceasefire and the release of hostages held by Hamas in Gaza in exchange for Palestinian prisoners held by Israel.",
    "Israel’s war cabinet agreed on Saturday to send a delegation to Qatar to continue the talks, according to Israeli media reports.",
    "The talks are a “continuation of what was discussed in Paris” and “will be followed by meetings in Cairo,” reported Al-Qahera News, which is linked to Egyptian state intelligence services.",
    "During the unprecedented Hamas attack on Israel on October 7, Palestinian militants took some 250 hostages, 130 of whom remain in Gaza, including 30 presumed dead, according to Israel.",
    "As with a previous week-long truce in November that saw more than 100 hostages and 240 Palestinian prisoners freed, Qatar, Egypt and the United States have been spearheading efforts to secure a new deal.",
    "International pressure for a ceasefire has mounted in recent weeks, as the death toll from Israel’s military offensive on the Palestinian territory nears 30,000, mostly women and children, according to the Gaza health ministry.",
    "Israel has vowed to destroy Hamas -- which rules Gaza -- in response to its unprecedented October 7 attack that resulted in the deaths of 1,160 people, mostly civilians, according to an AFP tally of official Israeli figures.",
    "In negotiations, Hamas has demanded a ceasefire and Israel’s withdrawal from Gaza, which Israeli Prime Minister Benjamin Netanyahu has dismissed as “delusional” as he vows to press further into the territory.",
    "Fears have surged over Israeli plans for a ground invasion of Rafah, Gaza’s southernmost city where 1.4 million Palestinians have been pushed into sprawling tent cities right against the Egyptian border.",
    "US, Arab and other mediators have voiced hope a deal can be reached before the start of the Muslim holy month of Ramadan on March 10 or 11, depending on the lunar calendar."
  ]
}