{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Economy-2024-More-challenging-than-the-two-previous-years/4-757391",
  "time_ut": 1705344762.0,
  "original_lang": "en",
  "original_title": "Economy 2024: More challenging than the two previous years",
  "original_body_lines": [
    "Unless correct policies are adopted from now onward, becoming a rich country by 2048 will simply be a wish only",
    "It seems that IMF is working with numbers which are pleasing to their ears ignoring the wider external debt problem which the country is faced with. Once Sri Lanka begins to repay the whole debt, it will not be able to maintain the current low-level equilibrium that involves relative stability in the exchange rate, on one side, and the balance in the current account of the balance of payments, on the other",
    "Sri Lanka has entered 2024 having passed 2022, the year of the severest economic crisis, and 2023, the year of the beginning of economic recovery. Having followed an economic recovery package as agreed with IMF for an extended fund facility or EFF, Sri Lanka should now consolidate its position to retain the hard-earned macroeconomic stability and push the economy to a high growth path needed for delivering permanent prosperity to its people. However, the present stability experienced by Sri Lanka is at a low-level equilibrium as observed by the Presidential economic advisor, Dr. Sharmini Cooray in the 2023 Central Bank Anniversary Oration (available at: https://www.cbsl.gov.lk/sites/default/files/cbslweb_documents/about/speech_20231102_CBSL_73_anniversary_oration_e.pdf).",
    "What she meant by a low-level equilibrium was that though high inflation has been brought down to an affordable rate of about 5% and the exchange rate from close to Rs. 400 to about Rs. 320 a dollar, that has been attained at a low level of GDP, that is, $ 77 billion in 2022 compared with $ 85 in 2021. The average income of a Sri Lankan, if distributed equally among them and known as per capita income, has also fallen from $ 3,997 in 2021 to $ 3,474 in 2022. Hence, on average, all Sri Lankans have become poorer.",
    "At this level of per capita income, Sri Lanka is categorised by the World Bank as a lower middle-income country because it is a way above the threshold of $ 1,135 attributable to a low income or a poor country. However, the Sri Lanka Government requested the World Bank in late 2022 to treat it as a poor country for the disbursement of concessional funds from the World Bank group. This request has, as a special case, now been granted by the Bank. Hence, Sri Lanka today is like a person who has on paper academic qualifications equivalent to a university degree, but his knowledge is so poor that he is assigned the work that can be handled by a person with only GCE (Advanced level) qualification.",
    "It is just an instance of voluntarily becoming poorer in front of the rest of the world because it helps the country to get low-cost foreign aid. Thus, the GDP numbers released by the authorities do not reflect the true position of Sri Lankans. This is a stigma. Accordingly, the biggest challenge which Sri Lanka faces in 2024 or in later years is to have it removed and show the world that it is not a poor country anymore. But like the proverbial ‘beggar’s wound’, the incentives are to continue to enjoy this stigma.",
    "Sri Lanka enters the new year with a friendly but significantly serious warning by IMF. According to IMF’s Communications Director Julie Kozack, though the progress of the current EFF program is satisfactory, the country should complete the negotiations with the external commercial creditors and implement the agreements with official creditors for the restructuring of the selected items of the central government external debt (available at: https://www.ft.lk/front-page/IMF-urges-swift-action-on-debt-restructuring/44-757364). For external debt restructuring purposes, only the commercial borrowings and those borrowed from bilateral sources were included.",
    "The total public sector borrowings as at the end of 2021 amounted to $ 69 billion, made up of $ 45 billion by the central government and $ 24 billion by other public sector entities (see for details: https://www.ft.lk/columns/Child-s-guide-to-debt-restructuring-Not-a-cakewalk-but-a-task-entailing-hard-work/4-736706). Of this, only $ 33 billion or nearly a half was to be restructured. Even if this is successfully restructured, the problem of country’s foreign indebtedness remains unresolved.",
    "2024 will be an election year, and it is unlikely that the energy and the talent pool of the Government could be diverted to this type of long-term planning. But with every passing moment, the country will lose valuable time which cannot be regained. But there is no choice in my view. The Central Bank with the support from IMF has stabilised the economy at a low-level equilibrium. If no proper policies are adopted to upgrade the real economic activities that will deliver richness and prosperity to people, it will be difficult for the country to maintain even this low-level equilibrium. This is a formidable challenge, and the Government should not take this challenge lightly",
    "It seems that IMF is working with numbers which are pleasing to their ears ignoring the wider external debt problem which the country is faced with. Once Sri Lanka begins to repay the whole debt, it will not be able to maintain the current low-level equilibrium that involves relative stability in the exchange rate, on one side, and the balance in the current account of the balance of payments, on the other.",
    "She has expressed the IMF’s satisfaction about the restructuring of the domestic debt, tagged as domestic debt optimisation by the Sri Lanka Government, in 2023. The reference here is the decision of the Government to pass the entire burden of the domestic debt relief on to the superannuation and pension funds. Among them, the chief burden-bearers are the largest private sector superannuation fund, Employees’ Provident Fund or EPF managed by the Central Bank, and the Employees’ Trust Fund or ETF, managed by a separate board of trustees.",
    "These two funds as well as other provident and pension funds were told by the Government that if they would not agree to the proposed optimisation, they would be subject to an income tax of 30% instead of the 14% they were paying at that time. The tax of 30% was justified because that was the tax paid by other financial institutions and, therefore, it was an equalisation of the tax rates. I discussed in a previous article how this tax comparison would fall on EPF unfairly because EPF and other funds paid taxes on the gross income while financial institutions paid it on the net income (available at: https://www.ft.lk/columns/The-misunderstood-taxation-of-EPF-and-other-superannuation-funds/4-750423).",
    "Accordingly, the amounts of taxes paid by EPF on its gross income would be 70% in 2020, 88% in 2021, and 490% in 2022 when recalculated on the tax base of net income applicable to financial institutions. The other bond holders were freed from this burden and equity in distributing burden required the Government to treat all of them equally.",
    "I therefore pointed out in the article under reference as follows: “If the pain is passed on to all the bondholders equally, it would have been a fair and equitable treatment. Though there is a fear that it would lead to instability of the financial system, that could be avoided it the pain is transferred to all equally. Then the people would have felt that they have been treated fairly. Such a trust is a must when a country goes through a painful adjustment to come out of a serious economic crisis”. But the plan of passing the burden on the superannuation fund holders was carried out as planned. However, it involved the reduction of the earnings of EPF members by a significant margin by Rs. 274 billion over the period 2024 to 2038 (available at: https://www.ft.lk/columns/Apologetic-custodian-of-EPF-also-a-victim/4-753076).",
    "It is about this treatment of the domestic debt that IMF’s communications head has expressed her satisfaction. Since EPF earnings are likely to be lower than 9% after paying a tax of 14%, it will be a challenge for the Government to ensure a minimum rate of return of 9% to EPF members as promised in the debt optimisation plan. It is in fact an unnecessary waste of the taxpayers’ money if the Treasury meets this shortfall.",
    "Sri Lanka’s avowed goal is to deliver richness to its people by 2048 when the country celebrates the centenary of independence from Britain. This is a challenging task since the country is now going through a low-growth scenario till at least 2027. In 2022, it was a negative growth of 7.8% and in 2023, it is projected to have a negative growth of about 4%. From 2024 to 2026, the growth will be at an annual average rate of about 2% according to the forecasts made by both IMF and the World Bank. According to these forecasts, the country will return to the size of its economy which it had in 2021. That amounts to a GDP of $ 85 billion. It is from this level that the country will have to move up to become a rich country by 2048.",
    "I have discussed the main challenges involved in a previous article in this series (available at: https://www.ft.lk/columns/The-Magic-2048-What-is-to-be-done-to-make-Ranilnomics-a-reality/4-747608). In this article, the main challenge has been identified as follows: “In terms of the World Bank classifications, a country will become a rich country if its gross national income or GNI per head reaches the threshold of $ 12,000 and remain at that level or above thereafter. Over the next 25 years, Sri Lanka’s population also will increase requiring the country to produce more to reach this level. The population of the country has been rising at about 1% per annum in the past. But the future population projections are made based on demographic changes. Accordingly, for Sri Lanka, two population projections were made, one at an average growth of half a percent per annum and the other at an average growth of a little over a fifth of a percent. In the first one, the population will rise to 25.4 million by 2048. In the second one, Sri Lanka’s population will peak in 2035 and begin to fall thereafter.",
    "Since EPF earnings are likely to be lower than 9% after paying a tax of 14%, it will be a challenge for the Government to ensure a minimum rate of return of 9% to EPF members as promised in the debt optimisation plan. It is in fact an unnecessary waste of the taxpayers’ money if the Treasury meets this shortfall",
    "“By 2048, its population will be 21.9 million, a little more than its population in 2021.",
    "In terms of the first projection, to generate a GNI per capita of $ 12,000, the total GNI should rise to $ 305 billion or an increase of 243% over the period. The average growth per annum should be about 12%. In terms of the second projection, the GNI should be $ 263 billion marking an increase of 196% over this period. It marks an annual increase, on average, of 10%. Therefore, the annual economic growth to be maintained from 2028 to 2048 will be between 10 and 12% if Sri Lanka is to become a rich country by that last year of the period. This is again a formidable challenge for future governments”.",
    "This is a formidable challenge. Unless correct policies are adopted from now onward, becoming a rich country by 2048 will simply be a wish only as it had happened on many occasions in the past. President Ranil Wickremesinghe, addressing the nation in June 2023, announced that he would be following the Growth Lab approach developed by the Center for International Development or CID of Harvard’s Kennedy School of Government (available at: https://www.colombotelegraph.com/index.php/special-statement-delivered-by-president-ranil-wickremesinghe-full-text/). Wickremesinghe has a particular love for CID because he himself had been an alumnus of this prestigious institution.",
    "He explained the Growth Lab approach as follows: “Under the Lab approach, we will bring together Government Ministers, government officials, subject matter experts, and key representatives from the private sector to collaboratively engage in detailed discussions over a period of six weeks. The aim is to collaboratively resolve any roadblocks hindering the roll-out of investments and projects by listening carefully to the private sector. During these discussions, comprehensive implementation plans will be developed, and the necessary facilities to support the implementation of these projects will be organised. Government stakeholders involved in the Labs will dedicate their full-time efforts to ensure the successful execution of these projects. As President, I, along with the Cabinet Ministers, will actively participate in this event to demonstrate the government’s commitment to ensuring success of the Lab process”.",
    "The timeline announced was that the lab will be convened in the third quarter of 2023, its report ready by September 2023, and it will be presented to people for their review, suggestions, and approval before the end of 2023. That will be unveiled for implementation as a ‘national transformation plan’. This plan will be based on four important pillars: reforming both the fiscal and financial sectors, driving investments for accelerated economic growth, introducing social protection to the vulnerable and the implementing a strong good governance program, and transforming the state-owned enterprises or SOEs to function as profit centres.",
    "While these are important goals, they do not cover all the required strategies that should be adopted. For instance, they do not include a human resource development plan to upgrade the country’s human capital to a creative capital stock, encouraging the professionals who are leaving the country to contribute to the country’s development through a system of reverse migration, and introducing high technology to the country’s production structure to help it to compete successfully in the global markets.",
    "Sri Lanka’s avowed goal is to deliver richness to its people by 2048 when the country celebrates the centenary of independence from Britain. This is a challenging task since the country is now going through a low-growth scenario till at least 2027. In 2022, it was a negative growth of 7.8% and in 2023, it is projected to have a negative growth of about 4%. From 2024 to 2026, the growth will be at an annual average rate of about 2% according to the forecasts made by both IMF and the World Bank. According to these forecasts, the country will return to the size of its economy which it had in 2021. That amounts to a GDP of $ 85 billion. It is from this level that the country will have to move up to become a rich country by 2048",
    "Even with the limited scope announced, the Government has missed all these milestones in the timeline. Hence, they will have to be redated for 2024. But 2024 will be an election year, and it is unlikely that the energy and the talent pool of the Government could be diverted to this type of long-term planning. But with every passing moment, the country will lose valuable time which cannot be regained. But there is no choice in my view. The Central Bank with the support from IMF has stabilised the economy at a low-level equilibrium. If no proper policies are adopted to upgrade the real economic activities that will deliver richness and prosperity to people, it will be difficult for the country to maintain even this low-level equilibrium.",
    "This is a formidable challenge, and the Government should not take this challenge lightly.",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected].)"
  ]
}