{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/fox-resorts-triumphs-at-sri-lanka-tourism-awards/",
  "time_ut": 1735431360.0,
  "original_lang": "en",
  "original_title": "Fox Resorts Triumphs at Sri Lanka Tourism Awards",
  "original_body_lines": [
    "Fox Resorts proudly emerged as a dual award winner at the prestigious Sri Lanka Tourism Awards held on Friday, December 20. Celebrating excellence in the tourism sector, the event recognized Fox Resorts’ commitment to redefining luxury and heritage hospitality in Sri Lanka, a news release from Fox Resorts said.",
    "Fox Kandy, an exquisite retreat nestled in the heart of Sri Lanka’s hill country, won the award in the “Other Hotels” category. Lauded for its seamless blend of elegant hospitality, thoughtfully curated guest experiences, and the warm embrace of authentic Sri Lankan culture, Fox Kandy has become a beacon of excellence amid Kandy’s lush landscapes. This achievement underscores the property’s role in enriching Kandy’s allure and elevating Sri Lanka’s presence on the global tourism stage.",
    "In addition, Fox Jaffna received a special jury award for its remarkable contributions to heritage architecture and exquisite hospitality in the northern peninsula. The property captivates guests with its beautifully landscaped gardens, a serene garden swimming pool, and a homely yet luxurious ambiance. By combining world-class service with the rich cultural tapestry of Jaffna, Fox Jaffna offers a uniquely immersive experience that celebrates Sri Lanka’s northern heritage.",
    "Chris Quyn, CEO of Fox Resorts, expressed his gratitude for the accolades:",
    "“We are deeply honored to receive these prestigious awards. They are a testament to the dedication and hard work of our exceptional teams at Fox Kandy and Fox Jaffna, who consistently go above and beyond to create memorable experiences for our guests. These awards inspire us to continue our journey of redefining hospitality while showcasing the unique beauty of Sri Lanka.”",
    "Fox Resorts is a part of the Capital Maharaja Group, one of Sri Lanka’s largest privately held conglomerates. With a diverse portfolio spanning media, manufacturing, technology, and hospitality, the Capital Maharaja Group has a longstanding reputation for innovation and excellence.",
    "Fox Resorts, as a testament to this legacy, embodies a commitment to sustainable tourism and cultural preservation. Each property reflects the Group’s vision of delivering unmatched luxury, enriching experiences, and a deep connection to Sri Lanka’s heritage and natural beauty, the release concluded.",
    "ComBank marks completion of 100,000 trees project with pledge to plant another 100,000",
    "Beyond Escapes and Leopard Nest win big at Sri Lanka Tourism Awards 2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}