{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97902/edu-ministry-urges-adherence-to-guidelines-for-safeguarding-schoolchildren-amidst-soaring-temperatures",
  "time_ut": 1710250800.0,
  "original_lang": "en",
  "original_title": "Edu. Ministry urges adherence to guidelines for safeguarding schoolchildren amidst soaring temperatures",
  "original_body_lines": [
    "The Ministry of Education has reiterated the set of guidelines issued earlier aiming to ensuring the protection of school children from potential adverse effects of the prevailing high atmospheric temperatures.",
    "Addressing all Provincial Education Directors in writing, the Ministry of Education said it has taken note of the reports that some schools were not complying with the set of guidelines issued for organizing outdoor activities at schools hot weather conditions.",
    "Accordingly, it has emphasized the responsibility of all principals of the schools island-wide, in order to ensure the protection of children, while highlighting the need to comply with the guidelines issued earlier.",
    "The communiqué comes a day after a 16-year-old schoolboy died in Ampara after  collapsing while participating in a marathon race held at the Thirukkovil Methodist Central College.",
    "The marathon, held as part of the inter-house sports meet, took place on Monday morning (11) at the school premises.",
    "The student, identified as Vidurshan, had reportedly collapsed during the event and was rushed to Tirukkovil Hospital for treatment, following which he was taken to the Akkaraipattu Hospital for further treatment, where he was later pronounced dead.",
    "Further investigations into Vidurshan’s untimely death are being carried out by a group of officers attached to the Thirukkovil Police, while the Ministry of Education announced that it would also carry out an internal investigation into the incident.",
    "Meanwhile, a statement from the Ministry issued on 26 February 2024 announced that directives were communicated to all provincial directors of education, instructing them to disseminate the guidelines among school principals.",
    "The guidelines, aimed at addressing the challenges posed by the elevated temperatures, encompass a range of measures to safeguard the well-being of students and protect them from complications such as heat cramps, heat strokes, and heat exhaustion.",
    "Specific details include recommendations for hydration, appropriate clothing, and modifications to outdoor activities to mitigate the impact of the heat.",
    "Attached below is the list of guidelines issued by the Ministry:"
  ]
}