{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Fiscal-considerations-of-proposed-adjustments-to-public-sector-salary-structure/14-766763",
  "time_ut": 1726504092.0,
  "original_lang": "en",
  "original_title": "Fiscal considerations of proposed adjustments to public sector salary structure",
  "original_body_lines": [
    "Given the fact that public sector pay was already relatively low, public servants felt a great deal of pain like many others in society",
    "Given the various views, including numerous misconceptions, expressed in print, broadcast and social media in the recent past on public sector wages, the Finance, Economic Stabilisation and National Policies Ministry issued the following statement to correct the position on these matters in the context of responsible management of the Government fiscal operations amidst the ongoing deep, complex and unprecedented economic crisis since 2022.",
    "What happened to public sector wages during the economic crisis?",
    "The unprecedented, deep, and complex economic crisis since 2022 affected the public across every segment of society. Like everyone else, the employees of the public sector were also very badly affected as the real value of their salaries declined significantly when inflation accelerated to 70% by September 2022. Given the fact that public sector pay was already relatively low, public servants felt a great deal of pain like many others in society. Considering the high level of inflation, the already low real wage was significantly eroded. The resulting diminished living standards are reported to be a major reason for the increased migration of professionals and skilled workers across several sectors.",
    "Source: Ministry of Finance, Economic Stabilisation, and National Policies *Estimate   **Projection",
    "Was there any consideration to reduce public sector salaries as part of fiscal consolidation efforts?",
    "Sri Lanka’s weak fiscal position was the key driver of the economic crisis. By 2022, the Treasury cashflow position was so severe that the Government relied on an overdraft of Rs. 832 billion from the State banks as at end 2021, along with extensive monetary financing (money printing). Both such financing mechanisms would be phased out as part of crisis mitigation reforms. The Government’s monthly cash outflow for salaries and interest payments alone exceeded the monthly revenue collection. Without access to foreign financing given the adverse credit ratings, and with monetary financing and bank overdraft windows being phased out, the cash position of the Treasury reached a critical position by mid-2022.",
    "The cash flow challenges continued to intensify even in early 2023 as by this time, monetary financing was being substantially phased out. In fact, the situation was so severe that at one point, a Cabinet paper was drafted in March 2023 on “Payment of Government salary bill for the month of April”, which proposed to pay the public sector monthly salary in two instalments (50% in each instalment) for the April 2023 salary1.",
    "However, it was not submitted to the Cabinet of Ministers for approval considering the well-being of public servants and potential implications for public service delivery. Accordingly, salaries and pensions were paid without any reduction or delay amidst severe cash flow constraints and serious difficulties faced by the General Treasury at the time.",
    "In other countries facing debt distress, the outcomes were very different. Consider for example the decisions taken by the Government in Greece during the financial crisis where there were several rounds of salary reductions in the 2010-2012 period. “During the crisis, the Greek Government initiated three major waves of public wage reform. In 2010, all wages were cut horizontally (by 10%) and holiday bonuses were also reduced. In 2011, pay-scales for the so-called “narrow” public sector were unified – a process which involved a marginal increase in basic pay combined with the abolition of most non-basic benefits. The overall reduction in the public sector wages over 2009-2013 was 22.5% and took place mostly after the enforcement of the unified pay-scales (post-2011)”2. In July 2023, the Greek Parliament approved legislation that authorized 25,000 public sector job cuts and other expenditure cuts3.",
    "What was the Government’s response to the diminished real value of the salaries of public servants?",
    "During the initial stages of crisis response in 2022 and 2023, the Government simply did not have the fiscal space to provide additional relief to the public sector. There were consequences of this inability to adjust public sector wages as evident in the migration of several high-skilled public servants. It was also not feasible to adjust wages of only selected or strategic sectors like health or education given the problematic anomalies that would result and broader fairness issues.",
    "Whilst public sector wages remained static in 2022 and 2023, the private sector and informal sector of the economy were all able to benefit from nominal wage adjustments. Between January 2022 and December 2023, private sector wages increased by 28%, whilst Government sector wages did not change4.",
    "Given the Government’s inability to adjust public sector wages in the initial years of the crisis, the Government’s expenditure on salaries and wages of public servants declined gradually from 4.8% of GDP in 2021 to 4% of GDP in 2022, and 3.4% of GDP in 2023. Considering the adverse impacts on the well-being of public servants, the Government committed to adjust public sector wages gradually in line with improvements in the fiscal position and overall economic stabilisation. It was expected that an initial increase could be provided in 2024 followed by a more substantial adjustment in 2025 when the fiscal position is expected to have recovered to a stable level.",
    "Why did the Government not meet the demands of the striking public servants who demanded a salary increase a few months ago?",
    "The demands of a number of public sector unions in June 2024 was to increase public sector salaries immediately. Sri Lanka’s fiscal practice is that the annual budget is approved in December of the previous year which establishes planned expenditure, revenue, and borrowing limits. When the country is in a reform programme supported by the International Monetary Fund (IMF), there are more stringent budgetary targets for each year. Accordingly, for 2024, Sri Lanka had agreed on fiscal targets, including a primary budget surplus of 0.8% of GDP. Expenditure allocations throughout the year are predicated on these targets and the Treasury carefully manages cash-flow to ensure these targets are met and that the reform programme remains on track.",
    "Given this context, in the event of a demand for an increase in expenditure within a fiscal year, it becomes necessary to compensate for such an increase by either increasing revenue to the same extent, or by reducing expenditure elsewhere, in a manner that maintains a neutral fiscal path and ensures achievement of the primary budget balance target. Given the rigidities in public expenditure and mandatory cash outflow obligations, the only realistic means of maintaining a neutral fiscal path in the context of an immediate salary increase would have been to increase VAT by around 3 percentage points to 21% in order to increase Government revenue to match the higher expenditure.",
    "What is different about the proposed salary adjustment for 2025?",
    "As indicated earlier, the Government’s overall economic recovery plan had factored in an initial cost of living allowance increase for public servants in 2024 along with a more substantial salary adjustment in 2025. Accordingly, the proposed salary adjustment for 2025 falls within a new fiscal year and is structured in a manner that complies with the overall fiscal path. It was also important to ensure that such an adjustment is not done on an ad hoc basis but addresses long standing legacy salary anomalies and establishes a clear structure for public sector wages. Such an adjustment necessitated a balance between sufficient remuneration to attract and retain talent in the public sector, whilst at the same time, ensuring the wage bill is within fiscal constraints. Going forward, the Government cadre should also be gradually right sized, with a lower cadre supported by increased automation and productivity, but with better remuneration to attract talent. Towards this end, the Government appointed a Presidential Expert Committee5 comprising representatives of the Government and private sector experts to explore the issues in detail and provide recommendations on a scientific and credible basis.",
    "How does the Government sector salary adjustment fall within fiscal targets?",
    "From a fiscal standpoint, the salary adjustments in 2024 and proposed adjustment in 2025 would be structured such that the expenditure on public sector salaries will be contained at 3.6% of GDP in 2024 and 3.8% of GDP in 2025, which is still below the 2022 level. Most importantly, the overall 2025 fiscal path ensures that Government revenue would reach 15% of GDP, supported by the gradual relaxation of motor vehicle imports and primary expenditure would be 12.7% of GDP, which includes 4% of GDP on capital expenditure. The 3.8% of GDP expenditure on public sector wages will fall within the remaining space for recurrent primary expenditure. Revenue of 15% of GDP and primary expenditure of 12.7% of GDP will ensure that the primary surplus of 2.3% of GDP will be met in 2025, ensuring compliance with the IMF program targets.",
    "What measures will be taken to ensure productivity and quality of public service delivery in line with adjustment of salaries?",
    "The Presidential Expert Committee report included a number of other recommendations which address issues of productivity enhancement, ensuring quality of recruitment, and other measures to ensure value for money from the perspective of the taxpayer. The recommendations of the Expert Committee were approved by the Cabinet of Ministers and key highlights of the same are reproduced as follows6.",
    "1. Classification of all posts in the entire public sector under 04 Main levels and classification of recruitment qualifications into sub-categories based on the Sri Lanka Qualification Guide (SLQF) and National Vocational Qualification (NVQ) and taking into account the relevant job role, responsibilities and attracting employees with skills for the special jobs and keeping them in jobs.",
    "2. Following the Sri Lanka Qualification Guide as basic qualifications for recruitment for the Primary Service categories as well and following the appropriate selection procedures on the service requirement based on the National Vocational Skills.",
    "3. Recruitment for all other service categories only through formal competitive examinations and interview methods.",
    "4. Accordingly, expeditious revision of existing approved recruitment procedures as appropriate.",
    "5. Payment of Rs. 25,000 per month as the cost of living allowance to all the Government employees (subject to revision once in every 3 years), adding all the allowances such as, various adjustments made to the cost of living allowances and the allowances already added, considering 2025 as the base year.",
    "6. Increasing the minimum Initial monthly salary of the Public service by a minimum percentage of 24% and taking the gross salary with cost of living allowance as Rs. 55,000 and adjusting the basic salary for all other posts accordingly.",
    "7. Implementation of this new Salary and Allowance Procedure for all the public institutions except Business State Companies and Banks.",
    "8. Taking measures to limit the total number of employees in the public service to ten lakhs (1,000,000) or less, by 2030.",
    "9. Accordingly, introducing a methodology for the administration of the Government (E-Governance) in every possible field of the entire public service, through Digitalisation and Automation and giving the priority of investment for that, within 3 years from 2025.",
    "10. Implementation of a Medical Insurance Scheme including all the employees and retirees of the public sector, being entitled to the most attractive benefits with a minimum monthly contribution of Rs. 1,000, from January 2025.",
    "11. Obtaining services by following the prescribed methodologies so as to maximise the efficiency and minimising the cost burden of the Government through methodologies such as Outsourcing whenever possible.",
    "12. Implementation of the restructuring programme for conversion of the identified Government Departments/Corporations/Statutory Institutions into Public Liability Companies listed in the Stock Market.",
    "13. Conduct a proper work study and take action to conduct a scientific study on the entire public sector staff and services in year 2025.",
    "14. Accordingly, preparing the performance indicators for all the public servants and provide salary increments based on their progress.",
    "15. Providing salary increments entitled for the public officers retired before year 2020 and revising their pension and resolving the relevant anomalies.",
    "16. Providing the Cost of Living Allowance to the retirees, equivalent to 50% of the Cost of Living Allowance provided for the public officers engaged in active service, from January 2025 onwards.",
    "17. Implementation of the Salary System, subject to the management of these expenditures within the existing tax policy and implementation of the proposed Salary System from 2025-01-01 in stages, taking into consideration the fiscal space as well.",
    "1The proposal in this drafted Cabinet paper was “to pay 50 percent of the April net salary bill of the government employees on 10th April 2023 and the balance on 25th April 2023”.",
    "4See Table 1.8 of Weekly Economic Indicators of the Central Bank of Sri Lanka. https://www.cbsl.gov.lk/sites/default/files/cbslweb_documents/statistics/wei/WEI_20240222_e.pdf andhttps://www.cbsl.gov.lk/sites/default/files/cbslweb_documents/statistics/wei/WEI_20240906_e.pdf",
    "5The Presidential Expert Committee was chaired by former Presidential Secretary Udaya R. Seneviratne and included several key members: Jude Nilukshan- Director General of the Department of National Budget, Hiransa Kalutanthri- Director General of the Department of Management Services, S. Aloka Bandara- Director General of Combined Services, H.A. Chandana Kumarasinghe- Director General of Establishments, Dr. Terence Gamini de Silva- retired Deputy Director General of the Ministry of Health, Duminda Hulangamuwa- Chairman of the Ceylon Chamber of Commerce, Chandi H. Dharmaratne- Chief Public Officer of BCS International Technology PTY LTD, Isuru Thilakawardena-Deputy General Manager (Human Resources) of Commercial Bank and G.L. Varnan Perera, Additional Secretary to the President https://pmd.gov.lk/news/1217-"
  ]
}