{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Exports-continue-to-do-well-in-April-narrowing-trade-deficit/108-283951",
  "time_ut": 1717358820.0,
  "original_lang": "en",
  "original_title": "Exports continue to do well in April narrowing trade deficit",
  "original_body_lines": [
    "The growth in merchandise exports outstripped the growth in imports to help narrow the trade deficit in April compared to a year ago levels, but the cumulative four months deficit stands higher compared to the corresponding period of last year signalling an expanding economy.",
    "Sri Lanka earned US$ 877.6 million from merchandise exports in April, up 3.4 percent from a year ago.",
    "However, the figure was down from US$ 1,139 million earned in March, which was the highest since August 2022.",
    "Imports recorded US$ 1,435.2 million, up just 0.3 percent from a year ago.",
    "This together resulted in a trade deficit of US$ 557.7 million, eased from US$ 582.6 million a year ago. For the four months, the deficit was recorded at US$ 1,777.1 million, up from US$ 1,479.0 million in the corresponding period in 2023.",
    "The rising trade deficit wasn’t something to be alarmed of as it reflects that the economy was expanding after a prolonged contraction caused by ultra-tight monetary and fiscal policies.",
    "April exports received contributions by almost all major categories and a higher figure was possible despite a decline in garment exports.",
    "In April, the country generated US$ 292.0 million from exports of garments and textiles, down 6.0 percent from the same month a year ago.",
    "A softening in garment exports was witnessed lately but this isn’t expected to persist that long as the US and the European economies are holding up despite their higher interest rates and inflation.",
    "Agricultural exports did well with 2.8 percent increase in earnings to US$ 189.1 million of which US$ 95.5 million came from tea exports, which was up 2.2 percent.",
    "Meanwhile, coconut and coconut related products did well with earnings of US$ 30.0 million, up by a robust 18.2 percent.",
    "In imports, fuel imports contributed to both year-on-year and month-on-month declines in the import bill",
    "In April, Sri Lanka imported US $ 359.6 million worth fuel, down 31.3 percent from a year ago levels.",
    "The global crude prices remain range bound around the low eighties in terms of dollars per barrel despite tensions in the Middle East.",
    "Meanwhile, textiles and textile articles rose by 14.1 percent to US$ 208.4 million.",
    "Under investment goods, machinery, building materials and transport equipment rose by between 21.7 percent and 63.4 percent, signalling accelerating activities in the economy.",
    "Meanwhile, consumer goods imports slipped 2.1 percent to US$ 256.5 million, of which medical and pharmaceutical imports fell sharply by 49.0 percent to US$ 49.4 million in April."
  ]
}