{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/LOLC-champions-female-diversity-and-leadership-on-Women-s-Day-celebrations/14-759650",
  "time_ut": 1710790771.0,
  "original_lang": "en",
  "original_title": "LOLC champions female diversity and leadership on Women’s Day celebrations",
  "original_body_lines": [
    "LOLC Panel Discussion led by LOLC Holdings PLC Director Kalsha Amarasinghe",
    "LOLC Holdings PLC, the premier multinational conglomerate spanning over 25 countries across Asia, Africa, and Australia, celebrated International Women’s Day under the theme, “Count Her In.”",
    "This year’s commemoration of women within the LOLC Group highlighted the organisation’s commitment to female diversity and leadership, uniting the extraordinary achievements, resilience, and leadership spirit of its female staff. The focal point of this year’s International Women’s Day was the symposium held at LOLC’s head office, featuring two impactful sessions: “LOLC Spotlights” and the “LOLC Panel Discussion.”",
    "The ‘LOLC Spotlights’ session stood out as a distinctive platform meticulously crafted to highlight gender diversity across its nine leading sectors. One of the notable participants was Priyanthi Makeswaranathan, the first and sole female estate assistant superintendent in Sri Lanka’s plantation sector, representing Uddapussellawa Plantations, affiliated to Browns Plantations.",
    "This session also showcased the breadth of female talent within the LOLC Group, featuring female scientists, chefs, engineers and chemists. The narratives shared by these inspiring women shed light on the real-life obstacles, from maintaining a delicate work-life balance around the clock, to thriving in competitive environments.",
    "The event then highlighted the prominent panel discussion spearheaded by LOLC Holdings PLC Director Kalsha Amarasinghe delving into relevant discussions on female career advancement, the panellists, comprising esteemed female leaders within the group, openhandedly shared their personal journeys and success strategies with the audience.",
    "Among them were LOLC Holdings Chief Financial Officer Sunjeevani Kotakadeniya, LOLC Finance PLC Head of Fleet Management Mehra Mendis, LOLC Technologies Chief Operating Officer Chamini Attanayake, LOLC Corporate Services Director Raveendrini Senevirathne, LOLC Finance PLC Head of Liability Management Roshani Weerasekara, LOLC Holdings PLC Chief Officer Customer Relationship Management Gayani De Silva and LOLC Finance PLC Head of Factoring Deepamalie Abeywardena.",
    "In a significant addition to the forum, LOLC Holdings former Chairperson Rohini Nanayakkara graced the stage as the keynote speaker exploring into the topic of “Women Breaking the Glass Ceiling.” She expounded upon various insights and perspectives, shedding light on this crucial subject matter.",
    "Addressing the female staff at the symposium, LOLC Holdings PLC Group Managing Director/CEO Kapila Jayawardena highlighted the organisation’s dedication to promoting inclusivity and diversity. “Within the LOLC Group, our commitment to empowering our female employees goes beyond offering opportunities. We are dedicated to facilitating their ongoing progress through transparent career paths, and equitable compensation structures. Our strategy revolves around providing continuous support, mentorship, and skill enhancement, with a focus on identifying and nurturing their talents while offering solid assistance during times of adversity,” Jayawardena said.",
    "Moreover, he affirmed the organisation’s explicit stance against gender-based discrimination and harassment, asserting, “We strongly oppose any form of prejudice or harassment directed towards our female staff members, and we are persistent in implementing stringent measures to address such misconduct.”  Expressing gratitude and commendation, he extended heartfelt appreciation to all female staff members for their valuable contributions, acknowledging their essential role in infusing vibrancy and refinement to the organisation.",
    "The event was a live showcase of diversity and inclusivity within the organisation, with both male and female members of top management and staff participating enthusiastically. Among the highlights was the support extended by LOLC’s own female-centric credit card, “LOLC Swairee,” which championed the event by providing roses, gift vouchers, and complimentary gift items to all attendees. The event seamlessly blended, networking opportunities with entertainment, creating a memorable and enriching evening for the participants."
  ]
}