{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SC-grants-leave-to-proceed-with-another-FR-against-Deshabandu/56-757689",
  "time_ut": 1706051219.0,
  "original_lang": "en",
  "original_title": "SC grants leave to proceed with another FR against Deshabandu",
  "original_body_lines": [
    "The Supreme Court yesterday granted leave to proceed with yet another Fundamental Rights petition filed against Acting Inspector General of Police Deshabandu Tennekoon and several other Police officers by a petitioner alleging their involvement in the torture and degrading treatment inflicted upon him during an incident in August 2022.",
    "The petitioner, identified as 27-year-old Attorney-at-law Mohmed Nibras Nazeer, a resident of Gothatuwa has claimed that he had witnessed the first respondent, a Police sergeant attached to the Wellampitiya Police station assaulting two youths identified as Mohamed Azli Rifai and Mohamed Sajid Nazeer. He said he had intervened in the incident and requested the officer to refrain from assaulting the youths.",
    "He alleged thereafter he was roughly detained, transported and dragged inside the Police station by the first respondent who had also kicked him several times in the process. The petitioner maintained he was also denied the request to meet the Officer in Charge of the Police station, and the first respondent had continued to physically and verbally assault him before locking him up in a holding cell.",
    "While the Police had not informed the petitioner as to the cause of his arrest, Nazeer claimed he was produced before the court and was charged with obstructing the duties of a public servant.",
    "In the petition, he has accused the OIC of the Wellampitiya Police of colluding with the first respondent to refuse to release him on Police bail, had the duo as well as Acting IGP Deshabandu Tennekoon who was the Senior DIG in Charge of the Western Province at the time of violating his fundamental rights by unlawfully arresting him, failing to enlarge him on bail and for moving court to remand him.",
    "The Attorney-at-Law is requesting the court declare that his Fundamental Rights were infringed by the respondents and grant him compensation amounting to Rs. 5 million."
  ]
}