{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100245/six-fishermen-arrested-with-heroin-haul-off-galle-further-remanded",
  "time_ut": 1719918840.0,
  "original_lang": "en",
  "original_title": "Six fishermen arrested with heroin haul off Galle further remanded",
  "original_body_lines": [
    "The six fishermen, who were apprehended aboard a local multi-day fishing trawler carrying 131kg of heroin in the seas off Galle, have been ordered to be further remanded until July 16.",
    "This order was issued when the suspects were produced before the Colombo Magistrate’s Court once again today (02).",
    "The stock of heroin seized within their fishing vessel has also been presented before the court during today’s hearing, Ada Derana reporter said.",
    "In a recent operation, the Sri Lanka Navy apprehended six suspects aboard a local multi-day fishing trawler carrying 131 kg of heroin, estimated to be valued at over Rs. 3,250 million. The interception took place on June 14 on the high seas off Galle.",
    "During the initial inspection, security forces have not found anything suspicious. However, further investigation had revealed several areas of the boat were suspiciously made with fiber.",
    "Later on the night of June 14, the vessel was brought to Galle Port, where a detailed scan was conducted.",
    "The scan uncovered a stock of suspicious parcels in a compartment sealed with fiber in the front section of the boat, the navy said.",
    "The suspects had later confessed that a fiber boat builder, who was with them, had hidden the parcels by integrating them into the boat’s structure and sealing them with fiber.",
    "The suspects, who are residents of Gandara and Devundara, have stated that they embarked on the trip from Devundara on May 15.",
    "The journey was planned by the boat’s skipper and coordinated by an individual known to them only as “Aiya,” who communicated with them via a satellite phone.",
    "The suspects revealed that they had received initial payments between Rs. 20,000 and Rs. 40,000 for their involvement in this activity, according to police."
  ]
}