{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/MTI-Consulting-recommends-Cabinet-restructuring-with-a-start-up-mindset/14-769360",
  "time_ut": 1731879574.0,
  "original_lang": "en",
  "original_title": "MTI Consulting recommends Cabinet  restructuring with a ‘start-up’ mindset",
  "original_body_lines": [
    "Post watershed election that has the potential to transform Sri Lanka socio-economically, MTI Consulting has recommended a radically different approach to restructuring the Cabinet of Ministers.",
    "How nations, both developed and developing, structure their cabinets is often based on legacy practices with incremental, ad-hoc changes. There is very little ground thinking, first principles, and future-proofing (which are considered effective in organisational structuring) that goes into such a process.",
    "In this backdrop, Sri Lanka now has an opportunity to think afresh and develop a Cabinet structure that can then permeate to the structuring of all Government institutions, even considering rationalisation and consolidation where needed.",
    "Governmental organisational structures tend to suffer from the ‘legacy’ effect of structures that were put in place decades ago, at a time when the Government had a different operating model and a different set of challenges. Since then, these structures have been subjected to a series of incremental and tactical changes. It is much like each tenant in a rented house being allowed to make structural changes to the building to suit their tenancy period! The net result is a less-than-optimal structure that is unable to respond to contemporary global and local challenges.",
    "It is not just the structure; the same ‘legacy’ factor impacts the processes, performance management, and importantly, the culture of the organisation – the combination of which has a crippling effect on the organisation, in this case, the Cabinet. The bigger concern is that the entire government apparatus (which is the biggest employer in the country) is structured and shaped in the way the Cabinet is structured.",
    "Based on proven international and local experience and best practices, MTI Consulting has recommended a 10-step process that the Sri Lankan Government can follow. It requires bringing all stakeholders together and spending quality thinking time for strategising and structuring.",
    "Step 1: Go completely ‘Ground Zero’ – which means assume none of the current ministerial portfolios exist and avoid any reference to any current ministerial names, even later on in the process.",
    "Step 2: Identify the basis Portfolio Need Identification – which in the case of the Cabinet will cover 5 criteria (as diagrammatically illustrated below) i.e. People’s Need, Enablers, Economy and Governance, Strategic and Financial and Contemporary Challenges.",
    "Step 3: Apply ‘People’s need’ as the first basis of structuring – Governments exist only to serve/meet the needs of people. Therefore, in structuring the government, it should be based on the specific needs of the people. Starting with basic human needs, hierarchically exploring all types of physical, physiological, social, safety and economic needs.",
    "If the above is applied to the Government of Sri Lanka, the first-cut based on People’s need will be as follows:",
    "Step 4: Identifying the ‘Economy and Governance’ based ministerial needs",
    "Beyond the people’s needs, at a macro level the Government needs to manage the economy and ensure effective governance (including the effective management of all other ministries) – this then leads to the need for other ministries. In order to ensure and manage all portfolios identified (applying multiple criteria), what types of economic management and governance functions need to be undertaken? Accordingly the following has been identified as the ‘first-cut’ list.",
    "In identifying the ministries based on the ‘People’s Needs’ and ‘Economy and Governance’, there is tendency for wide variation in the scope and scale of the ministries identified and therefore some key functions may not get adequate focus. Estimating the strategic and financial value of the portfolios (identified under each of the other modules) and then deciding which ones require further segmentation.",
    "Step 6: Contemporary national challenges – that demand ministerial focus",
    "The world we live in today confronts us with dynamic socio-economic and political challenges, which governments need to respond to and in some cases there needs to be institutions to manage/respond to these challenges. Evaluate all the current / emerging socio-economic and political challenges that the country encounters and decide if any of these warrant a dedicated portfolio. Accordingly, for Sri Lanka the following have been identified.",
    "Step 7: Ministries that are needed for the ‘Enabling’ role ( See Graph 5 )",
    "When identifying the ministries based on the criteria under Steps 2 to 5, the focus is on the front-end needs, consequently the enabling ministries (also known as back office or shared services functions) do not get captured. For each of the ministries identified thus far, examine the need for the enabler role, based on which the following has been identified.",
    "Step 8: Rationalise the 36 ministerial needs that were identified by applying the 5 structuring criteria",
    "Applying the 5 different criteria, we have arrived at 36 portfolios of varying scopes. While this is exhaustive, there is the possibility of over-laps and more importantly the need to rationalise and merge some of the portfolios – in the pursuit of ensuring a max of 15 Cluster Ministries (considered an optimal number).",
    "Step 9: Arriving at the final list of 16 ‘Cluster Ministries’ – by applying the following structuring principles: ( See Graph 6 )",
    "Strategic synergies – where more than one portfolio can be merged for strategic and link reasons",
    "Specialisation and Separation – where portfolios need to be kept very distinct – despite not justifying sufficient ‘workload’ and responsibility to match the other portfolios",
    "Use of contemporary terms that reflect the above and the ‘end-user’ expectations",
    "“This is only one example of the Ground-Zero model application – the end result depends on the quality of thinking and intellect that goes into the process. There could be several outcome possibilities and that’s not an issue, as long as there is process integrity and rigour.”",
    "Public Welfare is a cluster of public services, social welfare, national integration, religious practices and disaster management",
    "Enterprise Development has been added to Industrial Development – so that the former focuses on the SMEs, while the latter focuses on large scale industrial infrastructure development, including the vital logistics component",
    "International Relations (currently known as the foreign ministry) will also have responsibility for ‘International Investments’ (FDIs) – because when they have such an extensive network of foreign missions, why only use this for diplomatic and consular work? Hold them responsible for investment targets.",
    "Financial Services will be part of Economy, Planning and Governance",
    "State Enterprise Development can either fall under the relevant line ministry or under ‘Economy, Planning and Governance’ (which in any case will be responsible for the Governance of these SOEs)",
    "Tea and Rubber Plantation, by virtue of being largely for exports, will fall under Export Earnings, while the other could be under ‘Food and Agriculture’",
    "National Fitness aims to develop a fit and healthy nation – given its positive impact on national productivity",
    "Step 10: Each of the ‘Cluster Ministries’ are then further segmented into ‘Sector Ministries’ – using the same structuring principles as above. ( See Graph 7)",
    "Step 11: Set KRAs and KPIs – each Minister’s performance appraisal to be presented to both the Parliament and the public. Then, apply the process down to the next level of Government departments and SOEs.",
    "The purpose of Deputy Ministers should be challenged – in favour specific Subject Ministers for well-defined portfolios with clear end deliverables.",
    "MTI Consulting is an international strategy consultancy, having completed 680 projects across 51 countries over the last 27 years, with 7 regional offices and associates in over 30 countries."
  ]
}