{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Energy-is-people-s-property-time-to-claim-our-share/4-760822",
  "time_ut": 1713549322.0,
  "original_lang": "en",
  "original_title": "Energy is people’s property; time to claim our share",
  "original_body_lines": [
    "If I made this statement even a few short years ago, I would have been labelled insane.  The ground reality at that time would have clearly supported that view, at least to the extent of our claiming our share.  But much has changed in those years, particularly for Sri Lanka, when no one would now dare claim that any fossil fuel-based energy generation, the playing field of a chosen few, is cheaper than renewable energy. This most encouraging change has much more far-reaching implications, in that the basic resources available are natural renewable resources such as sunshine, wind, water on one hand and no one can claim ownership of these resources and the technologies of converting these to electricity are now economically feasible at much smaller scale. Of particular interest are the solar energy technologies, which has now made it possible for electricity consumers to become “Prosumers”.",
    "A collective sigh of relief would have been heaved by the electricity consumers with the recent reversal of the last unwarranted increase in October 2023, highly criticised by all.",
    "However, some mature consideration would reveal that this is indeed a temporary respite. What was achieved after much agitation, which the Ministry nor the PUCSL could no longer ignore, was the removal of the 18% average increase in tariff imposed in October 2023.  The euphoria would cloud the fact that even with this reduction the consumers are required to absorb the two massive increases imposed on August 2022 and February 2023. The sector pundits point out that this would place Sri Lanka as the highest consumer tariff in the region, which does not augur well for the competitiveness of our industries nor the cost of living of the ordinary people.",
    "As such it is important to go deeper into the dynamics of this saga of consumer tariff increases. The CEB will claim that they have to be paid an adequate tariff to cover their costs, without admitting the fact that they have not strived to keep such costs down to economical levels, by prudent planning and implementing the much talked about least cost generation options.",
    "What is of much more current importance, is to discuss how the present levels of tariff can be at least maintained at present levels if not lowered further.",
    "For this purpose, it is important to understand how the reduction of 18% was achieved. The fact of the matter is that Mother Nature has been kind to grant Sri Lanka ample rainfall, perhaps more than the expected average, which enabled the removal of the use of the most expensive source of power generation viz oil, to a great extent and perhaps reduced the contribution by coal as well.  The excellent chart from ADVOCATA reproduced below illustrates this most clearly.",
    "On Jan 1st 2024, the use of oil was down to only 2%. And this was zero on some days prior. Why no rush to device plans and programs to expand such a heady situation as much as possible?  It is Sri Lanka’s misfortune that such progressive thinking is totally absent in the plans and programs of our Utility.",
    "No doubt this situation was possible due to the abundant hydro power contribution which as expected has now completely reversed as shown below. The present contribution by both CEB Hydro and private Mini Hydro is now only 24%. The oil-based generation has increased to 24% and Coal to 44%.",
    "As such the inescapable reality is that unless means are found to get an alternate source to replace the reduced contribution by the Major Hydro resources, the cost of generation is bound to rise back to the level before. The CEB has already asked for 100 MW of Emergency Power, which will prompt the CEB to seek further increases in tariff, sooner than later.  What led to the massive hike in tariff in Aug 2022 and Feb 2023 was the Government’s policy on the politically motivated myth of maintaining uninterrupted power 24/7, with total disregard to the cost of such generation and the impact on the Balance of Payments.  We are back to square one as it were, with ever increasing dependence on oil and coal, at even higher costs with increased price of oil and coal.",
    "Therefore, from the point of view of the consumers and in the interest of the economy struggling to recover, an alternate pathway is essential if Sri Lanka is to survive. Perhaps it is forgotten that Sri Lanka is still able to find dollars to buy oil and coal, only because we are yet to commence repaying the external debt. That this is not going to last is most evident. As such any prudent Utility, Ministry or the Government, should take urgent measures to address this situation.",
    "A broad and in depth study with adequate stakeholder consultation and a clear understanding of the rapid changes in technologies and commercial aspects of the energy sector, and even more importantly the options available to Sri Lanka, are needed before the essential and sustainable long-term policy and strategies are determined to ensure energy security and to meaningfully adhere to the SDG 7 Clean and Affordable Energy for All.  What is urgently required is a National Energy Policy not limited to electricity, encompassing a National Electricity Policy as an important and essential component.",
    "However, there is an urgent need to tackle the much more urgent short term and medium-term issues, which are cropping up now.  With the necessary will and the wisdom, Sri Lanka has the option of arriving at such decisions now, if there is the will to do so, which can have very positive long-term impacts on the sector in particular and the economy in general.",
    "The massive increase in consumer tariff in recent times has affected the general public as well as the economy, reeling under the misfortunes over the last couple of years. The highest tariff in the region has gravely affected the competitiveness of our exports of manufactured goods and is delaying the possible economic recovery. Hundreds of SME will never recover.",
    "One the other hand the increased tariffs and the bountiful rains have impacted the finances of the CEB positively to enable them to reverse some of these negative impacts, if care is taken to avoid the past problems which led to the recent mess. The overdependence on fossil fuels, oil in particular, is the main reason.",
    "The generation data on recent months clearly shows that it is possible to do without any oil, if the slack is taken up by Hydro. This can be extended to the dry months too, if other RE and DSM measures are in place to cater for the reduced contribution by Hydro. The impact of this in a practical way as a step by step process, is illustrated below using data presented by the CEB .",
    "This change obviously cannot come overnight, but needs a commitment to achieve the same sooner than later.",
    "But I believe that all these steps, stopping all oil based IPPs, followed by two stage reduction of CEB oil-based power generation, can be achieved within 2024, given the dire consequences of non-commitment.",
    "What is needed is a realistic view of what will befall us with the current dry spell, the extent to which it would continue, is anyone's guess. The prediction of a La Nina phenomenon to follow the El Nino does not bode well for us.",
    "And once step three is achieved there would be a further possibility of further reduction of tariff by January 2025. Based on current demand of 15,000 GWh this saving would result in a reduction of Rs. 5.00 per unit. What is more important is that there would be no need to increase the tariff.",
    "The hitherto ignored promotion of DSM particularly the savings possible with use of LED bulbs and Energy Efficient Motors can add to this saving.",
    "There are grave doubts expressed on the accuracy of the financial reporting by the CEB. It is felt that if this is done accurately, then the consumer tariff could be reduced even further. At the very least some credible and independent financial audit is called for.",
    "That is the challenge I posed. Let us consumers more correctly “Prosumers” claim our rights and accept the challenge. The experience of the past few years has given us the confidence that this is indeed possible. We have to be thankful to the Ministry and the CEB for providing a viable tariff for the Roof Top Solar PV and making several important concessions on the permitted scope to enable the “Prosumers” to raise their interest and scope of engagement to take up this challenge with confidence.  The current   825 MW of roof top solar contributing 1200 GWh of energy annually is evidence enough. Perhaps what is needed is for the national policies and the needs of the country to be recognized by the CEB and LECO staff at the field level to be much more committed and co- operative than at present to help in this nationally critical endeavor.",
    "There is much discussion going on regarding large Solar and Wind Projects, some of which are being handed over to foreigners on a plate with scant regard to the prevailing laws and regulations. But none of these would make a contribution towards resolving the immediate crisis, as they would not deliver any energy for several years more but block the access to the grid by the Sri Lankan developers.   A clear review is needed on the true value of pushing such large projects with questionable benefits to the country or the economy, instead of supporting the local industry and Prosumers who can deliver the required energy much faster and cheaper as well as help establish the Sri Lankan energy industry essential to ensure future energy security.",
    "However, the immediate potential and challenge is for highly accelerated development of the Roof Top Solar PV sector, which at the present moment have several positive drivers to attract investment by a large spectrum of “Prosumers” as noted below.",
    "Well established and tested regulations under the Surya Bala Sangraamaya",
    "Great interest by even domestic sector consumers driven by the significantly high Electricity Bills",
    "Lowered loan interest and increasing engagement of local banking sector",
    "The attractive business case possible under the Net Accounting system even for medium level domestic consumers.",
    "(The author would be happy share the financial analysis on the different modes of engagement possible)",
    "The estimated contribution needed for elimination of use of oil-based generation which is estimated to provide 3440 GWH for the year 2024 are,",
    "Given the demonstrated progress none of these are impossible targets, and are primarily driven by private investments, which while being of value to the investors themselves would also yield immeasurable benefits to the electricity Sector and the lower end consumers, by lowering the average cost of generation.",
    "The projected acceleration from 2024 is eminently feasible given the correct emphasis and urgency.",
    "Perhaps even greater service would be the significant reduction of the drain of foreign exchange and the improved balance of payment.  The favourable impact on the environment and global warming may be considered an added bonus.",
    "The important message I would like to convey is that it is time that we, the true owners of our energy resources, commence staking our claim which is demonstrably feasible.  We will not only be protecting our own interest and well-being but also be helping the country immensely.",
    "This is a ‘mantra’ often muttered about with nothing being done. There is absolutely no excuse for the CEB not to initiate a very aggressive DSM program starting with the replacement of all remaining incandescent bulbs and CFL bulbs with LED bulbs. A few years ago, a tender was approved to import 10 Million LED bulbs. But nothing has been heard if these have been imported and distributed.",
    "This zero-cost option must be followed without delay. A significant input at reasonable prices would break the back of the most unconscionable market prices of LEDs prevailing now and accelerate the adoption with immediate impact on the electricity demand and thereby the costs.",
    "There are many other avenues of DSM which require urgent action to implement.",
    "Primarily not to pose obstructions if they are not willing or able to facilitate and accelerate this change. For example, not to impose any more disincentives like the recent VAT imposed on import of Solar Panels Make it the mandatory responsibility of the CEB and LECO to ensure reaching the 70% RE target by 2030. This change must have year by year milestones and Roof top Solar is the low hanging fruit. Since this can be developed only by the “Prosumers” and not by the CEB nor LECO, it is hoped that they would pass on this mandate and responsibility down to the lowest depot level staff, who are best placed to provide the favourable eco system to encourage the development",
    "*State must insist that the Banking Sector allocates a reasonable portfolio of credit for the Sector without imposing impractical and unfair demands on collateral",
    "*Maintain the current favourable fixed Feed in Tariff (Nov 2022 Gazette) at least till 2026.",
    "*Accelerate the process to obtain the next ADB concessional loan facility.",
    "While the Government continues the Mantra on increasing the export income, we can provide the much easier path of reducing the drain of FOREX which is much faster and feasible.",
    "I invite all “Prosumers” to take the Bull by the Horns ourselves, in spite of the many current obstacles and frustrations."
  ]
}