{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101345/-philippines-detects-first-mpox-case-this-year-yet-to-determine-strain",
  "time_ut": 1724051040.0,
  "original_lang": "en",
  "original_title": "Philippines detects first mpox case this year, yet to determine strain",
  "original_body_lines": [
    "The Philippines has detected a new case of the mpox virus in the country, the first since December last year, its health department said on Monday, adding it was awaiting test results before being able to determine the strain.",
    "The patient was a 33-year-old Filipino male who had no travel history outside the Philippines, the Department of Health (DOH) said.",
    "“We are awaiting sequencing results and will update once available,” its spokesperson Albert Domingo said when asked about the strain.",
    "The World Health Organization on Wednesday declared mpox a global public health emergency, its highest form of alert, following an outbreak in the Democratic Republic of Congo that had spread to neighbouring countries.",
    "A new form of the virus has triggered global concern as it seems to spread easily though routine close contact.",
    "A case of the new variant was confirmed on Thursday in Sweden and linked to a growing outbreak in Africa, the first sign of its spread outside the continent.",
    "Pakistan on Friday confirmed at least one case of the mpox virus in a patient who had returned from a Gulf country, but said they did not yet know the strain of the virus.",
    "The new case in the Philippines is the 10th laboratory-confirmed case the health department has detected. Its first case was in July 2022.",
    "“Symptoms started more than a week ago with fever, which was followed four days later by findings of a distinct rash on the face, back, nape, trunk, groin, as well as palms and soles,” the Philippine DOH said in a statement.",
    "The disease, caused by the monkey pox virus, leads to flu-like symptoms and pus-filled lesions. It is usually mild but can kill, with children, pregnant women and people with weakened immune systems, such as those with HIV, all at higher risk of complications."
  ]
}