{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sri-Lanka-s-diplomatic-agenda-shifts-into-high-gear-amidst-political-transition/56-767978",
  "time_ut": 1728941815.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s diplomatic agenda shifts into high gear amidst political transition",
  "original_body_lines": [
    "Foreign Minister Vijitha Herath outlines Govt.’s policy direction, economic revival strategies",
    "Expresses deep concern over escalating humanitarian crisis in Gaza and Lebanon",
    "Foreign Minister Vijitha Herath yesterday addressed the Colombo-based diplomatic corps, outlining the Government’s foreign policy direction and economic recovery strategies amidst ongoing political transition.",
    "With the recent election of President Anura Kumara Dissanayake and a Parliamentary vote scheduled for 14 November, Sri Lanka finds itself at a critical juncture, balancing domestic challenges with international commitments.",
    "Herath, speaking at his first formal engagement with the diplomatic community, stressed on the peaceful electoral transition that brought Dissanayake to power and set the stage for what he described as a ‘mandate for change.’",
    "As the country prepares for Parliamentary elections, Herath acknowledged the constraints of governing with only three Cabinet Ministers overseeing 15 Ministries. “I am looking after five Ministries myself,” he said, citing this as the reason for limited diplomatic engagement thus far. However, he assured diplomats that broader cooperation would follow after the November election.",
    "The centrepiece of Herath’s address was Sri Lanka’s economic recovery, which hinges on a successful debt restructuring process and collaboration with international financial institutions.",
    "He highlighted productive discussions with the International Monetary Fund (IMF) earlier in October focused on the next phase of the Extended Fund Facility (EFF). “The debt restructuring process is very near completion,” he said, signalling optimism about Sri Lanka’s ability to meet debt sustainability targets and proceed with the third review of the IMF program.",
    "Herath also pointed to the $ 200 million RESET Development Policy Operation (DPO) agreement signed with the World Bank, aimed at stabilising the economy and protecting the vulnerable. He reiterated the Government’s commitment to inclusive economic growth, asserting that relief measures will be implemented to ease the economic burden on the public while boosting private sector confidence and investment.",
    "The Foreign Minister also underscored the Government’s commitment to ethical governance, particularly in its crackdown on corruption. He said that President Dissanayake’s administration has already commenced investigations into key corruption cases with the Bribery Commission, expediting actions on several fronts. “Economic success must be accompanied by supportive pillars such as rule of law, accountability, and integrity,” he said, noting these principles as vital to restoring",
    "The Government is also focused on ending division based on race, religion, and class, as well as addressing past human rights issues through credible domestic mechanisms.",
    "Herath stressed the importance of unity in building a nation that respects diversity and announced the reopening of investigations into accountability cases from Sri Lanka’s past.",
    "Expressing Sri Lanka’s commitment to engaging constructively with the United Nations Human Rights Council (UNHRC), he reaffirmed the Government’s opposition to external mechanisms on human rights matters.",
    "On the international front, Herath highlighted Sri Lanka’s application for membership in the BRICS and the new Development Bank, viewing the grouping as an effective partnership for mutually beneficial cooperation.",
    "Although Herath and the President will miss the upcoming BRICS Summit in Kazan, Russia due to the elections, he said the Foreign Affairs Secretary will attend to push forward the membership bid.",
    "Herath also touched on the visit of India’s External Affairs Minister Dr. S. Jaishankar, who met with the President and Prime Minister earlier this month, underscoring Sri Lanka’s close diplomatic ties with the neighbour.",
    "He acknowledged Sri Lanka’s leadership role in the Indian Ocean Rim Association (IORA), although the upcoming IORA Council of Members meeting has been postponed due to General elections.",
    "The Foreign Affairs Minister expressed deep concern over the escalating humanitarian crisis in Gaza and Lebanon.",
    "He reiterated Sri Lanka’s calls for an immediate ceasefire and a sustainable two-State solution for Palestine and Israel, in accordance with UN resolutions.",
    "The Foreign Minister also condemned the attacks that injured two Sri Lankan peacekeepers in Lebanon, affirming Sri Lanka’s commitment to its role in UN peacekeeping missions."
  ]
}