{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/possession-is-nine-tenths-of-the-law-land-disputes-in-the-mahaweli/",
  "time_ut": 1728754920.0,
  "original_lang": "en",
  "original_title": "Possession is Nine-Tenths of the Law – Land Disputes in the Mahaweli",
  "original_body_lines": [
    "I joined Development Alternatives Inc. (DAI), a US development agency, in 1988 after serving the Sri Lankan government for 15 years. I left the government service because of political and bureaucratic meddling in research administration. The DAI recruited me as the resident water-user organisation specialist of the Mahaweli Agricultural Rural Development (MARD) Project, funded by USAID, in the Mahaweli System B Region.",
    "The DAI was a good employer, and it gave me a well-furnished bungalow at Aralagawila (four miles from Dimbulagala) and a brand-new Pajero Jeep. I was happy to be away from Colombo after the difficult times with politicians and bureaucrats. Also, I was excited to move from doing research to project planning and implementation.",
    "There are two categories of residents in the Mahaweli area. The first is purana (old) villagers who have been in the area for generations. They claimed a right to own and cultivate their ancestral land. The second category is migrants and re-settlers who arrived as waves of landless households from congested villages and urban areas outside, especially from the Wet Zone.",
    "The first group resented the second group and complained that they had brought vices such as gambling and liquor consumption into the area. They also claimed village life was previously characterised by cooperation, peace, friendship, and decent living. On the other hand, the new arrivals considered the purana villagers to be baiyo (backward) and a superstitious lot. Some of them thought that they were veddhas (aboriginals).",
    "The Mahaweli development project, initiated in the 1970s, had its own administrative structure. The project had several ‘Systems,’ such as Systems H, B, and C. The Resident Project Manager (RPM) governed a System with several deputy resident project managers, unit managers, and specialists in water management, engineering, crop diversification, and agricultural extension. The RPM held the status of an additional Government Agent in the district.",
    "The RPM of the Mahaweli B System was my contemporary at Peradeniya University, and I knew him well. When I visited him at his office in Welikanda, a villager barged into the office to complain his land issue still needed to be resolved. The RPM asked him to sit down, served him tea, and promised to set up a land kachcheri to determine his land issue. After the villager left, the RPM asked me whether I could assist him in resolving the case.",
    "I talked to the DAI’s Chief-of-party about the invitation. He was happy I had been invited to settle a land matter. The RPM requested the Mahaweli Land Officer, grama sevaka and several other officials to attend the land kachcheri at the villager’s homestead.",
    "When I arrived with the Land Officer at the farmer’s kadulla (fence gate), several Mahaweli project officials and the grama seveka were waiting for us. The homestead was about quarter acre of land. A small wattle and daub house with corrugated tin-sheet roof was in the middle of the homestead. It did not have a veranda. There were lime, guava, and papaya trees in the homestead. A bullock cart was at a corner of the homestead. I sat on one of the two bo leeya (beams) that connected the cart’s main body to its yoke.",
    "As no one had left the house, I walked to its backyard. From there, I could see barren land full of weeds. I could hardly identify niyara (ridges) of abandoned rice fields. I saw a man in the field trying to remove the branches of a fallen tree. I asked him about rice cultivation. He said he could not cultivate rice because of the failure of the northeast monsoons. Then he smiled and said, “If we cultivate rice, we cannot harvest a yield because roaming wild elephants destroy the cultivation in a few minutes.” I asked him about his plans. He smiled and said he expected a piece of land from the Mahaweli with irrigation facilities in the area.",
    "It was a hot day, and the sun was shining over us. A cool breeze kept us comfortable. I returned to the Land Officer and checked the correspondence file and the plot’s land plan. He told me that the villager who had complained had no right to live on the plot and cultivate the land behind his house. He opined that the farmer should leave the land, enabling the Mahaweli to build a tertiary irrigation canal to irrigate about 50 acres of rainfed land.",
    "We waited for the farmer to come out of the house. Meanwhile, an officer offered me tea in a ceramic cup. He had brought the tea from home in a flask. Another officer offered me biscuits. I asked those standing in the compound to sit behind me on the other beam of the cart, but they preferred to stay standing.",
    "We heard some noise from the house. Suddenly, a woman came out of it. She walked up to me and started telling me her grievances. She and her husband were purana villagers and were born in this area long before the Mahaweli project was started. They cleared thick jungles more than 40 years before, built a house, and cultivated rice during the rainy season and other field crops during the dry season. They had one daughter who had left them on  diga (patrilocal) marriage and moved to her husband’s house in a nearby  purana village.",
    "The woman said her husband had requested permission and assistance from the Mahaweli Authority to stay in the homestead and convert the field behind their house into an irrigated rice land. She pointed out that her husband had an LDO (Land Development Ordinance) land permit, issued many years ago by the Government Agent (GA) of Polonnaruwa, and had paid annual Idam badu (land tax).",
    "I asked her to show me the land permit and annual payment receipts. She went to the house and brought several documents in a plastic bag. An officer standing next to me grabbed the bag from the woman and checked it before passing it on to me. There was an annual temporary land permit. However, after 1972, a receipt was absent to show the annual permit renewal. Having scrutinised the permit and receipts, I asked the woman, “Where is your husband?”",
    "“But he knew about the land kachcheri?” I pointed out. She kept quiet.",
    "“Where are the land permits and the receipts after 1972,” I inquired.",
    "“After 1972, the Government Agent did not renew the permit,” she answered.",
    "She said, ” He informed us through our grama seveka to leave the house and land as the government planned to build a big project in the area.”",
    "She raised her voice and snapped at me, “Where can we go? This is our land. We want to live here and die here.”",
    "“‘But the certificate says this is an LDO land, which means the land belongs to the government,” I pointed out.",
    "“But we have lived here for forty years. A relative told us that the land would become our sinnakkara (freehold) property if we lived on the land plot for 25 years or more,” she replied.",
    "I told her, “That rule does not apply to government land. As you don’t have a land permit, you are an illegal occupant of the land.” I asked her, “Do you know that rule?”",
    "“But we are not illegal occupants. You can ask the Buddhist monk at the temple about us. He will vouch we have lived on this land for half a century,” she shouted.",
    "I asked her, “Did you or your husband receive a letter from the RPM about this land three months ago?”",
    "I showed the woman a copy of the letter in the file and explained its contents. The RPM stated that the Mahaweli Authority would consider giving them a piece of land elsewhere when they leave the occupied land.",
    "She said, “We do not trust the government. This is a plan to seize our house and land and to throw us onto the road. We know your plan. You want to give our ancestral land to outsiders.”",
    "The village headman intervened. “Sir, they are notorious thugs who are engaged in the ganja business in the area. The Police know them and their activities. This woman’s husband should be in prison, not in the Mahaweli.”",
    "The woman cried and prayed to her village god, asking him to strike us with a henayak (thunderbolt). Suddenly, a bare-chested man in a sarong bolted out of the house with a sword. He was threatening that he would kill anybody who trespassed on his property. I could not run as I had to jump over the beam I was sitting on. With difficulty, I cleared it only to be confronted by the other beam of the cart. Then I heard him screaming. I turned back.",
    "The man was carrying a long, black, rusty sword. I was between the two beams, and he was approaching the first beam. He screamed again and struck the first beam with his sword. Then he ran back to the house. I looked around and found that the officers, including the grama seveka, had vanished. A little later, they returned and asked me whether I was okay. I smiled and told them that we should continue with the inquiry.",
    "We waited ten minutes, and the officer who had offered me tea earlier gave me another cup. The man who had threatened to kill us a little while ago returned wearing a shirt and a sarong and without his sword. He walked directly to me, worshipped my feet, and begged me to pardon him for his emotional and erratic behaviour. I asked him to sit next to me, but he sat on the ground before me.",
    "“We will move out only if we get an irrigated land parcel like resettlers,” he said meekly.",
    "“Why haven’t you allowed the officials to survey the homestead?”",
    "“They are hyran karayo (bullish people). I don’t like them. So why should they enter my land?” he retorted.",
    "I asked him, “Do you know it is an offence not to allow government officials to enter the land when they are on an official duty?”",
    "“No. Those officers should have gotten my permission first,” he answered.",
    "“Do you know the Mahaweli Authority plans to give you a piece of land if you leave this plot soon?” I asked.",
    "He thought for a minute. Then, he raised his voice and said, “The government is in a great hurry to bring outsiders to the area, ignoring  purana people like us. Many outsiders come to our areas as farmers, rent in others’ land, become businessmen, and hire us as wage workers. Why is the government not willing to give us the same benefits?”",
    "He calmed down and told me not to harm him for his stupid temper. He said that without being a chandiya (thug), it was challenging to live in remote jungle areas. He then revealed that he was a good friend of Podi Wije, the notorious criminal who terrorised the area a few years before. After the Police killed Podi Wije, he gave up his connections with criminals in the area and in Polonnaruwa.",
    "I told him that thuggery does not resolve land issues, but such behaviour can harm others. He apologised again. The grama seveka intervened. “Sir, your security is my responsibility because you are now in my division. I must inform the Police about this man’s actions. If we ignore such criminal behaviour, many others like to follow him and take the law into their hands.”",
    "I asked the Land Officer about his views on the land issue. He said, “This is a case of anawasara idam allimak (illegal land occupation).” I told him, “The farmer had obtained a land permit many years ago and had paid annual fees until the government stopped the permit renewal because it wanted the land for a public purpose. Therefore, he is neither a squatter nor an encroacher. He has developed the land with the government’s permission and, therefore, has interests in the land. He is entitled to compensation either in cash or in kind.”",
    "I then asked the grama seveka his opinion. He labelled the farmer kota bukkitikaru (encroacher), who has expanded one’s land area by grabbing land at the boundary. I told him the label was inappropriate, as the farmer had not encroached on the government’s land but remained in the original land parcel he had temporarily received from the government. I asked him whether he had any evidence to prove his accusation. He kept quiet.",
    "I told the farmer, “I would like to recommend to the RPM that you and your wife be given a piece of irrigated land and a homestead elsewhere in System B of the Mahaweli. I recommend you and your wife stay temporarily in this house until you build one. Please discuss your compensation package with the Land Officer.” The farmer did not say anything but stared at me blankly.",
    "I advised the farmer to cooperate with the Mahaweli project officials when they want to survey his land and collect socio-economic data. I warned him any complaint from the officials against him could nullify the above arrangement.",
    "He wanted us to stay for tea. We excused ourselves, saying we had another meeting, and left him. In his eyes, I saw fear and distrust.",
    "We went back to the RPM’s office from the farmer’s land. The  grama sevaka had already reached the office. He was unhappy because I had recommended that the man receive a piece of Mahaweli land. “You met him only once and decided to help him. But we have lived with him in the village for many years. He has threatened me many times and once nearly stabbed me. I think I should report the entire episode in the morning to the Police,” the grama sevaka complained. I advised him not to do so. I told him, “As the grama sevaka, you should maintain a good relationship with all villagers without trying to criminalise some of them as thugs or hooligans.” I asked him to think about the predicament of the farmer and his wife; they were scared to leave the land. I invited him to visualise how he would have reacted to a group of officials who came to take over his only piece of land and house.",
    "I checked the draft transcript of the inquiry prepared by the clerk at the Land Office. I asked him to remove the reference to the farmer’s initial violent behaviour from the report and the references to ganja cultivation and thuggery.",
    "Six months later, I inquired about the farmer from the Land Officer. The farmer had received an irrigated land parcel in a new Mahaweli Unit, which was not far from the LTTE and Sri Lankan Army border, where they had frequently exchanged fire. The officer smiled and told me the village headman was happy that the farmer had left his division.",
    "I OPPOSE THE PRIME MINISTER, THE MINISTER OF PLANNING AND THE MINISTER OF AGRICULTURE",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}