{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-revise-sdp-act-with-rules-based-exemptions-167974/",
  "time_ut": 1718339100.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to revise SDP Act with rules-based exemptions",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka will bring changes to a Strategic Development Act to limit discretionary tax breaks, an International Monetary Fund report said.",
    "Giving tax breaks to some implies higher taxes on others, the report said. Sri Lanka’s current crisis stemmed in part from tax cuts made for macroeconomic policy.",
    "The SDP Act through its discretionary tax breaks have come under fire for being open to corruption.",
    "“The authorities committed to refrain from new tax exemptions, incentives, and from approving new projects under the SDP,” the report said.",
    "“They will submit amendments to the SDP Act introducing transparent, rules-based eligibility criteria for granting time-bound incentives to Parliament by end-February 2025.”",
    "Under the SDP Law not only is corporate tax exemptions given, but also value added and tax and in an unusual situation, senior management are exempt from taxes.",
    "Sri Lanka has found it difficult to attract foreign investors amid monetary instability coming from operational frameworks with anchor conflicts which leads to crises and instability.",
    "Sri Lanka also has high corporate tax rates compared to countries with monetary stability in East Asia.",
    "Fast growing East Asian nations which avoid currency crises with currency board style arrangements, or low inflation targets below 3 percent or practice deflationary policy have income tax rates of about 20 percent, VAT below 15 percent and low debt to GDP ratios.",
    "In Sri Lanka nominal interest rates are higher due to monetary instability, and frequent crises from aggressive monetary policy or too loose liquidity tools in operational frameworks.",
    "Of late some Sri Lanka businesses have also started to set up offices in single anchor regimes to escape external controls, inflation and high taxes. Individuals started to flee in their millions from the 1980s to single anchor regimes to work.",
    "Upto now all calls for rules based single anchor regime has been rejected in favour of flexible (discretionary) regimes which are open for printing money to target output re-finance credit.",
    "Sri Lanka started going to the IMF when revenue was in excess of 20 percent of GDP. (Colombo/June12/2024)"
  ]
}