{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ye-olde-resthouses/",
  "time_ut": 1718405160.0,
  "original_lang": "en",
  "original_title": "Ye Olde Resthouses",
  "original_body_lines": [
    "A couple of Sundays ago, Gamini Peiris of Moratuwa wrote a letter to the editor of the Sunday Island, about resthouses and noted: “I write this brief note hoping for a response from some readers.” Dr. R P Fernando from Epsom, UK, responded with his opinion titled Long ago British residents of Colombo also loved resthouses and went on to quote lawyer Brook Eliot in his book Real Ceylon. Having been to many of the old, real resthouses with siblings and in-laws given to traveling around, and a husband who was forever planning holidays, I decided to take up the invitation to reminisce.",
    "Resthouses (RH) were set up and maintained for the benefit of colonial administrators beginning from the Dutch period to accommodate officers who travelled around. During British rule, they were improved and added to so that the entire island from Dondra to KKS, from the west to the east was dotted with these convenient stay over places. Resthouses gave administrators board and lodging during their ‘circuits’ – so named inspection tours or administrative visitations to remoter parts of their province or district.",
    "Garnered from an article in the Sunday Times of November 7, 2010, by Royston Ellis are the following facts: according to the AA handbook of 1950, 110 RHs dotted the land. The Ceylon Tourist Board in 1986 listed 133. The oldest building was of the Tangalle RH which was a Dutch administrator’s bungalow – 1774; the oldest being Ambepussa RH, built 1820-31 while Captain Dawson was having the Kandy-Colombo road constructed.",
    "Subsequently, RHs became available for booking by the general public and progressed to being popular places for holidaying. Parallel to RHs were a lesser breed of stayovers for administrators named circuit bungalows. Many government departments ran their own circuit bungalows, which too soon became available as holiday resorts, first with the relevant government officer accompanying and later, booked by him. E.g. The circuit bungalow of the Salt Corporation Hambantota, and the Cashew Corporation bungalow on stilts right on a stretch of deserted beach in Mankulum. No more – destroyed during the civil war.",
    "A significant general feature of RHs of then was hospitality; you were made welcome with old world charm and graciousness. The RH Keeper, as the manager was named, was usually elderly and clad in white sarong and shirt. It was he who served at table as few were then stayers. Evening saw government officials of the area coming in for a mite of socializing over a glass or two of that which cheers. Meals were always suited to the Sri Lankan palate with the inevitable pol sambal, fried dry chillies and in most, dessert being genuine curd and treacle. Genuine in the sense the curd was from buffalo or cow milk, not powdered milk, as much of the curd now available is. Often milk powder used is past its time of shelf life. The Tissamaharama RH served excellent meals and curd too. Hambanbtota was known for its fresh seer fish dishes.",
    "RHs were graded in clients’ minds according to poshness, amenities, accommodation offered. The Peradeniya RH, opposite the Gardens, was exclusive when I was a child in Kandy. Visitors were usually white planters or top government officers who also used it as a resting place between games of golf in the adjoining course. Then it opened its wide verandah to anyone, becoming in the 1960s my atomic family’s holiday resort when visiting Kandy – preferring to live here than in a relative’s home.",
    "At that time there were not many hotels or resorts in Kandy apart from Queen’s and Suisse hotels. That wonderfully open and hospitable RH was transferred from the government to the Hotels Cooperation (I believe) and then to a private investor who has closed the entire structure, made it two storeyed. About a year ago, lunching there after hours spent in the Gardens, was claustrophobic: closed windows and drawn thick curtains in its dining area on the upper floor shutting out view of trees. Denigration and desecration.",
    "Prime RHs and very popular of say 50 years and more ago were the Nuwarawewa and Tisawewa at Anuradhapura; the one jutting into the Parakrama Samudra at Polonnaruwa; Kalawewa, also with its sitting area above the wewa; Belihuloya, Tissamaharama, Hambantota, Ella and Kankesanturai. Belihuloya was quite a honeymooners’ place while Hambantota was for sea paddlers and swimmers. I particularly loved this place as it was adjacent to the old court house where Leonard Woolf gazed on one side on the blue ocean and on the other on the stretches of forest. Maybe he conceived the plot of his novel Village in the Jungle, translated to Badde Gama, while hearing cases and becoming more disillusioned with British colonial rule in the early decade of the 20th century.",
    "Smaller RHs were used for lunch en route on holiday or for a cup of tea and always to ease oneself. I well remember the quaint building in Tanamalwila; Matara where one stopped over to bathe in the calm sea of Polhena and then have lunch. It was bang beside the busy Colombo road and nothing more than a convenience. Remembered is a long trip with my sister’s family and a friend of theirs starting at Hambantota and driving along the south east coast, stropping over at the Sinnamuttuwaram and Vakarai resthouses which were right up against the sea.",
    "Destination was Trincomalee which necessitated the driving of the two cars onto a large ferry, standing on it and then stepping out on the other bank of the river we had just crossed. We negotiated seven such. The last was the Mahaveli – very wide and with a strong current. The ferry was attached to a strong metal cable that was drawn across the river and so the ferry crossed the river – chained.",
    "Like all else RHs too were subject to change, for the better in most cases but some drastically in their very nature and ambience. They became resorts, changed ownership and took on fancy names. Many had cloth and jacket dressed young girls charmingly manning front desks. Two rest houses exemplify this transformation.",
    "The Nuwarawewa Rest House was a five-room property when it was declared open in 1957. A plaque at the entrance announces declaration was by Prime Minister S W R D Bandaranaike.",
    "It was handed over to Quickshaws for management in 1967 and was gradually expanded to a 70 room hotel, which after a major refurbishment was named Lakeside at Nuwarawewa. My penchant for staying at the Nuwarawewa Hotel continued with small groups of family members and friends. In around the 2000s we found it wanting; not up to the mark in the condition of its rooms, so we stayed elsewhere. Still faithful to RHs, a son and I stayed at the refurbished Quickshaws’ Sanctuary Tisawewa with its ancient but well maintained buggy cart parked in the entrance, long verandahs and high beds with mosquito nets.",
    "Fortunately, Lakeside Hotel Nuwarawewa returned to its old charm and amenities. It retained its entrance verandah, the high roof, the outside sitting area. The rooms and toilets were redone, so also the dining and sitting areas. What remained unchanged was the hospitality offered, the attention and genuine concern shown by the older staff members. Nuwarawewa Resthouse or Hotel has an unchanged perennial added attraction – the proximity to the Nuwarawewa and the ease with which one gets on the bund to walk along, enjoying particularly the view of Mihintale with the white dagoba etched against the changing sky with varying cloud formations and colour tints at dawn and dusk.",
    "Tisawewa Resthouse began life as the stately Grand Hotel Anuradhapura, built by the British Colonial Government in 1907. Later it became the Tisawewa Resthouse, then the Tisawewa Grand, and most recently after a major refurbishment in 2005 in its 11 acre garden, it named itself The Sanctuary Tisawewa. It was managed by Quickshaws since 1967. I am not sure who manages it now.",
    "“With histories of more than 120 years and 70 years respectively, Tisawewa and Nuwarawewa resthouses were for a long period the only graded accommodation in Anuradhapura, and remain today two of the most sought after. Between them, they count many distinguished guests: Queen Elizabeth, Lee Kuan Yew, Zia Ul Haq and Moraji Desai as Heads of State.",
    "John Ruskin wrote: “We require from buildings two kinds of goodness: first, doing their practical duty well; then that they be graceful and pleasing in doing it.” Our resthouses fit Ruskin’s requirements well, particularly when we add “and the people who manage them”",
    "D-Day invasion of Normandy – a day for peace, a never-ending dawn",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}