{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103241/dilith-jayaweera-on-why-npp-govt-cannot-fulfill-its-promises",
  "time_ut": 1730977740.0,
  "original_lang": "en",
  "original_title": "Dilith Jayaweera on why NPP govt cannot fulfill its promises",
  "original_body_lines": [
    "The leader of the ‘Sarvajana Balaya’ alliance, Gampaha District parliamentary candidate Dilith Jayaweera claims that the National People’s Power (NPP) has failed to fulfil its promises to the people as they lacked the proper understanding of how to fulfil them.",
    "He stated this while addressing a public meeting held in the Kandasurindugama area in Negombo last evening (06).",
    "Jayaweera said the ‘Sarvajana Balaya’ alliance is not engaging in politics based on promises and that their focus is on a type of politics that is about only speaking about what is definitely achievable.",
    "He highlighted that their wish is to provide guidance to the President and alleged that many of the President’s promises have remained unfulfilled as they were never attainable.",
    "“They promised to reduce the electricity bills by 40%. It cannot be done. They said they’ll slash petrol price to Rs. 200. But in the end, only Octane 95 which is used by the wealthy was reduced. You got nothing,” he said.",
    "“We can explain how a coconut went up to Rs. 140, and the way the egg prices increased. They are simple concepts of how the price of a product is formed. They are unaware of this. How can one know if they haven’t visited a market?” he questioned.",
    "The ‘Sarvajana Balaya’ alliance leader said since a long time ago they have been speaking about nationalism and entrepreneurship and that today, even America’s Donald Trump is also talking about nationalism and entrepreneurship.",
    "He further stated that he believes Sri Lankans will learn a valuable lesson from Trump’s Presidential Election result."
  ]
}