{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104385/sri-lanka-to-soon-formulate-national-policy-on-visits-by-foreign-research-vessels",
  "time_ut": 1734713220.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to soon formulate national policy on visits by foreign research vessels",
  "original_body_lines": [
    "Sri Lanka will soon formulate a national policy on allowing visits by foreign research vessels, Foreign Minister Vijitha Herath said here on Friday, amidst frequent docking requests from Chinese surveillance ships which raised concerns in India.",
    "Herath’s comments came days after Sri Lankan President Anura Kumara Dissanayake’s visit to India.",
    "In January, Sri Lanka enforced a year-long moratorium on foreign marine scientific research survey vessels operating in its waters and the Exclusive Economic Zone after strong security concerns were raised by India and the US following frequent docking requests from hi-tech Chinese surveillance vessels.",
    "Sri Lanka’s moratorium on allowing research vessels is still in force which would be reviewed appropriately, Herath said.",
    "Upon his return to Colombo from India, Dissanayake held a meeting with a top Chinese government official who expressed China’s wish to see Chinese research ships resuming their visits to Colombo.",
    "Asked if India had raised concerns over such visits during Dissanayake’s stay in India, Herath said Indian concerns were based on their national security and regional security threats.",
    "“We assured that we will not allow any action to threaten Indian security concerns by using our land,” Herath said.",
    "“The visit has turned out to be one which has resulted in many achievements for the people of Sri Lanka,” Herath said.",
    "Herath said that India and Sri Lanka did not seal any formal agreements during Dissanayake’s visit other than signing two MoUs on training Sri Lankan public service officials and preventing dual taxation.",
    "“We have only agreed to take forward the talks related to the Economic and Technology Cooperation Agreement (ETCA). There was no final agreement on anything,” Herath said.",
    "When Dissanayake’s National People’s Power was not in power it had expressed bitter opposition to the agreement.",
    "Herath also rejected allegations that Dissanayake finalized an agreement in Delhi for a direct fuel pipeline and a security pact across the Palk Strait.",
    "“We were emphatic that we are for promoting trade and investment between the two countries,” Herath said."
  ]
}