{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101425/mjp-leader-dilith-jayaweera-opposes-govts-move-to-sell-slt-shares",
  "time_ut": 1724322660.0,
  "original_lang": "en",
  "original_title": "MJP leader Dilith Jayaweera opposes govt’s move to sell SLT shares",
  "original_body_lines": [
    "The presidential candidate of the ‘Sarvajana Balaya’ alliance, entrepreneur Dilith Jayaweera has voiced his strong disapproval to the government’s plan to sell shares of Sri Lanka Telecom (SLT), calling it a ‘significant mistake’.",
    "The Mawbima Janatha Party (MJP) leader made these remarks during a discussion held with representatives of the Sri Lanka Telecom trade unions on Wednesday (21).",
    "A group of representatives of the Sri Lanka Telecom Engineers’ Association met with Mr. Jayaweera to express their concerns about the proposed sale of SLT, urging him intervene against the government’s attempt to privatize the state-owned enterprise. The union representatives also handed over a letter outlining their objections regarding the matter.",
    "Speaking during the discussion, entrepreneur Dilith Jayaweera questioned the logic behind selling profitable state-owned enterprises, emphasizing the potential for the government to manage and regulate sectors like telecommunication for financial benefit.",
    "“Why are public entrepreneurial-minded people selling these assets?” he questioned.",
    "Drawing a comparison with Singapore, he highlighted how the Singaporean government, with its entrepreneurial mindset, owns and operates some of the most profitable businesses in the country.",
    "“Telecom is a regulated sector. The government has the power to regulate it and generate revenue. The issue today is that the government has no substantial sources of income beyond taxes and fees, and is now looking to sell the remaining assets”, Mr. Jayaweera noted.",
    "The “Sarvajana Balaya” alliance’s presidential candidate also criticized the government’s approach to sell Sri Lanka Telecom, noting, “The government’s argument is to collect some tax from the private sector after selling these assets, but taxes are just the crumbs that fall below. Profits are not made that way.”"
  ]
}