{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/NMSJ-questions-due-process-raises-concerns-about-Wickremesinghe-arrest/56-780897",
  "time_ut": 1756334111.0,
  "original_lang": "en",
  "original_title": "NMSJ questions due process, raises concerns about Wickremesinghe arrest",
  "original_body_lines": [
    "National Movement for Social Justice reiterates call to abolish Executive Presidency for a just society",
    "Arrest of former President Ranil Wickremesinghe seen as pre-planned political move",
    "Use of Penal Code instead of Anti-Corruption Act raises concerns of prosecutorial abuse",
    "Timing of arrest before long weekend questioned as attempt to block legal redress",
    "The National Movement for Social Justice (NMSJ) yesterday reiterated its call for abolishing the Executive Presidency, while raising serious concerns over the arrest of former President Ranil Wickremesinghe.",
    "In a statement, the Movement questioned whether due process was properly observed by the institutions and individuals involved. It said that the earlier announcement by a YouTuber, who predicted Wickremesinghe’s remand, reinforced the impression that the arrest was a pre-planned political move.",
    "The NMSJ noted that instead of invoking the Anti-Corruption Act, No. 9 of 2023, which was designed for such cases, the prosecution relied on Sections 386 and 388 of the Penal Code and the Offences Against Public Property Act, No. 12 of 1982 as amended. This, it said, appeared intended to create conditions under which bail could not be granted, raising concerns of prosecutorial abuse.",
    "The statement also questioned the timing of the arrest, which was carried out on the eve of a long weekend, preventing Wickremesinghe from seeking legal redress for two days. If deliberate, the Movement said, this was a highly regrettable practice.",
    "The equal application of the law to all citizens, including the Head of State, was described as indispensable to maintaining public confidence in law and order. While the principle is not disputed, the NMSJ warned that the suspicions now growing among the public and within political circles regarding Wickremesinghe’s arrest must be taken seriously, as they directly affect prospects for good governance and the setting of proper precedents in political culture.",
    "“The suspicions raised in the process of arresting former President Ranil Wickremesinghe cannot be disregarded.",
    "As a civil society movement that firmly believes no one, not even the Head of State, should enjoy criminal impunity, the National Movement for Social Justice wishes to underline that this principle must be upheld as part of a political culture necessary for the country’s progress.",
    "We also reiterate that the entire Executive Presidential system must be abolished as a fundamental step towards creating a just society, in order to address the root causes of abuse of power.",
    "As a movement that worked hard to bring about the 19th Amendment to the Constitution, ensuring that the President could be held accountable and even be subject to legal action while in office if a citizen’s fundamental rights were violated, we reaffirm our commitment to the rule of law and equality.”",
    "“Our position is not limited to these constitutional principles alone. It also extends to preventing the misuse of power. In this regard, we are deeply concerned about the ethical standards and proper procedures followed by institutions tasked with upholding justice.",
    "“In this context, we raise serious questions about the arrest of Wickremesinghe on multiple charges, and about whether due process was properly observed by the institutions and individuals involved.",
    "“The earlier announcement made by a YouTuber, who claimed in advance that Wickremesinghe would be remanded, strengthens the impression that this was a pre-planned political move.",
    "“Furthermore, instead of invoking the Anti-Corruption Act No. 9 of 2023, which was passed for such purposes, the prosecution relied on Sections 386 and 388 of the Penal Code and the Offences against Public Property Act No. 12 of 1982 as amended. This appears to have been done with the intention of creating conditions under which bail could not be granted, which in turn raises concerns of prosecutorial abuse.",
    "“It is also questionable that the arrest was carried out just before a long weekend, effectively preventing Wickremesinghe from seeking legal redress for two days. If this was deliberate, it is a highly regrettable practice.",
    "“The equal application of the law to all citizens, including the Head of State, is indispensable to maintaining public confidence in law and order. There is no dispute about it. At the same time, the suspicions growing among the public and within political circles regarding the arrest of Wickremesinghe must be taken seriously, as they bear directly on the country’s prospects for good governance and the establishment of a political culture that sets proper precedents for the future”.",
    "The statement was signed by National Movement for Social Justice General Secretary Sunil Jayasekara."
  ]
}