{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104280/modi-assures-indias-continued-economic-support-for-sri-lanka",
  "time_ut": 1734342120.0,
  "original_lang": "en",
  "original_title": "Modi assures India’s continued economic support for Sri Lanka",
  "original_body_lines": [
    "President Anura Kumara Dissanayake has extended an invitation to Indian Prime Minister Narendra Modi to visit Sri Lanka, during the joint media briefing held in New Delhi this afternoon (16).",
    "Meanwhile, he also stated that PM Modi had assured continued economic support for Sri Lanka.",
    "During the meeting, the Sri Lankan leader assured that the island nation would not allow the country to be used in “a manner that is detrimental to the interest of India”.",
    "“I have also given an assurance to the Prime Minister of India that we will not allow our land to be used in any way in a manner that is detrimental to the interest of India. The cooperation with India will certainly flourish and I want to reassure our continued support for India,” Dissanayake said after the interaction.",
    "PM Modi said: “We completely agree that our security interests are interlinked. We have decided to finalise the Defence Cooperation Agreement soon.”",
    "“Cooperation on hydrography has also been agreed upon. We believe that the Colombo Security Conclave is an important platform for regional peace, security and development. Under this, cooperation will be enhanced on topics like maritime security, counter-terrorism, cyber-security, fight against smuggling and organised crime, humanitarian assistance and disaster relief. The people-to-people relations between India and Sri Lanka are linked to our civilisations,” he added.",
    "Meanwhile, both the nations have signed several memorandums of understanding (MoUs).",
    "At a joint press conference, PM Modi also highlighted India’s robust support to Sri Lanka’s development.",
    "“India has so far provided 5 billion dollars in line of credit and grant assistance to Sri Lanka. We have cooperation in all 25 districts of Sri Lanka, and the selection of our projects is always based on the development priorities of the partner countries,” he said.",
    "Highlighting new initiatives under India’s developmental cooperation with Sri Lanka, PM Modi said: “From next year, monthly scholarships will be given to 200 students in the universities of Jaffna and Eastern Province. In the next five years, 1500 civil servants of Sri Lanka will be trained in India.”"
  ]
}