{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sdb-bank-announces-strategic-bancassurance-partnership-with-lolc-life-assurance/",
  "time_ut": 1713891360.0,
  "original_lang": "en",
  "original_title": "SDB bank announces strategic Bancassurance Partnership with LOLC Life Assurance",
  "original_body_lines": [
    "Delivers best life insurance solutions for SDB bank customers with convenience and speed",
    "As a significant step towards enhancing cross financial and insurance services, SDB bank is pleased to announce its new bancassurance partnership with LOLC Life Assurance Ltd. This collaboration marks an important milestone in providing SDB bank customers with convenient access to life insurance products, leveraging LOLC’s expertise and integrating its offerings into SDB Bank’s extensive branch network.",
    "Through this partnership, customers can avail both banking and insurance services under one roof, thereby facilitating a seamless service experience for current and prospective clients. This initiative is expected to leverage the strengths of both entities, combining SDB Bank’s robust banking network with LOLC Life Assurance’s expertise in providing comprehensive insurance solutions.",
    "The Memorandum of Understanding (MOU) was officially signed at the SDB Bank Head Office on April 22, 2024, marking the commencement of this auspicious partnership. The MOU was signed by Mr. Niranjan Thangarajah, Acting Chief Executive Officer of SDB Bank, and Mrs. Nadika Opatha, Director/Chief Executive Officer of LOLC Life Assurance Ltd. Mr. Thangarjah expressed his enthusiasm for the partnership, stating, “This alliance with LOLC Life Assurance is a testament to SDB Bank’s commitment to offering our customers a holistic banking experience. By integrating insurance services into our network, we are not only expanding our portfolio but also providing our clients with the convenience and trust they associate with SDB Bank.”",
    "The partnership is poised to set a new benchmark in the SDB bank, reflecting both organizations’ dedication to providing exceptional service and value to their customers.",
    "Related Topics:SDB bankSDB bank strategic Bancassurance Partnership with LOLC Life Assurance",
    "CSE chairman focuses on capital-raising and stock market outlook for 2024",
    "‘Fuelling Growth for 26 Years – SDB bank’s Journey of Empowerment, Progress and Partnership’",
    "SDB bank relocates City Branch to Union Place, offering purpose-driven banking services for forward-thinking Sri Lankans",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}