{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-parliament-bomb-former-secretary-general-remembers/",
  "time_ut": 1735430940.0,
  "original_lang": "en",
  "original_title": "The Parliament bomb: Former Secretary-General remembers",
  "original_body_lines": [
    "(Excerpted from Memories of 33 years in Parliament by Nihal Seneviratne)",
    "On July 29, 1987 President J. R. Jayewardene signed the controversial Indo-Lanka Peace Accord with Prime Minister Rajiv Gandhi of India in Colombo. Most observers take the view that Jayewardene, fighting a JVP insurrection in the South and the LTTE insurgency in the North, had little option but to sign an agreement and he was railroaded into accepting India’s terms. The LTTE was determined to win a separate state of Eelam for the Tamil people even at the expense of a ferocious war they waged. The JVP’s second insurgency had created near anarchy in the South. There was no possibility of fighting on two fronts and JRJ signed the agreement which brought the Indian Peace Keeping Force (IPKF) to Lankan soil.",
    "It was fairly well known that President Jayewardene had not consulted his own Cabinet Ministers except for one. The belief was that the Accord draft had been drawn up in India with almost no consultation with the Sri Lankan side. They were trying times for the country and the Government in power. Days before the signing of the Accord, the Indian Air Force had airdropped food supplies over Jaffna, a move that came in for heavy criticism from Prime Minister Ranasinghe Premadasa.",
    "He was among a powerful group within the Government opposed to the signing of the Accord. But JRJ went ahead and signed the agreement. The signs were apparent that the move had angered many including those within the armed forces. A naval rating who was part of the guard-of-honour for Rajiv Gandhi assembled opposite President’s House in Colombo struck him a heavy blow on the shoulder with the butt of his gun. Fortunately, Gandhi was not seriously hurt, suffering only bad bruises, and was immediately led to safety by his own and Sri Lankan security. This single incident which captured global headlines illustrated the mood in the country which caused much heartburn and even anger among the Sri Lankan people.",
    "On August 18, President Jayewardene was due in Parliament as he wanted to address the Government Parliamentary Group and explain the reasons why he signed this Accord /Pact with India. This fact was not fully known to many members of his own Cabinet, including possibly Prime Minister Premadasa. President Jayewardene had kept the contents and the substance of the Agreement a close secret and possibly the only Minister who had been taken into his confidence was Gamini Dissanayake.",
    "The President needed the support of two-third majority in Parliament to enact the enabling legislation by way of the Thirteenth Amendment to the Constitution which spelt out the devolution of power to the provinces and the introduction of the Provincial Councils and was seeking to shore up support from those in his Party. While the ruling United National Party (UNP) had the required numbers in Parliament, there were worries that some of them would not support the legislation needed to give effect to the terms of the Accord. President Jayewardene was coming face to face with many of his Party’s lawmakers for the first time since the signing of the Accord and hence the Group meeting was scheduled for the morning on 7 August 1987, ahead of the regular sitting of the House later in the day.",
    "The President arrived in Parliament that morning by around 8.20 a.m. to meet his Parliamentary Group. They were meeting in Committee Room 1, which is the largest Committee Room located on the ground floor which had a seating capacity of almost 150. The meeting was to start around 8.45. before which I got a message that the President wanted to see me. I was initially reluctant to go to the Committee Room .is it was a meeting of only Government MPs and I felt it was incorrect and unwise for me in my position to go there.",
    "But since it was the Head of State who summoned me, I went to the Committee Room. He was sitting at the head table with Prime Minister Premadasa on his right and Minister Vincent Perera, Chief Government Whip, on his left. In front of him sat over a 100 MPs with Ministers seated in the front rows. He inquired from me what business was due to be taken up that day. I had remembered to take the day’s Order Paper with me and together we read through the 25 items of Government business fixed for that day. When this was over, I left the Committee Room and went back to my office upstairs on the second floor.",
    "Not even half an hour later, my office assistant came rushing into my room out of breath and saying excitedly,” Sir, the President and Prime Minister are calling for you.” I was totally unaware of the mayhem that was unfolding in Committee Room One located on the ground floor of the Parliament building but rushed down immediately. At the very entrance to the corridor leading up to the Committee Room I met the Prime Minister with his national dress cloth partly raised excitedly exclaiming “Nihal, a bomb has exploded in the Committee Room. Search and surround the place.” As I rushed to the Committee Room, I saw President Jayewardene, being hurriedly escorted out of the building to his vehicle parked outside the Members’ Entrance.",
    "I then rushed into the Committee Room and found it in shambles, full of heavy smoke, splintered glass, and shrapnel all over the place; and a few MPs lying prostate on the floor. Others were trying to rush out in the melee that prevailed. I saw Minister Lalith Athulathmudali being placed on a stretcher, bleeding heavily, and taken by ambulance, parked outside the Members Entrance, to the Sri Jayewardenepura Hospital through the back entrance to Parliament. We had hardly used that entrance and kept it closed for security reasons but kept it open on sitting days as it was just about a mile to the Sri Jayewardenepura Hospital. Deniyaya MP Kirthi Abeywickrema and Norbert Senadeera, an official with the Parliament staff, sadly died as a result of shrapnel wounds.",
    "While the enormity of what had taken place did not sink in immediately, it was unlike any situation I have had to face in my many years as a parliamentary official. Quickly I steadied myself and began the process of rushing the injured to the hospital and securing the House, in what turned out to be the longest and most unforgettable day in my Parliamentary career. I immediately rang my university mate, Frank De Silva, then IGP, and told him to come immediately and asked him to provide adequate security right around the perimeters of Parliament to prevent anyone from leaving.",
    "I then ordered the Superintendent of Police posted to Parliament to ensure that no one be allowed to leave the building. In the Committee Room, I asked an MP from where the bomb was thrown, and he pointed to a door behind the head table. I ordered all the Parliament staff on duty not to leave the building. Even after the police contingent arrived, no one was sure how exactly the bomb exploded, or whether it was a bomb at all or whether anyone had fired a gun or some other firearm.",
    "I for one was beginning to suspect that somebody of even the President’s staff who accompanied him to the room, or one of my own Parliamentary staff in the room, may have been responsible. Thinking it was a gunshot the IGP asked me to get each and every member of my staff to have both their hands checked for tell-tale traces of gunpowder believing it was the firing of a weapon. No one was allowed to leave the building and it was close to 9 p.m. that night when the meticulous checking was over. I then permitted the staff to leave. It was around midnight that I was able to go home. During this time, I inquired from a few Members how the door through which the attacker was believed to have entered and how it opened and all they said was that some of them saw a hand clothed in a white sleeve throwing something at the polished table at which the President and the others were seated. That was all I was able to gather about who threw the bomb.",
    "The next morning, I checked whether all of my staff had come to office all were present except four one in hospital, two on approved leave; but one person was missing and his house near Kadawatha was closed. Police after questioning neighbors, learnt that the occupant had left his home that night taking his family with him. I found this was Ajith Kumara, who I had employed as a housekeeper a few years previously. The police rightly regarded him as the prime suspect for having attempted to assassinate the President and Prime Minister of the country and an island-wide dragnet was set up.",
    "After a few days, with Police help, we were able to fit the pieces of the puzzle together Ajith Kumara had come that morning with a hand grenade hidden in his shoe. The Police at the entrance had missed it. The President’s security had checked all the rooms and doors leading to the Committee Room, locked them, and then left. Ajith Kumara, after the President’s security personnel had completed their checks, had opened a door using a false key he had made and had hidden behind a large painting standing the ground.",
    "He had then opened the door leading into the Committee Room and aiming at the President flung the hand grenade he carried which fortunately ricocheted off the polished table at which the President, PM and Govt. Whip sat and landed under the chair on which Lalith Athulathmudali was sitting in the front row. The grenade then exploded blasting a large hole in the ground and injuring Lalith Atulathmudali’s entire back. When he was recovering in the Sri Jayewardenepura Hospital, I called on him and chatted for a while.",
    "He was full of praise for Dr. K. Yoheswaran, who operated on him and saved his life. He told me that he had particularly wanted Dr. Yoheswaran to do the complicated surgery having complete trust in him. Later on, after Lalith had recovered he walked into my room and discussed the incident with me. He told me that Ajith Kumara had made the fundamental mistake of hurling the grenade at the President as soon as he pulled off the pin. With Lalith’s knowledge of arms and defense matters, he told me that once the pin is pulled, one had to count, “One Thousand, Two Thousand, Three Thousand” and then throw the grenade. By his not doing so, all three VIPs seated at the table were spared.",
    "Six months had passed after the incident and the Police were still on maximum alert for Ajith Kumara. Apprehending the man who had nearly assassinated the President and Prime Minister was then top priority for the Police. After a lapse of a few more months, the Police in the Kegalle area were searching for local illicit alcohol distillers in a village paddy-field. It so happened that Ajith Kumara was then hiding in a small shed nearby; he panicked when he saw the police searching the paddy-field and ran away.",
    "Police saw the fleeing man, chased, and caught him. He was brought to Police Headquarters in Colombo. When they realized they had made a prize catch. They immediately contacted me, and we confirmed that this was indeed Ajith Kumara, the most wanted man in the country. A week later, the police brought him to Parliament after he had confessed to his crime. He had even told the police how he brought in the grenade, the route he had taken through all the corridors to enter the back room and how he had hidden behind the painting. This was after the Presidential security had left after they had completed making their checks. We discovered later that he had surreptitiously made a copy of the key to enter that room.",
    "Two days later, the Speaker and I were summoned before the Cabinet. Speaker E. L. Senanayake diplomatically refused to go saying it was improper for him to present himself before Cabinet. This left me with no option but to face the music. This was the very first time I had to appear before Cabinet, and I nervously walked in feeling like the Christian being thrown to the lions in Roman times. I knew they were going to ask me as to how I had recruited Ajith Kumara to the Parliament staff.",
    "Fortunately, I had asked for a security clearance from Police Headquarters which I had received before he was signed on. In fact, all recruits to our staff required such security clearance. Armed with that clearance file, I sat down before the entire Cabinet. As 1 took my seat, Minister Montague Jayawickrama pounced on me asking me to explain how and why I had recruited Ajith Kumara and why and where I had stationed him that day and many other follow-up questions. I took time and answered all questions from him and many other Cabinet Ministers.",
    "It later transpired that a few weeks after getting clearance from Police screening and having joined the staff of Parliament, the JVP had secretly recruited him. Since the JVP was then very vociferously against the Indo-Sri Lanka Pact signed by the President, they had found in Ajith Kumara working in Parliament the best possible person to assassinate the President, Prime Minister, and other VIPs of Government. I later had a request from Mrs. J. R. Jayewardene to visit the scene and see the room where her husband was nearly killed. She, accompanied by two grandchildren (sons of Ravi whom I knew quite well), inspected the table where the grenade bounced and the Committee Room where it all happened. I was quite moved by her presence and the gracious lady she was, left without making any comments.",
    "The saga of Ajith Kumara had a strange ending. When he was produced in Court and charged with attempted murder, his counsel was able to get him discharged on the grounds of inadmissibility of the confession he had made to Police. Regrettably, the Attorney General’s Department and Police had mishandled the Prosecution and the judge discharged Ajith Kumara who left Court a free man.",
    "2024 – The Year of Elections & 2025 – The Year of Consequences",
    "The Clash of the Titanic egos for American leadership: Trump v. Musk",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}