{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-current-dollar-inflows-exceed-imports-by-604mn-in-november-197372/",
  "time_ut": 1735701480.0,
  "original_lang": "en",
  "original_title": "Sri Lanka current dollar inflows exceed imports by $604mn in November",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s current foreign exchange inflows of 2,101 million US dollars in November 2024, have exceeded imports by 604 million US dollars, data released by the central bank shows.",
    "Current inflows were made up of 994.1 million US dollars of exports 576 million dollars of services including tourism of 272 million US dollars (estimated) and official worker remittances of 530 million US dollars.",
    "Since most private citizens are net savers for inflows to turn into outflows, the banking system has to give credit for investments to spend the money which will turn into imports.",
    "As only earned dollars can be spent unless there are foreign loans, inflows and outflows will match, unless the central bank prints money to cut rates.",
    "Investment goods and base metals were have been gradually picking up over 2023 and 2024 after sharply falling along with a private credit contraction.",
    "Services outflows were 285.3 million US dollars (up from 193.3 million last year) of which travel abroad was 68.9 million dollars.",
    "Sri Lanka central bank has run broadly deflationary policy since later 2022 allowing it to build reserves as a balance of payments surplus is generated by curtailed credit.",
    "However there have been warnings that inflationary operations are starting. Due to still weak credit the injected liquidity (along with liquidity from dollar purchases through the peg) built up.",
    "However analysts have warned that if money is injected through open market operations to maintain a patter of interest rates incompatible with the balance of payments, a second default as well a social unrest through currency depreciation is likely in the New Year.",
    "Sri Lanka’s exchange controls and spiking import controls where rates are cut with inflationary open or direct market operations point to a deeply flawed operating framework with conflicting anchors. (Colombo/Jan01/2025)"
  ]
}