{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ceb-connects-a-new-substation-to-the-national-grid-powering-sri-lankas-energy-landscape/",
  "time_ut": 1734975900.0,
  "original_lang": "en",
  "original_title": "CEB connects a new substation to the national grid powering Sri Lanka’s energy landscape",
  "original_body_lines": [
    "Project built at a cost of Rs 2,300 million, fully funded by BOI",
    "Signifying a major development in the industrial zones in Kalutara district, the newly built Wagawaththa grid substation was successfully connected to the national grid on December 19, 2024.",
    "This significant step is expected to strengthen the electricity supply to the Wagawaththa and Millaniya industrial zones, both crucial areas coming under the purview of the Board of Investments (BOI) in Sri Lanka.",
    "With an investment of Rs 2300 million, the project was funded by the Board of Investments (BOI), aimed at ensuring a more reliable and efficient power supply to the region. The substation was constructed on a five-acre plot of land generously donated by the BOI. The newly installed facility boasts an impressive capacity of 90 MVA (Mega Volt-Amps), designed to cater to the growing needs of the industries in the area.",
    "CEB spokesperson, Senior Electrical Engineer A D K Parakramasinghe, speaking to The Island Financial Review said: “We are pleased to announce that the Wagawaththa Grid Substation is now part of the national grid. This is not only a major step forward for the industrial zones it serves, but it also marks a key achievement for CEB as this project is the first grid substation entirely designed, constructed, and commissioned by our own engineers and field staff.”",
    "He stressed the importance of the substation’s design and construction, highlighting the expertise and dedication of the CEB’s Transmission Construction Projects (TCP) Branch. “This substation was entirely executed by CEB’s own staff, including engineers, superintendents, and various categories of field staff. It is a proud moment for CEB as it reflects our capability to successfully undertake major infrastructure projects independently, enhancing our self-reliance and efficiency,” he added.",
    "He also said that the Wagawaththa Grid Substation is set to improve the reliability of electricity supply to both existing industries and those anticipated in the future. With the industrial zones of Wagawaththa and Millaniya being crucial to Sri Lanka’s economic development, the new substation will play an essential role in supporting the ongoing industrial growth, helping businesses in the region to thrive.",
    "The CEB spokesperson also highlighted the growing demand for electricity in Sri Lanka’s industrial sectors, and how this substation will meet the demand not just for today, but for years to come.",
    "“This facility will be pivotal in supporting the BOI’s vision of fostering industrial development. By improving the power infrastructure, we are contributing directly to the industrial and economic growth of Sri Lanka,” he noted.",
    "The substation is strategically located within the proximity of major industries, which are key drivers of the country’s economy. The enhanced power capacity will ensure that these industries are well-equipped to operate efficiently, helping to mitigate issues related to power outages or shortages.",
    "Looking ahead, the spokesperson expressed confidence that the Wagawaththa Grid Substation will be a model for future infrastructure projects undertaken by CEB.",
    "“This project sets a precedent for our future endeavors. We are committed to ensuring that the power infrastructure in Sri Lanka keeps pace with the demands of the country’s growth. CEB’s capability and commitment to quality and excellence are reflected in this achievement,” he said.",
    "Browns Investments, ComBank and Sampath Bank lead trading activity on CSE",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}