{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/nu-at-the-london-school-of-economics/",
  "time_ut": 1752910020.0,
  "original_lang": "en",
  "original_title": "NU AT THE London School of Economics",
  "original_body_lines": [
    "[The London School of Economics] seems to prefer intense, committed, often workaholic scholars and public figures.",
    "NU’s next big break came in 1938, when aged 30, he received a scholarship and leave to pursue postgraduate studies at the London School of Economics (LSE) as an internal student. The government was in the early stages of setting up a new Commerce and Industry Department, and NU’s superiors had selected him to undertake the special one-year course of training in Business Administration offered by the LSE, to make NU’s services “more useful to the department.” He was expected to: “make a closer acquaintance with modern business methods and to acquire training in practical commerce”(N.U. Jayawardena Personal Files).",
    "In his admissions application, NU stated that he was interested in acquiring “a close acquaintance with the foreign marketing of primary agricultural products”; and that the Sri Lankan government would make arrangements with the recently established Colonial Empire Marketing Board to enable NU to familiarize himself with their marketing surveys. His special interest was the marketing of “oil seeds,” since Sri Lanka was the leading exporter of copra and coconut oil (letter to Prof. Arnold Plant, 18 Jan. 1938).",
    "LSE records indicate that NU received a scholarship of £300 for the year as well as half-pay as an allowance. The cost of the course was £30. Whereas his leave was for one year, NU provisionally sought permission to extend his studies for a further year. With his sights set high – as they always were – he had ideas of completing a Ph.D. in two years if the LSE allowed it. For NU, this would not have seemed an unusual goal. However, there were strict rules and he was advised that he could apply for the M.Sc. degree concurrently with the Business Administration course – which he did. He also had not given up his ambition of obtaining a law degree. Accordingly, NU almost immediately sought and obtained permission from the LSE to register and study for the (London) Bar examinations.",
    "NU’s selection for the special Business Administration course was fortuitous. His theoretical and practical exposure to business and commercial studies at the LSE would equip him for the second half of his life as a business and financial entrepreneur. The opportunity to study at the LSE as an internal student gave him the chance to devote himself to his studies without the added pressures of work and family commitments, and to attend lectures by eminent economists and social scientists (some of whose works he had already read for his B.Sc. (Econ.) degree). Furthermore, to attend a prestigious university and to make use of its facilities, while living in London a commercial and an intellectual hub – was for him a great opportunity. NU arrived in Britain in September 1938 for the LSE term that began in October and ended in June 1939.",
    "This was NU’s first experience as a full-time student, and the excitement he felt at that prospect is not hard to imagine. His period in London was to have a profound effect on his intellectual life and professional career. As part of the process of setting up the Department of Commerce and Industry, the Sri Lankan government had recently established Trade Commissions abroad, one of which was located at “Ceylon House” in London at 28 Cockspur Street, SW1, which served as NU’s mailing address.",
    "The London School of Economics and Political Science, better known as the LSE, and a part of the University of London, was founded in 1895 by a group of Fabian socialists, notably Sidney and Beatrice Webb, Graham Wallas and George Bernard Shaw. The LSE aimed to provide a theoretical understanding of the political economy of Britain and the world that could also be of use to the emerging labour movement in Britain, where there was plenty of action but less in the way of theoretical insights. Trade union militancy had developed rapidly in Britain from the 1880s onwards; and the Labour Party, formed in 1906, was composed of Fabian socialists, along with representatives of the trade unions and the cooperative movement.",
    "The older universities of Oxford and Cambridge were elitist, and mainly geared to the humanities, classics and philosophy, with a strong emphasis on sports. They had their ancient buildings and chapels, rivers, boat races, lawns, and historic rituals. These universities had traditionally produced the ‘mandarins’ who would rule Britain and its colonies. In contrast to such ‘ivory towers’ and bastions of privilege, the LSE was down-to-earth, non-elitist, and an urban institution that reflected the shifting needs of the times. As society and the economy became more complex and industrialized, a broad classics-based education, to produce ‘cultivated’ gentlemen to help run governments, was no longer adequate.",
    "There was a growing need for specialization and applied knowledge, as governments began to administer and build new and more complex political and economic institutions. Max Weber, the pioneer sociologist, noted this clash of the two approaches to education: the first being the traditional approach, of which “the goal consisted of “‘the quality of a man’s bearing in life,’ which was considered ‘cultivated;’” and the modern view, which valorized “specialized training for expertness” (Weber, 1948, p.243). The 1930s and 1940s were the period when this transition became more solidified, even in the colonies; and after his return from the LSE, NU, who exemplified the “specialist type of man,” would soon incur the resentment of the older type of “cultivated man” in the bureaucracy.",
    "The LSE seemed an ideal place for a person with NU’s qualifications, outlook and work experience. It was policy-oriented and had new courses in sociology, political science, business, commerce, and other subjects, such as statistics, not taught in the longer-established universities. As a “total institution,” it had a certain vibrancy – one entered it in the morning and left at night. Apart from lectures, tutorials and discussions, students could use the library and canteen, attend lunchtime dances, participate in student societies, and listen to guest speakers – including British and foreign politicians, and from the colonies, agitators for independence.",
    "Outside the LSE complex, students were part of the capital city of London, with its several attractions and distractions – political, social and cultural. The LSE was in the ‘heart’ of London, within walking distance of a cluster of historic monuments and institutions,",
    "such as the BBC, the Bank of England and commercial banks (Threadneedle Street), newspaper offices (Fleet Street,) the Law Courts, Bloomsbury, the British Museum, Trafalgar Square, Whitehall, the House of Commons, the theatres of the West End, the multi-ethnic restaurants of Soho, and the great bookshops (notably Foyles) on Charing Cross Road.",
    "Supported by grants and bequests, the LSE developed as a part of the London University and developed a character of its own. The LSE motto was “rerum cognoscere causas” (to know the cause of things), and it had as its logo, a beaver – an animal that burrows. “The School” (as it was known) attracted teachers in the newer disciplines of economics and political science, and became associated with many famous and controversial names – which added to its attraction for students. LSE’s director from 1920 to 1937 was Lord William Beveridge – the author of the Beveridge Report, which launched the welfare state in Britain after World War II. Ralf Dahrendorf, who served as Director from 1974 to 1984 (and became author of the authoritative history of the LSE), states that it did not exactly “invent” the social sciences, but “brought them together like no other university in Europe (and) led them to full bloom in all their variety” (Dahrendorf, 1995, p.vii).",
    "The diversity of the LSE was partly due to its internationalism, which was “one of its greatest strengths” and “widened the horizons of hundreds of students and many young members of staff” (ibid, p.223). Moreover, in the 1930s the LSE benefited from the flight of European scholars escaping Fascism, who injected “a new energy” into the university (ibid, p.296). According to economist Harry Johnson, the “essential thing” about the LSE was that it was “the one centre of economic teaching and research” in Britain that was “genuinely international”:",
    "…it is not merely an established British university that allows itself the luxury of a few foreign staff-members and students for the sake of variety and balance, but a world university that tries both to keep in touch with whatever of intellectual importance is going on elsewhere in the world, and to admit to its scholarly fellowship students of quality whatever their origin may be. (Johnson, quoted in Dahrendorf, p.223)",
    "In the LSE of the 1920s and 1930s, the Department of Economics was renowned and “acted as a magnet for bright students from many parts of the world” (Dahrendorf, p.215). There were African, Asian, Middle Eastern, and North and South American students at the LSE – many of them eventually becoming eminent politicians, bureaucrats, university teachers or diplomats in their countries. Among them in the 1930s were Krishna Menon, N.M. Perera, R.N. Haksar, Doreen Wickremasinghe, and B.K. Nehru. NU would have known many such students at the LSE, for as B.K. Nehru (later an Indian diplomat) remarked, “foreign students tend to form their own groups for they are all homeless and rootless and friendless” (ibid, p.190).",
    "The LSE possessed a remarkable diversity in terms of race and class, in contrast to the privileged old universities. B.K. Nehru commented on its “pervasive atmosphere of learning” and the “absence of distractions” (ibid, p.185). Kingsley Martin (editor of New Statesman), who studied at LSE, found it “a wonderful home of free discussion, happily mixed races, and genuine learning” (ibid, p.187). According to Dahrendorf, the LSE “did not necessarily produce well-rounded personalities,” as it seemed to attract committed single-minded and hard-working scholars and public figures (ibid,p.191). He also remarks that:",
    "Real life was never far away… LSE was… more serious and also more seriously cherished by its students even if they were desperately poor or felt that their ‘delight’ was almost outweighed by ‘drudgery’… The school produced a particular frame of mind. (ibid, p.301, emphasis added)",
    "Unlike the prestigious universities, many poor students attended the LSE, and others doing daytime jobs followed the evening classes. “Some students were poor, very poor,” Dahrendorf wrote, and also noted that it hurt to read how “Nell McGregor worked her way out of a Manchester working-class family in the middle of the depression to the LSE… [and] got her degree on tea and buns and baked potatoes and not much else” (ibid, p.299). NU would have empathized with the problems of such students, who struggled against all odds to pursue their studies, much like he himself had once done. Years later, in a taped interview, NU would recall walking from one end of London to the other and being struck by the contrasts of wealth and poverty he encountered along the way.",
    "A student’s assessment of the LSE around the time that NU was there, was that, “the closed mind was alien to everything about the LSE” (ibid, p.299). The LSE economists regarded themselves as “the centre of the school, if not the universe” (ibid, p.298). Some of the great lecturers were described as “spell-binders,” “great showmen” with “beautiful speaking voices” (ibid, p.297).",
    "In the 1930s, the LSE, which had started with a social-democratic vision, veered to the right in economics and to the left in political science, whereas the older Cambridge University ironically absorbed the left-inclined economists. Controversies raged between LSE and Cambridge on the respective virtues of the ‘free market’ and of the Keynesian model (ibid, p.219). In “the second dispute between London and Cambridge,” the chief interest was “the way to combat [the Depression of 1929], by deflation or by expanding public expenditure” (ibid, p.218).",
    "NU, who had lived through the Depression and also written about it, would have been avidly reading about these debates, and he almost certainly gravitated more towards the LSE viewpoint. These debates and polemics (and quarrels) of the 1930s were a “turbulent episode in the history of economics” (ibid, p.217). The issues were “broad, including methodology, theory, policy, ideology, and the role of the economist in public life” (ibid, p.218). Since politics was ever present at the LSE, these ‘great",
    "Robbins and Hayek Lionel Robbins and Friedrich von Hayek formed the bulwark in the LSE of traditional liberalism against Keynesian interventionism and socialism, which were the dominant creeds of the day. Robbins was head of the Economics Department. He was born in 1898 in a village near London, the son of a market-gardener who was a “liberal activist” and “strict Baptist.” He used to cycle five miles to a local school. In 1920 he entered the LSE as a student, and was later appointed to the staff. In 1929 he became Professor of Economics (Dahrendorf, p.214). By all accounts, he was a fine teacher, known for his “great seminar in economic theory” (ibid). Students doing other courses sat in at his seminar – and not to have attended it, was said to be as bad as not having been at the LSE (S.B.D de Silva, 2007, personal communication).",
    "The philosophy and theories of Friedrich von Hayek, whom Robbins invited to join the department in 1931, would make one of the most significant impacts on the discipline of economics and economic policy. He was an émigré economist, formerly a citizen of the collapsed Austro-Hungarian Empire, and belonged to the Austrian School of Economics. Though scoffed at by mainstream economists at the time, his ideas gained ascendance in the 1980s, half a century later.",
    "Hayek won the Nobel Prize in Economics in 1974, and is best known for his book on the dangers of central planning, The Road to Serfdom (1944). He came from a family of biologists, and was second cousin to the philosopher Ludwig Wittgenstein. As a young man serving in the army during World War I, he had felt the “compulsion to find an answer to ‘the burning question’ of how to build a ‘juster society’” ( Interestingly, NU’s 232-page economic magnum opus, written in 1977 (which coincided with the liberalization of the economy when the UNP formed the government in a landslide victory), was similarly entitled An Agenda for a Just Society.) (Yergin, 1998, p.123). According to Hayek:",
    "The desire to reconstruct society led many of us to the study of economics. Socialism promised to fulfil our hopes for a more rational, more just world… [it was] almost inevitable… [that any] warm-hearted person, as soon as he becomes conscious of the existing misery, should become a socialist. (ibid, pp.125-26)",
    "As an Austrian, however, his direct experience with the hyperinflation that occurred in his country after World War I, alerted him to its dangers. Hayek was wary of state interference and believed the open-market system was the most effective means, not only of promoting individual freedom, but also of regulating demand and supply – or as pithily summed up by the US economist Larry Summers, many years later – the “invisible hand was better than the hidden hand” (ibid, p.132). Hayek thought of the price system as being “nothing less than a marvel.",
    "” (According to Hayek: The marvel is that in a case like that of a scarcity of one raw material, without an order being issued, without more than perhaps a handful of people knowing the cause, tens of thousands of people whose identity could not be ascertained by months of investigation, are made to use the material or its products more sparingly; that is, they move in the right direction (Yergin, 1998, p.125). His main contention against Keynesian interventionism and other centrist approaches was that information was lacking about markets to enable planners to adjust them. Later, Hayek became “increasingly apprehensive about what he saw as the advance of collectivism, central planning and Keynesian interventionism” (ibid, p.125).",
    "The famed Keynes-Hayek debates that took place between Cambridge and the LSE today still shape the two major schools of economic thought regarding the merits of the welfare state versus a market-controlled economy. The LSE’s influence upon modern economics became the basis of the modern perceptions of free-market economics, with an influence almost around the globe.",
    "While the courses at the LSE were mainly ‘academic,’ the university also provided some that were of an applied and practical nature in business and commercial subjects. One of these was the special course in Business Administration, which NU followed in 1938. The Business Administration Department was set up in 1931, somewhat on the lines of the Harvard Business School programme. Bothuniversities took a less traditional, more hands-on approach to education,",
    "centred around ‘case studies.’ The course at the LSE involved study tours of and internships with British business firms, government departments and similar organizations, and discussions led by",
    "The LSE Business Administration course was unique in Britain at this time, and was a precursor to the MBA (Masters in Business Administration). Competition to enrol in it was high, with entry restricted to 20 students per year. NU was the first Asian to be admitted to the programme after its inception in 1931 (N.U. Jaywardena Personal Files). It involved an amazing range and number of subjects: Business Relations, Business Finance, Cost and Marketing Problems of Manufacturers, Cost and Marketing Problems of Distributors, Business Statistics, Management Accounting, Industrial Psychology and Personnel Management, and included factory visits. Students were also required to attend other lectures in Business Administration and in Economic Principles. The course was a “full session of daytime study” extending over 29 weeks (Pamphlet of the Dept. of Business Administration, Session 1939-40, p.6).",
    "NU recorded that he visited many factories and firms, “with a view to studying their systems of business organization, personnel management and factory administration.” These included wellknown companies of the time such as the Ford Motor Co., Harrods, Lyon’s, and Metal Box. He also visited the Colonial Office, Department of Overseas Trade, and Colonial Empire Markets Board.",
    "Students of the Business Studies course had full access to the LSE’s facilities, including the library and membership of the Students’ Union. The faculty was composed of some eminent teachers and its head was Arnold Plant, the Professor of Commerce and Business Administration, “an outstanding teacher” in Economics (Dahrendorf, p.205). The Business Studies students also had access to the lectures of other distinguished economists and statisticians in this ‘heroic age’ of the LSE. They included, besides Robbins and Hayek, F.W. Paish, Vera Anstey, A.M. Carr-Saunders, Professor R.H.Tawney (famed for his classic book Religion and the Rise of Capitalism), and many more illustrious persons.",
    "Teachers from other disciplines whose lectures attracted students were Harold Laski (Political Science), A.J. Toynbee (International History), Morris Ginsberg (Sociology), B. Malinowski (Anthropology), Karl Manheim (Sociology) and Ivor Jennings (English Law) (Calendar of the LSE 1938-39, pp.24-29). The latter deserves special mention because of the important role he was to play in Sri Lanka’s university and constitutional affairs. Jennings came to Sri Lanka during the war in 1941, to serve as the Principal of Ceylon University College, and was instrumental in setting up the Universities in Colombo and later, Peradeniya. He also served as the chief legal advisor to Oliver Goonetilleke (see Chapter 11), and played a major role in helping substantially in drafting the Soulbury Constitution of independent Sri Lanka. Among the younger lecturers at the LSE of the time who later became eminent in their fields were R.G.D. Allen (Statistics), R.W. Firth and M. Fortes (Anthropology), DudleyStamp (Geography), and H. Finer (Public Administration)",
    "NU deepened his interest in economic theory during his period at the LSE, benefiting from the lectures and seminars of eminent economists and social scientists, and from the ongoing debates on economic theory and policy. He also widened his experience through his contact with students from different countries. The LSE library contained a vast collection of nearly three quarters of a million books and journals in the social sciences (Pamphlet of the Dept. of Business Administration, Session 1939-40, p.23). NU – whose love of books dated from his early school days, when he used the Library and Reading Room of St. Aloysius’ College – would have been in his element there. One can imagine the delight and wonder that NU would have felt at having this world of knowledge laid out before him.",
    "As mentioned earlier, during NU’s stay in London he perhaps for the first time felt a measure of freedom. His correspondence from this period shows that, while he was trying to make maximum use of this time to advance in his studies, he also took time off to visit new places. During the holidays, he travelled to Cornwall, as well as to Switzerland, where he went during his summer break. But the changing events in Europe brought his stay to a sudden end.",
    "With war looming on the horizon in the wake of the rise of Fascism, London became a politically tense city. After the declaration of war against Nazi Germany in September 1939, the situation changed irrevocably. As a precaution, the LSE temporarily moved its campus to Cambridge. Although there was no bombing of London or fighting for the rest of that year, foreign students, for fear of becoming stranded, quickly prepared to return home. In spite of the danger, NU desired to stay on at the LSE in Cambridge for the 1939/40 term. The Colonial Office initially had no objection, but in early October 1939, it wrote a letter to the LSE informing them that NU should return “as soon as possible.” He was in Switzerland at the time this letter arrived, and could not immediately find his way back to London – he had a problem about obtaining a visa from the French authorities. However, by December 1939, he managed to obtain passage to Colombo.",
    "While NU had been in England at the LSE, Gertrude with their children, Lal aged 4 and Nimal aged 2, moved to Colombo from Lunava (their daughter, Neiliya would be born in the year following NU’s return to Colombo). Gertrude, the boys and their nanny stayed in a guesthouse called “Killarney” in Kollupitiya. Lal attended his first school, St. Clares’, also popularly known after its principal, Ruth Marshall, as “Miss Marshall’s School.” In the evenings, the family went to Victoria (Vihara Maha Devi) Park, which had swings and other equipment for children to play on. NU’s sister Rosalind was close to Gertrude, and when NU went to Britain, Gertrude spent a day or two at Rosalind’s home in Ratmalana to observe sil for poya. Rosalind’s daughter Chandrani (born 1930), dressed in white, accompanied Gertrude to the temple. After NU’s return, as he moved up in his career, the family rented a house on Police Park Avenue. It would not have been easy for a young mother with two infant sons to cope on her own. NU later, recalling this period years later, remarked that:",
    "I did not realize how much I had neglected my family in those distant days while I studied and fully spent my time at the London School of Economics. (Roshan Peiris, Sunday Observer, 13 Dec. 1987)",
    "A great support to Gertrude was the nanny who worked for her, Jane Cornelia Atale, a Eurasian Christian, who was a widow. Mrs. Atale came to work for the Jayawardenas before the birth of the elder boy Lal, and stayed with the family long after Neiliya (the youngest in the family) was married. Born around 1880, her father was a British planter, and like many Eurasian ‘orphans’ she was brought up in a Catholic convent. Fluent in English, she had worked as a nanny for a planting family – the Ogilvys – and also at the “House of Joy,” an orphanage in Talava run by a missionary, Miss Evelyn Kearney. Mrs. Atale had also been a hospital attendant. She was married to a Sinhala employee in the Prisons Department, and had two daughters. She was a strong presence in the Jayawardena household helping to bring up the three children, who were greatly attached to",
    "her. Neiliya recalls that she was the only one able to calm NU down when he lost his temper. Mrs. Atale never left the Jayawardenas, until her death in 1970, aged 90, at the home of Nimal.",
    "A crucial phase in NU’s life began after this brief interlude in London as a student. The war and postwar years in Sri Lanka were when NU’s talents as an economist and an administrator would be increasingly recognized and utilized to the fullest. (N.U. JAYAWARDENA The First Five Decades Chapter 9 can read online on https://island.lk/in-west-asia-india-could-be-the-impartial-arbitrator/",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}