{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/nce-draws-president-akds-attention-to-his-pledge-of-ridding-sl-of-corruption-and-waste/",
  "time_ut": 1727112600.0,
  "original_lang": "en",
  "original_title": "NCE draws President AKD’s attention to his pledge of ridding SL of corruption and waste",
  "original_body_lines": [
    "A critical factor for the success of the new government will be the fulfillment of key election promises, especially the eradication of corruption and waste, which have long hindered the country’s economic and administrative systems, the National Chamber of Exporters (NCE) states in a congratulatory note to President Anura Kumara Dissanayake on his assuming office as the President of Sri Lanka.",
    "‘As we celebrate this transition, we must also acknowledge the significant challenges ahead. Sri Lanka faces severe financial constraints, particularly in meeting its debt repayment obligations. Balancing these commitments while fostering economic growth will require steady leadership and innovative solutions, the NCE congratulatory message adds.",
    "The press release: ‘The National Chamber of Exporters (NCE) extends its sincere congratulations to Mr. Anura Kumara Dissanayake on his historic victory as the newly elected President of Sri Lanka. This decisive mandate reflects the trust and confidence the people have placed in his leadership to guide the country forward.",
    "‘We also take this opportunity to express our deepest gratitude to the outgoing President, Mr. Ranil Wickremesinghe, whose exceptional leadership steered the country through one of its most challenging periods. Under his stewardship, Sri Lanka experienced a remarkable economic recovery, particularly during a time when the nation was on the brink of collapse. His efforts to stabilize the country and lay the groundwork for recovery will be remembered as a key chapter in our nation’s history.",
    "‘We further recognize and appreciate Mr. Sajith Premadasa for his steadfast role as Leader of the Opposition, providing essential checks and balances to the government. His leadership has been instrumental in safeguarding the democratic values of the country.",
    "‘The NCE expresses its gratitude to the people of Sri Lanka for conducting a peaceful election, once again demonstrating the resilience of the country’s democratic processes. The electorate has shown commendable civic responsibility by voting responsibly and ensuring the preservation of democracy.",
    "‘The NCE fully supports President Dissanayake’s commitment to maintaining transparency and accountability in governance, which are essential for restoring public trust and fostering a more efficient and productive state. Additionally, the removal of bureaucratic red tape is crucial for accelerating economic growth. Exporters and businesses have faced unnecessary delays and obstacles due to outdated administrative processes. We urge the new administration to streamline procedures and create a more business-friendly environment that empowers entrepreneurs and exporters to drive the economy forward.",
    "‘We also urge the newly elected President to prioritize an export-driven economy as a key strategy for sustainable development. Increasing export revenues is vital not only for easing the country’s debt burden but also for improving the balance of trade and boosting national income. The NCE believes that Sri Lanka’s economic future depends on empowering exporters, creating favorable trade policies, and facilitating access to new global markets.",
    "‘The NCE stands ready to offer its assistance in steering the country toward economic resilience. We look forward to working closely with the government in driving growth within the export sector and ensuring that the policies implemented contribute to the long-term prosperity of Sri Lanka.",
    "‘Once again, we congratulate President Anura Kumara Dissanayake and wish him great success in leading Sri Lanka through these challenging times toward a brighter and more prosperous future.’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}