{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-kingswood-reader-a-refined-and-sophisticated-opus/",
  "time_ut": 1758975300.0,
  "original_lang": "en",
  "original_title": "The Kingswood Reader: A refined and sophisticated opus:",
  "original_body_lines": [
    "When I received the invitation to speak at this most august occasion, I must confess, I had to check Vihanga Perera’s invitation twice. You see, I’m not from Kingswood. I’m a Josephian—and in schoolboy terms, that makes me something like the distant cousin you see only at weddings, funerals, and maybe, at cricket or rugger matches.",
    "But let me tell you sincerely why I stand here. Because beyond the colours of our alma maters, beyond the chants of “Go Kingswood!” or “Forward Joes!”, there is something more lasting, more sacred, more binding. It is the soul of our schools. It is memory. It is story. It is the written word that we pass down like a torch, from one generation to the next.",
    "Traditions, whatever one may say of them, are, by and large, the essential forces that keep any institution true to its original purpose, and steady on its journey toward excellence. Traditions are, without doubt, the governing forces that have enabled Kingswood—or any school of its calibre—to stand the test of time, enduring wars, colonial rule, racial strife, and the challenges of each age. Times have changed. But must traditions change?",
    "Secondary schools in Sri Lanka — they bear a history I can only describe as chequered. They were born of many impulses. Some were founded to appease a community, others to fortify a caste, to affirm a class, or to safeguard a religion. And then there were those — rarer, but nobler — born from the vision of a singular individual, who saw in the discipline of pedagogy the means to achieve a far greater end. Your school as you know more than I was established for that rare reason.",
    "These institutions, forged in the crucible of the colonial era and tempered by the trials of time, carry with them stories worth telling. Some of these chronicles have been recorded for posterity; others, regrettably, remain unwritten.",
    "Consider S. Thomas’ College: with more than 170 years of legacy, it has inspired numerous volumes, such as W. T. Keble’s work to the most recent Thomia by Richard Simon. Royal College, older still and secular in character, boasts a rich tradition of monographs — among them the spirited accounts penned by schoolboys in 1932, and the edited volume of the late cricket scholar S. S. Perera. Your own neighbor, Trinity College, holds an equally compelling heritage, first set to paper by Valeska Reihman — a work, I am convinced, shaped in no small measure by the guiding hand of your founder, L. E. Blaze, who himself wrote KFE in 1934.",
    "In recent years — 2020 to be exact — an unofficial movement began to take root: the writing of school histories anew. Some under official patronage, others the labor of private devotion. By fortune or fate, I found myself at the vanguard of this resurgence, authoring two volumes on my alma mater, St. Joseph’s College — the first a chronicle, the second a candid and critical examination of the Josephian early years until the days of Fr. Maurice le Goc (whose death was referred to by Blaze himself in his 1945 Prologue.",
    "In the years that followed, Royal, S. Thomas’, Trinity, Bishop’s, Wesley and Ladies’ College all produced their own commemorative works. And now, in that same spirit, Kingswood College — through the devotion of two loyal alumni — offers not a monograph, but a refined and sophisticated opus:  The Kingswood Reader.",
    "I have long admired your founder, Louis Edmund Blaze. He was more than an educationist—he was an ardent historian, the first to place in the hands of students a history of Ceylon, written not for the specialist but for the young mind eager to learn. And how fitting it is that from his vision, from his spirit, there should emerge gentlemen of Kingswood who themselves became giants in the field of history—G. C. Mendis, Karl Goonawardene, Charles Godakumbura, Gaston Perera, Gerald Pieris, and one of my mentors, K. M. de Silva, perhaps the greatest historian living in our land today. It is no exaggeration to say that Kingswood has been a cradle of historians, a home of scholars, a guardian of the humanities.",
    "I am told that the annual Prologues—for many years written by Blaze himself—remain a tradition even to this day. I have read some of them, and I say to you: they may well be the finest literary gift that Kingswood has given to our country. And it is for this reason that The Kingswood Reader is not merely a book; it is a torch, reminding those of you from the school, and reminding outsiders like myself, of the traditions your founders instilled—traditions that remain powerful, relevant, and necessary.",
    "You have done well in sports especially rugby. As a Senior Prefect who disliked rugby, I remember standing on duty for a Josephian-Kingswoodian encounter some 10 years ago. You have produced some outstanding luminaries that have shaped our nation across the last 134 years.",
    "Therefore, it is with great delight that I saw what the  Kingswood Reader carries to its students, alumni, teachers and the outer circles. Starting off with an important extract of Blaze’s KFE to selected Prologues, articles and pieces of The Times of Ceylon,  extracts from some principal’s reports, memoirs of some teachers and students, especially the classic Ceylon: The Land of Eternal Charm by Ali Foad Toulba, and a cascade of important texts that brings forth the essence of the Kingswood tradition and spirit. Me being an outsider, or that distant cousin I talked of earlier, felt elements of Fides et Virtute with my own Josephian anthem: “Fruits of Virtue and Knowledge”. The Kingswood Reader  brings tradition to life and those who dip into it I believe may be inspired to emulate it in each passing day.",
    "But I must also speak plainly. Today, across our country, we see the mushrooming of schools without soul, and the decline—moral and institutional—of once-great academies. We have reached a stage where the study of history, which I hold to be essential to the life of a free nation, is debated as though it were optional, a mere elective. This is a tragedy not only for education, but for the very spirit of our people.",
    "And so, while we remember the relevance of history and tradition, I must also draw your attention to the greater question of education itself. What is education today? Is it the noble philosophy of training the mind to think creatively, to question, to imagine? Or is it the dreary exercise of parroting notes, passing examinations, and counting statistics? You know, as well as I, the answer to that question.",
    "If we drag our students—the future capital, the future strength of our nation—through such narrow confines, then no book, not even The Kingswood Reader, will be appreciated as it should. That is why I say to you: it is not enough to reflect. We must act. We must reclaim the purpose of education. We must renew the traditions of our schools. And we must do it not in some distant day, but here, and now.",
    "And so, before I close, let me say this. While I am grateful for your invitation, and proud to stand with you on this occasion, I cannot leave without paying tribute to the devotion and the courage of your sons— Ishan Ranasinghe and Vihanga Perera. With grit, with faith, and with loyalty to their alma mater, they have given us not just a book, but a living monument to memory.",
    "I commend this volume not only to every gentleman of Kingswood, past and present, but to every man and woman who believes that the story of a school is, in truth, a story of a nation. May it find its place on the shelves of this generation—and may it endure, so that a hundred years hence, when the boys of the future turn its pages, they will know that their heritage was preserved by those who loved it.",
    "If printing endures, let it be reprinted. If printing fades, let it be re-shared. But above all, let it never be forgotten.",
    "can be purchased from Kingswood Souvenir Store, in Kandy or by contacting +94 77 305 2743",
    "Trump announces 100 percent tariff on Pharmaceutical imports from Oct. 1",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}