{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Farmers-foreign-employees-brought-down-dollar-rate-Minister/108-278124",
  "time_ut": 1709440560.0,
  "original_lang": "en",
  "original_title": "Farmers, foreign employees brought down dollar rate: Minister",
  "original_body_lines": [
    "Farmers and foreign employees made the most commitment to bring down the value of the increased dollar rate, Agriculture and Plantation Industries Minister Mahinda Amaraweera said.",
    "He said the value of the dollar had increased rapidly against the rupee in recent times. By now, the value of the dollar has decreased to a certain extent, the Minister said.",
    "In 2022, some 800,000 metric tons of rice was imported by Sri Lanka and the government had to spend USD 300 million for that.",
    "But in 2023, not even a grain of rice was imported and in the two years 2023 and 2024, the farmers of this country have saved more than USD 600 million to the country.",
    "Also, in 2023 as well as in 2024, the people of this country will consume local rice and not imported rice, and that respect and pride should go to the farmers of Sri Lanka.",
    "Representatives of certain political groups who claim to be farmers' representatives are trying to disrupt agriculture pretending to be farmers, but the farmers do not fall into these traps.",
    "The Minister added that the highest rice harvest for this Maha season has been recorded in the Udawalawe zone and for the first time in Sri Lanka farmers have been able to harvest 12,000 kgs of rice from one hectare.",
    "\"We have decided to spread Keeri Samba cultivation in the country. The reason is that neither the government nor the rice mill owners are the ones who decide the price of Keeri Samba at the moment. Due to the cultivation of Keeri Samba rice, for the first time the power to determine the price of rice has come into the hands of the farmers,\" Amaraweera said.",
    "The government declared the price of Keeri Samba paddy at Rs. 130 per kg. Private sector rice mill owners are ready to buy at Rs. 140. But the farmers have reached a situation where they do not sell rice till the price goes up to more than Rs. 150. Consumers are ready to buy Keri Samba rice today even at Rs. 350 per kg. Nowadays, if the farmer wants to get more income, he should produce by identifying the crops that are in high demand in the market,\" the Minister said while adding that it was a good sign that the farmers in Sri Lanka are moving towards such a situation."
  ]
}