{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/adani-group-rocked-by-hindenburg-allegations-against-sebi/",
  "time_ut": 1723552860.0,
  "original_lang": "en",
  "original_title": "Adani Group rocked by Hindenburg allegations against SEBI",
  "original_body_lines": [
    "Adani Group, the Indian conglomerate rocked by a Hindenburg Research report last year, has faced another heavy share selloff after the short seller accused the head of India’s market regulator of having links to offshore funds also used by the group.",
    "About $2.43bn, or 1 percent, was wiped off the market value of Adani companies by the end of the trading day on Monday although that was a substantial recovery from earlier losses of more than $13bn.",
    "The battle between Hindenburg Research and Adani Group began 18 months ago  when the United States-based short seller alleged Adani improperly used tax havens, accusations the group denied again on Sunday, saying its overseas holding structure was fully transparent.",
    "Citing whistleblower documents, Hindenburg said on Saturday that Madhabi Puri Buch, chairperson of the market regulator Securities and Exchange Board of India (SEBI) since 2022, has a conflict of interest in the Adani matter due to previous investments.",
    "Buch said the report’s allegations were baseless, and in a separate statement, the regulator said allegations made by Hindenburg Research against the Adani Group have been duly investigated.",
    "Shares in the group’s flagship firm, Adani Enterprises, closed out Monday 1.1 percent lower while Adani Ports, Adani Total Gas, Adani Power, Adani Wilmar and Adani Energy Solutions were down between 0.6 percent and 4.2 percent. Only Adani Green bucked the trend, closing 1 percent higher.",
    "“The allegations are coming for the second time. Lot of investigations have happened over the last year and a half. This is a temporary, knee-jerk reaction. Things will get back to normalcy,” said Sunny Agrawal, head of fundamental equity research at SBICAPS Securities.",
    "Investments from Abu Dhabi-based International Holding Company and US boutique investment firm GQG Partners have helped restore some investor confidence since Hindenburg’s first report in January 2023 with Adani Group’s share value losses narrowing to about $32.5bn from $150bn in the immediate aftermath.",
    "Buch termed Hindenburg’s allegations an attempt at “character assassination” after the regulator’s enforcement action and show cause notice  to the short seller for violating Indian rules. A show cause notice signals an intention to take disciplinary action if satisfactory explanations are not provided.",
    "Adani Enterprises is looking to launch a $1bn share sale by mid-September, having shelved a record $2.5bn offer in the wake of Hindenburg’s first set of allegations. Adani Energy raised $1bn from US investors and sovereign wealth funds this month.",
    "“We will likely see a short- to medium-term sentiment impact on Adani stocks, especially as retail investors are pressurised by the allegations made against SEBI,” said Kranthi Bathini, director of equity strategy at WealthMills Securities.",
    "As the latest allegations gained political traction, ruling Bharatiya Janata Party lawmaker Ravi Shankar Prasad said: “Instead of giving a response to the SEBI show cause notice, Hindenburg has issued this report, which is a baseless attack.”",
    "“The SEBI and the family [of Buch] have responded. We don’t have anything to add to that,” he told reporters.",
    "However, opposition leader Rahul Gandhi said on X: “The integrity of SEBI, the securities regulator entrusted with safeguarding the wealth of small retail investors, has been gravely compromised by the allegations against its chairperson.",
    "Cable Solutions’ IPO oversubscribed on opening day; attracts diverse investors",
    "Import and Export (Control) regulation No.10 of 2024 issued under the import and Export (Control) Act No. 01 of 1969 for Parliament’s approval",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}