{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/multi-faceted-sri-lankan-celebrity-checking-out-land-of-birth/",
  "time_ut": 1752512760.0,
  "original_lang": "en",
  "original_title": "Multi-faceted Sri Lankan celebrity … checking out land of birth",
  "original_body_lines": [
    "I was sent a video of Noeline Honter doing the song ‘Beauty and the Beast’, with Maxi Rosairo, live on stage.",
    "The clip, I was told, was from The Island Music Awards, held in the late ‘90s … probably 1994.",
    "Believe me, their performance was simply awesome … the vocals, the voices, the passion, the expression, the enthusiasm. Yes, that is what singing is all about. And no lyric-stands, planted in front, for guidance.",
    "Well, the good news I have for you is that Noeline Honter will be in our midst next month (August) and she will be seen in action at three events, in Colombo.",
    "Noeline will be featured at Gatz, Cinnamon Life, on Sunday, 24th August, and again on 20th of September.",
    "Her first date at Gatz will be with the group Terry & The Big Spenders, while her 20th September performance will be with Mirage.",
    "Noeline will also be performing at the BMICH, on the 30th of August, at a concert, ‘Vibes of Yesterday.’",
    "The show, which is in aid of the Apeksha Hospital, Maharagama, will also feature several other artistes. The band in attendance will be the ‘Expressions.’",
    "Noeline indicated to us that she is very much looking forward to her date with Mirage.",
    "“It will be really exciting as I’ve performed with this wonderful outfit several times, as a guest artiste, touring the Middle East and other parts of the world, and also joining them on stage at their regular gigs in Dubai.”",
    "In Sri Lanka, Noeline was not only known for her singing, she was also immensely popular as a TV presenter … winning several awards in both categories – singing and TV presenter.",
    "In addition, she had her own Academy of Training, and she continues with her English training, Down Under, conducting several training programmes online to students, in many countries.",
    "Noeline’s contribution to the field of television news, in Australia, commenced in 2008, in the role of Executive Producer and Presenter of ‘Sri Lanka News weekly,’ a news programme telecast on Channel 31, in Melbourne.",
    "This multi-faceted Sri Lankan celebrity now presents interview programmes on Channel 31, where she features a gamut of mainly Sri Lankan musicians, resident in Sri Lanka and around the world. This is a chat show with musical clips by the featured artistes.",
    "Noeline had her own band in the scene here … Galaxy, comprising Mohan Sabaratnam (drums), Kamal Perera (guitar), Joe Thambimuttu (bass/keyboards/vocals), Kumar Pieris (keyboards), and Ricky Senn (sax/trumpet /brass).",
    "Her trip to Sri Lanka, in August, she says, is mainly to be with her family, and to visit some of her favourite places, like Yala, Trincomalee, etc",
    "“When I come over in August, it will be nearly three and a half years since I left the beloved land of my birth.”",
    "Noeline is now based in Australia and says she is absolutely delighted to have the opportunity of sharing time with her son, Ryan, in Adelaide, and her daughter, Jaimee, in Melbourne.",
    "Yes, a name that will never ever be forgotten, especially in the local Western music scene – Noeline Honter.",
    "Go check her out at Gatz, Cinnamon Life, on 24th August and 20th September, 2025.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}