{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/hSenidBiz-starts-FY26-strong-with-steady-recurring-revenue-and-margin-gains/34-780407",
  "time_ut": 1755459784.0,
  "original_lang": "en",
  "original_title": "hSenidBiz starts FY26 strong with steady recurring revenue and margin gains",
  "original_body_lines": [
    "hSenid Business Solutions PLC (hSenidBiz) announced its financial results for the first quarter of FY2026, reporting stable topline performance and the continuation of profitability improvements seen in the prior quarter. Total revenue for the quarter reached Rs. 471.7 million, with recurring subscription revenues growing 36 per cent year-on-year in LKR terms. A decline in professional services revenue, particularly from large on-premise projects, partially offset the strong growth in recurring revenues resulting in a modest 1 percent year-over-year growth in LKR terms and 2 percent in constant currency (USD) terms.",
    "The PeoplesHR Cloud segment remained the core driver of growth, recording a robust 32 percent YoY increase in both LKR and USD terms. Subscription revenues contributed 88 percent of the segment, reaffirming hSenidBiz’s strong commitment to expanding its long-term, recurring revenue base. Overall, recurring revenues contributed 72 percent of total revenue — a key indicator of increasing revenue quality and business sustainability.",
    "New deal closures for the quarter amounted to $ 440,998, a 34 percent increase compared to the same period last year, with 91 percent of deals attributed to the PeoplesHR Cloud business. This reflects the company’s consistent performance in executing both inbound and outbound sales motions across its focus markets.",
    "Commenting on the Company’s direction, Founder and Chairman Dinesh Saparamadu stated, “Our long-term vision of building a resilient recurring revenue model continues to guide our strategic focus. With ongoing investments across product innovation and go-to-market efforts, we remain optimistic about our ability to scale in key markets and deliver sustained value to our stakeholders.”",
    "Normalised EBITDA margin stood at 2 percent, marking the second consecutive quarter of positive Normalised EBITDA, while the Company also continued to generate positive free cash flows. hSenidBiz reported a net loss of Rs. 35.7 million, which included a foreign exchange gain of Rs. 12.8 million during the quarter.",
    "CEO Sampath Jayasundara commented, “We are encouraged by the continuation of margin expansion, reflecting the positive turnaround momentum. With a clear focus on strengthening our ARR-led growth, we remain committed to driving operational efficiency and progressing steadily towards long-term profitability.”",
    "hSenidBiz won the “Best Investor Relations Award” in the Small Cap Companies category for the second consecutive year at the CFA Capital Market Awards 2025. This recognition reflects the company’s continued commitment to fostering transparency, consistent communication, and value-driven engagement with the investment community.",
    "PeoplesHR, the company’s flagship human capital management software solution, now supports over 1,700 HR departments across 40 countries spanning South Asia, Southeast Asia, the Middle East, and Africa — helping organisations digitise the entire employee journey from recruitment to retirement."
  ]
}