{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Rule-of-law-in-taxation-Rights-before-revenue-Part-2/4-780385",
  "time_ut": 1755452652.0,
  "original_lang": "en",
  "original_title": "Rule of law in taxation: Rights before revenue – Part 2",
  "original_body_lines": [
    "Many tax officials continue to reject self-assessment returns by merely stating their conclusions, without providing the reasons required by law",
    "Part 1 of this article (https://www.ft.lk/columns/Rule-of-law-in-taxation-Rights-before-revenue-Part-1/4-779983) emphasised the fundamental principle that taxpayers’ rights take precedence over the taxing right of the State, particularly when those rights are violated by tax authorities. In such instances, tax officials are not only legally bound but also morally obligated to respect and uphold taxpayers’ rights above their administrative duty of tax collection.",
    "The earlier part also underscored another important taxpayer’s right of citing the legal basis and specific statutory provisions under which a tax is imposed. Failure by a tax official to disclose this essential information constitutes a serious procedural flaw, rendering the assessment invalid. This position has been repeatedly affirmed by superior court decisions and now stands as settled legal precedent.",
    "Please be reminded that the term “tax”, “taxpayer”, “tax officials” and other related expressions used in this article are not limited to those administered solely by the Inland Revenue Department. As mentioned in Part 1, “Since IRD-collected taxes cover a wide portion of the population and account for the largest share of government revenue, both taxpayers and tax officials of the IRD have been taken as the primary focus for illustration. I respectfully request readers to interpret the term “tax” and “taxation” in this article in a broader sense, encompassing all three departments—Inland Revenue, Customs, and Excise—depending on the context.”",
    "This Part 2 highlights another vital taxpayer right — the right to know the reasons for official actions. This right serves as a powerful safeguard against the misuse of discretionary powers by both errant public officials and members of the public.",
    "Understanding the significance of this right requires awareness of the broader context: the nature and types of tax assessments, the legal authority granted to tax officials to audit self-assessed returns and impose additional taxes, its limitations, etc.",
    "Under self-assessment, taxpayers are legally required to assess their own taxable income and pay taxes accordingly, in the manner prescribed by the tax authority. Sri Lanka also follows this system, which is governed by Section 132 of the Inland Revenue Act, No. 24 of 2017 (“the Act”).",
    "In contrast, official assessment refers to situations where the tax authority determines a taxpayer’s liability and issues a formal notice of assessment. This typically occurs when a taxpayer either;",
    "The first type of official assessment is known as a “Default Assessment” issued under Section 133 of the Act for failure to submit the return of income under the self-assessment basis. The second—issued when a taxpayer has submitted a return but the tax authority identifies underpayment or inaccuracies—is termed an “Amended” or “Additional Assessment” under Section 135 of the Act.",
    "A reading of Section 135 of the Act—the decisive provision governing amended or additional assessments—shows that it does not grant unfettered discretion to tax officials. Instead, it imposes clear conditions and restrictions that must be met before issuing such assessments.",
    "“Subject to this section, the Assistant Commissioner may amend a tax assessment (referred to in this section as the ‘original assessment’) by making such alterations or additions, based on such evidence as may be available and to the best of his judgement, to the original assessment of a taxpayer for a tax period to ensure that:",
    "(a)in the case of a loss carried forward under this Act, the taxpayer is assessed in respect of the correct amount of the loss carried forward for the tax period; or",
    "(b)in any other case, the taxpayer is liable for the correct amount of tax payable (including a nil amount) in respect of the tax period to which the original assessment relates.”",
    "A careful reading of this provision reveals that an amended assessment can only be issued if three conditions are satisfied:",
    "1.There must be available evidence supporting the additional tax over the self-assessed tax;",
    "2.The amendment must be made to the best of the official’s judgment;",
    "3.It must be for the purpose of ensuring the taxpayer is assessed for the correct amount of tax or loss carried forward.",
    "Thus, it is clear that the law does not grant tax officials unfettered power to override self-assessed returns. Their discretion is strictly bounded by law and must be exercised transparently, fairly, and on the basis of verifiable evidence—ensuring that the correct amount of tax is determined based on the best judgment of the tax official concerned.",
    "Why the new tax act puts boundaries on tax officials’ power to reject the returns?",
    "The new Inland Revenue Act, No. 24 of 2017 fundamentally varies from the previous Inland Revenue Acts in its outlook towards tax evasion. The new tax Act views tax evasion as a criminal offence whereas the previous tax Acts viewed it as a civil offence. The substantiation or proof required for a criminal offence is different from that of a civil offence primarily due to the nature and purpose of these two types of legal actions.",
    "The new Act has listed the tax evasion (Section 189) under the chapter XVIII of the IR Act, which talks about criminal proceedings. On perusal of this chapter, especially Sections 186 and 189, it is evident that tax evasion under the new Act is a criminal offence.",
    "The standard of proof in a criminal case is typically higher and is referred to as “beyond a reasonable doubt.” This means that the tax authority must prove the tax evasion or rather additional tax liability over the amount declared by a taxpayer in his return of income beyond any reasonable doubt to the best of his judgment.",
    "In a civil case, the standard of proof is generally lower and is known as the “preponderance of the evidence.” This means that the plaintiff must show that it is more likely than not that the defendant is liable for the alleged offence.",
    "Since the tax evasion is considered under the new Act as a criminal offence, the legislature has imposed through Section 135 such stringent burden of proof on tax officials prior to reject the returns of taxpayers.",
    "Discretionary power is essential for public officials because laws and regulations cannot anticipate every possible situation. It provides them the flexibility to make fair and practical decisions in unique circumstances, exercise judgment in complex cases, and respond effectively to unforeseen challenges in delivering public services. However, such power must always be exercised within legal limits, guided by the public interest, and subject to strict accountability to prevent misuse.",
    "It goes without saying that not all taxpayers are either entirely honest or entirely dishonest. Therefore, the accuracy of taxes paid under the self-assessment system must be verified. In this regard, Section 135 of the Inland Revenue Act empowers tax officials to scrutinise self-assessment returns and, where justified, issue amended or additional assessments.",
    "This discretionary power, particularly in the context of Section 135, has often become the bone of contention—or rather, the mother of all disputes—fuelling mistrust and malpractice among the public, tax officials, and their wider stakeholders. Regrettably, such powers are sometimes abused by unscrupulous officials who arbitrarily challenge or inflate self-assessments for ulterior motives, including soliciting bribes, harassing taxpayers, or seeking personal revenge. Equally concerning is that dishonest taxpayers exploit this vulnerability by offering illegal inducements to evade or avoid their legitimate tax obligations.",
    "Honest taxpayers, meanwhile, often live in fear of these audit powers, knowing that they can be misused for harassment or other improper purposes. Much of this fear stems from a lack of awareness about their rights and the procedural duties imposed on tax officials.",
    "Violation of the right of communication of the reason for official action, results in nullity.",
    "One of the most effective safeguards against the misuse of discretionary power is to require tax officials to provide clear, written reasons for their official decisions.",
    "Statutory law and judicial precedent have firmly established beyond any reasonable doubt that any official assessment issued in rejection of a taxpayer’s self-assessment is null and void if it violated the mandatory requirement to communicate the reasons for such action. This obligation is not merely procedural—it is a cornerstone of transparency, fairness, and accountability in tax administration. Many including tax officials as well as taxpayers are confused on “reason” which is different from “conclusion”.",
    "Although these terms are familiar to those well-versed in taxation, many tax officials continue to reject self-assessment returns by merely stating their conclusions, without providing the reasons required by law.",
    "For example, statements such as “declared profit margin or sales are insufficient,” “exchange loss is not deductible under Section 11 of the Act,” or “unsettled creditors for over three years are added back” are conclusions—not reasons.",
    "A reason explains why the profit margin was deemed insufficient or why the exchange loss was disallowed. Reasons are objective and evidence-based, while conclusions are subjective and judgmental.",
    "A classic judicial precedent on this distinction is New Portman Ltd v. W Jayawardane and Others (CA No. 2366/80). In that case, the tax official justified an estimated assessment by stating a purported reason as follows:",
    "“According to information available with me, the statement of accounts furnished by you… does not reveal the correct profits.”",
    "The company appealed to the Court of Appeal, arguing that the official had failed to meet the mandatory requirement to communicate the reason for the estimated assessment.",
    "The Court agreed, ruling the assessment null and void because the statement given was a conclusion, not a reason. It held that a valid reason must be intelligible and must address the substantial points raised by the tax official.",
    "Chief Justice Samarakoon went further in Mrs. Fernando and Another v. A M Ismail (SC Appeal No. 22 of 1981), holding that even if the reason for rejection was obvious to the taxpayer, the tax official was still legally bound to communicate it in writing. This was deemed an inalienable right of the taxpayer, and failure to comply rendered the assessment null and void.",
    "Thus, the new Inland Revenue Act strengthens taxpayer protections by making tax evasion a criminal offence and requiring a higher burden of proof for rejecting returns. Section 135 acts as a statutory safeguard, ensuring that discretionary powers are exercised transparently, based on verifiable evidence, and within strict legal limits. Upholding these principles is essential to maintain public trust, protect honest taxpayers, and preserve the rule of law in taxation.",
    "Part 1 of this article can be seen at https://www.ft.lk/columns/Rule-of-law-in-taxation-Rights-before-revenue-Part-1/4-779983",
    "(The writer is a Retired Deputy Commissioner General of IRD and could be reached via email at [email protected].)"
  ]
}