{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112792/full-report-on-tragic-ella-bus-crash-handed-over-to-transport-minister-",
  "time_ut": 1758556980.0,
  "original_lang": "en",
  "original_title": "Full report on tragic Ella bus crash handed over to Transport Minister",
  "original_body_lines": [
    "The full report on the tragic accident on the Ella–Wellawaya road on September 4, which claimed the lives of 16 people, has been handed over to Minister of Transport Bimal Rathnayake.",
    "The report was officially presented to the Minister today (22) at the Ministry of Transport, Highways, Ports, and Civil Aviation.",
    "According to the report, the bus involved in the accident had been driven by a 22-year-old, and it was his first time driving the vehicle. The report identifies that operating a bus carrying passengers along a steep and winding road — unfamiliar to the driver — was a key factor contributing to the accident.",
    "The report also highlights that the road signs and other warning boards installed along the route where the accident occurred were not adequate for an inexperienced driver to properly assess the road’s hazardous nature.",
    "It further states that the identity of the bus is also in question.",
    "As part of the preliminary investigation, it was observed that the color of the front and rear brake drums had changed, indicating they had overheated due to excessive use. The report also notes the presence of grease leakage in the rear wheel brake system.",
    "According to the committee’s findings, the bus had not been properly maintained, and defects in the braking system were identified as contributing factors to the crash.",
    "Additionally, the investigations revealed that the driver of the bus had no proper awareness of the route in that area.",
    "The accident occurred on the 24th kilometer post of the Ella–Wellawaya road on September 4, when a bus carrying a group of employees and members of the Tangalle Urban Council on a leisure trip plunged into a precipice.",
    "Sixteen people lost their lives, and another sixteen were injured in the incident.",
    "To investigate the accident, a five-member committee was appointed, led by a Deputy Commissioner General of the Department of Motor Traffic.",
    "A spokesperson for the committee stated that the report was compiled following an extensive investigation into the incident."
  ]
}