{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sdb-bank-boosts-mobile-user-experience-and-access-to-finance-information/",
  "time_ut": 1715431740.0,
  "original_lang": "en",
  "original_title": "SDB bank’s corporate website gets an upgrade",
  "original_body_lines": [
    "In an era where digital convenience is paramount, SDB bank, The Bank Where You Are Valued with its focus on improving the digital customer touchpoints, recently upgraded its tri-lingual corporate website which is an important part of a broader digital roadmap, marks a significant stride towards optimizing customer engagement through accessible and efficient touchpoints of the Bank. This comprehensive upgrade of its corporate website, now boasting a user interface that is not only the epitome of modern design but also mobile-responsive, catering to the needs of the on-the-go consumer.",
    "The website’s transformation is a testament to SDB bank’s dedication to providing a content-rich platform, featuring insightful BLOGS, engaging VLOGS, inspiring SME Stories, and informative Press articles under the Media Centre which is the latest addition to the website. It is a treasure trove of knowledge, offering users a plethora of insights into financial management, security, and industry trends through compelling video content and timely bank-related news. This resource is designed to empower customers with the information necessary to make informed financial decisions, thereby fostering a community of savvy and secure clients.",
    "In a move to streamline customer interactions, SDB bank has introduced five exclusive lead forms, enabling customers to effortlessly inquire about the bank’s highly demanded services, including SDB Top Saver Plus, SDB Lakdaru, SDB Business Saver, SDB Investment, and SDB Leasing. This feature not only simplifies the process of obtaining information but also reflects the bank’s proactive approach to customer service.",
    "Ceylinco Life treats Family Savari winners to a day of unbridled fun at Pearl Bay",
    "SDB bank announces strategic Bancassurance Partnership with LOLC Life Assurance",
    "‘Fuelling Growth for 26 Years – SDB bank’s Journey of Empowerment, Progress and Partnership’",
    "SDB bank relocates City Branch to Union Place, offering purpose-driven banking services for forward-thinking Sri Lankans",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}