{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110746/sri-lanka-to-end-tax-breaks-for-port-city-colombo-project-by-chinese-firm-report",
  "time_ut": 1753192680.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to end tax breaks for Port City Colombo project by Chinese firm – Report",
  "original_body_lines": [
    "Sri Lanka is set to end tax breaks for the Port City Colombo project being implemented by a Chinese state-run firm as part of commitments under an International Monetary Fund (IMF) bailout package, a move expected to hit the viability of the $1.4-billion venture.",
    "Following the fourth and latest review for Sri Lanka’s extended fund facility from the IMF to help overcome the island nation’s worst economic crisis, the government in Colombo has committed to amend the Strategic Development Projects (SDP) Act and Port City Act within this year to introduce “transparent, rules-based, best-practice aligned eligibility criteria for time-bound” incentives and to reduce the length of tax holidays.",
    "There are already significant concerns about the economic viability of Port City Colombo, being developed on 269 hectares by China Harbour Engineering Company (CHEC) as part of Beijing’s Belt and Road Initiative (BRI). CHEC is a subsidiary of state-run China Communications Construction Company (CCCC), which has been on the US sanctions list since 2020 for its role in building militarised structures in South China Sea.",
    "CHEC was also involved in developing Hambantota port, which Sri Lanka handed over to China in December 2017 on a 99-year lease after struggling to repay debts to Chinese firms. Experts have cited Hambantota as an instance of the “debt trap diplomacy” arising from the BRI.",
    "The Port City Act is set to be amended by October because of widespread tax holidays without any structural benchmarks, people familiar with the matter said on condition of anonymity.",
    "“Unusually, tax-free salaries are provided to key executives of the Port City, while persons outside the facility are paying income tax. Many companies supposedly in Port City are in fact based in Colombo and are availing tax exemptions with impunity,” one of the people said.",
    "The SDP Act is expected to be amended by the end of August, again in consultation with IMF staff, to introduce transparent and rules-based criteria to increase the effectiveness of tax incentives and to limit the duration of such incentives.",
    "“These amendments will also ensure a robust enforcement of the rules on limiting investments into Port City projects to new foreign direct investment,” said IMF’s latest staff report following the fourth review of the extended fund facility, issued earlier this month.",
    "The report noted that “unchecked and overly generous tax exemptions have been detrimental to Sri Lanka by foregoing too much tax revenue and were one of the causes of the [economic crisis of 2022]”.",
    "Though the Sri Lankan government made a commitment that it wouldn’t grant new tax exemptions without consulting IMF staff, the staff report noted such exemptions were provided to 24 companies between January and September 2024. The report said the authorities issued these exemptions under the Port City Act “without consulting IMF staff”.",
    "“These exemptions have given rise to fears that mainland firms may shift to the Port City, leading to a leakage of taxes,” a second person said. “Given the lack of clarity, concerns about money laundering and the Chinese presence, the Port City will not be viable for the foreseeable future.”"
  ]
}