{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98023/ballot-boxes-for-malvides-elections-to-be-placed-in-india-sri-lanka-malaysia",
  "time_ut": 1710736680.0,
  "original_lang": "en",
  "original_title": "Ballot boxes for Malvides’ elections to be placed in India, Sri Lanka & Malaysia",
  "original_body_lines": [
    "The ballot boxes for Maldives’ upcoming parliamentary elections will be placed in India, Sri Lanka and Malaysia, after around 11,000 Maldivians submitted re-registration requests to relocate their polling stations, the country’s election commission announced on Sunday.",
    "The six-day window for people to relocate their voting stations for the April 21 parliamentary elections expired on Saturday, media reports said, citing an Elections Commission notification.",
    "The top electoral body said that ballot boxes for the island nation’s elections will also be placed in Trivandrum (Thiruvananthapuram), the capital of Kerala, Sri Lanka’s Colombo and Malaysia’s Kuala Lumpur after at least 150 people re-register to vote in each of the three countries.",
    "“As previously, enough people registered in Sri Lanka and Malaysia. And since 150 people had registered in Trivandrum, India, we have decided to set up a ballot box there,” web portal adadhu.com quoted EC’s secretary-general Hassan Zakariyya as saying.",
    "The top polls body received 11,169 application forms requesting re-registration at different voting stations during this period. It rejected 1,141 forms, taking the total re-registrations to 10,028, the edition.mv news portal reported.",
    "Pointing out that the number of people who re-registered this year is low compared to past elections, Zakariyya said that voting will not be held in the UK, UAE and Thailand.",
    "The parliamentary elections in the island nation were to take place on Sunday, however, the official polls date was postponed after an amendment to an Act to refrain from conducting elections during the month of Ramzan.",
    "The parliamentary elections are now scheduled to be held on April 21.",
    "A total of 389 candidates are contesting for 93 parliamentary seats in Maldives’ elections, the sun.mv news portal said.",
    "The highest number of candidates are from the pro-India main opposition Maldivian Democratic Party (MDP) - which is contesting 90 seats, followed by the main ruling coalition of the Progressive Party of Maldives (PPM) and the People’s National Congress (PNC), which is contesting 89 seats.",
    "Maldives pro-China President Mohamed Muizzu, who belongs to the PNC, rode to power last year on an anti-India stance."
  ]
}