{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/premier-pr-expands-services-to-social-media-marketing/",
  "time_ut": 1735681860.0,
  "original_lang": "en",
  "original_title": "Premier PR expands services to social media marketing",
  "original_body_lines": [
    "Premier PR, the premier public relations and marketing communications company, has expanded its services portfolio from public relations to social media marketing. Furthermore, Premier PR will also publish news releases of other corporates on its newly designed website.",
    "Celebrating its 17th anniversary in Public Relations, Premier PR will now support its clients to design and execute their social media marketing campaigns to the target groups via social media platforms such as Instagram, Fb, and LinkedIn. Premier PR’s clients range from multinationals and blue-chip companies to SME and family businesses in diverse industries such as IT & technology, education and HR, retail, manufacturing, pharmaceuticals, print, automotive after-market, leisure, mobile and telecommunications, healthcare, fashion, tea, and beverages.",
    "Premier PR is headed by Deepika Gunasekera, who holds an honors degree in mass communications, philosophy, and French from the University of Kelaniya. Having worked in multinationals and local companies such as Nestle, Caltex, Maharaja, Bates Strategic Alliance, etc. handling popular brands, Deepika is an experienced Brand Management and marketing communications professional.",
    "“In addition to public relations campaigns, we have exciting new plans for 2025 to design and execute interesting and innovative social media campaigns to carry our clients’ messages to their target groups. Premier PR now has the expertise to provide integrated public relations as well as social media marketing making it convenient and efficient for our clients to conduct coordinated, efficient marketing communications campaigns for maximum engagement. Furthermore, we have redesigned our website, https://www.premierprsrilanka.com, to publish newsworthy business news of companies providing an additional channel for engagement with the target groups,” said Deepika Gunasekera.",
    "Deepika is a regular contributor to national newspapers on important and current topics to enhance social engagement with policymakers.",
    "‘Invest Sri Lanka’ forum to be held in March 2025 in Colombo",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}