{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/bank-stocks-rally-on-investors-earning-hopes/",
  "time_ut": 1714068300.0,
  "original_lang": "en",
  "original_title": "Bank stocks rally on investors’ earning hopes",
  "original_body_lines": [
    "Trading activities of the Colombo Stock Exchange were bullish yesterday due to the positive development at the Treasury bond market where all maturities were subscribed providing a boost to the equity market, market analysts said.",
    "The banking sector counters were very active on the trading floor, creating a sharp upward trend for the stock market. As a result, both indices moved upwards; All Share Price Index up by 170.2 points while S and P SL20 up by 104.6 points.",
    "Turnover stood at Rs. 2.9 billion with five crossings. Those crossings were reported in Pan Asia Bank which crossed four million shares to the tune of Rs 92.6 million and its share price traded at Rs 23.30, Commercial Bank 800,000 shares crossed to the tune of Rs 88 million and its share price traded at Rs 110, Melsacope 350,000 shares crossed to the tune of Rs 30.8 million and its share traded at Rs 80, HNB 127,000 shares crossed to the tune of Rs 24.2 million and its its share price traded at Rs 191 and JKH 100,000 shares crossed to the tune of Rs 20.5 million and its share traded at Rs 205.",
    "In the retail market, top seven companies that mainly contributed to the turnover were Browns Investments Rs 2-09 million (33.4 million shares traded), Commercial Bank Rs 194 million (1.7 million shares traded), LOLC Finance Rs 181 million (25.2 millions shares traded), Singer Sri Lanka Rs 159 million (83 million shares traded), Tokyo Cement (Non-Voting) Rs 149 million (3.6 million shares traded), CIC Holdings Rs 129 million (1.6 million shares traded) and JKH Rs 126 million Rs 126 million (614,000 shares traded). During the day 141 million share volume changed hands in 22000 transactions.",
    "Meanwhile, Sri Lanka rupee opened stronger at Rs 297.10/20 to the US dollar after closing at Rs 297.95/298.10 on Wednesday, dealers said.",
    "Dialog Axiata recognised as the Most Significant FDI Contributor by BOI",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}