{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Japan-Sri-Lanka-Economic-Cooperation-Policy-Dialogue-strengthens-ties-and-commitments/34-757196",
  "time_ut": 1704742764.0,
  "original_lang": "en",
  "original_title": "Japan-Sri Lanka Economic Cooperation Policy Dialogue strengthens ties and commitments",
  "original_body_lines": [
    "Japan stresses on importance of MoU on debt restructuring with creditors outside Official Creditor Committee",
    "The Japan-Sri Lanka Economic Cooperation Policy Dialogue was held on 5 January at the Finance Ministry, deepening mutual commitment to strengthen economic ties and expand collaboration between the two countries.",
    "Japan’s Foreign Affairs Ministry International Cooperation Bureau Director General Endo Kazuya led the Japanese delegation.",
    "Co-chaired by Finance, Economic Stabilisation and National Policies Ministry Secretary K.M. Mahinda Siriwardana and Japan’s Foreign Affairs Ministry International Cooperation Bureau Director General Endo Kazuya, the dialogue focused on the Japanese-funded project portfolio and future economic prospects.",
    "Director General Endo commended Sri Lanka’s efforts and reiterated Japan’s commitment to aiding the country’s swift recovery. He also applauded the Government’s commitment to continuing the economic reforms supported by the International Monetary Fund (IMF) program.",
    "Stressing the importance of a Memorandum of Understanding (MoU) on debt restructuring, he underscored the need for transparency and comparability in agreements with creditors outside the Official Creditor Committee (OCC).",
    "Finance Ministry Secretary K.M. Siriwardena expressed gratitude for Japan’s unwavering support, highlighting its crucial role in Sri Lanka’s recovery from a severe economic crisis.",
    "He emphasised Sri Lanka’s dedication to transparent governance and comparability in the debt restructuring process, a pivotal aspect of ongoing reforms.",
    "The discussion also delved into Japan’s ongoing economic cooperation, including Yen loan projects, aiming at stabilising and strengthening Sri Lanka’s economy.",
    "Director General Endo assured continued Japanese support for Sri Lanka’s recovery and development, emphasising a path towards progressive growth.",
    "Siriwardana also sought Japan’s future cooperation, highlighting the Yen loan projects as catalysts for attracting investments.",
    "He extended an invitation to Japanese investors to actively assess opportunities in Sri Lanka, seeking both technical and financial support for ongoing IMF-supported reforms."
  ]
}