{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-current-dollar-inflows-exceed-imports-by-us549mn-in-october-190954/",
  "time_ut": 1732937100.0,
  "original_lang": "en",
  "original_title": "Sri Lanka current dollar inflows exceed imports by US$549mn in October",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s gross current foreign exchange inflows of 2,251 million dollars have exceeded goods imports of 1,702 by 549 million US dollars in October 2024, official data released by the central bank shows.",
    "Current inflows were made up 1,158 million dollars of goods exports, remittances of 587 million dollars and gross services of 587.7 million dollars which includes tourist earnings estimate of 185.6 million US dollars.",
    "Total services outflows were reported as 283.8 million dollars of which travel abroad was 58.5 million US dollars.",
    "All inflows are eventually go out of the country as direct spending by recipients on imports and services, spending by subsequent recipients or savings that are invested.",
    "Money saved in banks are in turn given for investment projects which in turn generate imports.",
    "In October investment goods and base metals were 381 million US dollars, up from 360 million dollars in September.",
    "As private credit picks up, bank usually display less willingness to buy government new debt or roll-over existing debt.",
    "Sri Lanka has hiked taxes, reducing the budget deficit and the domestic borrowing requirement while state enterprises are also running profits.",
    "Central bank foreign reserves are built by mopping up the rupee created by dollar purchases by selling down its security portfolio to banks or the public involving deflationary open market operations.",
    "Inflation has also stopped it its tracks, helped by rupee appreciation made possible by deflationary policy, allowing economic growth to resume.",
    "Since September 2022 the central bank has operated deflationary open market operations.",
    "But concerns have been raised about the emergence of inflationary operations, with money injected on top of existing liquidity from dollar purchases to closely target a mid-corridor or single policy rate.",
    "RELATED  Sri Lanka can cut floor rate, but targeting ‘dysfunctional’ call market will lead to trouble",
    "There have been warnings that the practice will over-accomodate tiny credit shocks, encouraging overtrading and asset-liability mis-matches in banks in the process as private credit and investments pick up. (Colombo/Nov30/2024)"
  ]
}