{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111907/number-of-skeletal-remains-uncovered-from-chemmani-mass-grave-increases-to-166",
  "time_ut": 1756282620.0,
  "original_lang": "en",
  "original_title": "Number of skeletal remains uncovered from Chemmani mass grave increases to 166",
  "original_body_lines": [
    "A total of 166 human skeletal remains have been unearthed thus far from a mass grave located near the Sindhubathi cemetery in Chemmani, Jaffna.",
    "Officials have stated that the fifth phase of the excavation process is planned to continue until September 7.",
    "The current phase is being conducted based on the findings of previous scanning investigations carried out on the mass grave site.",
    "The excavation is being conducted under the supervision of Jaffna Magistrate A.A. Anandarajah, with the involvement of a team of experts including Prof. Raj Somadeva, Senior Archaeologist from the University of Kelaniya, and Dr. Sellaiya Pirapanan, a specialist in forensic medicine from the University of Jaffna.",
    "The recovered skeletal remains and items found within the mass grave have been placed in the custody of Dr. Sellaiya Pirapanan, under the orders of the Jaffna Magistrate’s Court, for further forensic examination at the University of Jaffna’s Faculty of Forensic Medicine.",
    "The first skeletal remains were discovered on February 20, during development work at the Chemmani Sindhubathi Cemetery. Upon discovering the remains, the development officials reported the incident to the Jaffna Police.",
    "Due to adverse weather and heavy rains at the time, excavation at the site could not proceed immediately.",
    "After the rains subsided, the Jaffna Police obtained a court order from the Jaffna Magistrate’s Court to commence excavation at the site where the bones were found.",
    "As a result of several rounds of excavation carried out under this order, human skeletal remains have been uncovered from the site."
  ]
}