{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96483/jvps-wasantha-samarasinghe-files-fr-petition-against-anti-terrorism-bill",
  "time_ut": 1705487820.0,
  "original_lang": "en",
  "original_title": "JVP’s Wasantha Samarasinghe files FR petition against Anti-Terrorism Bill",
  "original_body_lines": [
    "President of the Inter-Company Employees’ Union Wasantha Samarasinghe has filed a Fundamental Rights (FR) petition before the Supreme Court, seeking a court order declaring that certain provisions of the proposed Ant-Terrorism Bill are unconstitutional.",
    "Naming the Attorney General as the respondent in his petition, the Janatha Vimukthi Peramuna (JVP) politburo member claimed that the Bill, presented to the Parliament by Justice Minister Wijeyadasa Rajapakshe, allowed for the unwarranted arrest and detention of persons by the Sri Lanka Police, Army and the Coast Guard, even in the absence of a reasonable cause.",
    "He explained that this violated numerous constitutional fundamental rights, such as the right to freedom of expression and the right to freedom.",
    "Samarasinghe therefore states that if the proposed Bill were to be passed, it must be approved by a two-thirds majority in Parliament, followed by a referendum.",
    "The proposed Anti-Terrorism Bill, which will replace the current Prevention of Terrorism Act (PTA) was presented before the Parliament on 10 January, by Justice Minister Rajapakshe.",
    "On 05 September 2023, the Cabinet of Ministers granted approval to publish the Anti-Terrorism Bill, which was revised in accordance with the suggestions and opinions received by different parties in the government gazette, and to table the bill in parliament for passing.",
    "Although the original draft bill had been published in the government gazette on 22 March 2023, it was later revised and re-drafted in consideration of all the opinions and suggestions received by the Ministry of Justice by various interested parties in this regard both locally and internationally."
  ]
}