{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Ottawa-community-gathers-at-vigil-to-mourn-victims-of-mass-killing/108-278554",
  "time_ut": 1710048900.0,
  "original_lang": "en",
  "original_title": "Ottawa community gathers at vigil to mourn victims of mass killing",
  "original_body_lines": [
    "More than 300 people gathered in the suburban Ottawa neighbourhood of Barrhaven Saturday for a community vigil following what police have called one of the worst mass killings in the region’s recent history.",
    "Ottawa Police Service said Thursday that the homicide unit was called in after six people — four children and two adults — were found dead inside a home in the city’s west-end suburb on Wednesday night, the Global News reported.",
    "“My daughter played with their kids a lot… On New Year’s at the temple they were all playing together so it’s really hard to see that this happened,” said one neighbour, Mirissa Kumar, through tears.",
    "One of the victims was a woman, Darshani Dilanthika Ekanayake, and her two-and-a-half-month-old baby.",
    "Police allege 19-year-old Febrio De-Zoysa murdered Ekanayake, her four children and a family acquaintance.",
    "The father, Dhanushka Wickramasinghe, suffered serious but not life-threatening injuries.",
    "De-Zoysa, who had been boarding with the Wickramasinghe family, is facing six counts of first-degree murder and one count of attempted murder.",
    "Sri Lanka’s High Commission in Ottawa confirmed to Global News that the two adult victims are Sri Lankan nationals.",
    "Neighbours and friends gathered in reflection and fellowship at a community park Saturday afternoon, just a block away from the home where the Wickramasinghe family were building their new life in Canada.",
    "On and around benches, community members laid heartfelt notes, teddy bears, bouquets of flowers and balloons among other items to pay their respects.",
    "Naradha Kodituwakku from the Buddhist Congress of Canada, spoke to the crowd.",
    "“Ottawa Sri Lankan community, I know you’re hurting and we are hurting with you,” he said as his voice cracked with emotion.",
    "A number of attendees at the vigil knew the mother, Dharshani, and her four children personally. Some brought photos and shared memories with others in the community.",
    "Neighbours of the family struggled with the senseless violence, including Rochelle LaChance, who lives just a few houses down from where the homicides occurred.",
    "“It’s been weighing heavy on a lot of us… it’s nice to see everyone together and have this space to grieve. I know this is going to take a long time and I really feel for the family and all the friends involved,” she told Global News.",
    "“What the kids went through, for me, is the hardest thing to be honest. And I have young kids as well,” he told Global News.",
    "Neighbour Wilson Lo said: “I’m still thinking of the kids at the school who may not fully understand why two of their friends won’t be there anymore.”",
    "The surviving father, Dhanushka, is currently recovering in hospital from two surgeries for wounds suffered in the attack that killed his family. Once he’s released, those at the Buddhist temple where Dhanushka and his family prayed say they are ready to take him in and care for him.",
    "“I know it may take some time for him to… feel some freedom from this suffering,” said Monk Bhante Suneetha from the Hilda Jayewardenaramaya Buddhist Monastery at the vigil.",
    "Arrangements are also being made to bring other remaining family members in Sri Lanka, such as Dhanushka’s brothers, to Ottawa.",
    "Kodituwakku said at the vigil that Ottawa Police Chief Eric Stubbs confirmed that two autopsies have been completed, meaning funerals could be held early next week.",
    "Stubbs, who was also at the vigil, said it was important to him and his team to be there with the community.",
    "The accused aunt Anusha De-Zoysa told Global News Friday that Febrio came to Canada two years ago and was a “quiet” and “good student.” However, she noted that his behaviour recently started to change.",
    "She says De-Zoysa stayed with relatives in Ottawa, before moving in with the Wickramasinghe family, but says he recently cut off his relatives.",
    "Police have yet to identify a possible motive for the killings, and none of the allegations against De-Zoysa have been proven in court. But those who attended the vigil Saturday to comfort and console their neighbours and friends still struggle with a key question: Why did this happen?",
    "Stubbs says his team is working on getting answers to the public as soon as possible.",
    "“When there’s something this impactful, there’s a large appetite to find out why… But it’s important that we be very measured in what we release to the public,” he said.",
    "Stubbs says Ottawa police will continue to be there to support community leaders as the investigation goes on.",
    "“Here’s the thing, there’s a lot of negativity and a lot of darkness with this, but I’m seeing a lot of positivity as well… The people coming together and supporting each other is so important, and we’re seeing that here now,” he said."
  ]
}