{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103785/sri-lanka-announces-launch-of-isb-exchange-after-cabinet-approval-",
  "time_ut": 1732622460.0,
  "original_lang": "en",
  "original_title": "Sri Lanka announces launch of ISB exchange after Cabinet approval",
  "original_body_lines": [
    "Sri Lanka has announced the official launch of the exchange of its outstanding International Sovereign Bonds (ISBs) totaling approximately USD 12.55 billion, as of 25 November 2024.",
    "This follows the approval of the terms and conditions of the Invitation by the new Cabinet of Ministers of Sri Lanka, which was formed on 18 November 2024, Sri Lanka’s Ministry of Finance, Planning and Economic Development said in a statement today.",
    "The Finance Ministry stated that the holders of the existing Bonds are invited to tender their Bonds and exchange them for new instruments over a three-week period, with the final deadline set for 12 December 2024.",
    "Furthermore, the statement highlighted that Sri Lanka strongly encourages all holders to participate in the exchange process as early as possible.",
    "“The features of the new instruments have been meticulously discussed for over two years with holders in good faith, ensuring the best possible outcome for all parties. An agreement in principle was reached on 19 September 2024 with two representative groups of holders - one comprising international investors and the other domestic financial institutions - together holding over 50% of the outstanding Bonds”, it added.",
    "Additionally, the IMF and Sri Lanka’s Official Creditor Committee have both confirmed that the proposed features of the new instruments are compatible with the parameters of Sri Lanka’s IMF-supported program and the Comparability of Treatment principle respectively, said the Ministry of Finance.",
    "The successful completion of this bond exchange will enable Sri Lanka to achieve sovereign debt sustainability and accelerate the country’s economic recovery. Under the baseline scenario, Sri Lanka will achieve approximately USD 9.5 billion debt service payments reduction over the 4-year IMF program period, 31% reduction in the coupon rate of Sri Lanka’s Bonds to 4.4%, and extension of the average maturity profile of over 5 years.",
    "The successful completion of the bond exchange will also normalize relations with bondholders, the ministry expressed.",
    "The President and Minister of Finance, Planning and Economic Development, Anura Kumara Dissanayake, said:",
    "“Today’s official announcement of the commencement of the International Sovereign Bond restructuring with private creditors marks an important milestone for Sri Lanka. We extend our gratitude to our external creditors, the IMF and the Official Creditor Committee for the good faith negotiations that have enabled us to reach this point.”",
    "“With the successful achievement of Staff-Level Agreement on the third review of our IMF-supported program last 22 November, I urge private sector creditors to participate in the debt restructuring process to provide essential relief, thereby laying the groundwork for a brighter future for Sri Lanka and its people,” he added."
  ]
}