{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Palestinian-holocaust-The-oppressed-has-become-the-oppressor/4-762134",
  "time_ut": 1716409131.0,
  "original_lang": "en",
  "original_title": "Palestinian holocaust: The oppressed has become the oppressor",
  "original_body_lines": [
    "Israeli encroachment into Palestinian territory does not seem different to Hitler’s territorial expansion or greater Lebensraum—“living space”—for the German people",
    "During the war, leaders of the Allied countries—the Soviet Union, United States, and Great Britain—received reports of mass shootings of Jewish civilians, including women and children. In 1942, they learned of the Nazi plan to annihilate Europe’s Jews. While leaders occasionally publicly denounced violence towards Jews, they prioritised winning the war over rescuing Jews – The holocaust encyclopaedia https://encyclopedia.ushmm.org/content/en/question/how-did-leaders-diplomats-and-citizens-around-the-world-respond-to-the-events-of-the-holocaust",
    "Impotency of the world caused six million Jews to die in the hands of Adolf Hitler and his Nazi supporters. History is repeating itself now with the then oppressed becoming the oppressor today massacring Palestinians and decimating their land and homes while the world looks on as they did when the Jews were annihilated. Barring the numbers killed, the plight of the Palestinians is no different to the plight of the Jews.",
    "There can and will be debate about what is a holocaust. What is worse? 6 million Jews dead vs. 37,000 Palestinians dead? Homes and families destroyed, and livelihoods gone in both cases. Why did Hitler embark on his killing spree? Why did the world look the other way when Hitler did what he did? Why did Netanyahu and his war cabinet begin the rampage of Palestine and Palestinians? What has the world effectively done to stop this massacre?",
    "As Lucy S. Dawidowicz entitled her book on the Holocaust The War Against the Jews, she showed how Germany fought two wars simultaneously: World War II and the racial war against the Jews. The Allies fought only the World War. In regard to Israel today, they have their battles primarily with Iran and Lebanon and their ongoing battle in Palestine. The world does not seem to have any serious interest in Palestine. One wonders what would have happened if Israel was doing what they are doing in Palestine, in Iran instead. Would the world have wakened up then?",
    "The definition of a holocaust in the Brittanica presents some interesting aspects. The Brittanica says the “Holocaust, was the systematic state-sponsored killing of six million Jewish men, women, and children by Nazi Germany and its collaborators during World War II. The Germans called this “the final solution to the Jewish question.”",
    "The plight of the Jews has no comparison. Similarly, the plight of the Palestinians has no comparison. What is interesting is the purpose of the Jewish massacre and the purpose of the ongoing Palestinian massacre. Nazi Germany called their campaign “the final solution to the Jewish question.” Today, Israel is saying their Palestinian campaign is the final solution to ending the Hamas inflicted violence against Israel. As did innocent Jewish men, women and children perish, innocent Palestinian men, women and children are paying the price for the ambitions of leaders, both in World War 2 Germany and in Israel today.",
    "Even before the Nazis came to power in Germany in 1933, they had made no secret of their anti-Semitism. As early as 1919 Adolf Hitler had written, “Rational anti-Semitism, however, must lead to systematic legal opposition…its final objective must unswervingly be the removal of the Jews altogether.” In Mein Kampf (“My Struggle”; 1925–27), Hitler further developed the idea of the Jews as an evil race struggling for world domination.",
    "While not ascribing any evilness to Jews; in terms of domination, especially in the US, was Hitler right? Jewish influence in the US has basically given them the power to virtually dominate the world when it comes to the Palestinian issue. The fact that no country in the world, including China, Russia, India, Saudi Arabia, France, the UK and other mid-eastern oil rich countries have been able to prevent what is happening in Palestine demonstrates the fact that Israel dominates the world when it comes to the Palestinian issue. Palestinian lives, their homes, their livelihoods do not matter to Israel, nor the rest of the world.",
    "Hitler’s worldview revolved around two concepts: territorial expansion (that is, greater Lebensraum—“living space”—for the German people) and racial supremacy. After World War I, the Allies denied Germany colonies in Africa, so Hitler sought to expand German territory and secure food and resources—scarce during World War I—in Europe itself. Hitler opposed Jews for the values they brought into the world. Social justice and compassionate assistance to the weak stood in the way of what he perceived as the natural order, in which the powerful exercise unrestrained power.",
    "In Hitler’s view, such restraint on the exercise of power would inevitably lead to the weakening, even the defeat, of the master race. One has to question the Jewish values that Hitler had a problem with. What has happened to them today? Is Israel now taking a cue from Hitler and decimating Palestine for fear that they, Palestine, will one day defeat the master race (in their minds), Israel?",
    "Israeli encroachment into Palestinian territory does not seem different to Hitler’s territorial expansion or greater Lebensraum—“living space”—for the German people. Rather than negotiating “living space” with the Palestinians, which Israel has never done in a serious manner, they have chosen to encroach and take over territory. The notional self-government granted to Palestinians in some areas of Palestine in the West Bank and Gaza is a farce. They are surrounded by the Israel military, by high walls and barbed wire barriers, high security, and no rights to move between such “self-governed” areas.",
    "The Global Centre for the Responsibility to Protect which attempts to save lives by mobilising the international community to act in situations where populations are at risk of mass atrocity, says the following about the subjugation and occupation of Palestine by Israel. Palestine, encompassing the Gaza Strip and West Bank, including East Jerusalem – has been occupied by Israel since 1967. Various UN officials and investigative mechanisms have reaffirmed that Israel’s permanent occupation of Palestinian territory has no legal validity and has resulted in de facto annexation, which may amount to a war crime. The occupation has been characterised by the perpetual expansion of Israeli settlements into Palestinian territory with the aim of altering its ethnic demographics.",
    "The Israeli government has established a two-tiered legal and political system that provides comprehensive rights for Jewish Israeli settlers while imposing military rule and control on Palestinians without any basic protections or rights under international law. In March 2022 the UN Special Rapporteur on the situation of human rights in the OPT reported that this system satisfies the prevailing evidentiary standard for the crime of apartheid, a crime against humanity https://www.globalr2p.org/countries/israel-and-the-occupied-palestinian-territory/. The Global Centre goes on to say that “Palestinians are regularly subjected to violence by Israeli settlers, including physical attacks, shooting with live ammunition, torching of fields and livestock, theft and vandalisation of property. According to the UN Office for the Coordination of Humanitarian Affairs, 2023 was the deadliest year in the Occupied West Bank, including East Jerusalem, since the UN began documenting casualties in 2005, with over 200 Palestinians and nearly 30 Israelis killed between January and September. Since 7 October, there has been a sharp increase in unnecessary and disproportionate force by Israeli forces – including airstrikes, violent military tactics during search-and-arrest operations, and incursions by armoured personnel carriers and bulldozers sent to refugee camps – resulting in over 365 Palestinians killed and at least 4,288 injured in the Occupied West Bank.",
    "“Israeli forces have also conducted daily mass arrests, with thousands of Palestinians arrested, as well as denied medical assistance to those injured in attacks. The Office of the UN High Commissioner for Human Rights (OHCHR) has reported numerous incidents of alleged torture and other ill-treatment against Palestinian detainees. Settler violence has also escalated, with Palestinians facing an average of four attacks per day. Israeli settlers have killed eight Palestinians and injured 114, while over 1,200 have been displaced. OHCHR has reported that settlers carrying out these attacks are at times acting with the acquiescence and collaboration of Israeli forces and authorities. Five Israelis have also been killed in attacks by armed Palestinians.”",
    "The ordinary people of Israel must wake up and see the atrocities their leaders and their military are committing in Palestine. They cannot keep electing hard liners like Netanyahu and members of his war cabinet to govern Israel. If they continue to do so, they will ensure the strengthening of hardline elements in Palestine. The world will not stop this inevitability and ongoing perpetuation of violence, against the Israelis as well as Palestinians. Only the people of Israel can if they live up to the values Hitler was so afraid of, social justice and compassionate assistance to the weak. If not for any other reason, in self-interest, Israelis should turn to moderates in their country to save it from a guaranteed cycle of violence."
  ]
}