{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/machinery-of-influence-lessons-from-the-different-systems-of-propaganda-in-nazi-germany-imperial-japan/",
  "time_ut": 1723648488.0,
  "original_lang": "en",
  "original_title": "Machinery Of Influence: Lessons From The Different Systems Of Propaganda In Nazi Germany & Imperial Japan",
  "original_body_lines": [
    "It would not be wrong to say that WWII saw the zenith of the use of propaganda in the history of mankind. Both the Allies and the Axis powers extensively utilized propaganda to influence public opinion and bolster their war efforts. Propaganda, the strategic dissemination of information to shape perceptions and behaviors, was employed to boost morale, demonize the enemy, and secure civilian and military support for the war effort.",
    "Nazi Germany, through their Ministry of Propaganda and Public Enlightenment, carried out a vast propaganda campaign to glorify the Aryan race and vilify Jews and other enemies, while Japan emphasized national pride, portrayed Japan as a modernizing unifier that would bring Asia into the modern age and portrayed Western powers as imperialist threats from whom they will save Asia from. The Allies, with the United States and Britain taking the charge, countered with their own propaganda efforts, using films, posters, and radio broadcasts to highlight the heroism of their soldiers, the importance of home front contributions, the atrocities committed by the axis nations and the righteousness of their cause. Both sides used propaganda to maintain public morale, justify their actions, and sustain long-term engagement in the war.",
    "After World War II, the European theater received more attention and recognition in the public’s mind compared to the Pacific theater.  The enduring prominence of the European theater was because of the sheer volume of media coverage it received. Movies, books, and documentaries have predominantly focused on the European aspects of the war, leaving the Pacific theater less explored and understood. This media imbalance has played a significant role in reinforcing the misconception that the European and Pacific theaters were more alike than they actually were.",
    "Over time, this misconception has continued to shape how people view the nature of the two theatres; the conditions soldiers and civilians faced, and, importantly for this discussion, the ways in which propaganda was used by the state.",
    "This misunderstanding has impacted the three main aspects of propaganda analysis: the structure (including strategy and techniques), the content of the propaganda, and the public’s involvement and reaction to it.",
    "People are more aware of the propaganda of Nazi Germany, because of the terrifying legacy of the Ministry of Propaganda and Public Enlightenment, led by Joseph Goebbels. Goebbels’ horrific reputation endures in popular memory, bolstered by the famously extensive and impactful surveillance imposed on the German populace. The fact that a number of influential cultural and literary works like George Orwell’s “1984” that drew parallels to the Nazi regime, further solidified this perception. For many, this has become the archetypal model for understanding propaganda in totalitarian states during the Second World War and beyond.",
    "This, combined with the public’s fascination with the brutal and dystopian elements of the Nazi regime depicted in popular works like “1984” has overshadowed the unique and distinct experiences of those in the Pacific theater.",
    "The propaganda apparatus in Imperial Japan is not as popularly depicted as that of the Nazis. One key reason for this is that Imperial Japanese propaganda was generally less dystopian and brutal compared to Nazi propaganda. This difference in portrayal stems not only from a lack of awareness but also from the nature of the propaganda content and the public reaction to it.",
    "In Imperial Japan, effectively there was no central organization for propaganda. Although the Imperial Rule Assistance Association (IRAA) led the one-party state created by Prime Minister Fumimaro Konoe, it lacked the influence and power in propaganda that the Ministry of Propaganda wielded in Nazi Germany. Even the Cabinet Board of Information, which was modeled to emulate the Nazi propaganda ministry’s centralized structure, struggled to effectively coordinate the various propaganda institutions, including those from the military and other ministries.",
    "The branches of the military had their own propaganda arms and had constant infighting, hampering the ability of a single civilian (or military) institution to consolidate power. The relationship between the Imperial Japanese Army and the Imperial Japanese Navy was infamous for the bitter rivalry between them. To make matters worse, the military and the civilian bureaucracy viewed each other with deep suspicion. This led to the withholding of vital information from one another, further exacerbating the coordination issues. This internal conflict made it even more challenging to achieve a unified approach to propaganda.",
    "This does not mean, however, that a centralized state propaganda apparatus will necessarily eradicate infighting and power struggles. Even within the Third Reich, rivalries existed between Goebbels’ Reich Ministry of Public Enlightenment and Propaganda and other organizations, such as the Reich Foreign Ministry over concerns related to foreign propaganda, and the rivalry between Goebbels and Otto Dietrich, the regime’s press chief.",
    "Even in centralized systems, problems of coordination can impede all three levels of the points of analysis mentioned earlier: the structure, the content and consequently, the public involvement. For example, the dilemmas of authority in the German propaganda effort in the occupied areas of the Soviet Union heavily impacted the effectiveness of their propaganda. Goebbels’ The Ministry of Propaganda was completely out of the picture because of a directive by Hitler in 1939 dictating that foreign propaganda was to be under the purview of the Reich Foreign Ministry. Aside from that, the civilian-military clash between the military high command who retained control over military affairs (including propaganda operations) and the Ministry for Occupied Eastern Territories and their views on the contents and methods of propaganda exacerbated the situation.",
    "While there were similarities (both regimes depicted non-Axis countries as enemies spreading lies and propaganda about them and the origins of the world war. Both exhibited supremacist characteristics; depicting themselves as noble peoples, and surprisingly, anti-Semitism was a common feature, despite Imperial Japan having no Jewish people.), the main themes of the propaganda content differed between the two regimes, and their respective models were well-suited to their primary propaganda narratives.",
    "One example of this difference is the contrasting promotion of the Emperor in Imperial Japan compared to the promotion of Hitler in Nazi Germany. While the Japanese Emperor was revered and regarded as divine, this portrayal differed significantly from the way Hitler was depicted and positioned by Goebbels and the Nazi propaganda machinery. It is important to remember that the Japanese Emperor’s elevated godly status had been established through years of tradition and propaganda long before that period. In contrast, Hitler’s status as the godly savior of the Germans had to be manufactured by the Nazi regime in a relatively short window of time. As a result, Nazi propaganda efforts had to focus much more on cultivating Hitler’s image. The centralized structure of propaganda was better suited to the manufacture of the cult of personality in this short window of time because of the consistent messaging it affords the state in most cases.",
    "In the same way, the broadly decentralized propaganda structure aided and was sustained by the themes of Japanese propaganda. The main focus and theme of Japanese propaganda was the portrayal of Imperial Japan as the great modernizer, the force that would free Asia from colonial shackles and bring it into the new century. Surprisingly, while this narrative was supremacist, many Japanese, including prominent politicians, sought to treat the Asians targeted by their propaganda as equals-to-be.",
    "This narrative greatly benefitted from the fact that many Japanese; politicians and ordinary citizens, had a genuine belief in this “noble mission”. There was more voluntary involvement from citizens in the propaganda process, and in many instances, the Japanese public were eager to provide feedback. The decentralized propaganda system facilitated this feedback mechanism, as people were likely more comfortable giving feedback to the numerous small units overseeing citizen mobilization or to private companies conducting various propaganda activities such as contests, celebrations, and traditional performances like Rakugo and Manzai. (Rakugo and Manzai performances were indeed crucial parts of Japanese propaganda. The government not only permitted but also facilitated many groups of performers to travel abroad and perform for their troops).",
    "Entertainment played a pivotal role in the propaganda efforts of Imperial Japan, far more prominently than in Nazi Germany. This emphasis on entertainment was a key aspect of Japan’s propaganda strategy, contrasting with the more direct and authoritarian methods employed by the Nazis. The imperial government allowed freedom and was interested in collaboration with non-state actors, including entertainment companies and individual entertainers, to disseminate their propaganda messages.",
    "These companies, entertainers, and more broadly, individuals like writers and advertisers voluntarily aided the Japanese propaganda effort, like what was seen in the United States. However, the Japanese government maintained tighter control over them, with censorship being a common practice. These professionals also openly criticized Japanese propaganda content and strategies, especially propaganda aimed at foreign audiences, in ways that were not permitted in Nazi Germany. Propaganda studies and analysis flourished in Japanese academia at the time, with discussions ranging from why Japanese foreign propaganda failed to resonate with overseas audiences to how the collective psyche of the Japanese people affected their ability to create propaganda.",
    "The propaganda machinery of Nazi Germany and Imperial Japan during World War II represented two distinct approaches, showcasing the complexities and nuances of propaganda in wartime. While Nazi Germany employed a centralized and ruthless propaganda apparatus under Joseph Goebbels, emphasizing a cult of personality around Hitler and promoting a dystopian vision of supremacy, Imperial Japan adopted a more decentralized and culturally embedded approach. Understanding these contrasting propaganda models not only sheds light on the strategies employed by these regimes but also highlights the complexity of the role of propaganda in shaping public perception and mobilizing support during wartime.",
    "*Daham Jayarathna is an independent researcher and writer in the study of propaganda, political communication and public relations. He currently works as the executive officer in charge of external affairs at the Bandaranaike Academy for Leadership and Public Policy, the leading public policy education institute in Sri Lanka."
  ]
}