{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Demise-of-Rajapaksa-power-and-triumph-of-Rajapaksaism/4-765215",
  "time_ut": 1722973144.0,
  "original_lang": "en",
  "original_title": "Demise of Rajapaksa power and triumph of Rajapaksaism",
  "original_body_lines": [
    "The Rajapaksas have nothing to gain from a Ranil Wickremesinghe victory. He was never a Rajapaksa creature. He saved the Rajapaksas from popular fury and used their backing to implement his own politico-economic agenda. If he wins the Presidential election, he would go his way, irrespective of whether the Rajapaksas back him or not. So the Rajapaksas decided to cut their losses, a decision that makes sense from the perspective of familial power. For them, defeat and a stint in the opposition would be less ruinous than growing irrelevance under a victorious President Wickremesinghe. Their only way out was persuading President Wickremesinghe to publicly anoint Namal Rajapaksa as the next prime minister. They made the demand and he refused, because he is not Ranil Rajapaksa. With that correct refusal, the raison d’être of the Wickremesinghe-Rajapaksa alliance vanished",
    "– (Traditional proclamation made following the death of a monarch indicating the continuity of the monarchy)",
    "Mahinda Rajapaksa’s second presidential investiture was held two days after his 65th birthday, the twin occasions marked by grandiose displays of Rajapaksa power. The highlights of this political spectacle included a shipload of Buddhist monks voyaging from Galle to the Hambantota Rajapaksa Port, chanting the ‘Sagara Piritha’, and the cooking of world’s largest milk-rice weighting 4,000 kg by 300+ chefs (relayed live on TV). Tuition-guru turned Education Minister Bandula Gunwardane ordered all school children to listen to President Rajapaksa’s ‘Address to the Nation’.",
    "Most of the courtiers who pledged eternal fealty to High King Mahinda during that spectacular week in 2010 are unlikely to grace his 79th birthday in 2024.",
    "Ambitious politicians (and would-be politicians) stayed with the Rajapaksas for the sake of furthering their own careers and lining their own nests. Whenever Rajapaksa power was seriously challenged, an out-migration from the Rajapaksa fief resulted. This happened twice in the past – in the context of the 2015 presidential and parliamentary elections and during the 2022 Aragalaya. The ongoing exodus is the third – and the largest, ignited by the SLPP’s obvious inability to win the upcoming Presidential election. Ranil Wickremesinghe’s path to victory might be a footpath, but it is still larger than that of the Rajapaksas’ chosen candidate, Dhammika Perera (he is the candidate precisely because he won’t win).",
    "The SLPP is a family oligarchy. The non-family always has to take a backseat to the family, as Dulles Allahapperuma and Kanchana Wijesekara, for example, discovered with the advent of political neophyte Nipuna Ranawaka, a Rajapaksa nephew. Permanent grovelling would be tolerable if power is a present reality or a future inevitability. But when power is a distant prospect, the grovelers become acutely aware of the pain of bowed necks, bent backs and, grazed knees. That’s when they up and leave.",
    "Ranil Rajapaksa was an Opposition-made myth. Ranil Wickremesinghe and the Rajapaksas formed a mutually beneficial alliance at a time when the former had nothing to lose and the latter faced the loss of everything they had. That alliance had an expiry date – 2024 presidential election.",
    "The Rajapaksas have nothing to gain from a Ranil Wickremesinghe victory. He was never a Rajapaksa creature. He saved the Rajapaksas from popular fury and used their backing to implement his own politico-economic agenda. If he wins the Presidential election, he would go his way, irrespective of whether the Rajapaksas back him or not.",
    "So the Rajapaksas decided to cut their losses, a decision that makes sense from the perspective of familial power. For them, defeat and a stint in the opposition would be less ruinous than growing irrelevance under a victorious President Wickremesinghe. Their only way out was persuading President Wickremesinghe to publicly anoint Namal Rajapaksa as the next prime minister. They made the demand and he refused, because he is not Ranil Rajapaksa. With that correct refusal, the raison d’être of the Wickremesinghe-Rajapaksa alliance vanished. Getting President Wickremesinghe to write a letter asking for Rajapaksa support was an act of petty spite aimed at publicly humiliating a man who has succeeded in undermining Rajapaksa power, perhaps even fatally.",
    "On 30 May 2007, the TID arrested Tiran Alles on allegations of ‘aiding terrorists’. His close associate Sripathy Sooriarachchi had been arrested in March 2007, for the misuse of Government vehicles. Both men, together with Mangala Samaraweera, had played a seminal role in Mahinda Rajapaksa’s 2005 victory. That victory would not have happened had the LTTE not imposed an election boycott on Tamils or had the Tamil parties and people resisted that ruinous dictat. Alles’ supposed crime was directly linked with that boycott. If he did make financial deals with the LTTE, as was alleged, he would have done so as part of the Rajapaksa presidential campaign. Whether he gave money to the Tigers or not, he would have been safe had he remained loyal to the Rajapaksas. He didn’t and being arrested under the PTA was his punishment",
    "On 30 May 2007, the TID arrested Tiran Alles on allegations of ‘aiding terrorists’. His close associate Sripathy Sooriarachchi had been arrested in March 2007, for the misuse of Government vehicles. Both men, together with Mangala Samaraweera, had played a seminal role in Mahinda Rajapaksa’s 2005 victory. That victory would not have happened had the LTTE not imposed an election boycott on Tamils or had the Tamil parties and people resisted that ruinous dictat. Alles’ supposed crime was directly linked with that boycott. If he did make financial deals with the LTTE, as was alleged, he would have done so as part of the Rajapaksa presidential campaign. Whether he gave money to the Tigers or not, he would have been safe had he remained loyal to the Rajapaksas. He didn’t and being arrested under the PTA was his punishment.",
    "Now Alles is the Minister of Public Security in control of the police. And the TID is busy arresting, questioning, and harassing Tamils for ‘aiding terrorists’. (Not just Tamils. Unconfirmed reports mention a possible resurrection of the old Gotabaya plan to arrest Shani Abeysekara and Ravi Seneviratne for not preventing the Easter Sunday masssacre).",
    "Keeping the war alive, post-war was ever a Rajapaksa priority. As Gotabaya Rajapaksa stated in 2010, preventing attempts to revive the dead Tiger was the main task in peacetime. “They may not have artillery pieces in their arsenal and their strategy will be different, but let me tell you their goal will be the same,” he warned (The Island – 17.4.2010).",
    "Gotabaya Rajapaksa is gone but his doctrine continues to animate the Ministry of Public Security. Novel-writing, kanji-making, mourning, protesting – anything can be deemed terrorism and anyone who engage in such activities a terrorist. So the CTID questioned young Tamil writer Pradeepan Deepachelvan about his first novel, Nadugal (translated into Sinhala by PP Sarath Ananda as Smaraka Shilavatha). He was asked whether he is trying revive the LTTE and grilled over the current whereabouts of a character in the novel! On 30 July, Vallipuram Amalanaygi, a member of the Families of the Disappeared was summoned by Batticaloa CTID and reportedly questioned about trying to revive the LTTE.",
    "President Wickremesinghe’s attempts to ignite a conflict between the executive, the legislature, and the judiciary over IGP Deshabandu Thennakoon bear traces of the Rajapaksas’ campaign to subjugate the judiciary via the illegal impeachment of the then chief justice Shirani Bandaranaike. With the AG’s opinion emphasising the need to obey the SC order and the Speaker’s decision to do so, a modicum of sanity seems to be returning to the halls of power. But the mere attempt to ignite a conflict with the judiciary is a warning of how Rajapaksa worldview thrives even as Rajapaksa power wilts",
    "“The new government should go all out against any local element promoting separatist sentiments regardless of political consequences,” Gotabaya Rajapaksa said in 2010 (ibid). Since the Rajapaksas had no hope of winning Tamil votes, the political consequences of such injustice was miniscule. Matters are quite otherwise for President Wickremesinghe whose footpath to victory would almost vanish if he fails to win over the minorities. The ongoing witch-hunt in the North is unlikely to help that effort.",
    "When Alles was arrested, his ally Sripathy Sooriarachchi accused the authorities of subjecting him to ‘inhumane treatment’ ignoring medical advice (https://www.bbc.com/sinhala/news/story/2007/05/printable/070530_tiran_alles). Now the police under Alles is subjecting innumerable citizens to inhumane treatment, simply because, like him, they are under suspicion of committing some crime. Unlike Alles, some of those suspects even end up dead; custodial deaths, another Rajapaksa norm.",
    "President Wickremesinghe’s attempts to ignite a conflict between the executive, the legislature, and the judiciary over IGP Deshabandu Thennakoon bear traces of the Rajapaksas’ campaign to subjugate the judiciary via the illegal impeachment of the then chief justice Shirani Bandaranaike. With the AG’s opinion emphasising the need to obey the SC order and the Speaker’s decision to do so, a modicum of sanity seems to be returning to the halls of power. But the mere attempt to ignite a conflict with the judiciary is a warning of how Rajapaksa worldview thrives even as Rajapaksa power wilts.",
    "Religious intolerance, another Rajapaksa leitmotif, too remains alive in non/anti-Rajapaksa political spaces. The original draft of the Online Safety Act contained provisions akin to repressive blasphemy laws. For example, Section 15: “Disturbing a religious assembly by a false statement,” carrying a prison sentence up to three years and/or a fine up to Rs. 300,000. Or Section 16: “Deliberate and malicious communication of false statement to outrage religious feelings,” carrying the same punishments. Addressing his Buddhist Advisory Committee, Sajith Premadasa expressed worryingly similar sentiments. “Now there are people who don’t believe Buddhism or any other religion. They do not follow religions. Though everyone has the right to follow or not follow any religion, they do not have the right to insult believers of various religions.”",
    "Would denying rebirth, immaculate conception or the divine origin of Koran be seen as ‘insulting believers’? What about the similarities between the statues of the Buddha and the Mahavira or between some Christian and pagan rites? Would writer Shakthika Sathkumara be guilty of ‘insulting believers’ a la Sajith Premadasa? Would comedian Natasha Edirisooriya? What does ‘insulting believers’ mean? Giving monks, priests, and mullahs a free pass?",
    "“If you forbid me to talk about religion or the government, I have nothing more to say,” Philosophe Denis Diderot said in The Sceptic’s Walk. In such silences, democracy dies. That was what the Rajapaksas wanted. That desire still burns bright in many others not named Rajapaksa.",
    "Lankan military, like the Sangha, is mono-ethnic, and mostly mono-religious. There’s nothing Lankan about the Lankan military. Consequently, there’s nothing Lankan about any organisation composed of ex-Lankan military, including Aditana. Thanks largely to the Rajapaksas, the Lankan military see themselves as a tribe apart, and a superior one at that, due to the ‘war-hero’ mantle covering them. Most believe they are the ultimate protectors of a Sri Lanka where Sinhala-Buddhist interests predominate. This majoritarian worldview would be present in any organisation of retired military personnel, such as Aditana",
    "The first militarisation project belonged to the Rajapaksas. Under Mahinda and Gotabaya presidencies, the military ventured into civilian spaces and retired military personnel filled civil positions. It was militarisation under Rajapaksa control, the utilisation of ‘war-heroes’ to shore-up Rajapaksa power.",
    "Today, we are witnessing the second militarisation project, under the aegis of the NPP/JVP. With the creation of Aditana (Determination) another Rubicon was crossed. This organisation of retired military personnel centralises what has hitherto been individual and scattered. Uniting ex-military personnel as a separate organisation has worked in favour of reaction rather than progress, even in countries not mired in ethno-religious differences. In lands which have experienced bloodshed over primordial identities, such organisations could have even more serious consequences.",
    "Lankan military, like the Sangha, is mono-ethnic, and mostly mono-religious. There’s nothing Lankan about the Lankan military. Consequently, there’s nothing Lankan about any organisation composed of ex-Lankan military, including Aditana. Thanks largely to the Rajapaksas, the Lankan military see themselves as a tribe apart, and a superior one at that, due to the ‘war-hero’ mantle covering them. Most believe they are the ultimate protectors of a Sri Lanka where Sinhala-Buddhist interests predominate. This majoritarian worldview would be present in any organisation of retired military personnel, such as Aditana.",
    "Under Rajapaksa rule, the military was given a voice in political matters. Now the NPP/JVP is doing the same with retired military personnel. Under Rajapaksa rule, the military became a powerful interest group able to influence policy decisions. Now the NPP/JVP is doing the same with retired military personnel. Aditana members even have their own special uniform – a maroonish t-shirt with the Aditana logo. And these Maroonshirts are to be involved in the Presidential election campaign, not as individuals but as members of a well-organised entity. History provides several ruinous examples of ex-military personnel being organised into a political entity to support a party leader and his ideology. One would suffice – the Brownshirts.",
    "The Rajapaksas successfully weaponised Sinhala-Buddhism and Sinhala-Buddhist monks (as distinct from what the Buddha taught and monks who adhere to that teaching) to gain and keep power. Today the NPP/JVP is traversing the same path, with its own monk organisation. Since monks and military have a shared worldview, Aditana and Jathika Bhikku Peramuna (National Monks Front) could work together to become a vocal and powerful interest group in a future NPP/JVP administration. Their combined clout – be it in government or opposition – is likely render impossible not just a political solution to the ethnic problem but also such economically necessary measures as reducing defence expenditure and paring down the military to suit the current non-war and bankrupt times.",
    "Gotabaya Rajapaksa’s 6.9 million has not been cured of Rajapaksa thinking. On the contrary, the contenders for the support of these one-time Rajapaksa voters are trying to dovetail their own policies and practices to increase their appeal – a kind of semi-Rajapaksaism without the Rajapaksas. The Opposition took the easy way out by blaming the Rajapaksas as individuals and their corruption (plus Ranil Wickremesinghe) for 2022 instead of explaining how Rajapaksa policies contributed to Lanka’s ruin. As a result, Rajapaksa thinking remains popular even in the seemingly most anti-Rajapaksa quarters",
    "Gotabaya Rajapaksa’s 6.9 million has not been cured of Rajapaksa thinking. On the contrary, the contenders for the support of these one-time Rajapaksa voters are trying to dovetail their own policies and practices to increase their appeal – a kind of semi-Rajapaksaism without the Rajapaksas. The Opposition took the easy way out by blaming the Rajapaksas as individuals and their corruption (plus Ranil Wickremesinghe) for 2022 instead of explaining how Rajapaksa policies contributed to Lanka’s ruin. As a result, Rajapaksa thinking remains popular even in the seemingly most anti-Rajapaksa quarters. Taxation is an obvious example as is the unwillingness to address the ethnic issue, reduce defence costs, and end the nexus between politics and religion. Rajapaksas, as individuals, might be out of favour, but Rajapaksa-lite remains the flavour of the hour. Even in defeat, they are winning."
  ]
}