{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/tusker-bathiyas-death-and-future-of-conservation/",
  "time_ut": 1753290540.0,
  "original_lang": "en",
  "original_title": "Tusker Bathiya’s death and future of conservation",
  "original_body_lines": [
    "Bathiya was a revered wild tusker who roamed the forests of Kalawewa and Polpithigama in Sri Lanka’s North Western Province. His tragic death on July 15, 2025, following severe injuries, sparked national reflection on wildlife conservation and the urgent need for systemic reform.",
    "So, let’s crack down on the code on Bathiya’s plight. His tragic journey began when he suffered the devastating blow of a trap gun injury. Following the first phase of treatment, Bathiya was tragically shot behind his ear for the second time. After some time, passes by, he gets many complications, and he succumbs to those injuries. Bathiya’s ordeal sequence prompts us to ask, “What lessons does his experience convey for conservation policy and practice?”",
    "Trap guns are illicit homemade guns that are mostly used for poaching animals for bush meat, as well as for crop protection. Usually, those guns are not targeted at elephants, but when elephants become victims of them, usually their legs get injured. Such injuries can be fatal, as those injuries don’t just disable; they can lead to prolonged suffering and death if not treated swiftly and properly. Elephants spend most of their time standing up. They carry most of their body weight on their front legs. A wound here can make standing or walking nearly impossible. Even without visible bleeding, bullets can cause deep tissue trauma, nerve damage, and muscle degeneration. Open wounds, especially in muddy or unsanitary conditions, can quickly become septic. Once an elephant can’t stand, circulation suffers, leading to organ failure and death.",
    "Trap guns haven’t only claimed the lives of animals; even humans have suffered injuries or succumbed to death as a result of these devices. Such incidents highlight that trap guns pose a serious threat to national security. In Bathiya’s case, it’s difficult to discern the true intention behind the person who set that trap. But it signifies the lack of patrolling done in that area to detect such traps.",
    "There are two main reasons why elephants get killed by humans in Sri Lanka: the main one is human-elephant conflict (HEC). Secondly, poaching for tusks or tushes. The behind-the-ear shot on Bathiya may be probable due to either of those stances. Because this shot is not from a trap gun due to the height of the injury, and it seems that the shot was deliberately done. This injury was more deadly since it is closer to many vital nerves, such as the vestibular nerve, which is responsible for balance and stability, movement coordination, gaze stabilisation, spatial orientation and navigation, and trunk dynamics",
    "On a personal note, it must be said that even that shooting as well could be considered as a threat to national security. Since the individual in question deliberately sought to harm a legally protected animal, using a lethal weapon on a creature already injured and defenceless. It’s deeply unsettling to think that someone with such intent continues to live freely in society, without facing any consequences for such a cruel and unlawful act.",
    "Strengthen Ranger Presence and Patrolling:Despite the existence of a few wildlife rangers and intermittent patrols, enforcement remains severely inadequate—a longstanding issue that has negatively affected conservation efforts for years. The Department of Wildlife Conservation (DWC) operates with less than half its sanctioned cadre, leaving it unable to fulfil its critical mandate effectively.",
    "In Bathiya’s case, this shortage proved tragic. After receiving initial treatment, he was left unmonitored due to the absence of assigned rangers—a gap that tragically allowed a second shooting to occur. Only in the final stage of Bathiya’s struggle did the 15th Sri Lanka Artillery Regiment, the 9th Battalion of the Sri Lanka National Guard, and local police become involved—a deployment that should have happened much earlier.",
    "Moreover, had routine patrols been in place to detect and eliminate trap guns, Bathiya might never have been caught in one. These became impossible because at the Maho beat office there were only nine officers.",
    "It should be made a mandate to closely monitor elephants that are in a critical health condition for some time even after the medication has been administered, especially with the elephants that are remaining injured closer to the human settlements. This is like admitting a critical patient to the hospital until the patient is cured.",
    "Wildlife rangers face the demanding task of operating across diverse and often challenging terrains. Beyond their conservation duties, they are frequently forced to confront wildlife crimes—scenarios that can threaten their own safety. Given these risks, basic field training is no longer sufficient; military-grade preparation may be necessary.",
    "These capacity-building efforts, however, cannot materialise overnight. In the interim, it is vital to seek assistance from the country’s security and defence forces to eliminate illegal tools such as trap guns, snares, etc. Their involvement is not merely supportive—it’s essential. This is a matter of national security, and it directly impacts the safety and survival of both humans and wildlife.",
    "Heighten the resources:Although wildlife brings a lot of foreign revenue to the country, the wildlife officers, especially the rangers, have to deal with improvised resources. As, for example, some of those wildlife offices in elephant range areas have only one motorcycle to deal with all of their activities. It should be mentioned that during Bathiya’s treatment veterinary surgeons relied on whatever resources available. Because of it, there was some deficiency in certain things.",
    "Heighten veterinary service:There are inadequate veterinary surgeons at the DWC, where altogether there are fourteen of them to treat elephants. In certain areas at times one veterinary surgeon has to treat multiple wildlife within one day, and sometimes one day is not enough to achieve that goal. In times like that there can be a delay in treating the wildlife. Also, there can be a lack of focus on the progress of the animal’s health. So, there is an urgent need for recruitment of veterinary surgeons who have experience treating wildlife.",
    "Implement the National Action Plan for Mitigation of Human-Elephant Conflict:In 2020 a Presidential Committee that consists of wildlife specialists formulated a National Action Plan to address HEC. The strategies outlined were carefully selected for their proven effectiveness, feasibility across different regions and timeframes, and cost-efficiency. Inclusive consultations were held with the public and relevant authorities, and their input was thoughtfully incorporated into the final plan. If this Action Plan is fully implemented, there is strong potential for meaningful mitigation of HEC.",
    "(Author of the award-winning book “The Life of Last Proboscideans: Elephants“)",
    "Enduring legacy of Most Ven. Anamaduwe Sri Rathanapala Buddharakkhita Dhammadassi Anunayake Maha Thera",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}