{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top-story/NGOs-spend-billions-unchecked-new-law-soon-to-monitor-them/155-276725",
  "time_ut": 1707530160.0,
  "original_lang": "en",
  "original_title": "NGOs spend billions unchecked, new law soon to monitor them",
  "original_body_lines": [
    "Colombo, Feb 10 (Daily Mirror) -  In the wake of reports that as much as over half of funds received by various NGOs are spent without any monitoring, the government is in the final stage of evolving a new law that provides for compulsory registration of all such organizations with the National NGO Secretariat, an official said.",
    "The final draft of the new law titled ‘Non-governmental Organizations (Registration and Supervision) Bill is now ready. It has now been circulated among the NGOs and individual activists for their views before being presented to the Cabinet for approval. They have been given a period of three weeks for submission of their views, if any, to be incorporated in the bill before enactment.",
    "Director General of the Secretariat for Sanjeewa Wimalagunarathna told Daily Mirror yesterday that the bill, once enacted, would provide for compulsory registration of the NGOs for operation. Currently, there are numerous organizations operating without any supervision as they have not been registered with the Secretariat.",
    "“Last year, the NGOs registered with the Secretariat received as much as Rs.33 billion in foreign funding for their projects in the country. However, there are many unregistered NGOs operating in the country. Altogether, we believe as much as Rs.100 billion is received in funding annually. It means a large amount of NGO funds is spent without any monitoring by the government,” he said.",
    "Responding to a question about the NGOs raising concerns and asking for another three months to submit their proposals, he said these organizations had been given ample time to do so, and he was not in a position to extend the current three-week period granted them again.",
    "“They submitted their proposals for the last time on January 31, 2023. Now we have drafted the bill incorporating them. In the past, there were two draft bills –one worked out in 2017 and the other in 2020. We have taken into account the content of these two past bills and worked out the latest versions while accommodating the views of the NGOs. Therefore, we cannot grant any further time,” he said.",
    "He stressed the need to enact such a law to contain money laundering and terrorist financing in the guise of NGO activities.",
    "“It is a requirement stipulated by the International Monetary Fund (IMF) to have laws to deal with money laundering and terrorist financing. Therefore, we have to enact this bill. It will be done in two months’ time,” he said.",
    "At the moment, there are 1,786 registered NGOs operating at national level, 1,636 at district levels and 38,524 at divisional levels."
  ]
}