{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/news-features/New-wildlife-underpass-to-curtail-HEC/131-278146",
  "time_ut": 1709508060.0,
  "original_lang": "en",
  "original_title": "New wildlife underpass to curtail  HEC",
  "original_body_lines": [
    "Elephant herds crossing the proposed location where Sri Lanka's first wildlife underpass will be built. Image courtesy - R M J Bandara",
    "As of February 2024, Sri Lanka lost another 38 elephants as a result of the Human-Elephant Conflict (HEC), elephant-train collisions, gunshot injuries and other natural causes.",
    "In 2023, Sri Lanka made headlines as the country with the highest number of elephant deaths as 473 elephants succumbed to natural and largely unnatural causes. For years, Sri Lanka’s wildlife has been at the receiving end of poor infrastructure development, encroachment of lands and lack of collaboration among stakeholder institutions to minimize human-wildlife conflicts.",
    "It is in this backdrop that the Ministry of Transport and Highways with the Sri Lanka Railways Department and the Protect Sri Lanka Organisation tied up to initiate the construction of Sri Lanka’s first wildlife underpass in Kasikote, Galgamuwa on March 1.",
    "The project bore fruition as a result of a collaborative effort led by Convener of Protect Sri Lanka Movement, Ven. Pahiyangala Ananda Sagara Thera.",
    "To mark the occasion, a groundbreaking ceremony was held in Galgamuwa recently. Minister of Transport,",
    "Highways and Mass Media Dr. Bandula Gunawardena and several other dignitaries graced the occasion. “This is a historic moment for everyone. Wildlife and humans are interlinked and when one group dominates another it gives rise to conflicts. This is quite a progressive decision made by the transport minister and his officials. Most villagers questioned what would happen after the tunnel is built. Nobody can stop elephants using this route. They will travel along this route ignoring the hurdles. The wildlife underpass is a meritorious deed as it would help save many elephants. Already around five elephants met their fate at this location due to elephant-train collisions. When the concern was raised with the Transport Ministry Secretary and the Minister himself they responded promptly.”",
    "“Every week either one or two humans are killed due to HEC. But is there an elephant crisis in this country? Villagers have a concern as to whether these elephants would be a threat to them. But elephants dominated land ever since the prehistoric era, much before humans came to this planet. This is their homeland. People have constructed houses along elephant corridors and as a result HEC occurred. Humans and elephants need to coexist. Over 50 percent of travellers to Sri Lanka love watching elephants. It is these dollars that bring the much needed foreign exchange and keep the economy going. If elephants become extinct tourism figures will drop. Elephants are a treasure. So if area residents have an issue let’s try to sort it out together. If around 100-150 elephants use this migratory route it means that every person in this village can become a tour guide. In countries such as India, villagers provide a tree hut experience for tourists to allow them to observe elephant behaviours. This is how they earn dollars.”",
    "“The land opposite the railway track is a forest patch spanning around 950 acres. But the teak trees have been replaced by a plant called Kaaya. If this forest patch can be made elephant-friendly with an abundance of food and water while surrounding it with an elephant fence this area can be promoted as a hotspot for wildlife tourism. This is one way in which humans and elephants can coexist,” he added.",
    "R M J Bandara, a resident from Galgamuwa had been at the forefront, championing efforts to minimize the HEC in the village and surrounding areas. He utilizes social media as an effective mode of communication updating users on events related to elephants daily. Speaking at the event, Bandara said that the Getadiwula forest reserve located opposite the railway track is maintained by the Forest Department.",
    "“Around 100-150 elephants move via this forest reserve every day. They begin their journey from Yakdessawa and move towards Kasikote during the day and return to their habitats later in the evening. There are some of us who stop vehicles to allow elephants to cross the road. But there is no way that a train could stop to allow the elephants to pass. Some residents fear that this route would eventually become an elephant corridor. But this effort is to minimize elephant-train collisions in the location. I suggest that a mechanism should be in place to protect residents living in close proximity to the railway line and paddy lands of farmers that these elephants often frequent. There are other migratory routes for these elephants all the way up to Thabbowa and Wilpattu. Elephants in the Kahalla-Pallekele Forest Reserve and even in Kala Wewa also use this route. Due to commercialization in surrounding areas the density of elephants in Galgamuwa has increased by manifold. As resident of the area I appreciate this effort,” added.",
    "Addressing the gathering, Sri Lanka Railways General Manager Eng. H. M. K. W. Bandara said that renovations along the Maho-Anuradhapura railway track are currently underway. “Similarly to this project we plan to identify other locations where elephants frequent in order to construct culverts and underpasses. We also plan to identify locations to construct culverts and tunnels. The speed at which trains would move via the Maho to Anuradhapura route is 100kmph but we plan to identify elephant migratory routes along this railway line and reduce speed limits to 20kmph at these specific locations. The railway track will be constructed in such a way that it would be easier for elephants to pass via these migratory routes. Plans are underway to install high capacity engine lights to make it easier for the drivers to see elephants during evening hours. Luminous signboards will be set up in places where elephants frequent. In addition, studies are underway to implement an elephant detection system to minimize elephant-train collisions.”",
    "Different kinds of elephant fences put up to keep elephants away",
    "Despite a heat advisory issued by the Meteorological Department Manjula Udayakumara was busy at work at his paddy land. We were in Yakdessawa, an area frequented by elephants in the heart of Galgamuwa. Udayakumara is one paddy farmer who has gone the extra mile to protect his harvest from elephants. He recalled how an elephant had once broken into his paddy storage, throwing him off his bed and since then, elephants have become a burden to his family. “I have stored paddy to suffice an entire year.",
    "I have to feed my family. But it is an added burden to keep the elephants away. Therefore, I have protected the windows with a mesh of nails and sometimes I have passed the current so that elephants won’t dare to come near my house.”  He showed us around his house, where he stores firecrackers and other equipment to chase elephants away. When asked about the new wildlife underpass to be built in Galgamuwa, Udayakumara said that it is not practical to construct underpasses assuming that the elephants would utilize that route. “How can these people be sure that elephants would move along this particular route?” he questioned. “As a result more elephants will now move into villages aggravating the conflict. I invite these decision-makers to spend one day at our houses and see what we are going through.”",
    "H. M. Cyril Seneviratne, President, Yakdessawa Farmer Organisation echoed similar sentiments. “In another two weeks’ time, elephants will roam around this area even during the day. It is not practical to have one-off solutions for this conflict which has been aggravating for years. But I feel that there needs to be a mechanism to protect elephants. People need to understand that they have encroached into habitats dominated by wildlife.”",
    "Farmers in Kasikote complained that many have abandoned their paddy lands and houses as a result of the HEC. “Despite elephant fences and other mechanisms, people are afraid to coexist with elephants given their brutal nature.",
    "A mesh of nails added to protect windows at Udayakumara’s house",
    "It is difficult to reap harvests as they destroy paddy plants. The authorities should look at isolating these giants in one particular area so that they won’t harm humans. But this is easier said than done. We can’t think of any solution at this point,” said M. Rajapaksa.",
    "As dusk set in, it was time for us to head back to Colombo. But for residents in Galgamuwa it is an indication for them to return to their tree houses and watch over their precious paddy lands as the jumbos start returning to their habitats."
  ]
}