{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Defence-Ministry-has-its-say-over-remanding-of-former-Navy-Commander-Ulugetenne/14-779939",
  "time_ut": 1754437985.0,
  "original_lang": "en",
  "original_title": "Defence Ministry has its say over remanding of former Navy Commander Ulugetenne",
  "original_body_lines": [
    "With reference to the article titled “Letter of concern to Defence Secretary over arrest of former navy Chief” published on 31 July in the Daily FT (https://www.ft.lk/opinion/Letter-of concern-to-Defence-Secretary-over arrest-of-former-navy-Chief/14-779697), the Legal Division of the Defence Ministry has issued the following statement.",
    "Admiral (Rtd) D.N.S. Ulugetenne was arrested by the Criminal Investigation Department (CID) on 28 July 2025 in connection with the alleged disappearance of a civilian from Pothuhera during his tenure as Director of Naval Intelligence. He was produced before the Magistrate’s Court of Polgahawela and has since been remanded until 13 August 2025.",
    "It has been observed that said article cites Sections 109 to 120 of the Navy Act, which are entirely irrelevant to the matter at hand. This reflects a significant oversight and demonstrates a lack of understanding of the legal framework governing Sri Lanka Navy.",
    "The Ministry of Defence is firmly committed to ensuring that the judiciary and law enforcement authorities function independently and without political or personal interference. The Ministry upholds the Constitution, the rule of law, and the integrity of legal institutions as fundamental pillars of democratic governance and justice.",
    "Moreover, the Ministry underscores that independent investigations and a non-interfering judiciary are critical safeguards for the rights of both suspects and victims. Where false or malicious allegations are made, it is the independent judiciary that provides the appropriate mechanism for the accused to prove their innocence, while also ensuring that victims receive justice. The independence of the judiciary is, therefore, vital for maintaining fairness, impartiality, and accountability.",
    "The Ministry categorically condemns any deliberate attempt to mislead the public through the dissemination of false or distorted information, especially when such misinformation targets the legitimacy or operational capacity of government institutions. Such irresponsible conduct undermines public trust and jeopardises the democratic principles and legal frameworks upon which our society is built.",
    "Finally, the Ministry of Defence provides the following detailed responses to the five questions raised in the article published in your newspaper:",
    "1.Was the Ministry of Defence consulted or notified prior to the arrest and remand of the former Navy Commander?",
    "The Ministry of Defence was not informed or consulted prior to the arrest and remand of the former Commander of the Navy, Admiral (Rtd.) D.N.S. Ulugetenne, as such prior consultation or notification is not required under the legal provisions of the Criminal Procedure Code of Sri Lanka.",
    "In terms of Section 32 of the Criminal Procedure Code, any peace officer may, without an order from a Magistrate and without a warrant, arrest any person who has been involved in any cognisable offence or against whom a reasonable complaint has been made, or credible information has been received, or reasonable suspicion exists regarding such involvement.",
    "The procedural steps that follow such an arrest are clearly outlined in the Criminal Procedure Code and apply to all individuals.",
    "2.Did the Ministry propose, request, or evaluate military custody under the Sri Lanka Navy or Joint Operations Command?",
    "Admiral (Rtd.) D.N.S. Ulugetenne served as Commander of the Sri Lanka Navy from 16 July 2020 to 18th December 2022. He retired from naval service on 18 December 2022 and, under Section 22 of the Navy Act No. 34 of 1950, he is no longer a person subject to naval law. While Section 27(1) of the Navy Act allows for the trial of a retired naval officer under limited circumstances, it does not apply to the present case.",
    "Moreover, Section 130(1) of the Navy Act clearly provides that: “Nothing in this Act shall affect the jurisdiction of a civil court to try and punish any person subject to naval law for any civil offence.” Accordingly, the Ministry of Defence recognises that the matter falls under the lawful jurisdiction of the civil judiciary and does not intend to assert or invoke naval jurisdiction with respect to the ongoing criminal investigation or proceedings.",
    "3.Did the Navy initiate a Board of Inquiry or recommend alternative protocol based actions in line with its command statutes?",
    "The purpose of a Board of Inquiry under the Navy (Board of Inquiry) Regulations, 1975, is to conduct internal investigations within the Navy to ascertain facts and circumstances surrounding specific incidents or matters of concern and to provide findings to assist the Commander of the Navy in decision-making. Since Admiral (Rtd.) D.N.S. Ulugetenne is no longer a person subject to naval law, there is no legal basis to conduct a Board of Inquiry in relation to the alleged incident at this juncture.",
    "The Ministry wishes to emphasise that the alleged incident said to have occurred after",
    "2009. Although the Criminal Investigation Department reported facts to the Polgahawela Magistrate’s Court, no action had been taken during that period and the Sri Lanka Navy had not initiated any internal investigations regarding this incident.",
    "The Ministry does not intend to intervene in criminal proceedings lawfully carried out by the judiciary. The Ministry reaffirms that the rule of law is the foundation of Sri Lanka’s legal and constitutional order and strongly upholds the independence of the judiciary.",
    "4.What established procedures exist for the handling of legal action against former Commanders of the tri-forces, and were they followed?",
    "The Ministry affirms that no special privileges or immunities are granted to any individual, including former or serving heads of the armed forces, in matters of criminal accountability. In accordance with Article 12(1) of the Constitution of Sri Lanka, which guarantees that “All persons are equal before the law and are entitled to the equal protection of the law,” the Ministry remains committed to upholding these fundamental constitutional principles of justice, fairness, and equality before the law.",
    "5.Does the Ministry accept that it has failed in its statutory and institutional duty to prevent this breach of military dignity?",
    "The alleged incident is said to have occurred in the immediate aftermath of the internal conflict. The Ministry of Defence, in no way, undermines the dedication and sacrifice of the Navy throughout the prolonged conflict. The leadership of former Navy Commanders and senior officers, along with the contributions of three services, is acknowledged and deeply appreciated. Any attempts to tarnish the reputation of the Sri Lanka Navy through false or malicious allegations are not accepted by this Ministry. Nevertheless, regarding matters of criminal investigation, the Ministry maintains its position that it must not interfere."
  ]
}