{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103387/ictas-new-director-board-holds-inaugural-meeting",
  "time_ut": 1731504900.0,
  "original_lang": "en",
  "original_title": "ICTA’s new director board holds inaugural meeting",
  "original_body_lines": [
    "The newly appointed Board of Directors of the Information and Communication Technology Agency (ICTA) will convene for their first meeting this afternoon (13).",
    "Dr. Hans Wijeyasuriya, recently appointed by President Anura Kumara Dissanayake as the Principal Presidential Advisor on Digital Economy, will chair the board in a non-executive role, according to the President’s Media Division (PMD).",
    "Dr. Wijeyasuriya’s leadership reflects a commitment to strengthening Sri Lanka’s digital economy, aiming to boost economic growth, enhance national competitiveness, and deliver meaningful digital benefits to citizens, the PMD said.",
    "Other board members include Sanjaya Karunasena, Harsha Purasinghe, Chandima Cooray, Bandula Ranatunga, Jeffrey Sulfer, Samisa Abeysinghe, and Shanaka Rebel.",
    "Dr. Hans Wijayasuriya is a distinguished telecommunications leader with over 30 years in the ICT industry, currently serving as Group CEO for Axiata Group’s Telecommunications Business across Asia. His career includes leading Dialog Axiata PLC to market leadership in Sri Lanka and pioneering Axiata’s digital ventures. An award-winning industry contributor, he holds degrees from Cambridge, Bristol, and Warwick and is actively involved in Sri Lanka’s development, including initiatives like the Unique Digital Identity program. Dr. Wijayasuriya also serves on boards of notable organizations, including GSMA and Sri Lankan Airlines.",
    "Sanjaya Karunasena is a digital governance enthusiast, executive consultant, entrepreneur, enterprise software architect, and multi-skilled technologist with 26 years of industry experience and has worked with global software companies like Virtusa and WSO2. Served as the Chief Technology Officer of the Information and Communication Technology Agency (ICTA) of Sri Lanka from 2008 to 2013. Co-founder of Nimbus Venture (Pvt) Ltd, Pontoon (Pvt) Ltd, and Digital Democracy Collective.",
    "Harsha Purasinghe is a technology entrepreneur and Eisenhower Fellow with over 25 years of experience building significant software products and solutions. He has founded multiple ventures, including Microimage Group – arguably Sri Lanka’s most successful high school startup from the ‘90s – and is the Founder/Co-Founder of MiHCM and Futura Tech Labs. Purasinghe currently leads MiHCM, a global award-winning HRTech SaaS company with a presence in 20+ markets, impacting 1,000+ companies. He received the ‘Most Outstanding Entrepreneur in the ICT Industry of Sri Lanka’ awards in 2007 and the ‘Eisenhower Innovation Fellowship’ in 2014. As a highly respected industry leader, Purasinghe regularly addresses global events.",
    "Chandima Cooray has over 25 years of experience leveraging technology to drive business transformation across diverse industries like healthcare, manufacturing, and supply chain. Currently, he is a partner at Acornic Ventures and co-founded Ayubo.life, a digital health company. Formerly, he served as Chief Digital Officer at Hemas Holdings, advancing their digital initiatives and innovation efforts. His background includes executive education from top institutions and roles at leading organizations like Unilever and MAS Holdings.",
    "Bandula Ranathunga is an eGovernment and public administration expert with over 25 years of experience in digital transformation and public sector reform in Sri Lanka. He has managed projects in diverse areas, including healthcare, local government, and smart city initiatives, with notable achievements in business process re-engineering. Currently, he leads training and consultancy for the Smart Ticketing System at Sri Lanka Railway and has held senior roles at organizations like the ICTA and Colombo Municipal Council. His academic background includes multiple postgraduate qualifications in eGovernance and public administration.",
    "Jiffry Zulfer is a past President of the Digital Chapter of the Federation of Information Technology Industry Sri Lanka (FITIS). He is also the founder and CEO of Digital Mobility Solutions Lanka Ltd., that formed PickMe, the most successful tech-based startup which introduced online ride hailing to Sri Lanka. Zulfer won the National Silver Award at the FCCISL Sri Lankan Entrepreneur of the year 2018, the FCCISL Young Entrepreneur of the Year Award (April 2004) and the ICTA Young IT Professional Award (May 2006) for his efforts in technopreneurship.",
    "Samisa Abeysinghe is a distinguished expert in software engineering, with extensive experience in AI, middleware technologies, full-stack development, and product management. Currently CTO at Avinya Foundation, he focuses on creating digital solutions for educational institutions and leads their IT vocational program. His prior roles include Solutions Architect at ICTA, VP roles in delivery and engineering at WSO2, and technology consultancy. With degrees in Computer Science and Advanced Computing, he mentors extensively on career growth and personal development.",
    "Shanaka Rebel has 23 years of corporate experience across digital technology solutions, consulting, and leadership roles. Currently, as Group Chief Digital and Transformation Officer at Stretchline Holdings, he leads the Group’s digital vision and transformation towards a smart organization. He specializes in Industry 4.0, data analytics, process automation, and secure API ecosystems. Shanaka holds a Computer Science & Engineering degree from the University of Moratuwa, an MBA from Sheffield University, and a PMP certification, showcasing his dedication to lifelong learning."
  ]
}