{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-mirror-to-the-sea-revisiting-sri-lankas-forgotten-maritime-legacy/",
  "time_ut": 1755944220.0,
  "original_lang": "en",
  "original_title": "A Mirror to the Sea: Revisiting Sri Lanka’s Forgotten Maritime Legacy",
  "original_body_lines": [
    "Review of “Sri Lanka, Serendib & the Silk Road of the Sea” by Dr. Sanjiva Wijesinha",
    "It is not often that a slim volume quietly arrives on the literary shore, only to awaken something dormant and forgotten within the national consciousness. Sri Lanka, Serendib & the Silk Road of the Sea, the latest work by Dr. Sanjiva Wijesinha, is just such a book—a timely voyage through history’s less-traversed sea lanes, executed with scholarly rigour, personal charm, and a deep-rooted love for this resplendent isle.",
    "A few weeks ago, Dr. Sanjiva Wijesinha kindly sent me a copy of his latest book via email, inviting me to review it. Regrettably, I had to decline the request at the time, owing to a demanding schedule. However, I made the mistake of opening the manuscript—and within a matter of days, I found myself utterly immersed. What I initially intended to browse became a compelling journey through a monumental work that I now feel duty-bound to review—not only in support of the author’s efforts, but also to draw the attention of a wider readership to the profound value of this book.",
    "Dr. Wijesinha is a familiar name in Sri Lankan literary circles, known for his earlier works in public health, memoir, and travel. But this book marks a definitive departure—an intellectual homecoming of sorts—for it revisits not the contemporary highways of health or personal stories of war, but the forgotten maritime arteries that once sustained and shaped the island’s identity.",
    "Drawing on sources both ancient and modern, the work serves not merely as a historical survey, but as a meditation on memory, maritime movement, and the richness of Sri Lanka’s intercultural past.",
    "In the introduction, Dr. Wijesinha openly admits that his return to this subject was prompted by an invitation to deliver the Victor Melder Lecture in Melbourne in 2024. Like the Three Princes of Serendib—whose tale he explores in one of the book’s early chapters—his intellectual journey was itself one of accidental sagacity. The book’s very genesis, then, becomes part of the historical story it tells: an academic’s personal pilgrimage toward understanding his homeland’s global maritime heritage.",
    "Indeed, one of the strongest qualities of this book is its autobiographical undertone. We are reminded that history is not merely the realm of grand events, but a mosaic of human connections, rediscoveries, and half-remembered stories. From the author’s anecdote about “samhrani” (frankincense) in his grandmother’s home to his participation in the 1990 UNESCO Maritime Silk Route Expedition aboard the Fulk Al-Salamah, Wijesinha carefully weaves personal recollection with public history—making for an engaging and relatable narrative.",
    "The book’s central thesis is clear: that Sri Lanka was not merely a passive stop on ancient shipping routes, but a dynamic maritime hub that facilitated the exchange of goods, religions, technologies, and ideas between East and West. Through nine tightly written chapters, Wijesinha explores the island’s strategic centrality in the Indian Ocean—drawing on ancient maps, Chinese pilgrim accounts, Arabic merchant records, and local inscriptions to reassemble a picture long obscured by colonial historiography.",
    "Particularly striking is his treatment of Cosmas Indicopleustes’ Christian Topography, in which 6th-century Sri Lanka (Taprobane) is described as “the great emporium… connected by seaways with trading marts all over the world.” With refreshing clarity, Wijesinha discusses how mariners and mapmakers from antiquity often drew the island disproportionately large—not because of ignorance, but because of importance. This reinterpretation of cartographic “bias” as cultural salience is one of the book’s many nuanced insights.",
    "For the archaeological-minded, there is plenty here to savour. Wijesinha draws on recent excavations at Mantai, Godavaya, and Tissamaharama to suggest that Sri Lanka’s trade history extends well before the Anuradhapura period—perhaps as far back as 400 BC. In a particularly revelatory passage, he discusses the recent discovery of the oldest shipwreck in the Indian Ocean near Godavaya, dated to between 100–200 BC, which yielded evidence of an active transoceanic iron trade. These findings lend credence to the idea that ancient Lanka was more technologically advanced and commercially connected than our chronicles have led us to believe.",
    "But he does not stop at trade. Wijesinha’s discussion of hinterlands and forelands—how rivers like the Malwatu Oya linked Anuradhapura to coastal emporia such as Mantai—is a testament to his appreciation for systems, not just sites. This geo-historical sensibility is what gives the book its intellectual weight. The reader is never lost in isolated facts; instead, they are invited to see the patterns that connect them.",
    "In keeping with recent historical thinking, Wijesinha challenges the monastic bias of chronicles like the Mahavamsa, whose authors were more concerned with kings and monks than with merchants and maritime life. This criticism is not iconoclastic; it is constructive. The book does not denigrate the value of the Mahavamsa, but asks—rightly—what else was happening beyond its pages? Why were trade, commerce, and common life given so little attention? What did these silences leave out?",
    "In the chapters that follow, the author introduces readers to a plethora of voices lesser discussed in traditional Sri Lankan historiography: Ibn Batuta, Li Zhao, Cosmas, Ban Gu, and even anonymous Jewish traders whose letters were found in the Geniza of Cairo’s Ben Ezra synagogue. These sources, elegantly contextualized and translated, add texture and credibility to the narrative.",
    "The final chapter, titled “The Past in Years to Come,” is an eloquent meditation on the uses of history. Here, Dr. Wijesinha reaffirms that understanding Sri Lanka’s place on the Maritime Silk Road is not an exercise in nostalgia—it is a means to reimagine our national identity in a globalized world.",
    "It is also in this chapter that the author strikes a subtle note of cultural critique. In an age where public discourse is too often shaped by chauvinism or postcolonial defeatism, Sri Lanka, Serendib & the Silk Road of the Sea offers a third path: one rooted in pride without arrogance, truth without dogma. If history must be reclaimed, Wijesinha shows that it can be done with grace, integrity, and wide-eyed wonder.",
    "The language throughout the book is refreshingly accessible. There is no academic posturing, no excessive jargon, and no footnote-filled detours that detract from the reading experience. This is creative non-fiction at its best—lucid, learned, and leisurely. It is the kind of work that would benefit not just scholars of history and archaeology, but also general readers, schoolteachers, travel enthusiasts, and anyone interested in understanding the deeper currents of Sri Lankan identity. To its credit, the book also includes a useful bibliography, illustrative maps, and a charming set of “quotable quotes” that offer philosophical anchors for the narrative.",
    "In closing, Sri Lanka, Serendib & the Silk Road of the Sea is more than just a book. It is an invitation to remember. It calls upon us to look beyond our shores—not as isolated islanders, but as historical actors in a vast, interconnected world. It challenges the tired myths of insularity and reminds us that for much of our history, we were a nation of ships, not just shrines.",
    "For the specialist, it is a welcome addition to the expanding literature on maritime South Asia. For the non-specialist, it is an absorbing and rewarding read, crafted with care and conviction. For all Sri Lankans, it is a gentle yet firm reminder: the sea is not what separates us from the world; it is what has always connected us to it. Accordingly, I recommended this work without reservation.",
    "Sri Lanka, Serendib and the Silk Road of the Sea is available at Rs: 1500 from all major bookshops in Sri Lanka – and online from the publisher Perera Hussein Publishing House https://pererahussein.com/",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}