{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/enough-gimmicks-knuckle-down/",
  "time_ut": 1729616580.0,
  "original_lang": "en",
  "original_title": "Enough gimmicks: Knuckle down",
  "original_body_lines": [
    "The new government is in overdrive to recover the state-owned vehicles which, it says, the former Presidents have been using in addition to the ones they are entitled to. No one should be allowed to misuse vehicles that belong to the public. However, some vehicles assigned to the security team of former President Mahinda Rajapaksa have also been withdrawn, according to SLPP General Secretary Sagara Kariyawasam. This is a matter for concern. A fresh threat assessment should be conducted fast and necessary action taken based thereon to ensure the safety of the former Presidents, especially those who were instrumental in defeating terrorism.",
    "In 2018, Anura Kumara Dissanayake, as an Opposition MP, made a hue and cry about two bulletproof vehicles bought for the then Prime Minister Ranil Wickremesinghe’s use, at a cost of Rs. 300 million each. Dissanayake condemned that kind of expenditure as an utter waste of public funds. Now, the 600-million-rupee question is where those vehicles are. Are the incumbent government leaders using them?",
    "Regime changes in Sri Lanka are usually accompanied by political dog and pony shows. In 1994, the SLFP-led People’s Alliance government made a big song and dance about the vehicles the members of the previous UNP government and its officials had used. One of the many election promises of Chandrika Bandaranaike Kumaratunga, who became Prime Minister, in that year, was to auction all those vehicles and utilise the proceeds therefrom to bring down bread prices, among other things. (Bread was selling at Rs. 5.00 a loaf at the time!) In 2015, the UNP-led Yahapalana government exhibited the vehicles used by the politicians and officials during the Mahinda Rajapaksa administration, and it even had some coconut estates dug up in search of Lamborghinis which, it claimed, its political rivals had buried, but all those excavations drew a blank. The JVP/NPP government also held a ‘vehicle exhibition’, a few weeks ago, claiming that the Rajapaksa-Wickremesinghe government had indulged in wasteful expenditure to keep political appointees and some public officials happy. If so, it should auction those vehicles and ask state officials and politicians, especially ministers, to use public transport, as in Sweden.",
    "Going by the JVP-NPP combine’s campaign rhetoric, the public must have thought the former Presidents would be asked to leave their official residences and return all their vehicles forthwith in case of a regime change. Instead, the Dissanayake government has appointed a committee to review their entitlements and sought their views thereon!",
    "Gone are the days when political leaders did not make a business out of politics and retired poor. So, the new government’s efforts to curtail the former Presidents’ entitlements will not make anyone destitute; they will help save a considerable amount of public funds and go down well with those who are antipathetic towards the former Heads of States and their spouses, but such measures will not help boost state revenue significantly. The government will have to think of other ways of meeting its revenue targets in keeping with the IMF bailout conditions.",
    "The state service is terribly bloated and largely unproductive. It consists of more than 1.5 million workers or, in other words, there is a state employee for every 14 citizens. It has earned notoriety for inefficiency, callousness and corruption. Successive governments have chosen to pamper state employees at the expense of their private sector counterparts instead of downsizing and streamlining the public sector to serve the people efficiently. The JVP/NPP administration has failed to be different; it has promised to grant biannual salary increases for state employees!",
    "The state sector is notorious for overtime rackets, which cost the public dear. It was revealed before the Public Accounts Committee of Parliament, last year, that a large number of biometric attendance marking machines purchased by the Health Ministry at a cost of Rs. 31 million were idling because they could not be used due to protests by trade unions. What prevents the new government, which claims to have a no-nonsense approach to frugal economic management, from ensuring that all state employees mark attendance digitally? Streamlining the public service is a prerequisite for not only curtailing state expenditure but also spurring growth.",
    "The government must remain maniacally focused on increasing state revenue instead of granting politically motivated subsidies and pay hikes as election bribes. The biggest challenge before it is to accomplish that task while bringing the cost of living down. Political circuses won’t do.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}