{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Amana-Bank-powers-EntreMindz-Season-3-towards-fostering-entrepreneurial-talent/34-759072",
  "time_ut": 1709319071.0,
  "original_lang": "en",
  "original_title": "Amana Bank powers EntreMindz Season 3 towards fostering entrepreneurial talent",
  "original_body_lines": [
    "Towards inspiring and fostering the next generation of entrepreneurs through knowledge, experiences, and insights, Amana Bank has once again partnered with EntreMindz, organised by UTO EduConsult, for its third season.",
    "Through this partnership Amana Bank reaffirms its dedication to encouraging the spirit of entrepreneurship from a young age and supporting innovative ventures that drive economic growth.",
    "Unlocking the entrepreneurial mind-set of Gen Z, EntreMinds season 3 saw over 35 teams aged between 15 and 20 years making their unique and novel business ‘pitch’ in front of an expert judging panel which included Dankotuwa Porcelain CEO Channa Gunawardena, Aqcellar Head of Marketing and Communications Ajith Kadirgamar, Amana Bank VP Retail Banking and Marketing Siddeeque Akbar, Inotrend International CEO Abdul Careem, Adl Capital MD/CEO Ishrat Rauff, and Aqcellar South East Asia Co-Founder and President Sharika Mubarak.",
    "During the initial competition briefing, Aaron Golbin, a renowned entrepreneur and venture capitalist from the United States, delivered the keynote address. Nayomi Handunnetti, an acclaimed entrepreneur and influential figure in female entrepreneurship, also shared her valuable insights with over 200 participants who had joined the virtual briefing. In addition to the esteemed judging panel, other experienced entrepreneurs who provided their expertise and advice included AICPA & CIMA Sri Lanka and Maldives Country Manager Zahara Ansary, Stache Brunch & Bistro Founder Tashya De Silva, Digital Marketing Strategist Arshad Mohideen, and Akhlaq Gazzali, recognised as the Best Presenter of EMZ 2022.",
    "Commenting on the partnership Amana Bank VP – Retail Banking and Marketing Siddeeque Akbar said, “This event served as more than just a chance to gain knowledge from experienced entrepreneurs; it also provided a platform to motivate and cultivate the future generation of business leaders. Amana Bank has consistently taken the lead in promoting and assisting emerging entrepreneurs, and their collaboration with EntreMindz is a tangible manifestation of their commitment to empowering young, ambitious business leaders.”"
  ]
}