{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Pakistan-High-Commission-Colombo-observes-Kashmir-Youm-e-Istehsal-Day/56-780035",
  "time_ut": 1754596712.0,
  "original_lang": "en",
  "original_title": "Pakistan High Commission Colombo observes  Kashmir Youm-e-Istehsal Day",
  "original_body_lines": [
    "The Pakistan High Commission, friends of Pakistan, diplomatic community and Pakistani diaspora jointly commemorated Kashmir Youm-e-Istehsal day. Six years have passed since 5 August 2019 when India took unilateral and illegal actions aimed at altering the internationally recognised disputed status of IIOJK and changing the demographic structure of the occupied territory.",
    "The High Commissioner, Major General (Retd.) Faheem Ul Aziz HI (M) underscored the oppression and brutalisation of innocent Kashmiris through an inhuman military siege, communications blockade, cordon-and-search-operations, fake “encounters”, extra-judicial killings of Kashmiri youth, use of pellet guns, and collective punishment of entire communities and neighbourhoods that still prevails, in sheer violation of human basic rights. He further said that the key to durable peace in South Asia is resolution of the Jammu and Kashmir dispute in accordance with the relevant United Nations Security Council (UNSC) Resolutions and the wishes of the Kashmiri people.",
    "The keynote speakers aptly highlighted the plight of the Kashmiris living in IIOJK. They said that this dispute is one of the oldest items on the agenda of the UN Security Council. Unfortunately, it remains unresolved due to India’s obstinate refusal to honour its commitments and its disrespect for the fundamental human rights and international law.",
    "Moreover, special messages from President Asif Ali Zardari, Prime Minister, Muhammad Shehbaz Sharif and Foreign Minister Mohammad Ishaq Dar were read out for the audience, highlighting the sufferings of the innocent Kashmiris and the resolve of the Government of Pakistan to support the Kashmir cause till it is resolved in accordance with the UN Security Council resolutions. In the context of India’s recent aggression against Pakistan, this year’s “Youm-e-Istehsal” assumes greater significance. While the resounding success of the ‘Operation Bunyan-ul-Marsoos’ is a matter of great pride for the people of Pakistan, the day also underscores the need for a settlement of the Jammu and Kashmir dispute, in accordance with the relevant UN Security Council resolutions and the wishes of the Kashmiri people, for a lasting peace in South Asia."
  ]
}