{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Smuggling-attempt-through-BIA-green-channel-reveals-Rs-7Mn-worth-phones-cigarettes/108-283888",
  "time_ut": 1717242060.0,
  "original_lang": "en",
  "original_title": "Smuggling attempt through BIA ‘green channel’ reveals Rs.7Mn worth phones, cigarettes",
  "original_body_lines": [
    "Colombo, June 1 (Daily Mirror) - A special surveillance operation conducted by the Sri Lanka Customs today led to the arrest of three passengers returning from Dubai trying to use the airport green channel with a stock of cigarettes and mobile phones worth over Rs. 7 million in their possession.",
    "The Customs Narcotic Control Unit officials who were on duty at the Bandaranaike International Airport Arrival Terminal were ordered to stop three passengers trying to exit the airport through ‘nothing to declare’ Custom Green Channel.",
    "The three passengers, including a woman accompanying a child had arrived in the country this morning on SriLankan Airlines flight UL226 from Dubai.",
    "Customs spokesman Additional Director General Seevali Arukgoda told the Daily Mirror that the officials found 77 brand new smartphones valued at over Rs. 3 million from the baggage of the two passengers.",
    "From the third passenger’s baggage the sleuths found 200 cartons of cigarettes of a foreign brand that contained 40,000 sticks, which is valued at Rs. 4 million.",
    "This third suspect had reportedly used a child to travel with her to deceive the airport authorities, Arukgoda said.",
    "Meanwhile, a local businessman who attempted to smuggle in a stock of foreign cigarettes worth over Rs. 3.8 million was taken into custody by the Police Narcotic Bureau (PNB) officials at the BIA last night.",
    "The passenger was returning from Dubai on Emirates flight EK648 had landed in Colombo at 10.30 pm on Friday.",
    "The PNB officials found 38,400 sticks of cigarettes in 192 cartons, the sale and use of which is prohibited in Sri Lanka.",
    "The passenger who was identified as a resident of Negombo was released on police bail and was ordered to be present before the Negombo Magistrate’s Court on June 5."
  ]
}