{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/E-B-Creasy-Solar-secures-exclusive-distribution-agreement-with-Thornova-Solar-in-Sri-Lanka/34-768879",
  "time_ut": 1730852978.0,
  "original_lang": "en",
  "original_title": "E.B. Creasy Solar secures exclusive distribution agreement with Thornova Solar in Sri Lanka",
  "original_body_lines": [
    "E.B. Creasy Solar, in collaboration with Thornova Solar, forges an exclusive partnership to advance futures in sustainable development through investment in reliable energy solutions",
    "E.B. Creasy Solar, the renewable energy arm of E.B. Creasy & Co. PLC, has been appointed as the exclusive distributor for Thornova Solar in Sri Lanka, forging a significant step forward in the advancement of sustainable energy solutions in the country.",
    "The strategic partnership enables E.B. Creasy Solar, a long-standing advocate of sustainable development, to bring Thornova Solar’s cutting-edge solar products to the local market, providing customers with reliable and efficient solar energy solutions. It also reinforces E.B. Creasy Solar’s position as a leading provider of renewable energy solutions in the country.",
    "E.B. Creasy Solar Chief Operating Officer Isuru Lekamge said: “We are proud to partner with Thornova Solar and bring their innovative solar products to Sri Lanka. Becoming the exclusive distributor for Thornova Solar, we are poised to significantly enhance the availability of advanced solar technologies in the market. The collaboration aligns with our commitment to provide Sri Lankan consumers and businesses with top-quality, reliable and efficient solar energy solutions. Both companies are committed to supporting Sri Lanka’s transition to renewable energy and contributing to a more sustainable future.”",
    "Thornova Solar is a Tier-1 solar brand with a strong presence in the US market and a global reputation for quality, performance, and sustainability in the solar energy industry. Joining forces with E.B. Creasy Solar, Thornova Solar aims to expand its presence in Sri Lanka, offering customers access to advanced solar technologies that contribute to reducing carbon footprints and promoting environmental stewardship.",
    "The partnership is expected to bring significant benefits to the local market, including increased availability of advanced solar technologies, improved customer service, and competitive pricing. Both companies are dedicated to working together to support the transition to renewable energy and contribute to a more sustainable future. The collaboration offers customers access to reliable and efficient solar energy solutions that contribute to reducing carbon footprints and promoting environmental stewardship."
  ]
}