{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/sri-lankas-quest-for-a-man-for-all-season/",
  "time_ut": 1722867175.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Quest For A Man For All Season",
  "original_body_lines": [
    "Sri Lanka people will be voting to elect their next President on September 21. The Election Commission’s announcement on the election sets to rest all the speculation about political moves to postpone it.",
    "The month ended with six presidential aspirants in the fray. According to the Election Commission of Sri Lanka (ECS) six candidates who deposited the money required to contest the presidential election included two independents and four representing political parties or formations. President Ranil Wickremesinghe and former MP Sarath Keerthirathne are contesting as independents. The four candidates representing political parties/groupings – opposition leader Sajith Premadasa (Samagi Jana Balawegaya -SJB), social activist Oshala Herath (New Independent Front), ASP Liyanage (Sri Lanka Labour Party) and PWSK Bandaranayake (Jathika Sanwardhana Peramuna).",
    "Anura Kumara Dissanayake (a.k.a AKD), the leftist leader of the National Peoples Power (NPP)- JVP combine, is likely to file his nomination in the next few days.",
    "In addition, Field Marshal Sarath Fonseka, who led the Sri Lanka army as Army Commander to victory against the LTTE, has also announced that he would contest the presidential election. “For 76 years, we have been led by an inept political group that has led us to bankruptcy,” he said, adding that for Sri Lanka to grow, “we need to crush corruption”. He had earlier indicated he would be contesting as an independent. The FM had contested the 2010 presidential election as a common opposition candidate and lost against Mahinda Rajapaksa",
    "Another likely candidate is Sri Lanka’s Justice Minister Wijeyadasa Rajapakshe, who has resigned from his position to contest the presidential election.",
    "The real fight will be between Ranil Wickremesinghe, Sajith Premadasa (SJB) and AKD (NPP) as other candidates are light weights, useful to split votes of the major parties. FM Fonseka might end up as the fourth candidate of reckoning, in case he is able find support from other smaller parties. The picture is likely to be clear in the next two weeks.",
    "President Wickremesinghe had the early mover’s advantage when he announced his intention to contest the election last month. He was in an eye-ball to eye-ball contact with Mahinda Rajapaksa to gain the support of the ruling Sri Lanka Podujana Peramuna (SLPP). He wrote a letter to all parties including the SLPP saying “Whilst I have decided to be an independent candidate at the 2024 presidential election, I am seeking the support of a majority of the political parties. To ensure my victory, while I expect the support of the Sri Lanka Podujana Peramuna, I await an early response from your party.” The Rajapaksas were probably irked by the tone of his letter treating SLPP on par with other parties.",
    "Already, Wickremesinghe was able to win over the influential section of SLPP to form a broader alliance led by Premier Dinesh Gunawardena and the support of many SLPP ministers and 92 parliamentarians. In spite of this, the SLPP politburo announced it will not be supporting Ranil Wickremesinghe’s candidature and it will field its own candidate. The Rajapaksa heir apparent and national organiser of the party Namal Rajapaksa had been vehemently opposed to supporting Wickremesinghe based on “principles.” He pointedly said the President was free to seek the support of SJB and other parties. The founder of the SLPP Basil Rajapaksa was also lukewarm in supporting Wickremesinghe.",
    "The Rajpaksas and the SLPP had propped up Wickremesinghe as an interim president, though he had no support in parliament, to handle the pressure of Aragalaya protests and the national economy collapsed. During his rule, the Party grudgingly supported the stringent measures for economic recovery to conform to IMF conditions. Despite that, why did the Rajapaksas choose not to support Wickremesinghe? The incumbent president had not been faring high in opinion polls; but that may not be the reason because the SLPP is faring no better. The Rajapaksas probably want to regain control of SLPP after support for Wickremesinghe has split the party vertically, with many young leaders questioning the decision of the politburo. The Party also probably wants to regain the traditional support of Sinhala Buddhist nationalists who turned against the Rajapaksas during the Aragalaya and the economic woes that followed.",
    "The SLPP decision not to support Wickremesinghe is probably a blessing as it enables the President to wash off the sins of the Rajapaksas during the Aragalaya and its aftermath.",
    "The SLPP decision also probably induced the Sri Lanka Freedom Party (SLFP) to express their ‘unwavering’ support to President Wickremesinghe. In this context, SLFP MP Duminda Dissanayake’s statement, “Only the incumbent President Ranil Wickremesinghe has made a request in writing asking for our support” is significant.",
    "The right-wing MP Patali Champika Ranawaka, leader of the United Republic Front (URF) was also emphatic on not endorsing any presidential candidate supported by the Rajapaksa family. “Our Party would not be able to support President Wickremesinghe if he receives the support of the Rajapaksa family.” If the URF does not field any candidate, it is likely to support Wickremesinghe.",
    "AKD (NPP) is leading the opinion polls followed by Sajith Premadasa (SJB) well ahead of Wickremesinghe. However, as six more weeks are there for campaigning, the tide may well turn particularly after realignment of political support takes place.",
    "Ranil Wickremesinghe’s economic recovery plan has been in force since last two years. Other than that only, SJB seems to have done its homework on economic recovery plan which is at the root of misery. It promises to implement progressive tax system to ensure relief and address disparities. It has come out clearly against the present short-term tax-based stability measures. The SJB claims the RW government has agreed to several draconian tax measures together with the IMF. It points to over seven million people facing difficulty in meeting daily food requirements. The party said it was committed “to building an economy-based on social democratic principles, marking a shift from the liberal and socialist frameworks” that have consistently failed. Addressing a presser, MP Kabir Hashim outlining the Party’s vision, highlighted the need for crafting an economic model tailored to the specific needs of Sri Lanka, rather than adopting policies from other countries without modification.",
    "In contrast, AKD and the NPP have been vague on the economic plan they will adopt if they come to power. This was pointed out by SJB’s economist parliamentarian Dr de Silva. He said “The NPP does not have a uniform economic policy. Members of the Party hold different views, and the Economic Council often presents policies that contradict the Party Leader’s statements. Even the Leader himself has different views on different occasions.”",
    "Florentine political philosopher Niccolo Machiavelli in his book The Prince said: “The lion cannot protect himself from traps, and the fox cannot defend himself from wolves. One must therefore be a fox to recognize traps, and a lion to frighten wolves.” Among Sri Lanka presidential aspirants only Ranil Wickremesinghe seems to possess the Machiavellian qualities. He has a proven track record as a great survivor. But that may not be enough.",
    "This country is facing not only the problems of economic recovery from bankruptcy, but also multiple challenges to good governance. These range from lack of rule of law, corruption and cronyism among the administrators, leading to drug trafficking, money laundering and other criminal activity. The interim President Ranil Wickremesinghe has successfully brought the country’s economy back from the brink, to a large extent. However, under his rule systemic aberrations have continued to erode the trust of the people in politicians and their style of governance lost during Aragalaya, the massive public protest against the Rajapaksa misrule.",
    "The president-elect must be a man for all seasons, with the ability to select and motivate a team to carry out measures for economic revival while maintaining the sustenance levels of the poor and needy. The president-elect should be able to articulate a game plan, to weed out the corrupt and prosecute them with as much alacrity as handling economic recovery.",
    "Who among AKD, Premadasa, Wickremesinghe or FM Fonseka can qualify as the ‘man for all seasons” to take on the tough task? Sri Lankan voters will decide on September 21.",
    "*Col R Hariharan VSM, a retired MI specialist on South Asia and terrorism, served as the head of intelligence of the Indian Peace Keeping Force in Sri Lanka 1987-90. He is associated with the Chennai Centre for China Studies."
  ]
}