{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/my-father/",
  "time_ut": 1714240080.0,
  "original_lang": "en",
  "original_title": "MY FATHER",
  "original_body_lines": [
    "(This is another excerpt from the book Falling Leaves, a part autobiographical anthology of articles by one of the last remaining members of the old Ceylon Civil Service, now living in Manila at age of over 95-years. A painting my the author adorns the book cover.)",
    "My father was Dr. Albert Rajaratnam Arulpragasam. To my regret, I do not know much about him, because he kept to himself. He was born on June 12, 1890. He died in 1957 in Jaffna. By profession, he was a medical doctor working for the government of Ceylon, retiring at the age of 60 years. After a few years in Colombo, my parents retired to their home in Chundikuli (Jaffna) – a home he inherited from his sister. I (we) do not know much about my father, mainly because he was a very private, reticent and self-effacing man, who seemed reluctant to talk about his childhood or about his past. We, his children, must also be blamed for our lack of curiosity in regard to the man who quietly and uncomplainingly provided the means for us to go to the best schools and University in Ceylon and to embark on successful careers.",
    "This lack of knowledge also arose partly because we were all the time in boardings and schools in Colombo, whereas my father was always stationed in the provinces, so that we never got to really know him. My sister, on the other hand, who spent a longer time at home, was able to dig out more stories from our reticent father. Hence, what I record below is information that I gleaned from my mother, who despite a lifetime lived with him did not know details of his past; and from my sister, who was close to him.",
    "My father’s mother died giving birth to his sister (or soon after), when my father was just two or three years old. He and his baby sister were then sent off to their maternal grandfather’s home. My Dad’s father was a Postmaster by profession: he probably could not have undertaken to care for two baby children. He never remarried. As for my father, growing up in his grandparents’ home seems to have left an indelible imprint on his life and values. It also left a deep affection and loyalty to ‘look after’ his baby sister throughout her life. It may be that he had an unhappy childhood in this stern and austere home, which may be the reason for his reluctance to talk about his childhood: we shall never know.",
    "His maternal grandfather with whom he grew up was the Reverend Seth Christmas, an Anglican clergyman. He was so named because he was born on Christmas day, given the name ‘Christmas’, and living up to his name, died on Christmas day! Growing up in the austere Reverend’s home seems to have instilled in my father certain ‘Christian’ values, as taught by the missionaries at that time.",
    "Apart from the usual Christian commandments, they branded smoking and drinking alcohol as ‘sins’. When my father was told that my elder brother (who was already a medical doctor by then) was smoking, he confidently declared: ‘None of my children will ever drink or smoke!’ This hope and certitude was unfortunately betrayed by all three of his sons, who all smoked and drank!",
    "This treatment of drinking as a sin is also illustrated by another story. At the usual ‘rag’ on initiation when entering Medical College, the seniors made the freshmen suffer all sorts of indignities. One of them was to drink half a bottle of arrack in one go. My father, true to his ‘Christian’ principles, refused to touch liquor. Try as they may, he refused to drink. Ultimately in disgust, they banged the bottle of arrack on his head and poured the contents over his head! Undoubtedly, silent obstinacy was one of his traits!",
    "My father had his early education at St. John’s College, Jaffna. He thereafter finished his high-school education at Royal College, Colombo, which was the best school in those days. Fortunately for us, he insisted that all his sons attend Royal College too. He thereafter entered Medical College, and after obtaining his medical degree, joined government service as a doctor. My mother, going through his few personal things after his death, found the Gold Medal for Surgery, which he had won in Medical College. He seems to have won this over Sir Nicholas Attygalle (his batch-mate) who later became one of the the most recognized surgeons in Sri Lanka. This characterizes my father’s modesty, since neither his wife nor his children knew of this achievement before.",
    "My father was not an impressive man, either in physical appearance (he was never smartly dressed) or in career achievement; nor was he worldly-wise. He was undoubtedly very intelligent – as seen by his achievements in medical college. This intelligence ran in his mother’s family: but so also did a strain of depression. For instance, his mother’s brother, S.K Rutnam (the husband of Dr. Mary H. Rutnam), despite obtaining an M.A. degree from Princeton University (USA) as early as 1915, ended his life in depression. Depression also seems to have run in other lines of the family, originating from my father’s mother’s side of the family.",
    "I can list only some of the posts my father held as a government doctor – due to my lack of knowledge. As a bachelor, he seems to have served in different posts around Kurunegala in the North-Western Province. I know that he served as a doctor in the Jaffna hospital in 1927, since I was born during his stint there. He seems thereafter to have switched to the field of public health, after which he was posted as the junior doctor in Mandapam Camp, where I spent the first five years of my life.",
    "He was then selected for a government scholarship to England for post-graduate studies in public health. On his return to Ceylon, he served as Medical Officer of Health in the Batticaloa District (during World War II) for five years. Thereafter, he was appointed as Port Health Officer in charge of all health measures in the port of Colombo, which was the busiest port in Asia at that time. When he was passed over for appointment as Director of Health Services in charge of the whole Department of Health, he opted for a transfer as Medical Superintendent of Mandapam Camp where he would be his own boss. This was a quarantine station located in South India in the charge of Ceylon government doctors, whose aim was to prevent infectious diseases such as smallpox and cholera being brought to Ceylon from India, mainly by plantation workers destined for the tea estates of Ceylon. He served in charge of Mandapam Camp for eight-10 years, until his retirement.",
    "In the latter capacity, he was in charge of about 7,000 people covering about 700 acres of land. We lived in a posh house with all the modern amenities, a garden of more than two acres of land, two full-time gardeners and a swimming pool. He was also the boss of about 50 uniformed security guards (needed to keep the detainees under enforced quarantine), dressed in Indian military-style khaki uniforms, replete with puttees and turbans. These guards would salute him whenever he passed, even if on the other side of the road, springing to attention and saluting him in mid-flight. To which my father, a modest and self-effacing man, would respond with an embarrassed, downcast eyes-salute!",
    "He was socially awkward in company – which was more than compensated for by my mother, who thrived on conversation. He was not really into sports, although he played soccer in his youth and played a passable game of tennis in his ‘forties. In Mandapam Camp in his fifties, having walked about two miles in the sun to the railway station (to pass the passengers in the Ceylon-bound train), he would come back home and recline in his easy chair, saying that he was ‘fagged’ (tired).",
    "I have some funny stories to relate about his life as a young government doctor. When posted in a wild part of the country in British colonial times, patients would come to his clinics from remote villages. Once, looking down at his records, he called for the next patient – and a cow walked in! When posted in another remote town, he was assigned a government bungalow adjoining thick jungle. My father loved to have chickens pecking around his yard and enjoyed feeding them; whereafter, the chickens would spend the rest of the day foraging in the jungle.",
    "One day, my father’s big boss from Colombo was coming on ‘inspection’. My father invited him to lunch, hoping to give him chicken curry. But when he went to look for his chickens, they were all away, foraging in the jungle. In desperation, he got out his shotgun and went into the jungle to hunt his own chickens!",
    "When I grew up, I was amazed at the number of relatives whom my father had been financially supporting. He seems to have undertaken the responsibility of helping his mother’s sisters and their children. This was despite not having really known his mother, who must have died when he was barely two years old. He seems to have financed a nephew through medical school, while providing monthly financial aid to his two maternal aunts and their children. My mother did not object, because she knew that he considered this to be his duty: she also knew that although quiet, he was still a very stubborn man!",
    "My father seems to have valued financial security more than making more money. He neither saved nor invested – even in a home. He seems to have spent his entire salary in supporting his children and his mother’s sisters and their families. My mother relates this example of his not caring for money. The government in those days accepted that while government doctors should work in the hospital during office-hours, they could thereafter see patients privately at home for a fee.",
    "My father would not charge a fee even when patients were seeking to see him privately. My mother reported cases where he was called urgently to poor patients’ homes but still would not take a fee, despite bearing the cost of transport himself. Other doctors in the area were naturally upset, since all the patients were flocking to my father. He saw it as his duty as a doctor to treat all patients who came to him. The other doctors came to him to object, arguing that he should charge a fee – because he was offering unfair competition!",
    "To overcome this dilemma, my father started working in the hospital till night, so that patients could see him free of charge. Finally to avoid this predicament altogether, he moved into the field of public health, where the Government provided an extra allowance in lieu of private practice. Instead of becoming a surgeon, he chose to move into a less-paying field, which paid enough for his needs -which included looking after his mother’s sisters and their families! He was not ambitious for himself: he was merely putting personal duty, as he saw it, before self.",
    "I too had experience of his ‘money is not important’ thinking. I had by this time got into the Ceylon Civil Service. At the age of 27 years (in 1954), I was approached to be interviewed for the post of Marketing Manager at Unilevers (Lever Bros). I was selected for the post (as a trainee) and offered a salary (as a trainee) more than six times of that which I was earning in the Ceylon Civil Service.",
    "Since I was undecided, I wrote to my father for advice. I did not expect the thundering reply that I received from my usually quiet and indulgent father: “I did not think that any of my sons would stoop to filthy lucre like this!” I was stung to the quick by this response, because I too had been brought up in his way of thinking! So I shamefacedly turned down the post – though I had other reasons too.",
    "I remember that my father never touched me, either in love or in anger, beyond my age eight years. I cannot remember him ever cuddling or hugging me, although I heard that he did this when I was little. He always maintained a distance when we were older, seeming shy of his own children! On the other hand, he never raised his hand against me, nor ever beat or scold me or my siblings. Nor did he ever ask me to study, nor make any attempt to supervise or check on my studies – though I know that he was very interested in my school results, which were undoubtedly conveyed to him by my mother.",
    "It is only when I reached maturity that I realized that he ‘ruled’ us not only by example, but also by expectation. I don’t think that he was subtle and devious enough to realize this: but he achieved this result without even trying! He lived by very high standards of duty and integrity: he merely expected us to do the same. These expectations filtered down to us not directly from him, but from various uncles and aunts, bringing a feeling of guilt if we did not live up to his high standards and expectations. He was not an impressive man either by outward appearance or career achievement, but as I grew older, I grew to respect him more and more for the highly principled man that he was.",
    "He was a remote and uncommunicative father, whom we often reached only through my mother. This is with the exception of my sister who was more familiar with him because she grew up mostly at home. He was, however, very considerate and indulgent towards his children. Each time that I was leaving for school after the holidays at home, he would sidle up to me and without looking me in the eye (he was embarrassed), would shyly slip a wad of pocket money into my hand, saying stiffly “pocket money” and hurry away.",
    "When I looked at the money, it was always too much. When I ran behind him to protest, he would hasten away in embarrassment. I had to go to my mother to ‘complain’ that it was too much, and give her ‘the excess’ to return to my Dad. I found out later that my elder brother too had habitually been doing the same.",
    "I have to relate another episode that shows his indulgence towards his children. Once when I was at home on holiday (I must have been about 16 years old at that time – and a confirmed athlete and rugby player), I came to the verandah where he was reclining on his ‘easy chair’ to chat with him. I found him struggling to get out of his ‘easy chair’ in order to offer it to me, although there were many other chairs around! I had to entreat him repeatedly to please sit down in his own chair, in his own house!",
    "I conclude with the following personal story, as a tribute to my father. After my degree, I undertook a survey of the Veddas, involving a walk of 250 miles through jungles and drinking dirty water. I consequently developed severe dysentery – and hardly managed to walk the 100 miles through jungles to get back to my starting point. When I finally returned to my starting point, I found that the person with whom I had left all my money (since I had no use for money in the jungle) had gambled it all away!",
    "I was thus left with absolutely no money at all and unable to return to Colombo for urgent hospitalization. Sick, weak, desperate and almost collapsing, I spent the last 15 cents I had on bus fare to reach a place closer to Colombo. (I was foolishly trying to go towards Colombo – although I knew that I could not reach it!) In that God-forsaken place I came across a government dispensary at the edge of the jungle (near Padiyatalawa).",
    "Meanwhile, night had fallen – and the dispensary was closed. I was desperate now, with no money even to feed myself. When I shouted for urgent medical help, a window opened and a double-barrel gun poked out, since this was a jungle outpost where bandits were at large. I shouted explanations in English, in order to sound ‘educated’. (I looked a bandit myself, clad in my khaki kit, which I had worn for months in a row, my slouch khaki hat and a four month beard).",
    "Afraid and annoyed, the Apothecary shouted roughly, asking my name and what I wanted. When I gave my name (‘Arulpragasam’ was a very uncommon name at that time), he asked whether I was, by any chance, a relative of Dr. Arulpragasam. When I said that I was his son, his attitude changed completely. He said: “Come in, my son” – although he was a Sinhalese gentleman, and I was not his son.",
    "He went on to say: “Your father was the best boss that I have ever worked for, and the most decent gentleman that I have ever known”. He gave me some food, and after treating me for dysentery, he even lent me money for a third class railway ticket (which was all he could afford) back to Colombo. Whenever I think of this episode, tears come to my eyes: for I remember that it was the name of my father that saved me on this most desperate day of my life!",
    "My father died of a brain aneurism in Jaffna at the age of 67 years. He passed away before any of his sons could reach him, although my sister was able to do so. My father’s remains are buried in the graveyard at St. John’s Church, where he had worshipped as a boy. When the ‘Eelam war’ was over, I had the grave rebuilt and a new headstone installed. When I look at these photos now, it is with sadness: sadness because we did not show the love and respect for him that he had for us. He taught us, at least posthumously, what true love, integrity and duty really meant.",
    "P.S. My father had endowed a prize at St. John’s College, Jaffna, for English Oratory. This was in honour of his father, Mr. Cornelius Arulpragasam. Jega (my brother) and I have augmented this endowment, renaming the prize as “The Cornelius and Dr. Arulpragasam Prize for English Oratory”. This prize serves to remind me of my father – and of my origins.",
    "Royal College Group of 2004 marks 20 years of excellence with grand anniversary celebration and community initiatives",
    "S. Thomas’ all out for 297 on day one of 145th Battle of the Blues",
    "W.A. de Silva (1869-1942): politician, scholar, agriculturist, Buddhist leader and philanthropist",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}