{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101107/us-commits-additional-usd-245m-through-development-agreement-with-sri-lanka",
  "time_ut": 1723190580.0,
  "original_lang": "en",
  "original_title": "US commits additional USD 24.5M through development agreement with Sri Lanka",
  "original_body_lines": [
    "The U.S. Embassy has announced an additional commitment of USD 24.5 million (Rs. 7.2 billion) from the American people to further the United States’ long-standing investment in the people of Sri Lanka and the US-Sri Lanka partnership.",
    "The additional funding was announced during a visit to Sri Lanka by the U.S. Agency for International Development’s (USAID) Assistant Administrator of the Bureau for Asia Michael Schiffer at an event held at the Ministry of Finance. USAID Sri Lanka and Maldives Mission Director Gabriel Grau also participated in Friday’s ceremony alongside State Minister of Finance Shehan Semasinghe, the US Embassy in Colombo said.",
    "The funds, committed through a Development Objective Grant Agreement between USAID and the government of Sri Lanka, will strengthen Sri Lanka’s market-driven growth, foster environmental sustainability and resilience, and promote good governance practices. As a result of our partnerships across government, non-governmental organizations, and civil society, the funds support collaborative efforts that are making a positive difference in the lives of Sri Lankans, it added.",
    "U.S. Ambassador to Sri Lanka Julie Chung underscored the continued commitment of the American people to investing in economic growth and good governance with this additional funding: “Since 1956, the United States has invested in Sri Lanka’s people, empowering them in their entrepreneurial pursuits, strengthening Sri Lanka’s resilience to climate change and macro-economic shocks, and enriching lives across the country. This additional funding demonstrates our steadfast commitment to working with local partners in Sri Lanka. Together, we are building a foundation for lasting stability and prosperity for communities across the country.”",
    "“The United States and the American people are proud of our longstanding partnership with Sri Lanka and its people,” USAID Assistant Administrator for Bureau of Asia Schiffer said. “This funding is an investment to further support the country’s locally led initiatives to drive sustainable solutions for Sri Lanka’s development challenges.”",
    "The United States has provided more than US $2 billion (Rs. 598 billion) in assistance to Sri Lanka since 1956 to support Sri Lanka’s agriculture, education, health, environment, water, sanitation, infrastructure, governance, and business development and provide humanitarian assistance to people in need. Over the last seven decades, U.S. support has helped modernize Sri Lanka’s diesel coaches, supported its Thriposha supplemental nutrition program, supported the development of electric vehicle charging stations, and empowered women entrepreneurs to drive economic growth."
  ]
}