{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Central-Bank-continues-to-collect-foreign-exchange-from-domestic-market/108-276901",
  "time_ut": 1707763380.0,
  "original_lang": "en",
  "original_title": "Central Bank continues to collect foreign exchange from domestic market",
  "original_body_lines": [
    "Continuing its months-long streak, the Central Bank purchased another US $ 245.3 million in foreign exchange from the domestic banking system and sold nothing in January, ending as a net purchaser of foreign currency to begin the year.",
    "This is a sign of improving foreign currency liquidity in the domestic banking system further into the new year, when the Central Bank ended up purchasing US $ 1,895.87 million in 2023, reaching a record level, given the trying conditions prevailed in foreign currency conditions for most part of the year.",
    "The Central Bank recently said these substantial net absorptions contributed immensely for it to be able to rebuild the reserves to US $ 4.4 billion by the end of 2023.",
    "A month later, the reserves further rose by just shy of US $ 100 million to US $ 4,491.0 million by the end of January 2024.",
    "A month later, the reserves further rose by just shy of US $ 100 million to US $ 4,491.0 million by the end of January 2024.",
    "The continued and relatively strong momentum also reflects as to why the rupee was most under appreciation pressure in January and also coming into February.",
    "For instance, the rupee appreciated by 3.3 percent in the year through February 09 to an average of Rs.313.28 to a dollar, on top of a 12.1 percent gain in value in the currency in 2023.",
    "A year earlier, the rupee was trading at Rs.364.66 to a dollar.",
    "The relatively sizable dollar purchases by the Central Bank could also be to prevent any excessive appreciation pressure building up on the rupee, as the Central Bank has been saying that it would intervene to prevent excessive volatilities either way, despite maintaining a market determined exchange rate.",
    "The normalised tourism earnings and remittance flows would further help the Central Bank to continue to purchase foreign currency from the market, helping to build up its gross official reserve buffers, as there are reserve targets to be met under the International Monetary Fund programme. Reports showed that the Central Bank has reached an understanding with the People’s Bank of China to extend the yuan-denominated currency swap, which has a dollar equivalence of 1.4 billion, till the end of this year, from its original expiry date of March 18."
  ]
}