{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/bimstec-secretary-general-discusses-regional-cooperation-in-the-bay-of-bengal-region-at-lki/",
  "time_ut": 1713891240.0,
  "original_lang": "en",
  "original_title": "BIMSTEC Secretary-General discusses regional cooperation in the Bay of Bengal region at LKI",
  "original_body_lines": [
    "Ambassador Indra Mani Pandey, Secretary-General of the Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIMSTEC) was hosted by the Lakshman Kadirgamar Institute (LKI) for a special guest lecture and interactive session titled “Regional Cooperation through BIMSTEC” on 09 April 2024 at the Lighthouse Auditorium. The programme provided an opportunity for the gathering of Sri Lankan policymakers, academics, researchers, and university students to engage directly with the Secretary-General who was on his first official visit to Sri Lanka, in evaluating topics and concerns related to the region and BIMSTEC, in the context of global politics and Sri Lanka’s foreign policy interests.",
    "Welcoming Secretary-General Pandey, Executive Director of the LKI Ambassador Ravinatha Aryasinha highlighted the contribution Sri Lanka has made to BIMSTEC as a founding member, in fielding its first Secretary-General, and the role played during Sri Lanka’s chairmanship of BIMSTEC during 2018-2021 in revitalising the organization through the adoption of the BIMSTEC Charter and the rationalisation of the areas of cooperation, as well as the streamlining of related institutes. He added that during bilateral consultations with the Secretary-General, the LKI as the Sri Lankan focal point of the BIMSTEC Network of Policy Think Tanks, had expressed its continued support towards future collaboration with BIMSTEC, with special emphasis on the thematic domain of science, technology and innovation which is Sri Lanka’s focussed area of responsibility, along with the sub-areas of Technology, Health, and Human Resource Development.",
    "Delivering opening remarks, Additional Secretary (Economic Affairs) of the Ministry of Foreign Affairs, Ms. Shanika Dissanayake noted that the seven-member states – Bangladesh, Bhutan, India, Myanmar, Nepal, Sri Lanka, and Thailand accounted for 1.7 billion people and a combined GDP of 5.2 billion dollars. Describing the organization as a vibrant and progressive intergovernmental organization, Ms. Dissanayake noted BIMSTEC’s relevance in creating a more interconnected region, especially in the fields of transport, security, and energy.",
    "Delivering his guest lecture, Secretary-General Pandey outlined the role and functions of BIMSTEC and the new measures being operationalised to create a more effective and active organisation. Outlining each of the seven sectors of BIMSTEC’s sectors of cooperation, he emphasised Sri Lanka’s continuing critical role as a founding member, and thanked the Government of Sri Lanka and its leadership for their continued support in building regional cooperation in the region. Sharing that the sixth summit is set to take place in Thailand later this year, he added that BIMSTEC nations are set to meet every two years. Noting that he had already paid first visits to several member states, he said there is political commitment to further strengthen regional cooperation through BIMSTEC. He also highlighted the relevance of BIMSTEC as a platform for development, building towards a more integrated region in terms of economics, transportation, technology, and communication, leveraging the region’s geographic placement, along with its population, and GDP among other factors. He added that BIMSTEC is now ready to open its doors to new member and observer states and expressed a positive outlook for the organisation’s future.",
    "During the interactive session that followed the audience expressed their appreciation for the opportunity to engage in a dialogue with the Secretary-General. The discussion covered a wide array of topics. On the possibility of a shared energy grid and regional collaboration in the energy sector, the Secretary-General revealed that they are hopeful to make more progress and emphasised the importance of transitioning into renewable energy sources at a regional level. On intra-regional trade which remained low at present, the Secretary-General noted that there are some developments on the subject and more progress could be expected. He said finding projects to build a more connected region would not be easy given that some nations in BIMSTEC are still in the process of development. The importance of human resource development was also emphasised during the discussion. Additional Secretary Dissanayake further underlined the importance of involving youth in BIMSTEC plans. On cooperation and collaboration between regional organisations, she said the Indian Ocean Rim Association (IORA) had approached the BIMSTEC to sign an MoU for the common purpose of greater regional cooperation. Emphasising sustainability and ocean concerns, she said both organisations prioritise connectivity, and regarding funding constraints noted IORA’s success in adopting more dialogue partners like the European Union (EU), which could also help BIMSTEC.",
    "Responding to a question on the future of multilateral organisations such as IORA or BIMSTEC, in the context of growing minilaterals, the Secretary-General said it was difficult to find convergence even in bilateral negotiations, and it is that much harder in multilaterals. He said each of these mechanisms have a role to play and we should not give up because there are challenges in finding convergences or in implementing our decisions. It’s important to persist because regional and sub-regional organisations present huge opportunities for countries to come together and work together. Citing the EU and Association of Southeast Asian Nations (ASEAN), he said we find that under very difficult circumstances, regional organisations have been able to deliver. Ambassador Aryasinha, responding on this issue, acknowledged that the priorities of individual countries within regional organisations such as IORA and BIMSTEC might have changed from its founding to the present day depending on the new minilateral alignments some of them might have entered into and the changing global power dynamics. However, rather than being over ambitious, the safe bet for such organisations is to focus on ‘functional’ areas that are politically less contentious on which to initially cooperate, and to allow the confidence built through this to help move on to the more complex issues.",
    "Related Topics:BIMSTECBIMSTEC Secretary-General discusses regional cooperation in the Bay of Bengal region at LKI",
    "CSE chairman focuses on capital-raising and stock market outlook for 2024",
    "ComBank honoured with six awards by Indian Chamber of Commerce",
    "Tourism Industry would significantly contribute to the country’s Foreign Exchange earnings – President",
    "PM reviews progress of  National Human Resources Development Council",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}