{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Big-Tech-s-role-and-the-OSB/4-758129",
  "time_ut": 1707158429.0,
  "original_lang": "en",
  "original_title": "Big Tech’s role and the OSB",
  "original_body_lines": [
    "Meta CEO Mark Zuckerberg testifying at a Senate Judiciary Committee hearing at the Dirksen Senate Office Building on 31 January, 2024, in Washington, D.C., apologises to families who claim their children were hurt by using Facebook (Kent Nishimura/Bloomberg via Getty images)",
    "The very controversial Online Safety Bill (OSB) was (predictably) passed in Parliament, endorsed by the Speaker, gazetted and enacted as law. The mainstream media informs us that several amendments recommended by the Supreme Court were incorporated, while MPs from the Opposition accused the Government of not accommodating them all. Details of what was and what was not accomodated are not available for the public to evaluate whether the Supreme Court’s recommendations are in place. That’s how news is dissemminated today. Unoffical spokespersons on various social media platforms have come down hard on the Government and warned of dire consequences of the apparant crushing of freedom of speech.The ICJ’s Legal and Policy Director has said, “It risks being used to suppress important public debate regarding  the conduct of the government and matters of public policy,”.Meanwhile, interestingly, the Asia Internet Coalition, an industry association that appears to promote understanding and resolution of Internet policy issues in the Asia Pacific region, and seem to work closely with tech giants like Google, Meta and X, have criticised the Bill, calling it “unworkable”. Among others, the US Ambassador has also chipped in with her views.",
    "Coincidently, last week, Meta CEO, Mark Zuckerberg, Snap Inc CEO, Evan Spiegel, Linda Yaccarino of X (formerly Twitter), Shou Zi Chew of TikTok, and Jason Citron of Discord were the five executives of mega tech that were reined in, grilled and roasted at The Senate Judiciary Committee hearing titled “Big Tech and the Online Child Sexual Exploitation Crisis”. The hearing was called to examine and investigate the plague of online child sexual exploitation. A Senator accused social media firms of “destroying lives, and threatening democracy itself”. “I know you don’t mean it to be so, but you have blood on your hands,” he thundered.",
    "The committee’s chair Dick Durbin pitched into these platforms for failing to protect vulnerable children from being sexually exploited online. “Discord has been used to groom, abduct and abuse children. Meta’s Instagram helped connect and promote a network of pedophiles; Snapchat’s disappearing messages have been co-opted by criminals who financially sextort young victims,” Durbin said in his opening statement. He said their platforms, social media and messaging apps have “given predators powerful new tools to sexually exploit children”. “Their design choices, their failures to adequately invest in trust and safety, their constant pursuit of engagement and profit over basic safety put our kids and grandkids at risk,” Durbin said. The Senate was packed with families of children and advocates. Families who said they lost their children, spoke out to say their children were victims of predators facilitated by social media.",
    "But it was Zuckerberg, of Meta, who came under the most scrutiny. Senator Ted Cruz inquired, “Mr Zuckerberg, what the hell were you thinking?” when he showed him an Instagram prompt warning users they are about to see child sexual abuse material, but then asks if they would like to “see the results anyway”. Zuckerberg was invited to apologise to the families sitting behind him. He stood up, turned to the audience and said: “I’m sorry for everything you’ve all gone through, it’s terrible. No-one should have to go through the things that your families have suffered.” Zuckerberg said as parents held up photos of their children who have died following sexual exploitation or harassment via social media.",
    "Reports say, Meta is presently being sued by dozens of states that say it deliberately designs features on Instagram and Facebook that addict children to its platforms and has failed to protect them from online predators. It is reported that, parents of more than 60 teenagers filed suit in 2023 against Snap for allegedly facilitating their children’s acquisitions of drugs that were used in overdoses. “I’m so sorry that we have not been able to prevent these tragedies. We work very hard to block all search terms related to drugs on our platform,” Snap CEO Spiegel lamely lamented.",
    "Criminal defamation is no longer in the book of statutes in Sri Lanka. It was repealed in 2002 to leave defamation to be only filed as a civil action. The repeal was said to be a commitment to press freedom. A most glaring and unfortunate victim of defamation who experienced a trial by mainstream and social media, and convicted in the court of public opinion, was a doctor from the Kurunegala hospital. Ironically, it was politicians, public officials and health workers that set off the flame. I also know of the parents whose son was subject to a horrific experience of torturous online defamation and harassment by a group of “ladies” that was “liked” and “forwarded” by all of these keyboard warriors, professionals, fake journalists and pseudo mental health advocates without a thought for the boy’s or his family’s mental health or the need to hear his side of the story. Appealing to the big tech platforms to take down these posts and to the police were (needless to say) of no avail.",
    "Actor Gamini Fonseka filed a defamation plaint in 1999 for which judgment was delivered in 2023, 24 years later and 20 years after his demise! The BASL and the Justice Minister should address this too since it is the only option for victims.",
    "Interestingly, the Swiss Supreme Court recently held that liking and sharing posts on social media can potentially amount to punishable defamation.  The court said it did not matter that the comments did not originate from the defendant. By clicking the like button, “the defendant clearly endorsed the unseemly content and made it his own,” the court statement said.",
    "Critics of the OSB, including the Asia Internet Coalition and the ICJ should not carpet bomb it without also offering empathetic and tangible solutions to genuine victims, who should not be overlooked just because governments may abuse the Bill in the future. Let’s face it, we can never expect big tech to apologise to anyone in Sri Lanka, like they did last week in the United States of America.",
    "The writer is the CEO of a corporate entity and enjoys offering perspectives and thoughts on social",
    "issues in the hope that it will inspire change and not controversy."
  ]
}