{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-explains-delay-in-appointing-ambassadors-197887/",
  "time_ut": 1735965000.0,
  "original_lang": "en",
  "original_title": "Sri Lanka explains delay in appointing ambassadors",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has yet not appointed ambassadors to some countries from where political appointees were recalled due to the long process take to fill vacancies, a statement from the foreign minister’s office said.",
    "According to Sri Lanka’s Constitution, Sri Lankan ambassadors and high commissioners in foreign countries are appointed by the President.",
    "Then the host country’s approval, or agrément, must be obtained.",
    "Requests for obtaining that agreement will be submitted by the Ministry of Foreign Affairs to the government of that state through the Sri Lankan mission there.",
    "Various countries may take different periods to approve the nominee. “Some countries take three to four months to give that consent according to their internal procedures, while other countries do not take that much time to give that consent, requiring a month or so.”",
    "Then the appointed Ambassador or High Commissioner must appear before the Committee on High Posts of the Parliament of Sri Lanka.",
    "Before they appear before that committee, the Parliament of Sri Lanka publishes a public newspaper notice regarding the appointments, and if there are any objections to the appointment, the public is given two weeks to file them.",
    "After receiving the approval of the Committee, the legalities of the ambassador or high commissioner taking up their duties will be prepared.",
    "The Ministry of External Affairs organizes an orientation program for the newly appointed ambassadors or high commissioners, after which, the appointed ambassador or high commissioner can go to the respective foreign country to take up their duties. (Colombo/Jan4/2025)"
  ]
}