{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101979/president-ranil-vows-to-resolve-missing-persons-issue-within-next-five-years",
  "time_ut": 1726328880.0,
  "original_lang": "en",
  "original_title": "President Ranil vows to resolve missing persons issue within next five years",
  "original_body_lines": [
    "President Ranil Wickremesinghe highlighted that the issues in the North cannot be limited to just political problems but also require development.",
    "If development does not take place, the North will fall behind while other provinces move forward, he said, adding that his leadership will address both the political and developmental challenges in the North.",
    "The President reiterated that his policy statement includes strengthening provincial councils and delegating more powers to them.",
    "He also mentioned that, under the framework of nine provincial administrations, development plans will be accelerated to assist the central government.",
    "Additionally, the President said that a National Land Commission and a Truth and Reconciliation Commission (TRC) will be established. Following the recommendations of the “Navas Commission,” he pledged to fully resolve the issue of the disappeared within the next five years.",
    "President Ranil Wickremesinghe made these remarks this morning (14) while addressing the “Ranil ta Puluwan” rally at the Muttuweli Grounds in Jaffna.",
    "Recalling how former Agriculture Minister Anura Kumara led a major movement in the South against the Provincial Councils and various promises were made to the people of Jaffna today, he said there must be a commitment to ensure these promises are fulfilled.",
    "He also reflected on the recent economic crisis when Sinhala, Tamil, and Muslim communities had lost hope and had no clear vision for the future.",
    "Wickremesinghe said that he provided a vision for the future through the “Puluwan Sri Lanka” plan, which has since opened doors for the country’s economic recovery.",
    "The President referred to a statement issued by the IMF yesterday, warning that if the government does not continue the program it started with the IMF, the economy could collapse again.",
    "He stressed that it is everyone’s responsibility to safeguard and advance the recovery plan. President Wickremesinghe further stated that if this plan continues for another three years, no one will be able to destroy the country’s economy.",
    "He affirmed his commitment to developing the North and pointed out that neither Sajith Premadasa nor Anura Kumara has a solution for the region’s needs."
  ]
}