{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98516/new-committee-to-ensure-respectful-handling-of-final-rites-for-individuals-president",
  "time_ut": 1712571060.0,
  "original_lang": "en",
  "original_title": "New committee to ensure respectful handling of final rites for individuals – President",
  "original_body_lines": [
    "President Ranil Wickremesinghe announced that a new committee would be established to coordinate arrangements for the last rites of individuals in accordance with their religious customs or final wishes, including those within the Muslim community.",
    "He also expressed his commitment to enacting relevant legislation in the future. These remarks were made during his attendance at the Ifthar ceremony held yesterday (07) at the Jumma Mosque in Katukele, Kandy.",
    "“Amidst the economic challenges faced by the nation last season, long queues became a common sight, disrupting even the observance of Ramadan fasts. However, with improvements in the economy over the past year, today presents us with the opportunity to observe Ramadan and its fasting rituals as usual.",
    "During Ramadan, the Muslim community abstains from food and drink, focusing on the virtues of fasting and nurturing moral values. It’s noteworthy that Ramadan coincides with the Sinhala New Year, reflecting a culture of inclusivity transcending racial and religious barriers throughout our history.",
    "Efforts are also underway to regulate Madrasa schools under the Ministry of Education, mirroring the oversight of private education. In 2019, steps were taken to address obstacles related to Muslim literature.",
    "The recent pandemic posed challenges for the Muslim community in conducting proper last rites, causing immense distress. To address this, future legislation will enable individuals to carry out their last rites in accordance with their religious beliefs or final wishes, ensuring everyone’s right to burial or cremation. We are committed to formulating the necessary regulations to honour individuals’ preferences in this regard.",
    "As Sri Lanka observes Ramadan today, a sombre situation unfolds in the Gaza Strip, where the Muslim community mourns the loss of approximately thirty-five lives. In light of this tragedy, we have decided to forego the national Ramadan festival this year and allocate the funds to support the people of Gaza. Additionally, a commitment has been made to construct a school in Gaza once the conflict subsides. Our stance remains firm in opposing the dissolution of the Palestinian state, and we stand in solidarity to end the ongoing conflict.",
    "Contributions totalling Rs. 10 million from Kattankudy Mosque, Rs. 2.2 million from Katukele Jumma Mosque, and Rs. 3.5 million from Muslim foreign employment agencies have been handed over to President Ranil Wickremesinghe for distribution among the affected Muslim community.",
    "The event was attended by Chief Moulavi Syed Maulana of the Jumma Mosque in Katukele, Kandy, Minister Manusha Nanayakkara, State Ministers Lohan Ratwatte, Anuradha Jayaratne, Dilum Amunugama, as well as the President’s Senior Adviser on National Security and Chief of Presidential Staff Sagala Ratnayaka, among others."
  ]
}