{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85823",
  "time_ut": 1745412480.0,
  "original_lang": "en",
  "original_title": "Former Mannar Bishop Rayappu Joseph was the Voice of the Voiceless Who Spoke Truth to Power.",
  "original_body_lines": [
    "“I have fought the good fight, I have finished the race, I have kept the faith”. These  words written by St. Paul in his epistle to Timothy (2.Timothy 4.7)  are  a fitting epitaph to  the life and service of former Catholic Bishop of Mannar. the Most Rev. Rayappu Joseph whose 85th birth anniversary was on April 16 this year. Bishop Rayappu Joseph passed away on April 1st 2021 just 15 days before his 81st birthday. This commemorative article re-visits the life and mission of  Bishop Joseph as  tribute to a Catholic prelate who stood by his flock steadfastly in an adverse environment and spoke truth to power regardless of consequences.",
    "Bishop Joseph Rayappu  served as the  Bishop of Mannar  for over 23 years from 1992 to 2016. The terrible war between the Sri Lankan Armed forces and the Liberation Tigers of Tamil Eelam (LTTE) raged on for over 17 years during this period. The  war had  ravaged the pre-dominantly Tamil regions of the north and east for decades.",
    "The Catholic Diocese of Mannar consists of the administrative districts of Mannar and Vavuniya in the Northern Province. Areas coming under the  diocese of Mannar suffered terribly during the conflict. Several churches were damaged. People were killed, maimed or went missing. Thousands were displaced from their homes. Hundreds were arrested . Some members of the Catholic clergy too were affected.  Even the venerated statue of Our Lady of the Rosary had to be taken away from the Madhu Church for safekeeping at one time.",
    "In such a situation it was but natural for affected parishioners to turn to their Bishop for relief, succour, solace and guidance. To his credit Bishop Rayappu Joseph rose to the occasion with commendable courage. As the premier shepherd of the flock in Mannar, the prelate spoke truth to power with formidable temerity.By doing so he irritated the powers that be.",
    "The Catholic prelate incurred the wrath of “power” by speaking the truth. Orchestrated media attacks were launched accusing him of being a “Koti Bishop” (Tiger Bishop). Rayappu Joseph was frequently described as being a controversial bishop. He was often accused unfairly of being a Tiger sympathiser and a cassock-wearing feline. Despite these attacks, he continued to be the voice of the voiceless.",
    "Rayappu Joseph was born in the northern island of Neduntheevu known as Delft on 16 April 1940. His family later relocated to Ilavaalai in the Jaffna peninsula and subsequently to Cheddikulam in Vavuniya District. Rayappu Joseph studied at St. Patrick’s College in Jaffna and St. Joseph’s College in Anuradhapura. After entering priesthood he was enrolled at St. Martin’s Seminary in Jaffna and later the National Seminary in Ampitiya, Kandy.",
    "Rayappu Joseph was ordained as a priest in December 1967. He obtained a Doctorate in Canon law from the Pontificial Urbaninana University in Rome. This resulted in him being appointed as a professor at the St. Francis Xavier Seminary in Colombothurai, Jaffna. Rayappu Joseph was consecrated as Bishop of the Mannar diocese at St. Sebastian’s Cathedral on 20  October 1992.",
    "The Roman Catholic Diocese of Mannar encompasses the Northern Province Districts of Mannar and Vavuniya which formed part of the Jaffna diocese earlier. According to the 2012 Census, Christians numbering 56,932 comprise 57.48% of the Mannar administrative district population. It is the only district in Sri Lanka that has a Christian majority. Vavuniya administrative district has 22,820 Christians or 13.31% of the population, according to the 2012 Census. Catholics are over 90% of the Christians in the two districts.",
    "The Mannar diocese came into being on January 24, 1981. The diocese comprises an area of 3,998 sq km. According to Church estimates updated in 2018, the Mannar Diocese has 88,112 Catholics. There are 46 parishes,100 priests (65 diocesan, 35 religious), 214 lay religious (52 brothers, 162 sisters) and 28 seminarians. There are seminaries, convents, elders’ homes and children’s homes in the diocese. Above all, the Mannar diocese is home to the renowned Shrine of Our Lady of Madhu with a history of over 400 years.",
    "Bishop Rayappu Joseph faced many problems in Mannar caused by the war. The Marian Shrine situated in Marudhamadhu known as Madhu is regarded by many  as the holiest Catholic Shrine in the island.Events pertaining to the Madhu Shrine where even the statue of Our Lady of the Rosary got temporarily displaced were testing times for Bishop Rayappu Joseph. He came in for heavy criticism for his conduct at that time. What happened then was this.",
    "During the early 2008 phase of the war the Army was steadily advancing in the Mannar District and retaking areas controlled by the LTTE. The Tigers resisted but were gradually compelled to retreat.",
    "In this climate of war Mannar Bishop Rayappu Joseph tried very hard to safeguard and protect the Madhu Church from harm. The Bishop made repeated requests to both the Sri Lankan Government and the LTTE that Madhu area be declared a zone of peace.",
    "By the end of March 2008 an order was issued in Colombo that Madhu should be “taken” by April new year. The armed forces made a determined military drive from Periya Pandivirichaan and Sinna Pandivirichaan towards Madhu through the Madhu sanctuary jungle terrain.",
    "Even as the security forces intensified military efforts the LTTE also changed tactics. The Tigers began setting up positions inside the Madhu Church sanctuary jungle areas. The LTTE also came into the outer precincts of the Church. The Tigers were not inside the Church or Church compound but began using the Church camping area which technically is classified as Church precincts. This is more than 70 acres in extent.",
    "When Church authorities objected, the LTTE said: “Ask the Army not to proceed further in this direction. We will go away.” The security forces in turn insisted that the LTTE move away first with their artillery and mortars. Both sides were intransigent. Thus Madhu Church environs got militarised.",
    "Fighting escalated and shells began raining. Shells began falling inside Madhu Church precincts and camping areas for pilgrims. Shells fell on the clergy quarters, outer premises of the Church and  a drinking water well. The Church did not suffer a direct hit but window panes cracked due to explosion impact. A barrage of shells landed on the outlying road to Palampitty.",
    "All civilians evacuated. The skeleton staff took refuge in bunkers, popping out during lulls, to engage in evacuation work. With the LTTE moving into the Madhu Church vicinity and the security forces advancing, Church authorities realised that Madhu Church was going to be directly caught up in fierce fighting. This prompted them to leave.",
    "Even as the Madhu Church precincts became increasingly vulnerable, charges and counter – charges began flying. The LTTE accused the security forces of making war on sacred ground and charged that Army shells were falling inside Church premises. The Army denied the charges and pointed the finger back at the LTTE. The Tigers were accused of using Church premises as a mortar launching pad. These charges in turn were vehemently denied by the LTTE.",
    "Bishop Rayappu Joseph who had been unsuccessfully imploring both sides to make Madhu a peace zone now made a last-ditch effort to prevent impending disaster and preserve Church sanctity and safety. He issued a public appeal on Tuesday 1 April 2008 urging that both sides keep the Church and vicinity as a peace zone. Excerpts from the Bishop’s appeal to protect the Shrine of Our Lady of Madhu are as follows:",
    "“The Shrine of Our Lady of Madhu is a much respected and venerated Shrine to Catholics all over Sri Lanka. For more than 400 years Catholics and as well as non-Catholics have gathered around Our Lady of Madhu as a unique Shrine that has served the spiritual needs of Sri Lankans from different walks of life, different ethnicities, different religions and different areas of the country. For more than two decades, in the midst of the conflict and mass displacement, Madhu Shrine also served as a place of refuge for all affected people. Madhu Shrine has been recognised locally and internationally as a ‘safe haven’ and ‘place of refuge’ for people fleeing in the face of war and destruction.",
    "“The Catholic Bishops Conference of Sri Lanka, the Bishop and the priests of Diocese of Mannar have been appealing to the LTTE and the Sri Lankan Army to refrain from using the area gazetted as the Madhu Church Reservation under the ‘Pilgrimage Ordinance’ in 1982 for military and political purposes and to respect its sacred and humanitarian nature. Appeals have been made to the President of Sri Lanka to declare the Madhu Shrine as a ‘Zone of Peace’ through a special gazette notification in order to ensure that the Shrine can continue to serve as a religious and humanitarian space.",
    "“Today, as military operations are taking place very close to the Shrine, we are compelled to make an urgent appeal to both the Government of Sri Lanka and the LTTE to respect the Madhu Shrine and the area mentioned above as a Zone of Peace, keep away from the Shrine areas and to ensure that the area remains completely and solely under the administration of the Church. At this crucially difficult juncture, we appeal to all Catholics, all Sri Lankans, particularly those who have a deep sense of belonging and devotion to Our Lady of Madhu as well as all religious leaders and the International community to join in our efforts to safeguard the sacred and humanitarian character of this very special place of worship.”",
    "“For this intention, we will hold a special prayer service in Mannar tomorrow, 2nd April stating from 9:30am at the St Sebastian s Cathedral. We Invite all our Catholics and people of goodwill to join in our cry addressed to both the Government of Sri Lanka and the LTTE to completely desist from using the Madhu Shrine for their military and political purposes.We also invite all faithful and devotees to fast and pray on Fridays and pray the rosary every Saturday for this purpose and for peace in our dear land.May our Lady of Madhu, the dear Mother of the people of this land bless our country with peace through politically negotiated settlement”",
    "Consequent to the Bishop’s appeal thousands of catholics gathered on April 2nd at the St. Sebastians Cathedral in Mannar for a special service of worship to pray for our lady of Madhu church. Bishop Rayappu Joseph himself conducted the service.",
    "Thereafter the Bishop along with hundreds of religious dignitaries, and devotees of all religions engaged in a peace march from the cathedral through St. Sebastian and Bazaar streets and reached the District Secretariat located on Mannar Main Street The Bishop handed over an appeal to the then Mannar District Secretaty/Government Agent A. Nicholas Pillai.Mannaar Bazaar remained shut down, public offices and private businesses did not function for more than 3-hours, during the prayer and procession.",
    "Bishop Rayappu’s fervent efforts were no match for the cruel logic of war which gathered momentum. Conflict in the Madhu area intensified. Escalating military activity meant that the Church could soon be  in the line of direct fire . In that context damage to the Church was a strong possibility.",
    "The greatest treasure of Madhu was the sacred statue of Mother Mary and baby Jesus. The risk of the statue being damaged was very much there. Thus the painful decision to re-locate the statue was taken.",
    "Earlier it was planned to bring the statue to St. Sebastian’s Cathedral in Mannar. But the LTTE objected as it was in a Government controlled area. The Tigers wanted the statue to be brought to the Tiger heartland of Mullaitheevu District. Church authorities  including the Bishop refused. After heated arguments there was a compromise and the statue was taken to Thevanpitty in Mannar district that was  adjacent to Mulangaavil in Kilinochchi district.",
    "It was indeed a sad moment to listen to the voice of Bishop Rayappu as he stated sorrowfully over the BBC Tamil service ‘Thamilosai’ that the statue was being relocated and that Our Lady of Madhu had become a refugee in her own land. It was for Bishop Rayappu Joseph a personal tragedy as the much misunderstood and much-maligned prelate had struggled very hard to prevent this disaster.",
    "Bishop Rayappu had tried hard to preserve and maintain the sanctity of Madhu. He wanted to avoid military action that would damage the Church. But now like Job of the Old Testament, the thing that he had greatly feared had come upon him.",
    "The statue of Our Lady of Madhu joining the fellowship of the displaced Placed Bishop Rayappu Joseph in an unenviable position. He was criticised unfairly as an agent of the LTTE for authorising the transportation of the blessed statue to Thevanpitty in Tiger-controlled territory. Many feared that the sacred statue was lost forever. Mercifully that never happened.",
    "The day of light dawned after the night of darkness. The holy statue of Our Lady of Madhu did return to her home again. The terrible war ended and an uneasy peace emerged. Normalcy returned gradually to Madhu. It was with immense joy that Bishop Rayappu Joseph welcomed Pope Francis to Madhu in January 2015.",
    "Pope Francis himself participated at a Marian prayer service in Madhu on 14 January 2015 where he entreated, “Through the intercession of Our Lady of Madhu, may all people find here inspiration and strength to build a future of reconciliation, justice and peace for all the children of this beloved land.”  Bishop  Joseph had been vindicated at last.",
    ".There are many, many experiences and events during Bishop Rayappu Joseph’s lengthy record of service that are worthy of detailed narration. However, I have focused  on the Madhu Church crisis alone in a bid to highlight the extremely difficult environment and times in which Rayappu Joseph discharged his duties as the Catholic Bishop of Mannar diocese. The Madhu incident is an illustrative example of the predicament  faced by Bishop Rayappu Joseph and the courage shown by him to do what he felt was right in the sight of the almighty.",
    "Bishop Joseph celebrated his 75th birth anniversary on April 16, 2015. Thereby he reached the retiring age of 75 for a Catholic Bishop. On January 14, 2016, Bishop Rayappu Joseph stepped down from the pastoral care of the diocese of Mannar. Emeritus Bishop Rayappu Joseph entered a state of blissful retirement after many years of dedicated service to God, Church and Humanity.",
    "He took up residence as Emeritus Bishop in a section of Bishop’s House, Mannar. Even as the retired Bishop reflected on his life and times, he received a steady stream of visitors over the years who were appreciative of his dedicated priesthood and service.",
    "Due to failing health, the Emeritus Bishop was taken  in early 2021  to the Holy Cross Health and Wellbeing Centre run by the Catholic Church in Colombothurai, Jaffna. He breathed his last and passed away peacefully in the early hours of the morning on April 01, 2021 just 15 days before his 81st birthday.",
    "The Sri Lankan Tamil people in general and Catholics in particular were deeply saddened by his loss. Having served as Bishop for over two decades in Mannar, the prelate was immensely popular with his flock and fellow shepherds. Moreover the outspoken Bishop had endeared himself to the Tamil people at large by speaking out courageously on issues affecting the community",
    "There was spontaneous grief and widespread mourning. Thousands paid their respects to Bishop Joseph lying in repose at the chapel adjoining the Jaffna Bishops House. The respected and much loved Bishop’s body was brought in procession from Jaffna to Mannar. Thousands paid their respects when it lay in repose at the Mannar chapel and later the Cathedral.",
    "The Mannar Emeritus Bishop’s funeral was held on Monday,  5 April 2021 , at the St. Sebastian’s Cathedral in Mannar. Almost all the Sri Lankan Catholic Bishops including Colombo Archbishop Malcolm Cardinal Ranjith participated in the requiem mass. The remains of the former Mannar Bishop were  laid to rest within the hallowed precincts of the St. Sebastian’s Cathedral.",
    "The entire Mannar district observed 5 April 2021 as a day of mourning. Black and white flags were flown all over. In Mannar town, all businesses remained closed.  Subsequeently a  statue of Bishop Joseph was unveiled in the heart of Mannar town.",
    "Many years ago  in a newspaper interview Bishop Rayappu Joseph was assailed with questions regarding various allegations against him. Replying to the compounded questions,  the Bishop  set the record straight by  rejecting the unfounded allegations and clarifying matters. He  clearly articulated his position by stating as follows –",
    ". “I am also the Bishop of the diocese of Mannar, comprising districts of Mannar and Vavuniya. I have taken as my primary role as speaking on behalf of the people of the diocese, particularly as they were facing severe repression. I do care about all others in Sri Lanka and beyond, even though what I have been able to do and say may have been limited, being preoccupied with the suffering of the people where I have been made the Chief Shepherd.”",
    "Bishop Rayappu Joseph was the voice of the voiceless of the Mannar Diocese  who fearlessly spoke truth to power.",
    "This article appears in the “DBS Jeyaraj Column”of the “Daily Mirror”dated 19 April 2025.It can be accessed here –"
  ]
}