{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104569/georgias-outgoing-president-refuses-to-quit-as-successor-sworn-in",
  "time_ut": 1735480020.0,
  "original_lang": "en",
  "original_title": "Georgia’s outgoing president refuses to quit as successor sworn in",
  "original_body_lines": [
    "Thousands of Georgians protested in the capital Tbilisi as a new president allied with the ruling Georgian Dream party was inaugurated.",
    "Mikheil Kavelashvili, a former pro-footballer, has been sworn in during a critical political period for the country after the government suspended its application to join the European Union.",
    "Georgian Dream won parliamentary elections in October, but the victory was mired in allegations of fraud which have since sparked several street protests.",
    "Outgoing president Salome Zourabichvili refused to step down on Sunday, saying she was the “only legitimate president”.",
    "Addressing crowds gathered outside, Zourabichvili said she would leave the presidential palace but branded her successor illegitimate.",
    "“This building was a symbol only as long as a legitimate president was sitting here,” she said.",
    "A few minutes’ walk away, Kavelashvili was sworn in at a closed-doors ceremony in parliament, where he was accompanied by his family. Prime Minister Irakli Kobakhidze also attended the inauguration.",
    "Speaking after taking the oath, Kavelashvili went on to praise Georgian “traditions, values, national identity, the sanctity of the family, and faith”.",
    "“Our history clearly shows that, after countless struggles to defend our homeland and traditions, peace has always been one of the main goals and values for the Georgian people,” he said.",
    "Georgia’s four main opposition groups have rejected Kavelashvili and boycotted parliament.",
    "Kavelashvili is a former MP with the Georgian Dream party and was the only candidate for the job. Zourabichvili has previously denounced his election as a travesty.",
    "Georgian Dream has become increasingly authoritarian in recent years, passing Russian-style laws targeting media and non-government groups who receive foreign funding, and the LGBT community.",
    "It refused to join Western sanctions on Russia after the full-scale invasion of Ukraine, and called the West the “global war party”, making a mockery of its stated aim of joining the EU and Nato.",
    "An overwhelming majority of Georgians back the country’s path to the EU and it is part of the constitution.",
    "But in November, the country’s ruling party said the government would not seek EU accession talks until 2028.",
    "The announcement sparked days of protests, and riot police used tear gas and water cannon against protesters, who fought back by throwing fireworks and stones.",
    "On Saturday, protesters waving Georgian and EU flags gathered again ahead of the inauguration, forming a human chain that spanned kilometres.",
    "“I am out in the street together with my whole family trying somehow to tear out this small country out of the claws of the Russian empire,” one protester told the Associated Press.",
    "The US this week imposed sanctions on Georgia’s former prime minister and billionaire founder of Georgian Dream, Bidzina Ivanishvili.",
    "Georgia is a parliamentary democracy with the president the head of state, and the prime minister the head of parliament.",
    "When Zourabichvili became president in 2018 she was endorsed by Georgian Dream, but she has since condemned their contested election victory in late October as a “Russian special operation” and backed nightly pro-EU protests outside parliament."
  ]
}