{
  "newspaper_id": "newsfirstlk",
  "url": "https://english.newsfirst.lk/2025/10/03/sri-lanka-launches-stakeholder-consultations-for-national-export-development-plan-2025-2029",
  "time_ut": 1759483200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Launches Stakeholder Consultations for National Export Development Plan 2025-2029",
  "original_body_lines": [
    "COLOMBO(News 1st)- The Sri Lanka Export Development Board (EDB), in partnership with the Asian Development Bank (ADB), has commenced a series of stakeholder consultations aimed at formulating the National Export Development Plan (NEDP) 2025-2029, a strategic initiative to strengthen the country's export competitiveness and drive sustainable economic growth.The inaugural consultation session was held today (03) at the EDB in Colombo, bringing together representatives from government agencies, private sector organizations, industry associations, and development partners.The NEDP has been identified as a key priority in the Government's Budget 2025, with the EDB mandated to lead the initiative under the Policy-Based Lending program of the Ministry of Industry & Entrepreneurship Development. The plan is expected to be completed by November 2025.The inaugural session featured addresses from key stakeholders who underscored the strategic importance of the NEDP. Deputy Minister of Industry and Entrepreneurship Development, Hon. Chathuranga Abeysinghe, addressed the gathering, emphasizing the importance of the plan in positioning Sri Lanka as a competitive player in global markets. EDB Chairman & CEO, Mr. Mangala Wijesinghe, delivered the welcome speech, setting the tone for the consultations. Ms. Thilaka Jayasundara, Secretary to the Ministry of Industry & Entrepreneurship Development, and Mr. Takafumi Kadono, Country Director of the Asian Development Bank (ADB) Sri Lanka Resident Mission, provided remarks on the collaborative nature of the initiative.The NEDP is designed to achieve three core objectives: enhancing Sri Lanka's trade competitiveness, expanding regional and global market linkages, and promoting sustainable, trade-led economic growth. Building upon the foundation of the National Export Strategy (2018-2022), the new plan incorporates lessons learned from previous implementation while addressing evolving global, regional, and domestic trade dynamics.The EDB has organized an extensive consultation program scheduled from October 2–10, 2025, including eight Focus Group Discussions (FGDs) and a Technical Committee Meeting. A Regional Consultation Workshop will also be conducted, followed by two validation workshops in Colombo in November 2025.The first day's consultations focused on critical areas of trade logistics and trade facilitation, with sessions designed to identify bottlenecks in the trade ecosystem and explore solutions in light of global shifts.Through these consultations, stakeholders will work to identify and finalize priority sectors for targeted interventions, explore opportunities to strengthen trade linkages, particularly with emerging regional markets, address challenges in the trade ecosystem, and reach consensus on key policy measures and implementation pathways.The collaborative approach ensures that the NEDP aligns national export priorities with industry needs and global market opportunities, while incorporating diverse perspectives to create an inclusive and actionable framework.The completion of the NEDP by November 2025 marks a significant step in Sri Lanka's economic recovery strategy, positioning exports as a key driver of sustainable growth in the coming years.For this occasion, Mr. K.A. Wimalendraraja, Secretary of the Ministry of Trade, Commerce, Food Security and Cooperative Development; Mr. Eranda Disanayaka, Acting Director General of the Export Development Board; Mrs. Kumudinie Mudalige, Acting Additional Director General (Development); as well as other officials from the Export Development Board participated."
  ]
}