{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/union-assurance-delivers-a-13-5-dividend-rate-for-2023/",
  "time_ut": 1708625220.0,
  "original_lang": "en",
  "original_title": "Union Assurance delivers a 13.5% dividend rate for 2023",
  "original_body_lines": [
    "Union Assurance, Sri Lanka’s premier Life Insurer known for its commitment to excellence and customer-centric approach, proudly announces the declaration of a 13.5% Universal Life Policyholder Dividend Rate for the financial year 2023. Once again, the Company has demonstrated its financial strength and resilience by surpassing expectations with this remarkable Dividend Rate of 13.5%, compared to the minimum guaranteed Dividend Rate of 10% for the year 2023. This achievement not only underscores the Company’s robust performance but also reaffirms its position as a trustworthy partner that maximises value for customers and shareholders alike.",
    "The Chief Executive Officer of Union Assurance, Senath Jayatilake, stated, “We are delighted to announce an exceptional Dividend Rate, surpassing our guaranteed rate for 2023, which is a clear testimony to our commitment to delivering optimal value to our stakeholders. Notably, this marks the highest Dividend Rate declared in the past decade, underscoring our sustained progress over the years, even in the face of formidable external challenges.”",
    "“Furthermore, this significant dividend payout directly contributes to the growth of our customers’ Life Fund, which reached a valuation of Rs. 64,510 Mn by the end of 2023, thereby enhancing their financial security. We extend our heartfelt gratitude to our customers and stakeholders for the trust they have placed in us,” he further stated.",
    "JKH and Expolanka Holdings drive share market on an otherwise dull day",
    "Union Assurance continues to champion community well-being through the HOPE Initiative",
    "Union Assurance Premier Club Awards gifts exceptional performers luxury motor cars",
    "Union Assurance conferred as a Company with Great Managers for the second consecutive year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}