{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dr-gamini-jayasinghe-a-key-figure-in-dissemination-of-buddhism-across-the-us/",
  "time_ut": 1721061060.0,
  "original_lang": "en",
  "original_title": "Dr. Gamini Jayasinghe: A key figure in dissemination of Buddhism across the US",
  "original_body_lines": [
    "Abbot and President Dharma Vijaya Buddhist Vihāra, Chief Sangha-Nayaka of America.",
    "In the latter part of 1978, I managed to persuade Ven. Pannila Ananda Thero to visit Los Angeles, USA. That visit marked the establishment of the Los Angeles Buddhist temple in Beachwood Blvd, Hollywood under the patronage of the Sri Lankan-American board of lay trustees (dayaka sabha). However, the trustees in charge of the board preferred the temple management to be solely under their care as it was carried out at Lank",
    "Lankarma temple in Singapore. We, the ‘sangha’, were reduced to religious figureheads who guided them and made sure they would not stray from the path to nirvana. The temple management decreed that certain rules be followed; women were prohibited from entering the temple grounds after 6.00 p.m.; non-Buddhist devotees were prohibited from entering the temple, and the monks residing in the temple were prohibited from attending the meetings of the board of trustees. Furthermore, the presiding chief monk was not allowed the authority to invite guest bhikkhus to stay over at the temple without permission from the board of lay trustees.",
    "Disheartened by the whole situation, I said I was not their servant and that if I had wanted to serve Sri Lankans, I would have remained in Sri Lanka. Unfortunately, this was taken out of context and was viewed as rebellion against them. It was during this tumultuous time that the duo, Dr. Gamini Jayasinghe and Mr. Victor Austin paid a visit to the temple. Dr. Jayasinghe was greatly saddened to see us being under the thumb of the temple trustees. He encouraged me and Ven. Pannila Ananda Thero that he would ensure our safety while we worked for the wellbeing of the temple.",
    "In October of 1979, I came back to Sri Lanka to accompany my parents on a pilgrimage to India, and Ven. Dr. Havanpola Rathanasara thero, who was vacationing in the Washington temple was invited to visit our Los Angeles temple. While I was in Sri Lanka, I received a telegram from the secretary of the Sri Lanka Buddhist Society informing me that I should not return to Los Angeles as they had stripped me of my status as an abbot of the Los Angeles temple and, therefore, I was no longer welcome there.",
    "Dr. Jayasinghe wasted no time in contacting one of his relatives who was residing in Colombo and sending him to meet me. He asked me to ignore the telegram and encouraged me to return to Los Angeles immediately.",
    "Troubled by the situation, I returned to the temple at Beachwood Blvd, Los Angeles as soon as possible. The board of lay trustees whom I greatly trusted, handed a restraining order to me; I was given seven days to vacate the temple premises before legal action was taken. Further, two Sinhalese, Buddhist youth tried to drag me out of the temple. Ven. Pannila Ananda Thero came to my aid and drove them away.",
    "Considering the threat to our safety, Dr. Jayasinge and his colleagues urged us to leave the temple. They assured us that they would bear all the costs of our move. The following day, we packed our meagre belongings and left the Los Angeles temple to stay at a Vietnamese temple. Later, Dr. Jayasinge invited us to the house of Dr. Nalin Nanayakkara, where they held a meeting with other distinguished members of the Sri Lankan community in Los Angeles including, Dr. S.K.P. Gunawardhane, Dr. Roland Dharmasuriya, Dr. Kauma De Silva, Dr. Hemasiri De Silva, Dr. Stanley Wijesuriya, Dr. Jay Ranjan, and Mr. Sidney Atigala. After the meeting, they kindly let us know that if we decided to remain in the State to continue our higher education or if we decided to build a new temple and settle there, they would support us financially.",
    "Both Ven. Pannila Ananda Thero and I decided to go with the latter choice and serve the community of Los Angeles. Dr. Jayasinghe spared no time in drafting a by-law that allowed us to officially register Dharma Vijaya Buddhist Vihara as a place of religious establishment in the state of California as well as with the federal government. There, he included a clause that the President of the Board of temple directors must always be the Chief abbot of the temple and that the position of Secretary must always be borne by a resident monk.",
    "This noble deed opened a new chapter for the spread of Buddhist dharma in the USA by laying down the stepping stones to establish hundreds of other Buddhist temples with ease. Further, the turbulent management of Vietnamese, Cambodian, Laotian, and Bengali Temples in the USA which were under the power of their boards of lay trustees at the time was finally laid to rest after adopting this Gamini Jayasinghe constitution.",
    "The early days after the establishment of the Dharma Vijaya Buddhist Vihara were wrought with many troubles brought about by so-called Buddhists filled with jealous intent. There was one time when Dr. Jayasinghe’s car tyres got slashed. Another time, serious accusations against the secretary monk of our temple were instigated through some of our own lay trustee members. Undaunted by the incoming troubles, Dr. Gamini Jayasinghe faced them head-on and proved each accusation false.",
    "We planned to establish the Dharma Vijaya Buddhist vihāra/temple on Crenshaw Blvd and wanted to buy property for the purpose. The three people who originally pledged to provide financial aid for the endeavor were somehow convinced to back out of the deal by those people who held a grudge against us. Again, Dr. Gamini Jayasinghe and his brother, Dr. Asoka Jayasinghe stepped in to financially rescue the establishment of Crenshaw Blvd, Dharma Vijaya Buddhist  vihāra/temple.",
    "Today, forty years later, the Dharma Vijaya Buddhist temple, established thanks to Dr. Jayasinghe, provides immense support to its community. Our temple has served as a role model to hundreds of other temples in North America. Among many great Buddhist bhikkhus who dedicated themselves to providing guidance and support to the community while residing at our temple were, Most Ven. Balangoda Ananda Meithree mahanāyaka maha thera, Ven. Prof. Havanpola Rathanasarana nayaka thera, Ven. Dr. Bangalore Buddharakkitha thera, Most Ven. Lenagala Sumedananda mahanāyaka maha thera, Most Ven. Dr. Mādanwala Punnaji thera, Ven. Pallawela Rahula thera, Ven. Maitipe Wimalasara thera, Ven. Muruthamure Pannaloka thera, Ven. Gajanayakagama Kassapa thera, and Ven. Prof. Gonadeniye Pangnarathana thera. With our patronage and blessings, many of these bhikkhus who trained under our tutelage went on to establish Buddhist temples of their own within many different states of the USA. Among them, the following are of noteworthy importance,",
    "• A temple in Houston, Texas established by Ven. Kamburagalla Nanda thero and Ven. Dr. Basnagoda Rahula thero",
    "• Metta Temple in Houston, Texas established by Most Ven. Dr. Udagama Sumangala thero",
    "• Riverside Sambuddhaloka temple established by Ven. Wathogala Saranasiri thero",
    "• San Diego temple established by Ven. Pannala Sudaththa thero",
    "In addition, brilliant monks such as Ven. Bambarawane Kalyanawansa thero, Ven. Kalabululande Dhammajothi thero, Ven. Wanduradeniye Somissara thero, and Ven. Higgoda Sumangala thero, who is currently residing at our temple, does an excellent job of serving their community. Dharma Vijaya temple as well as other temples established under our patronage can proudly attest to arming thousands of youths with the invaluable knowledge of dhamma through our dhamma schools’ education system. The meditation classes carried out in tandem with the dhamma schools also greatly contributed to the spiritual and mental advancement of many residing on the American continent. We successfully pioneered Theravāda Bhikkhuni higher ordination in the USA. Currently, there are over forty-five Bhikkhunis who received higher ordination from our Buddhist temple and went on to establish temples of their own and serve communities all over America.",
    "The Buddhist monastery in the West, launched under the Dharma Vijaya Buddhist temple worked towards enlightening many Americans, who became upāsaka, upāsikā (male and female attendants of dhamma), with dharmachāri (farer in the dhamma) and bhodhichāri (farer in enlightened activity) conduct. Our temple also honour its roots in Sri Lanka by providing support whenever and wherever it’s needed. During the tsunami disaster in 2004, we gathered the support of many Hollywood actors and actresses to build 50 houses in the Galle district, Sri Lanka to be freely given to the displaced. Starting from 1988, each year we made sure to provide financial aid in the form of scholarships to twenty-five underprivileged medical students. In addition, about fifteen Buddhist bhikkhus in need were financially supported through scholarships to pursue higher education. Our temple houses many bhikkhus hailing from different areas, towns, or villages in Sri Lanka. They always make sure to provide financial support to many poor families living in the areas where they originally came from.",
    "All of this meritorious work by the Dharma Vijaya temple towards the community was possible only because of a perceptive decision made by Dr. Jayasinghe. Drafting a by-law that handed over the power of management of temples to the bhikkhus who resided within them, made sure that the temples all over America and Canada had the freedom to be peacefully overseen by the bhikkhus. Under the patronage of the pioneer board of lay trustees of our Dharma Vijaya temple including Dr. Gamini Jayasinghe, our temple’s first-ever secretary, Ven. Dr. Pannila Ananda thero returned to Sri Lanka. To this day, Ven. Thero’s contribution to the betterment of society is admirable. Some of his work includes building more than forty building units in many different schools to improve the quality of the Sri Lankan education system, building many building units in the Wathupitiyala Hospital, Sri Lanka, as well as providing the hospital with expensive medical equipment.",
    "All these commendable services to society were only possible thanks to the pioneer board of patrons of the Dharma Vijaya Buddhist temple including Dr. Jayasinghe, who protected and stood by me and Ven. Pannila Ananda thero that day in 1979. I sincerely hope that seeing the meritorious outcome of their decision to stand by us that day will fill their hearts with much peaceful enjoyment.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}