{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101325/sri-lanka-seeks-economic-cooperation-agreements-from-japan-to-india-aiming-for-closer-integration-with-india",
  "time_ut": 1723969020.0,
  "original_lang": "en",
  "original_title": "Sri Lanka seeks economic cooperation agreements from Japan to India, aiming for closer integration with India",
  "original_body_lines": [
    "President Ranil Wickremesinghe emphasized the importance of strengthening economic cooperation and regional integration from Japan to India, with a special focus on deepening ties with India. The President made these remarks while addressing the Head of State Session of the 3rd Voice of Global South Summit, held under the theme “An Empowered Global South for a Sustainable Future.”",
    "Speaking from the President’s House in Anuradhapura virtually yesterday (17), President Wickremesinghe highlighted Sri Lanka’s strategic commitment to expanding economic partnerships across Asia, particularly through the Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIMSTEC). The President noted that as the Bay of Bengal region emerges as a hub of economic growth, the significance of BIMSTEC continues to rise. Sri Lanka, as a member, seeks closer economic integration with India and is exploring economic cooperation agreements extending from Japan to India.",
    "The conference, chaired by Indian Prime Minister Narendra Modi, brought together heads of state from various countries. During his address, President Wickremesinghe praised India’s efforts to strengthen the Global South, acknowledging that the West can no longer maintain its dominance in global leadership. He lauded the Voice of the Global South Summit as a crucial platform for fostering consensus on challenges facing developing nations.",
    "Reflecting on Indo-Sri Lankan relations, the President emphasized the “Vision” statement shared between the two nations, which celebrates their historical cooperation and lays the foundation for future collaboration. He expressed optimism that this vision will lead to stronger integration between Sri Lanka and India across various sectors.",
    "President Wickremesinghe also expressed his gratitude to Prime Minister Modi and the people of India for their support during Sri Lanka’s recent economic crisis. The President acknowledged that India’s assistance played a vital role in helping Sri Lanka navigate the challenges of the past two years and emerge from bankruptcy.",
    "“Your Excellencies, Sri Lanka thanks India for hosting the third virtual seminar on Voices of the Global South. This series enables us to engage with each other to understand our different viewpoints while also helping us arrive at a common stance on many issues confronting the South. We have reached a point where the West can no longer dominate global leadership and, furthermore, has become part of the problem. Ukraine and Gaza are prime examples, which I will not address as they have already been discussed by previous speakers. In this context, we must appreciate India’s efforts to strengthen the Global South.",
    "Your Excellencies, let me speak a few words about my country. Sri Lanka has reached agreements with the Official Creditor Countries, the Export-Import Bank of China, the IMF, the World Bank, and the ADB to emerge from bankruptcy. At this stage, I must acknowledge the generosity of Prime Minister Modi and India, whose contributions made it possible for us to survive the two years of bankruptcy, which imposed a heavy burden on our people. The Vision Statement agreed upon by both our countries outlines the path for closer relations, emphasizing our 2,000-year history of cooperation. This will ultimately lead to deeper integration between our nations across many sectors.",
    "We will be finalizing the Comprehensive Economic and Technological Agreement. We will also inaugurate connectivity in power, transport, and land, and we will focus on the development of Trincomalee Harbour, among other projects we have agreed upon. These efforts will help us upgrade our knowledge and technology, enabling us to move towards a digital economy. I must express my gratitude to India for the assistance it has provided.",
    "I must also mention the Bay of Bengal, which is becoming a growth centre, with BIMSTEC gaining increasing importance. As a member of BIMSTEC, Sri Lanka, with its close economic integration with India, seeks membership in the RCEP, aiming to establish economic cooperation agreements from Japan to India. We recognize the Bay of Bengal as essential for the development of our economies.",
    "Given that many of the topics I intended to address have already been covered by previous speakers, I would only like to mention that the post-1989 era, started with the collapse of the Soviet Union, which was dominated by such views as the clash of civilization and the end of history, which highlighted the dominance of the Western system, has now coming to an end. This summit, along with similar gatherings, the expansion of BRICS, and the expansion of the G20, will pave the way for a new order where the Global South will leave a lasting legacy. I must thank India, which, since its independence, has worked to unite Afro-Asian countries and for the role it continues to play in forging closer unity among all of us. Thank you.”"
  ]
}