{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sagalassos-meanwhile-in-the-mountains/",
  "time_ut": 1730578320.0,
  "original_lang": "en",
  "original_title": "Sagalassos: Meanwhile in the Mountains",
  "original_body_lines": [
    "At the birthday party held in August to celebrate the 100th birthday of Raja de Silva, school friend of my uncle Tissa and former Director General of Archaeology, I was fortunate to meet his daughter Nerina, also an archaeologist. She has been working for some years on a dig in Turkey and, when I expressed interest in that site, she lent me a book produced to accompany an exhibition of artefacts found there.",
    "I did not read all the articles in it, for they were quite technical, including Nerina’s about the adhesives used to piece together broken material, ranging from pottery to statues. But they were fascinating, even though I could only read them cursorily. And they were illuminatingly supported by pictures, the articles being full of them, while the latter part of the book is pictures with detailed accounts of what they portray.",
    "Obviously I do not know enough about the subject to review the book, and there is no point in recommending it since copies are not readily available. But it would be good to share pictures of the fascinating discoveries on the site, and to add a few notes which would indicate their provenance.",
    "The first picture was used to illustrate Nerina’s article, showing a statue on which the adhesive she had described had been used. As can be seen, the breaks are not noticeable, and I will not register which of the next three statues I show were repaired. The text next to the pictures on each page is meticulous about recording these, but the impression will suffice, in line with the wonderfully evocative title of the book, Sagalassos: Meanwhile in the Mountains",
    "For the book looks at a site in the Anatolian plateau of Turkey, high up, which had been inhabited for centuries from prehistoric times, its people continuing with a simple way of life while history swept over them. We know about the Persian Empire and then Alexander’s conquest, the Roman Empire which gave way to the Byzantine, and then the Ottoman. But the Hittites had been there long before, and it was fascinating to read of the various layers of civilization that the dig had revealed.",
    "The second picture is of one of the showpieces of the excavation, a statue thought to be Alexander the Great, who swept through the area in the fourth century BC. An Antonine emperor from half a millenium later follows, and then we have a figure of a terracotta horseman from the Byzantine period, the name used for the Eastern part of the Roman Empire, which was essentially Greek, with the Latin western section having collapsed by then.",
    "I move then to artefacts, a lovely oil lamp first, and then a shapely leg, its counterpart being less well preserved, and then a relief of wrestlers, supposed to be Theseus, punishing Procrustes, of the bed on which travellers were stretched to their deaths. There follows a beautiful Tyche, the personification of fate, who was much revered at Sagalassos.",
    "And then there are places, of which I show just the one, the agora, which I used to translate as market place when I studied Greek, but which the article about it indicates was used for central public spaces, the uses of which could vary. The spread indicates the beauty of the site, with mountains in the distance.",
    "There follow a game board found in the agora, which the article suggests was not only for diversion for players, but for passers by to watch. And the last picture is of objects from a shrine which is described in detail. Lots of votive offerings were found, mainly of women or of boys, doubtless given to support of personal prayers.",
    "The book is a paean of praise not only to culture but also to the life of people in a remote part of the world that saw so much varied history. It is good to think that a Sri Lankan archaeologist, representative of the tradition that did so much to raise ideas about Sigiriya, is part of this exploration of other worlds.",
    "Trump rally at Madison Square Garden, NY, welcome October surprise for Democrats",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}