{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/The-Contribution-of-Siam-and-Burma-to-Buddhism-in-Sri-Lanka/172-275930",
  "time_ut": 1706553000.0,
  "original_lang": "en",
  "original_title": "The Contribution of Siam and Burma to Buddhism in Sri Lanka",
  "original_body_lines": [
    "It is well known that monks from Siam and Burma (as Thailand and Myanmar were called earlier) helped stem a decline in the practice of Buddhism, and contributed to its democratization in Sri Lanka during certain periods in the island’s history.",
    "The circumstances which necessitated help from Siam and Burma, the process of securing such help, the role of the Dutch in it, and the  results of foreign involvement are vividly described by Auckland University sociologist Kitsiri Malalgoda in his book Buddhism in Sinhalese Society 1750-1900 (Tambapanni Academic Publishers, Colombo, 2023).",
    "Because of the hilly terrain, Kandy was relatively isolated from the rest of the island and Western influence was minimal there. The seclusion of Kandy enabled its kings to nurture Buddhist institutions. Buddhist monks were so much privileged there that they were given even administrative posts. In 1731, the chief monk of Poyamalu Vihare was also a Basnayaka Nilame (a temple custodian who is usually a lay man) and a Disava (District Governor) too.",
    "During the rule of King Rajasinha II (1635-1687), it was a monk, Kobbekaduwe Ganebandara, who conducted political negotiations with the Dutch. At that time, the Kandyans were liaising with the Dutch in order to throw the troublesome Portuguese out of the island.",
    "Because of the physical security Kandy enjoyed, new temples were built and old ones were renovated. Kandyan kings welcomed monks from the Western coastal areas and the Low Country who were fleeing from the proselytizing Portuguese.",
    "All this made the clergy pretty influential and the kings quite willingly pampered them with land grants.",
    "But as the British historian Lord Acton said: power corrupts and absolute power corrupts absolutely. The powerful monks of Kandy bent rules to serve their personal material interests. From the 13th Century onwards, the Kandyan kings started donating lands to individual monks, contrary to the Buddhist Vinaya regulations. Monks became custodians of temple properties when that role should be played by laymen.",
    "The rules required the custodian to pass on his power to a pupil. But the pupil chosen to inherit would be a kinsman of the monk who had entered monkhood primarily only to inherit the property. This way, temples went into the hands of the Kandyan aristocracy.",
    "It was not uncommon for a monk to leave the order and take to a secular vocation after handing over the temple property to a pupil who is a relation, Prof. Malalgoda points out.",
    "Those who joined the order under these conditions were not in it for spiritual reasons but to preserve property rights within their families. These monks were ill-trained and not ordained as per Vinaya rules. With the result, the institution of monks suffered. A stage was reached when there were few qualified monks to perform Upasampada or the higher ordination of monks.",
    "Sensing the deterioration, King Vimaladharmasuriya I (1591-1604) and King Vimaladharmasuriya II (1687-1707) tried to re-establish higher ordination with the help of monks from Burma’s Arakan region. The Burmese monks came in 1697 and Velivita Saranankara (1698- 1778), who was to bring about a tremendous change in Sri Lankan Buddhist practice later, was ordained by them.",
    "However, unfortunately, after King Vimaladharmasuriya II died in 1707, the kingdom’s interest in improving spiritual matters ceased. Royal neglect resulted in Vinaya rules being violated. Many monks ceased to be celibate and maintained families with funds from the temples.  Instead of preaching the Buddhist doctrine they became practitioners of astrology, sorcery and exorcism, banned by Buddhism, points out Prof. Malalgoda.",
    "It was at this time that Velivita Saranankara launched the Silvat Samagama (Pious Fraternity). Prior to this, he had retired to the mountainous area of Alagalla and devoted his time to meditation and learning Pali. His piety attracted a following and the group that emerged came to be known as Silvat Samagama. To keep the purity of the group, Saranankara revived the traditional practice of holding fortnightly confessional sessions to check if Vinaya rules were followed.",
    "Saranankara received the patronage of the then King, Sri Veera Parakrama Narendrasingha (1707-1739), who helped him establish a Buddhist educational centre at Niyamakanda. But Saranankara was keen on training monks for higher ordination (Upsampada).",
    "He was able to do that during the reign of King Narendrasingha’s successor, Sri Vijaya Rajasingha (1739-1747). King Sri Vijaya Rajasingha, the brother-in-law of King Narendrasingha, was a South Indian. To make himself acceptable to his Sinhalese subjects, he became a Buddhist and did all he could do promote Buddhism.",
    "He commenced negotiations with the Dutch to charter a vessel to bring Siamese monk-teachers to Sri Lanka. In 1741, a delegation comprising two officials of the King and five followers of Saranankara’s set, sail for Siam. But the mission failed as the ship floundered off Pegu, in Burma. Undaunted, Saranankara sent another mission in 1745 headed by Doranagama Muhandiram. This reached Siam in 1747 and met King Maha Tammaraja (1733-1758).",
    "But the king was reluctant to send his monks to Sri Lanka because he had heard by then that King Sri Vijaya Rajasingha had died and was not sure if his successor would entertain the Siamese mission.",
    "But, fortunately, the new king, Kirti Sri Rajasingha (1747-1782), who was the brother-in-law of Sri Vijaya Rajasingha, was very keen on promoting Buddhism and getting down Siamese monks. Like Sri Vijaya Rajasingha, King Kirti Sri Rajasingha was also a South Indian who had to prove that he would promote Buddhism.",
    "The Dutch were again approached to arrange a vessel. They obliged and a delegation of five officials and 61 others left for Siam in 1750. The Siamese king sent a team of 25 monks led by Upali Thera. The team arrived in Sri Lanka in 1753 amidst great rejoicing. The king’s ministers escorted them to Kandy and King Kirti Sri Rajasingha received them warmly.",
    "Upali Thera and his team of monks were put up in the Malwathu Vihare in Kandy. The first Upasampada ceremony was held at a consecrated Sima at Malwathu Vihare on a full moon day in Asala (June-July) in 1753. The second Sima was established in the Asgiri Vihare. Upali Thera travelled around the island and set up Simas at several Vihares and conducted Upasampada.",
    "Upali Thera’s mission motivated many to join the Buddhist order. Interest in a true monastic life grew rapidly. Enthused by this, the king of Siam sent a second group of monks in 1756 under Visuddhacharya, who was a master of meditation techniques, and Varananamuni who was well versed in the Buddhist doctrine.",
    "The Thai team thoroughly overhauled the Kandyan Perahera (ceremonial procession). It had become a parade of Hindu Gods and deities. The Buddha was conspicuously missing. This reflected the Kandyan kings’ kinship with South Indian rulers. They were under South Indian influence. The Siamese monks changed the format reintroducing the Dalada Perahera in which the Buddha was given primacy.",
    "“The Perahera in this form symbolically re-established the primacy of Buddhism within the Sinhalese religious system” Prof. Malalgoda observed.",
    "There was a marked spurt in Vihara building during the rule of King Kirti Sri Rajasingha. It covered all parts of the island, says the art historian, Ananda Coomaraswamy. But though King Kirti Sri Rajasingha had become a Buddhist to be king, and did a lot for Buddhism, he was personally a Saivite, sporting the holy ash (Vibhuthi) on his forehead. This was a cause of a revolt against him in 1760 which he crushed.",
    "Be that as it may, Buddhist revival continued under King Kirti Sri Rajasingha’s successor, King Rajadhi Rajasingha (1782-1798). King Rajadhi Rajasingha spent a lot of money even using income from his own royal villages called Gabadagam. Between the two Rajasinghas, places of worship in Anuradhapura, Polonnaruwa, Mahiyangana and Kelaniya were renovated.",
    "Since Kandy was the centre of Buddhism, the Malwatte and Asgiriya Vihares became heads of the Buddhist order and all Vihares in the island were placed under one or the other of these two Nikayas (fraternities).",
    "However, the Malwatte and Asgiriya Nikayas were the exclusive preserve of the Goyigamas, the top most caste in Sri Lanka. But a time came when the Karavas, Duravas and the Salagamas felt the need to have their own establishments.",
    "In 1799, Ambagahapitiye Nyanavimala, a Salagama monk, proceeded to Burma with five novices (Samaneras) to get ordination there. When they reached Amarapura, which was the capital of Burma, they were received by King Bodawpaya (1782-1819). The Sri Lankans got their ordination done by the Burmese monk, Sangaraja Nyanabhivamsa in 1800.",
    "When they came back, they set up their own Simas in South Sri Lanka and performed Upasampadas. The new fraternity came to be known as the Amarapura Nikaya and the Kandyan Nikayas, Malwatte and Asgiriya, came to be known as the Siam Nikayas."
  ]
}