{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101422/sri-lanka-needs-transformational-changes-for-accountability-and-reconciliation-un-report",
  "time_ut": 1724316000.0,
  "original_lang": "en",
  "original_title": "Sri Lanka needs transformational changes for accountability and reconciliation - UN report",
  "original_body_lines": [
    "A UN Human Rights Office report issued today (22) identified renewed threats to fundamental freedoms in Sri Lanka, evidenced by new or proposed regressive laws, erosion of democratic checks and balances, ongoing threats and intimidation against civil society and journalists, and recurrence of serious human rights violations of the past.",
    "“As the country approaches presidential and parliamentary elections, it has an opportunity to recommit to the transformational changes demanded by a broad cross-section of Sri Lankans, including accountability and reconciliation,” UN Human Rights Chief Volker Türk said.",
    "The report points to several laws and bills introduced by the Government since 2023, giving security forces broad powers and significantly expanding pre-existing restrictions on freedoms of expression, opinion and association. “This trend is particularly concerning as the country is in an important pre-election period,” the High Commissioner said.",
    "Authorities have continued to use the Prevention of Terrorism Act to arrest and detain people, despite a promised moratorium, the report says. It also highlights, recent cases of arbitrary arrests and detentions, torture and deaths in custody.",
    "The report also details ongoing effects of the 2022 economic crisis and subsequent austerity measures, in particular on the poor, especially women.",
    "“Decisions on economic policies must be guided by Sri Lanka’s international human rights obligations, including by ensuring adequate social protection,” Türk said. “Sri Lanka’s creditors should provide the Government with the fiscal space needed to realise economic, social and cultural rights.”",
    "Meanwhile, impunity and lack of accountability persist for crimes committed during and after the civil war that ended in 2009, the report says. “The Government elected next month should recommit to address the root causes of conflict and undertake fundamental constitutional and institutional reforms to address the accountability gap and work towards reconciliation,” Türk said.",
    "“Failure of the Sri Lankan State to recognise victims’ suffering, to acknowledge security forces’ role in the commission of gross human rights violations, and to address violations committed in the past and present, has entrenched impunity and allows serious violations to recur,” Türk said.",
    "The report also describes a long-standing pattern of intimidation and harassment of journalists and civil society actors, especially those working on enforced disappearances, land disputes and environmental issues. Families, particularly of those forcibly disappeared also face intimidation, arrest and surveillance by security services in their attempts to seek the truth, or even commemorate the absence of their loved ones.",
    "“Crimes and violations committed during and after the civil war, including the 2019 Easter Sunday bombings, must not go unpunished. They must be thoroughly investigated, and those responsible held to account,” the High Commissioner said.",
    "In the absence of willingness or ability of the Sri Lankan State to prosecute and punish perpetrators of crimes, the report urges the international community to pursue complementary strategies to support accountability in Sri Lanka, including appropriate use of extraterritorial and universal jurisdiction, targeted sanctions against credibly alleged perpetrators and other available measures, consistent with international law."
  ]
}