{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/covid-19-policy-the-breach-of-trust/",
  "time_ut": 1724228227.0,
  "original_lang": "en",
  "original_title": "Covid-19 Policy – The Breach Of Trust",
  "original_body_lines": [
    "Quo vadis domine? ‘Where are you going, Lord?’, Peter asks the risen Christ whom he meets along the Appian way. ‘Romam eo iterum crucifigi’, Christ replies. ‘I am going to Rome in order to be crucified again.",
    "While Christ sacrificed his life for the love of man, we live for the love of man. We live for the fulfillment of executing the simple rites and duties of the human family to which we belong. We are glad when life offers us the opportunity of caring for parents, children, spouses, siblings and community. The pinnacle of our Asian human experience is the fulfillment of duty according to the values embedded in our tradition. We are able to identify and differentiate between the roles of kinship. We are not free-floating individuals soaring on the wings of self-centred hedonism, rather, are born to live a specified life. We are deeply interconnecting to the unit of the family which is fortified and sustained from the happiness we give others and get from others. The units of family, community are not based on written constitutions; but founded on generations of trust. And, it is that trust we extend to our elected governments and public institutions. We humans do not need government or institutions to exist, but institutions and government need us.",
    "It is trust that made most citizens believed the narrative communicated by public authorities and collectively, without least objection, obeyed the inhuman and perverse commands of social distancing, masking, testing and finally, having complied with the unscientific and irrational commands of political and institutional authority, flocked to parks, temples and schools to get themselves injected with a substance, whose efficacy was uncertain but worse still, whose toxicity was unknown.",
    "It was trust that made people believe that the Polymerase Chain Reaction (PCR) test method was the gold standard for disease. The word wide web had sufficient material indicating otherwise. Even the inventor of the PCR test, Kerry Mullis says, ‘The PCR test doesn’t tell you are sick. These tests cannot detect free infection viruses at all’. Nonetheless, the majority did not inquire. They assumed that public authorities were of the same human family.",
    "One cannot expect a populace with no medical knowledge to inform themselves on the questionable safety of this new technology using lipid nano particles containing synthetic RNA, for the purpose of immunity against a regular viral infection, projected as an apocalypse, by an unelected non-governmental international organization; the World Health Organization (WHO), upon whose behest our authorities seem to have acted.",
    "The WHO, has succeeded (especially since its affiliation with the Bill and Melinda Gates foundation in 2000), not bettering human health, but transforming the healable acute into a progressive chronic. Thereby escalating the profits of pharmaceutical giants whose objective is profit through a range of new diseases whose management requires new drugs.",
    "For whom do our health institutions work? For the public or for drug cartels? Well, the last years have proven that it has not been for the public. Instead, like good pied pipers; politicians, public institutions and health officials have parroted the number theories and mortality conjectures fabricated by the WHO and its collaborators.",
    "Yet, is this something new? A recent film by Martin Scorsese, (coincidentally or intentionally, released immediately post Covid vaccine rollout) ‘Killers of the Flower Moon’, describes the cruel fate of the native American Osage community of Oklahoma in the Americas.  Having had their ancestral lands seized by white settlers, they were driven into a rocky reservation around Oklahoma with the assurance that they could reap the profit of this assumed wasteland. But this wasteland proved to have oil. Soon, the plan for the acquisition of Osage terrain was hatched. First, they began poisoning them with a diet that caused diabetes. Then, they were administered the drug that killed them. David Grann, the author of ‘Killers of the Flower Moon’, writes, ‘The plan was to kill the rich Indians’.",
    "It is the same people who are at work now. And the same mechanism. For example, why is it, that in the Kandy hospital, there has been a sudden surge of extremely malignant, rapidly proliferating turbo cancers* amongst its doctors? Could its cause be due to Kandy hospital’s doctors and medical students getting the Moderna vaccine?  Moderna was the most lethal of all the Covid vaccines, its unstable lipid nano particle content more than treble than that of Pfizer.",
    "Why do the young and healthy suddenly fall down dead with cardiac arrest? Why is there a surge in blindness, deafness, sepsis, myocarditis, turbo cancers, thrombosis, strokes etcetera? Is the vaccine not the only common denominator of the last four years? Why is there a hush instead questions? Where are the voices of those lock down and vaccine advocates, doctors, virologist and pharmaceutical ombudsmen now, in the light of the immense proliferation of strange and inexplicable disease without known aetiology? Instead of silence, should they not be holding a public inquiry regarding all Covid 19 policies, both preventive (social distancing, testing and masks) and curative (vaccines)? Are they answerable to us, or to international drug cartels?",
    "What is Long Covid? Have those who seem reaffirmed pronouncing their sufferance through ‘Long Covid’ ever inquired if such a disease does exist? There is no scientific paper written by any serious scientist proving the existence of ‘Long Covid’. ‘Long Covid’ is a placating name given to a collection of symptoms caused by vaccine side effect. It is only the vaccinated who can claim it.",
    "Due to the sudden appearance of heart ailments in children, today, in the nation’s schools, children are instructed to take an ECG test prior to sports events.  Indeed, it is good to take precautions, but how often does a child not run outside of sports events? Would he not run to catch a bus, a ball, run between wickets in a neighborhood cricket match? Is he expected to do an ECG prior to play? Or, has the current smart digitalized parenthood which permitted politicians to mask and imprison their children think play is no longer a child’s prerogative?",
    "I recollect the sinister prophecy of Somalatha Subasinghe’s famous play ‘Vikurti’. The drama of a talented young girl whose passion was dance and drama. Her mother forbade her from doing what she loved for the want of having a daughter who would make her proud by becoming a doctor.  ‘Vikurti’ ends with the girl’s mental derangement.",
    "Is play not a child’s nature? Is it our preferred choice that children go mad?",
    "Would it not be far more advisable to create a medical task force to understand the impact of the damage caused by vaccines and find a synthesis with our traditional medical systems to cure the pathologies caused to the nation’s youth by vaccines? Are they not our future?",
    "Alas, that is not of interest to the person prescribing the ECG. The ECG is far more profitable to the minister recommending it, the agent selling it and perhaps the school bureaucracy recommending it. For it is this institution; the school, which has been most evil in the last years. We had no vaccine mandate, yet schools refused entry to unvaccinated children. That is an unpardonable crime and every one of those principles who enforced vaccination is culpable.",
    "Children did not die of Covid. It was never a threat to them. But, they were injected with the genetic manipulating Pfizer vaccine.  Studies have to be done over generations to understand what mutations genetic engineering may cause to progeny and if fertility may be affected. While parents received the comparatively non-dangerous Chinese and Russian vaccine (based on existing technology), all our children were given the western produced experimental mRNA vaccine, not once, but twice; in adult doses.",
    "Our children were forcibly inoculated by the orders of principals, teachers and the teacher’s unions for the fear that children could infect them. Had our grandmothers been afraid when a child came home with infectious diseases? No. It was they who looked after children while mothers went to work. When in human history has man sacrificed children to save himself? Today, children suffer, not only from heart diseases, but also from cancers, neurological disorders and infertility. The list of young girls whose menstruation has stopped is countless. And not to mention inflammation of testicles. Have our children been rendered sterile?",
    "Naomi Woolf, in her book ‘Facing he Beast’, written after studying the Pfizer documents writes, ‘Reproduction itself is targeted by the mRNA vaccines, and babies and foetuses are harmed at a scale which everyone at Pfizer and the FDA (Food and Drug administration), who read these documents knew’. That the vaccine was ‘safe and effective’ for the pregnant was pronounced after a study of forty four French mice. The scientists who ran the study were shareholders and employees of BioNTech Pfizer.",
    "Will our children ever have the simple human joys, like we did, in having children? Was this vaccine another euphemism for birth control? An African leader is attributed to saying, ‘They (meaning the white colonial settlers) came to our lands, put the bible into our hands and taught us to shut our eyes and pray. When we opened our eyes, we had the bible, they had the land’",
    "Is this not happening again, or, has it ever stopped happening?",
    "If not, which sublime idiot (WHO) orders medical intervention on children with products whose toxicity has not been tested, especially for the science fictional ideal of preventing an airborne virus which is easily conquered by the essential genius of the human immune system. In the zeal of obliging colonial masters (who compromise the WHO) our authorities have injected our children with irreversible damage and instead of holding a public inquiry or conferring liability upon those who ordered it, we move from one crisis to another, like playing musical chairs, distracting ourselves from the foundational ingredient of human life; Health, and the highest of human virtue; Truth .",
    "Khalil Gibran, the Lebanese poet wrote in his poem titled ‘On Children’,",
    "‘Your children are not your children; they are the sons and daughters of life longing for itself.  You may give them your love, but not your thoughts, for they have their own thoughts. You may house their bodies but not their souls, for their souls will dwell in the house of tomorrow’",
    "We have taken from our children their tomorrow. Do we have no more ethical or moral demeanor? Do we truly not care? Children have been entrusted to a society for care.  Is it not our joint responsibility to ensure their safety, both physically and mentally?",
    "Instead of doing so we have followed imperial orders. We shut their schools and muzzled them with carcinogenous masks. Do not believe that we are free from colonial yoke. We are as enslaved as we have always been. Our minds captured by their myths, for their economic empowerment is founded upon the enslaved native. Despite grand education and the triumph of Independence, we are still that native. Perhaps our bodies had been freed, but our mind is still captive.",
    "*Turbo cancers is a term for the proliferation of malignant cells, seen after Covid’s mRNA vaccines"
  ]
}