{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/difficult-dealings-with-strong-political-personalities/",
  "time_ut": 1731307020.0,
  "original_lang": "en",
  "original_title": "Difficult Dealings with Strong Political Personalities",
  "original_body_lines": [
    "(Excerpted from the autobiography of MDD Pieris, Secretary to the Prime Minister)",
    "Senior public officials have often to act as buffers between ministers, other important political actors, and other stakeholders in society. On many occasions, one had to absorb a significant degree of shock and act as a facilitator, mediator or referee. A rousing example of this side of one’s responsibilities came by courtesy of Mrs. Vivienne Goonewardene, the LSSP Member of Parliament for Dehiwela-Galkissa and wife of Mr. Leslie Goonewardene, Minister of Communications.",
    "Mrs. Goonewardene was well known for her intrepidity, straight frank discourse and a degree of rebelliousness. She rang me one day. The prime minister had apparently “interfered,” in some matter pertaining to her electorate. I received a characteristic barrage aimed at the prime minister. “Tell that woman, just because she is prime minister, she has no business to interfere in my electorate. Tell her that I am not afraid of her, and I will know what to do if she tries her nonsense with me. Now, I want you to tell her what I told you in exactly the same words,” insisted Mrs. Goonewardene.",
    "I listened to this tirade with a degree of amusement. This was vintage Vivienne. I said “Madam, you meet the Prime Minister in Parliament. Why don’t you tell all this to her yourself’.?” This time it was my turn to get blasted. “That is none of your business. You do what is told. This is a formal request,” she replied. I then told her “Madam, if you want to use your own words, you will have to deliver them yourself. I will however, tell the prime minister that you spoke to me and that your were deeply upset about what you reported she had done in your electorate, and that as an MP you were unwilling to accept it.”",
    "Mrs. Goonewardene was not pleased. She said, “All right, if you don’t have the guts to tell her what I have said, do it your way!” And that is what I did. I did not think it my function as a public servant to promote disharmony and spread ill will. What was relevant was that an MP was upset at a purported action of the prime minister, which it was important to bring to her attention in a suitable manner so that the issue could be addressed. Aggression and abuse would not have been helpful.",
    "Sometimes, it becomes one’s unpleasant duty to clash with ministers, and it occasionally happens. I was Acting Secretary to the Ministry of Defence and Foreign Affairs. Mr. WT Jayasinghe and the PM were abroad. There occurred an assault on a doctor in the South, by a police constable. The doctors were naturally up in arms and wanted the constable interdicted immediately. The Inspector General of Police, Mr. Stanley Senanayake came to see me personally, and stated that there was a long standing problem between this doctor and some members of the public; that there were complaints made regarding this doctor’s behaviour in the past; that he had been rude to police officers; and that there was also some personal enmity between this doctor and the police constable.",
    "He reported that the police were seething and did not want the constable interdicted without a full preliminary inquiry, at which they were confident the doctor’s behaviour would come to light. The IGP said that the situation was so bad, that if the constable was interdicted due to the pressure of the doctors, he might have a strike by the police of that range on his hands. I told the IGP, that if there was prima facie evidence, no matter what the reason, the constable struck the doctor, things could not be left as they were, pending a full investigation which was going to take time.",
    "I said that at the least, the constable should be sent on compulsory leave and a full inquiry begun immediately. I also told him that there should not be any postponements and that the inquiry should be continued until it was over. I also said that in view of the high feelings on both sides, a retired judge should conduct the inquiry. The IGP agreed with some reluctance, to these instructions of mine given in my capacity as Acting Secretary, Defence.",
    "The doctors were not happy. They were not prepared to settle for anything short of interdiction. They began to canvass Ministers, and amongst others went to Minister Felix R. Dias Bandaranaike, who, without checking with the IGP or me, and not knowing the background or the serious implications on the police side had agreed that the constable should be interdicted. The minister rang me, and in a rather peremptory tone said, “I want that policeman interdicted.” I said “I am sorry, I won’t be able to do that,” and explained the complications, and how I had already taken steps to remove the constable from the scene, by sending him on compulsory leave, in spite of the opposition of the IGP.",
    "I also informed him that the inquiry was starting immediately. But the minister was not satisfied. He had committed himself to the doctors. He said, “All that is well and good, but unless the police officer is interdicted, you will have a doctors’ strike on your hands, and you will be responsible.” I replied that “If I order interdiction there will be a police strike on my hands, for which too I would be held responsible.” I concluded by saying that as Acting Secretary, Defence & Foreign Affairs, I had also to be concerned with the morale of the police, and that what had been worked out was a fair compromise.",
    "The minister was not pleased. “Then, you do any bloody thing you want,” he said and slammed the phone down. Curiously, virtually these same words were used on me by a few other ministers on some future occasions, and my left ear received significant training in coping with banging telephones. Fortunately, wiser counsel prevailed and a strike either by the doctors or the police was averted. The immediate commencement of the inquiry helped.",
    "When the PM returned to the island, I briefed her on what had happened. She backed me fully, and said that the minister had no business to get involved in an issue, which was not within his area of responsibility. In the future too, she wanted me to use my own independent judgment, on any issue which concerned her responsibilities. This was one of the main reasons why it was easy to work with Mrs. Bandaranaike. She trusted you, and backed fully whatever decision you took. She was interested in hindsight only to the extent that its contemplation could improve the quality of foresight in the future, and not to find fault.",
    "Another strong quality of the Prime Minister was her ability to listen to a strong dissenting view, without losing her temper or later holding it against you. In any case, as far as I was concerned, I had cleared this question the first day she came to office after having been sworn in as Prime Minister, as I had related earlier in these memoirs. We had a relationship built on frank and sincere talk and discussion. I never felt inhibited to speak out when I thought it was necessary. Although I did not get involved in political comment, sometimes the sheer sycophancy one saw around provoked one to say something.",
    "For instance, on one occasion, when the ruling SLFP had lost a by-election fairly badly, there was a political figure trying to put a gloss on it in order to please the PM. I happened to be there, and in my presence he said “But Madam, there is nothing to worry. Over 12,000 progressives voted for us. That is a great victory.” I was so irritated that I shot back, that on this calculus of the “progressive” vote for the government, it would lose every seat at the next general election. The PM, surprised, looked hard at me, and then said, “quite right.” In fact, unfortunately for the government, the next general election, illustrated my point all too comprehensively. I did not realize at the time, that what I uttered was prophetic.",
    "An example of the PM, and her attitude towards dissenting views, was the case of Mr. R. Paskaralingam. Mr. Paskaralingam was a colleague, in the Civil Service, senior to me in the service, and at the time Additional Secretary to the Ministry of Education. He was an experienced, unruffled and a sound administrator who bore the brunt of the general administration in a large and difficult Ministry, thus freeing the Secretary, Dr. Udagama, a distinguished educationist, to address the quality, content and scope of education at the various levels.",
    "Unfortunately, for Mr. Paskaralingam, during this period, he had approved an officer of the Ministry going to London on a scholarship, and the officer did not return. The Minister of Public Administration, Mr. Felix Dias Bandaranaike took a dim view of this, and wrote a letter to the Prime Minister expressing extremely critical views of Mr. Paskaralingam’s negligence in permitting this officer to go.",
    "The charge was that he was not diligent enough in checking all aspects before he gave permission.",
    "This was also a time of stringent exchange controls, where a system of exit permits existed without which no one could travel abroad. Particularly in the climate of the time, the charge against a senior public servant of Mr. Paskaralingam’s position was serious.",
    "I held quite a different view and I expressed it to the Prime Minister. I said that all of us in the public service work on a basis of trust as far as our colleagues are concerned. There was no way that you could look into every representation made to you by a fellow public servant. The whole administration would grind to a halt if you spent your time investigating every assertion or statement made to you. It was just not practical and I explained to the Prime Minister that Mr. Paskaralingam, who was a very busy person would have had to take his Assistant Secretary’s word in this instance. I told her that I would have done exactly the same thing.",
    "That passed. But shortly thereafter the issue of acting arrangements in the Ministry of Education came up, since Dr. Udagama was due to go abroad. Mr. Paskaralingam was the next senior officer. The period involved was about 10 days. I therefore prepared as is customary, a letter from the Prime Minister to the President recommending his appointment as Acting Secretary. Secretaries even then were appointed by the President, on the recommendation of the Prime Minister. When I took the letter for signature, the Prime Minister said, “No, I can’t have him act. We will get a Secretary from another Ministry to act.”",
    "I asked what the problem was. She said that some members of Parliament had made complaints to her about various transfers and so on made by him. I asked whether any of these complaints were inquired into. She said “No,” but she would have problems with the MPs, if Mr. Paskaralingam acted. I told the Prime Minister that Mr. Paskaralingam was one of the hardest worked officers. He was in office by 7.30 in the morning and on most days left after 7.30 in the night. He carried a tremendous burden of administration and was the second most senior officer in the Ministry. Acting for the Secretary, was not a favour. It was but his due.",
    "I said that a man was entitled to the “fruits” of his labours. I also said that as Prime Minister, she should not come to any conclusions, based on what some MPs may have said, without investigating the matter and establishing its truth or otherwise. But the Prime Minister was still not convinced. She said that she would have problems with the MPs. I then said, “Excuse me,” and started walking out of the room. “Where are you going?” inquired the Prime Minister. I said, I was going to bring the seniority list of the Sri Lanka Administrative Service. “What for?” asked the Prime Minister. I said, “Madam, the government cannot have it both ways. You cannot get work out of people and not give them their due.",
    "If you believe what the MPs have stated without any inquiry, it is obvious that you yourself have lost confidence in the person. Such an official should not be No. 2 in a Ministry as important as the Ministry of Education. Please select someone else from the seniority list and we will move out Mr. Paskaralingam immediately.” “Sit down,” the Prime Minister ordered. Then she reflected. Put this way, the Prime Minister realized that acting on a vague impression created in her mind was not in order. She signed the letter, recommending Mr. Paskaralingam as Acting Secretary, Education. I thanked the Prime Minister and reminded her that she was free to make any investigations about complaints from MPs.",
    "I also told her that this was only one specific case, and that it was important that certain fair norms be established in regard to the interaction between political authorities and the public service, and that these be visible to the public service. This was necessary, in order to obviate frustration and produce an efficient service, which was in the interests of both the government and the country.",
    "Speaking of Dr. Udagama, it is worth relating an amusing incident that occurred around this time. One day, I was at Temple Trees working with the Prime Minister. The time was about 2.45 p.m. On a matter arising from some of the papers I was discussing with her, she wanted to speak with Dr. Udagama. The switchboard operator was instructed to get him on the line. The operator first trying his office and being told that he could be at home, had attempted to reach him there. Soon, a hesitant and somewhat embarrassed operator came up to the Prime Minister and informed her that Dr. Udagama was at home but was having a bath!",
    "“What! having a bath at this time?” blurted out an incredulous Prime Minister. She had a sense of humour, and the next moment observed “what a strange man!” Evidently Dr. Udagama had come home for a late lunch, and decided to take a shower before getting back. I mentioned this episode to him. We had a good laugh. Even today we sometimes laugh about this when we meet. I however had told Dr. Udagama that I have no means of describing the look on the Prime Minister’s face when she was told that her Secretary, Ministry of Education was enjoying a bath at 3 o’clock in the afternoon on a working day.",
    "D-Day invasion of Normandy – a day for peace, a never-ending dawn",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}