{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103122/sri-lanka-crowned-hong-kong-sixes-2024-champions-",
  "time_ut": 1730626860.0,
  "original_lang": "en",
  "original_title": "Sri Lanka crowned Hong Kong Sixes 2024 champions",
  "original_body_lines": [
    "Sri Lanka triumphed over Pakistan by three wickets to secure the Hong Kong Super Sixes 2024 title on Sunday. Chasing a target of 73 runs, Sri Lanka reached their goal with six balls remaining.",
    "Sri Lanka’s captain, Lihuru Madhusanka, opted to bowl first, a decision that proved successful as his bowlers limited Pakistan to a modest total. Despite a valiant effort from Muhammad Akhlaq, who scored 48 runs off just 20 balls, Pakistan struggled to build a substantial score.",
    "Akhlaq was eventually dismissed by Madhusanka in the final over. The next highest score for Pakistan came from skipper Faheem Ashraf, who made 13 runs off four balls.",
    "Sri Lanka’s bowling was impressive, with Lakshan and Tharindu Rathnayake taking two wickets each. Nimesh Vimukthi and Lihuru Madhusanka also contributed with a wicket apiece.",
    "In the semi-final, Pakistan advanced to the final by defeating Australia, thanks to Faheem Ashraf’s outstanding all-round performance. Australia set a challenging target of 108 runs after scoring 107/1 in their six overs. The opening pair of Sam Heazlett and Jack Wood gave Australia a strong start with a 56-run partnership. However, Faheem managed to break the partnership by dismissing Wood, who scored 36 runs.",
    "Pakistan’s response was led by explosive starts from their openers, including Asif Ali, who scored 32 runs off eight balls. Muhammad Akhlaq continued the momentum, scoring 32 off 10 balls. Faheem Ashraf, alongside Aamer Yamin, built a crucial partnership that guided Pakistan to victory, with Faheem scoring an unbeaten 19 runs and Yamin adding 24 not out.",
    "Despite their earlier success, Pakistan fell short in the final against Sri Lanka, who celebrated their victory in the Hong Kong Super Sixes."
  ]
}