{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110891/eu-and-us-agree-trade-deal-with-15-tariffs-for-european-exports-to-america",
  "time_ut": 1753661940.0,
  "original_lang": "en",
  "original_title": "EU and US agree trade deal, with 15% tariffs for European exports to America",
  "original_body_lines": [
    "EU and US agree trade deal, with 15% tariffs for European exports to America",
    "The United States and European Union have reached a trade deal framework, ending a months-long standoff between two of the world’s biggest economic partners.",
    "After make-or-break negotiations between President Donald Trump and European Commission President Ursula Von der Leyen in Scotland, the pair agreed a US tariff on all EU goods of 15%.",
    "That is half the 30% import tax rate Trump had threatened to implement starting on Friday. He said the 27-member bloc would open its markets to US exporters with zero per cent tariffs on certain products.",
    "Von der Leyen also hailed the deal, saying it would bring stability for both allies, who together account for almost a third of global trade.",
    "Trump has wielded tariffs against major US trade partners in a bid to reorder the global economy and trim the American trade deficit.",
    "As well as the EU, he has struck tariff agreements with the UK, Japan, Indonesia, the Philippines and Vietnam, although he has not achieved his goal of “90 deals in 90 days”.",
    "Sunday’s agreement was announced after private talks between Trump and Von der Leyen at his Turnberry golf course in South Ayrshire.",
    "Trump - who is on a five-day visit to Scotland - said following their brief meeting: “We have reached a deal. It’s a good deal for everybody.”",
    "Von der Leyen also hailed it as a “huge deal”, after “tough negotiations”.",
    "Trump said the EU would boost its investment in the US by $600bn (£446bn), including American military equipment, and spend $750bn on energy.",
    "That investment over the next three years in American liquified natural gas, oil and nuclear fuels would, Von der Leyen said, help reduce European reliance on Russian power sources.",
    "Some goods will not attract any tariffs, including aircraft and plane parts, certain chemicals and some agricultural products. A separate deal on semiconductors may be announced soon.",
    "But a 50% US tariff Trump has implemented on steel and aluminium globally would stay in place, he said.",
    "“I want to thank President Trump personally for his personal commitment and his leadership to achieve this breakthrough,” Von der Leyen said.",
    "Both sides can paint this agreement as something of a victory.",
    "For the EU, the tariffs could have been worse: it is not as good as the UK’s 10% tariff rate, but is the same as the 15% rate that Japan negotiated last week.",
    "For the US it equates to the expectation of roughly $90bn of tariff revenue into government coffers – based on last year’s trade figures, plus there’s hundreds of billions of dollars of investment now due to come into the US.",
    "One thing is clear: Trump is celebrating after striking the largest trade deal in history.",
    "While there is a lot of upside for the US in this deal, it is less clear what the EU gains.",
    "It was notable that Von der Leyen spoke about “rebalancing” the trading relationship.",
    "Previously the EU has argued the relationship is not out of balance as the EU buys far more services from America than it sells to them.",
    "It sounded as though Von der Leyen was deliberately speaking Trump’s language in order to seal the agreement.",
    "It came after the US president finished 18 holes at the Turnberry resort with guests and family, including his son Eric, amid showery conditions.",
    "Trade in goods between the EU and US totalled about $976bn last year. The US imported about $606bn in goods from the EU and exported around $370bn in 2024.",
    "That imbalance, or trade deficit, is a sticking point for Trump. He says trade relationships like this mean the US is “losing”.",
    "If he had followed through on tariffs against Europe, import taxes would have been levied on products from Spanish pharmaceuticals to Italian leather, German electronics and French cheese.",
    "The EU had said it was prepared to retaliate with tariffs on US goods including car parts, Boeing planes and beef.",
    "The Irish Prime Minister, the Taoiseach Micheál Martin, noted the fact that tariffs would still be higher than before, making trade “more expensive and more challenging”.",
    "Among EU countries, Ireland is the most reliant on the US as an export market.",
    "Germany’s Chancellor Friedrich Merz posted on X that a trade conflict would have hit Germany hard.",
    "“Stable and predictable trade relations with market access benefit everyone on both sides of the Atlantic, businesses and consumers alike,” he added.",
    "Italian Prime Minister Giorgia Meloni welcomed the deal, but said she needed to see the details, Italy’s Ansa news agency reported.",
    "British Prime Minister Keir Starmer plans his own meeting with Trump at Turnberry on Monday.",
    "The US president will be in Aberdeen on Tuesday, where his family has another golf course and is opening a third next month.",
    "The president and his sons plan to help cut the ribbon on the new fairway."
  ]
}