{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sustainable-development-council-of-sri-lanka-joins-hands-with-global-alliance-for-a-sustainable-planet/",
  "time_ut": 1721754600.0,
  "original_lang": "en",
  "original_title": "Sustainable Development Council of Sri Lanka joins hands with Global Alliance for a Sustainable Planet",
  "original_body_lines": [
    "On 08th July, Sustainable Development Council of Sri Lanka (SDCSL) entered into a partnership with Global Alliance for a Sustainable Planet (GASP), a US based public organization that catalyses virtuous partnerships of diverse stakeholders including governments, international organizations, entrepreneurs, earth champions, and global investors to tackle contemporary development challenges such as climate change, poverty etc.",
    "The Memorandum of Understanding was signed between Satya Tripathi, Secretary General of GASP (former UN Assistant Secretary General and Head of UN Environment Management Group) and Ms. Chamindry Saparamadu, Director General of SDCSL.",
    "Through the MoU, the two agencies hope to connect global scientific and development community to exchange knowledge on sustainable development and poverty alleviation practices, with a particular emphasis on North-South and South-South collaboration, support high quality scientific research in a variety of areas, collaborate on transformative opportunities for environmental and social impact through support for projects for marginalized communities and to coordinate cross-functionally to bring about large-scale social impact and positive change.",
    "The two entities expect to focus particularly on leveraging private finance for public good by scaling up investment in enhancing the ‘GDP of the Poor’ through climate action, build collaborative partnerships of relevant stakeholders to capitalize on transformative opportunities for environmental and social impact and identify relevant investment opportunities and consolidate system-wide support for relevant transformative ideas for social impact at the global, national and sub-national level.",
    "Dialog enhances accessibility for deaf community at Customer Care Centres through DeafTawk services",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}