{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combank-ranked-countrys-2nd-most-valuable-brand/",
  "time_ut": 1754830800.0,
  "original_lang": "en",
  "original_title": "ComBank ranked country’s 2nd most valuable brand",
  "original_body_lines": [
    "The Commercial Bank of Ceylon has been ranked the second most valuable brand in Sri Lanka across all sectors and the most valuable private sector bank brand in the country for 2025 by Brand Finance, the world’s leading brand valuation consultancy.",
    "According to the 2025 edition of Brand Finance’s annual review of Sri Lanka’s 100 most valuable and strongest brands, Commercial Bank has been assigned a brand value of Rs. 46.6 billion – the highest in the private banking sector and the second highest among all brands in the country.",
    "In terms of brand strength, the Bank has also been ranked the third strongest brand in Sri Lanka, with a Brand Strength Index (BSI) score of 86.3 out of 100. Brand Finance has awarded Commercial Bank a prestigious AAA brand strength rating, reflecting the Bank’s robust brand equity and its future value-generating potential.",
    "Commenting on the Bank’s latest accolades in Brand Finance’s 2025 rankings, Commercial Bank Managing Director/CEO Mr Sanath Manatunge said: “This recognition is a testament to the strategic brand building process we adopt and the consistent delivery of excellence across every dimension of our operations. Commercial Bank has grown to symbolise not just financial strength, but also resilience, trust, and innovation. The increased brand value speaks volumes of the equity that has been built over the years by hardworking employees, and these rankings are a tribute to the commitment and performance of our entire team, whose dedication ensures that the values we stand for are lived out every day.”",
    "The 2025 rankings were based on a customer research sample from Colombo and Gampaha, and employed ISO 10668-compliant valuation methodologies. Brand Finance evaluates brand strength through a balanced scorecard of metrics including marketing investment, stakeholder equity and business performance, as per ISO 20671 standards.",
    "DBL Night 2024 recognizes excellence in sales across Sri Lanka",
    "American College of Higher Education celebrates Transfer and Graduation Ceremony 2025",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}