{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/CIOB-says-EDB-can-support-export-of-construction-industry-to-boost-forex-earnings/34-758160",
  "time_ut": 1707161131.0,
  "original_lang": "en",
  "original_title": "CIOB says EDB can support export of construction industry to boost forex earnings",
  "original_body_lines": [
    "From left: EDB Assistant Director Kumudini Irugalbandara, Ch.QS. Lalith Ratnayake, EDB Chairman",
    "Dr. Kingsley Bernard, CIOB President Dr. Rohan Karunaratne and Secretary Eng. Saliya Kaluarachchi",
    "The Ceylon Institute of Builders (CIOB) says the SLEDB can support the exports of the construction industry to boost foreign exchange earnings.",
    "“This is the best time for the Construction Industry to look for opportunities overseas. This is because; due to the economic crisis, over 60% of the construction industry in Sri Lanka has been halted,” CIOB President Dr. Rohan Karunaratne said.",
    "“Many contractors are trying to accrue overseas projects and the main barrier for them is the Central Bank ruling which restricts cross-border guarantees and capital funding to establish abroad,” he added.",
    "According to CIOB, the CBSL is allowing only $ 1 million for cross border guarantees which is severely insufficient and does not even begin to scratch the surface of contractors’ requirements.",
    "Dr. Karunaratne acknowledged EDB is supporting the industry to request these limits to be increased.",
    "“If the Government really supports our contractors to establish and accrue foreign projects, we can bring billions of dollars within a couple of years,” he added.",
    "According to Karunaratne, the CIOB has proved that the construction cost in Sri Lanka is now on par with neighbouring countries such as Malaysia and Indonesia and therefore, Sri Lanka is in a position to attract overseas projects and also foreign investors.",
    "CIOB Chief recalled that it was President Ranil Wickremasinghe who inspired the private sector to do a comprehensive analysis and comparison on the construction cost of Sri Lanka and neighbouring countries.",
    "“CIOB successfully achieved this goal, together with architects, engineers, quantity surveyors, contractors, material suppliers etc. Sri Lankan construction cost has reduced to levels in par with its neighbouring countries (Indonesia, Malaysia, Vietnam etc.) Therefore, we invite EDB to support us in exporting our Construction Industry and bringing in much needed dollars to Sri Lanka,” Dr. Karunaratne added."
  ]
}