{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/New-Director-General-CEO-at-Civil-Aviation-Authority/34-759468",
  "time_ut": 1710372561.0,
  "original_lang": "en",
  "original_title": "New Director General/CEO at Civil Aviation Authority",
  "original_body_lines": [
    "Air Vice Marshal (Retd.) H.M.S.K.B. Kotakadeniya receives his letter of appointment from Minister Nimal Siripala de Silva",
    "The Civil Aviation Authority of Sri Lanka (CAASL) has announced the appointment of Air Vice Marshal (Retd) H. M. S. K. B. Kotakadeniya as the new Director-General and Chief Executive.",
    "The appointment letter was presented by Ports, Shipping and Aviation Minister Nimal Siripala de Silva yesterday, after receiving the Cabinet approval.",
    "A ceremony commemorating the occasion was held in the presence of Ports, Shipping and Aviation Ministry Secretary K. D. S. Ruwanchandra.",
    "Prior to assuming the position of Director General,  Kotakadeniya  served as a Board Director of CAASL from 12 August 2022, where his contributions were instrumental in shaping the direction of civil aviation in Sri Lanka.",
    "With a distinguished career spanning 35 years in the Sri Lanka Air Force, Kotakadeniya has held numerous staff and command appointments, showcasing his leadership acumen and operational expertise. Notably, he is the only Air Force officer to have commanded all six air bases in the Sri Lanka Air Force, underscoring his unparalleled understanding of the country›s aviation landscape.",
    "His extensive educational background includes two master›s degrees in International Relations and Defence and Strategic Studies, along with training from prestigious institutions such as the National Defence University in Washington DC and China. In the realm of civil aviation, he holds diplomas and certificates in Airline Management and Station Management from IATA, further augmenting his credentials for his new role.",
    "Throughout his illustrious career, Kotakadeniya has been recognised for his exceptional service and acts of bravery, earning him several gallantry medals and prestigious awards, including the Vishishta Seva Vibushanaya and Uttama Seva Padakkama."
  ]
}