{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sri-Lanka-India-Media-Friendship-Association-holds-General-Meeting/56-779101",
  "time_ut": 1752695089.0,
  "original_lang": "en",
  "original_title": "Sri Lanka-India Media Friendship Association holds General Meeting",
  "original_body_lines": [
    "Indian High Commissioner to Sri Lanka Santosh Jha launching the SLIMFA website",
    "SLIMFA Vice President Shehan Baranage (left) presenting the SLIMFA Newsletter to Indian High Commissioner to Sri Lanka Santosh Jha",
    "The Sri Lanka-India Media Friendship Association (SLIMFA) held its General Meeting on 14 July at the Swami Vivekananda Cultural Centre (SVCC), Colombo.",
    "The Patron of the SLIMFA, Indian High Commissioner Santosh Jha graced the occasion. The Indian High Commissioner highlighted the role of the SLIMFA in promoting deeper engagement and collaboration between the media fraternity in Sri Lanka and India. He also congratulated the Association for conducting some impactful media events while supporting the growth and evolution of the media industry in both countries.",
    "Describing the past year as a pivotal period in India-Sri Lanka relations, Jha highlighted the visits of the President of Sri Lanka to India and that of the Prime Minister of India to Sri Lanka, which yielded several significant and positive outcomes. He underscored that India is now prioritising an investment-driven partnership with Sri Lanka, marking a strategic shift from the Line of Credit-based model.",
    "During the meeting, the official website of the SLIMFA (www.slimfa.lk) was jointly launched by the Indian High Commissioner and SLIMFA Vice President Shehan Baranage.",
    "The SLIMFA was inaugurated in May 2024 at the SVCC in Colombo, during a gathering of Sri Lankan journalists who had visited India on familiarisation trips and other visits supported by the Government of India. Nisthar Cassim serves as the President of the Association and Shehan Baranage as Vice President. Kalani Kumarasinghe, Vimukthi Dushantha and Rifthi Ali hold positions as General Secretary, Asst. Secretary, and Treasurer, respectively. In addition, Santosh Menon, Dinesh de Alwis, Arosha Fernando, Prasad Dodangodage, Tharaka Wickramasekera, and Samangie Wettimuny function as members of the Executive Board.",
    "Following the inauguration of the SLIMFA last year, several events were organised by the SLIMFA, including the first-ever Media Fest in Sri Lanka, media interactions with visiting Indian journalists, an Editors’ Roundtable, and a discussion on ‘Media Matters: Sharing Experiences on Election Coverage.’"
  ]
}