{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/public-enemy-number-one-inflation-accumulation-of-public-debt/",
  "time_ut": 1705943940.0,
  "original_lang": "en",
  "original_title": "Public enemy number one: Inflation? Accumulation of public debt?",
  "original_body_lines": [
    "The prosecution of Charles, King of England (and …) on the 20th of January 1649, was led by John Cooke, for whom the trial was ‘not only against one tyrant but against tyranny itself’. “The charge stated that, having been ‘trusted with a limited power to govern by, and according to the laws of the land, and not otherwise’, Charles had engaged in ‘a wicked design to erect and uphold in himself an unlimited and tyrannical power to rule according to his Will, and to overthrow the Rights and Liberties of the People. He had levied war against Parliament and the people it represented, had solicited foreign invasions and renewed the war, all to uphold his own interests and those of his family, against the ‘public interests, common right, liberty, justice and peace of the people of this nation. Thus, Charles was a ‘Tyrant, Traitor and Murderer, and a public and implacable Enemy to the Commonwealth of England.”",
    "‘Then the clerk rose and read out the sentence ….’that the said Charles Stuart, as a Tyrant, Traitor, Murderer and a public enemy, shall be put to death ….’",
    "‘… this was a court that swept away the ‘distinction of quality’, making ‘the greatest lord and the meanest peasant undergo the same judicatory and form of trial’ as each other.’",
    "During the last two months or so, three statements deeply affecting economic policy have come out from the highest authorities in the land: the Supreme Court heard a petition from several citizens regarding the infringement of their fundamental rights by actions or lack thereof on the part of some of the of highest public officers of state and convicted all of them of the alleged infringements; a former president of the republic who also held the portfolio of finance in his governments declared triumphantly that he had reduced taxes year after year from 2010; the Governor of the Central Bank delivered a lecture in the University of Colombo on ‘Inflation- public enemy number one’. All three statements contain elements central to economic policy and more immediately to the present economic crises. Unfortunately, there has been no public discussion of these statements, except on television. In general, the anchors of these programmes on television have not been persons with learning and professional experience in economic policymaking. Nor did they give evidence of being familiar with current writings on economics or economic policy. These observations are truer of the daily newspapers (Sinhala and English) that I read. I lack the energy to discuss these questions adequately. I invite those better equipped to take them up in earnest.",
    "The Governor of the Central Bank, speaking from his high chair, may see inflation as public enemy number one. The Central Bank operates at the short end of the capital market (money market) to keep prices, including the price of other currencies, reasonably stable and the banking system functioning well. In this small economy, keeping the banking system stable has turned out to be unusually difficult. Enterprises have no way of raising long-term capital in the absence of a functioning share market, long-term lending institutions or personal funds pooled together for the purpose. Prior to the introduction of the principle of limited liability (Laws were enacted in Britain in 1844), wealthy persons pooled their resources and ran large-scale operations (East India Company). But railways, telephone systems, later shipping companies and oil companies, became far too large to be financed and managed in that manner. Last century, as individual inventors came out with innovations that would become the foundation of large enterprises bringing in huge revenues in a short while but were highly risky, a new source of capital emerged: venture capital. In our economy, some of the richest people cannot openly invest their funds because their wealth has been accumulated in breach of the law. Even before black money came to darken the prospects for the development of a capital market, the skies were gloomy.",
    "The rollover of short-term loans and advances from commercial banks has been a long-term feature of the way firms (except plantation companies which sold their shares in the London Stock Exchange) satisfied their long-term capital needs. (I vaguely recollect that N Ramachandran of the Central Bank wrote a paper on this in the 1960s.) When the market for their output collapses, borrowers cannot service their short-term loans and seek another roll over, the banking system becomes unstable. When banks quite properly prosecute errant borrowers in court, the owners go on television to blame the banks and the government. Relatively large companies finance their activities by withholding taxes payable to the government. The unpaid taxes, running into several hundred million rupees, become interest-free long-term loans from the government (taxpayers) to those enterprises. Recourse to law is an essential part of how economies function. The Central Bank cannot lend to banks to extend credit to enterprises. Solutions must be sought elsewhere.",
    "It is difficult enough to project prices for 12 months and central bankers who predict prices for five years (Recall the 2007-2008 market crash.) must be bonkers. Central banks have instruments to intervene in the short-term market to stabilize the economy. Managing the public debt and the employees’ provident funds is none of its legitimate business, though acts of Parliament may make it legal. The Central Bank has no instruments to promote economic growth and development. But it can ruin the march to economic progress by messing up the short-term functioning of markets. Yet, the long run in which economic growth takes place is not a succession of short runs for the policymaker. The Central Bank had better dwell on the short end.",
    "My understanding is that the public enemy number one in this economy is its stagnation. Look at the results of government policies and the behaviour of ‘absent entrepreneurs. After all, in this country, the government sector has rarely exceeded 30 percent of the total economy. If the economy has not grown, the heavier responsibility lies with private sector entrepreneurs. A newspaper publisher, owners of a few passenger transport companies, branches of a few multinational companies and a few retailers did not make an indigenous capitalist class.",
    "In elementary terms, economies function with labour and capital. Economies grow when the employment of labour and capital increases. [(Those familiar with the economic history of England may recall trends after the Black Death (latter half of the 14th century) there.)] Labour is a complex input as capital is. A taxi driver is not the same input as a designer of a motor vehicle; a data entry clerk is not the same provider of labour as a designer of a robot. A spade, a capital good, is very different from a fast computer, another capital good. A combined harvester is very different from a woman with a scythe in Minneriya, though both may engage in agricultural operations. Economic growth takes place when labour and capital grow and when workers become highly productive with the use of advanced capital. Look at what has happened in Sri Lanka. From about 1960 to 2000, Sri Lanka has had a gift of a youthful population as China has had from somewhat later and as India and most of Africa still have. They have used that ‘population dividend’ to grow rapidly. In addition, Sri Lanka has had a healthy, literate young population. About a quarter of that potential work force has emigrated. Highly skilled workers among them flew away periodically, as they do now. The consequence has been that a healthy, literate and skilled labour force has been gifted to the workforce of other countries. The gross domestic output of the UAE, Greece, South Korea and the United Kingdom have grown faster and that of Sri Lanka has stagnated.",
    "If your concern were with the gross domestic output of the world that is fine but if your concern were with the GDP of Sri Lanka, these movements of population created problems. With gross mismanagement of the economy, they sum to crises. The estimate of the Statistics Department that the unemployment rate in Sri Lanka is 4%, (giving statistics a bad name) hides the reality that 20% of the labour force (labour force comes from demography and work force from economics.) left the country to join the workforce of other countries. A more realistic number would be that 25% of the labour force was unemployed and that 20% of the labour force emigrated, leaving 4% of the work force unemployed in this country. By the middle of the 1960s, South Korea was as poor as we were and its rising labour force faced unemployment. (Recall the ‘Saemaul Undong’ movement). Now, it is a regular importer of unemployed educated young labour from this country. Two factors were responsible for this divergence. There was no class of entrepreneurs who sought new technology and large and expanding markets overseas. And we were governed by a class of people who excelled in plundering the public wealth rather than promoting economic growth. Individuals and families that rose from rags to riches in one generation were those who plundered the public purse, in diverse ways, rather than innovating entrepreneurs. These are public enemies number one in this society. (Thomas Stockton was not; Peter Stockman was an enemy of society. [Henrik Ibsen].)",
    "It was shocking that a former President and Finance Minister, in a press statement a few days back, triumphantly declared that he had reduced taxation from 2010 to 2014. Indeed, he was not the only Finance Minister in the country who betrayed its interests by failing to raise tax revenue to pay for rising government expenditure. Anyone interested in the figures can easily access them in the Annual Reports of the Central Bank. If you raise government expenditure and reduce government revenue, you drive your society to a crisis. When that economy is one highly dependent on imports, even for its mere survival, and a government fails to implement policies that promote exports and there are no enterprises that earn foreign exchange, there is a balance of payments crisis. Hence the economic crises that we suffer from. The choke points were designed by government policymakers and ‘absent entrepreneurs. They are public enemies of this society.",
    "In November, the Supreme Court distinguished itself by convicting seven people, who, several citizens had petitioned the court, had violated their fundamental rights. (It is useful to remember that the court comprised not merely the judges but also counsel who were officers of the court.) Many had come to believe that several of the respondents in that case were above the law. The Supreme Court, to our delight, gave life to Dr. Thomas Fuller’s 1753 dictum that ‘Be ye never so high, the Law is above you’.",
    "However, that ennobling decision gave rise to a conundrum, entirely outside the court and solely in my mind. Economics is not physics; economists’ attitudes to policy vary with the culture in which they grew up, where they were schooled (‘freshwater schools’ or ‘saltwater’ schools in the US) and what history they had read. An Englishman who had read about Hitler’s atrocities in Germany may have a predilection to dislike ‘etatism’. An economist who grew up in Peradeniya from about 1957 to about 1970, had a good chance of disapproving neo-liberalist economic policies. IMF policies from about 1990 were associated with neo-liberal economics, the Washington Consensus. To construct a hypothetical case: if an economist who disapproves of IMF policies happens to be in a place of high responsibility for economic policymaking, he/she faces a dilemma. A wise choice is to refuse to seek appointment to such a position. But men/women are ambitious. There is a responsibility falling on those who appoint him/her to make sure that the prospective appointee is vetted for his/her attitudes to pending centrally important questions so as to avoid creating a dilemma for the appointed person and an embarrassment for the government. The appointee has a second choice: resign from his /her position when he /she learns of the imminent dilemma. If, however, a person continues to remain in that high position, and those with the authority fail to remove him from office, it is fair to assume that those who appointed him concurred with the appointee’s approach to policies. And, indeed, it may be that such confluence of attitudes, determined that that particular person was appointed. Does his conduct amount to behaviour that denies fundamental rights of other citizens? If it does, what happens to his fundamental right to live by his convictions? He is not crying ‘fire’ in a crowded theatre. God exists; God exists not. Is such a citizen an enemy of the people? Cannot a citizen live by his convictions but be convicted?",
    "An Island’s Eleven by Nicholas Brookes: A social history of Sri Lankan cricket?",
    "Ervine, Jongwe and Madande seal a thriller against Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}