{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/star-garments-group-to-establish-apparel-factory-in-togo-with-15-mn-ifc-loan/",
  "time_ut": 1720919580.0,
  "original_lang": "en",
  "original_title": "Star Garments Group to establish apparel factory in Togo with $15 Mn IFC loan",
  "original_body_lines": [
    "Star Garments Group (Star) announced its plan to build a large-scale apparel export manufacturing factory in Togo to boost the West African country’s textile and apparel capabilities, through a financing package that includes a USD 15 million loan by the International Finance Corporation (IFC), a member of the World Bank Group.",
    "A press release said that the factory would Star’s first manufacturing facility outside of Sri Lanka. The project in Togo aims to generate thousands of jobs, positioning Star as a multi-country supplier on the global stage. This initiative includes building a greenfield clothing factory in Plateforme Industrielle d’Adétikopé, an industrial park near Lomé, Togo’s capital. The facility is expected to create approximately 4,520 direct and indirect jobs, particularly benefiting women, and drive export-oriented value addition by 2030. It is supported by a USD 15 million investment from the IFC, including a USD 7.5 million contribution from its own funds and a matching loan from the International Development Association Private Sector Window Blended Finance Facility.",
    "Managing Director of Star Garments Group, A. Sukumaran, said: ‘‘We are continuously looking at diversifying our manufacturing base and our upcoming facility in Togo will be a cost-competitive alternative to our valued customers and fuel our global growth in bringing some of the best world-class apparel manufacturing to the West African region.”",
    "Star is a powerhouse in Sri Lanka’s apparel industry with over four decades of experience, backed by a team of over 9,000 people. Star is also widely regarded as a champion in sustainability, with eight of its factories LEED-certified including the first passive house factory building in the world. Star’s factory in Togo will also be built under LEED standards. The group is also the only group of apparel companies to be certified as carbon neutral across all its processes.",
    "Mûve expands Lanka team amid UK sector growth and recognition",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}