{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/usd-40-million-five-star-resort-to-be-powered-entirely-by-renewable-energy/",
  "time_ut": 1735954620.0,
  "original_lang": "en",
  "original_title": "USD 40 million five star resort to be powered entirely by renewable energy",
  "original_body_lines": [
    "In a bold step to transform the tourism landscape of Sri Lanka’s Sabaragamuwa Province, a groundbreaking USD 40 million ecotourism project is set to take shape in the serene town of Uda Thimbiriya, Bulathkohupitiya. The “Thimbiriya Skyline Resorts,” a luxury 100-room, five-star resort, will be built on sustainable principles, powered entirely by renewable energy and achieving net-zero carbon emissions.",
    "At the helm of this ambitious venture are two visionaries: Mrs. Elisabeth Berg Khan, an economist with a passion for green innovation, and Dr. Sikander Khan, a renowned professor and CEO of Peak Education Ltd., based in Stockholm, Sweden. Partnering with them was Hewage Upananda Karunaratne, the head of UDS Agro Holdings. ‘Together, they formed an alliance built on mutual respect and a shared dream: to create an eco-tourism marvel that would redefine hospitality, knowledgeable sources said.",
    "The resort will be a pioneer in green tourism, integrating 1 MW agrivoltaic solar energy systems to support its operations, ensuring a fossil fuel-free environment. The project, which is a collaborative effort between international and local experts, boasts an ambitious design that includes energy-producing facades, building-integrated photovoltaics, and passive house components, such as enhanced insulation and energy-efficient windows.",
    "At the forefront of this initiative is Major General Nimal Krishnaratne (Rtd), the Project Coordinator. With extensive experience in leadership and coordination, Major General told The Island Financial Review that the resort will not only attract international tourists but also foster significant local employment and skill development.",
    "“This ecotourism project is more than just a hotel; it is an opportunity to uplift the entire community. With around 120 direct job opportunities and the training of local youth in marketable skills, we are helping to raise the standard of living in the area, he said.",
    "The USD 40 million investment, with 99% of the funding sourced from foreign direct investment (FDI), will also have far-reaching social benefits. A portion of the proceeds will be allocated to community initiatives, such as healthcare, housing, and environmental development, particularly focusing on flora and fauna protection. Additionally, the project aligns with several of the United Nations’ Sustainable Development Goals (SDGs), underlining its commitment to sustainability and inclusive growth.",
    "The resort’s location on eight acres of land, with five acres dedicated to hotel facilities and three acres for the solar farm, further emphasizes its focus on green infrastructure.",
    "According to Major General Krishnaratne, this project is a perfect example of how tourism can be developed sustainably, creating a model for future projects across the region. “Once operational, this resort will not only be the first five-star hotel in the Sabaragamuwa Province but will also set a global standard for ecotourism, he remarked.",
    "Already approved by the Sri Lanka Tourism Development Authority (SLTDA) with preliminary clearance, the Thimbiriya Skyline Resorts project will be a milestone for both the local economy and Sri Lanka’s tourism sector. The resort will help bring international attention to the area, boosting tourism and supporting the country’s broader goal of becoming a global ecotourism destination.",
    "Major General added: “This project represents a unique synergy between sustainable development and tourism, one that we believe will create lasting positive impacts for generations to come.”",
    "Vision Care opens second Homagama branch, expanding access to top-notch eye care solutions",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}