{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/BALPP-to-hold-workshop-on-research-methodology-for-public-policy/34-781048",
  "time_ut": 1756686544.0,
  "original_lang": "en",
  "original_title": "BALPP to hold workshop on research methodology for public policy",
  "original_body_lines": [
    "The Bandaranaike Academy for Leadership and Public Policy (BALPP) has organised a one-day workshop with the objective of introducing key research methods used in public policy research and equipping participants with the skills and knowledge to critically assess and evaluate public policy research and evidence-based decision making.",
    "The workshop which will be held on Friday, 26 September from 9 a.m. to 4 p.m. at the BALPP premises and will comprise of lectures and presentations conducted by experts in the field of policy research to provide the participants with foundational knowledge on policy research. The lectures and presentations will feature case studies highlighting real-world examples of research in public policy making and implementation to provide the participants with insights and practical knowledge and an in-depth analysis of policy research. Therefore, BALPP encourages scholars and professionals interested in policy research to participate in this workshop.",
    "As Sri Lanka’s premier institute on public policy education and leadership training, BALPP said it is dedicated to training emerging researchers on the basics of public policy research. Research serves as the cornerstone of academic, scientific and social progress. Public policy research is crucial because it provides evidence-based information to guide policy making, address social challenges and improve effectiveness of essential services and welfare sectors and equip policymakers with the knowledge and skills they need to make informed decisions and address gaps in policy planning and implementation.",
    "For more information and registration please contact the BALPP Research Wing on [email protected]"
  ]
}