{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-chamber-calls-on-political-parties-to-support-soe-reforms-164062/",
  "time_ut": 1716294600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka chamber calls on political parties to support SOE reforms",
  "original_body_lines": [
    "ECONOMYNEXT – The Ceylon Chamber of Commerce has asked all political parties to support the continuity of SOE reform and maintain reform momentum, building on the economic stability achieved.",
    "“The Chamber stresses that it is vital to prioritise and implement the reforms related to State-Owned Enterprises (SOEs), energy, and fiscal management, to ensure that the country does not revert to a crisis,” it said in a statement.",
    "“It is crucial that all political parties focus on Sri Lanka’s long-term sustainability and avoid leveraging the reform process for short term election gains.”",
    "Sri Lanka is facing a presidential election before November this year and a general election later. Provincial Council elections are overdue.",
    "With elections coming up in Sri Lanka, the World Bank is concerned that reform fatigue could set in, leading to potential policy reversal, particularly with regard to state-owned enterprises (SOEs), a World Bank official said.",
    "“SOE reforms will enhance the government’s fiscal outlook through better performance, productivity and accountability. Historically, inefficiencies and a lack of accountability in SOEs have led to significant financial burdens on the government, contributing to economic crises and the misallocation of resources,” the chamber said last month.",
    "World Bank concerned over potential reform fatigue in Sri Lanka’s election year",
    "The Chamber highlighted the importance of implementing market-based pricing and enhancing accountability within SOEs to prevent corruption and inefficiency.",
    "“Effective reforms will ensure these enterprises are sustainable and competitive in the long run, reducing the risk of future economic turbulence.” (Colombo/May21/2024)"
  ]
}