{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/international/Biden-Trump-clinch-nominations-kicking-off-bruising-presidential-rematch/107-278772",
  "time_ut": 1710308700.0,
  "original_lang": "en",
  "original_title": "Biden, Trump clinch nominations, kicking off bruising presidential rematch",
  "original_body_lines": [
    "March 12 (Reuters) - President Joe Biden and former President Donald Trump both clinched their parties' nomination on Tuesday, kicking off the first U.S. presidential election rematch in nearly 70 years.",
    "Biden needed 1,968 delegates to win the nomination, and he passed that number on Tuesday night as results began to come in from the primary contest in Georgia, Edison Research said. Results were also coming in from Mississippi, Washington state, the Northern Mariana Islands and Democrats living abroad.",
    "Hours later, Trump clinched the 1,215 delegates required to secure the Republican presidential nomination as four states held contests, including Georgia, the battleground where Trump faces criminal charges for his efforts to overturn the state's 2020 results. There were 161 delegates at stake on Tuesday in Georgia, Hawaii, Mississippi and Washington state.",
    "Biden, 81, issued a statement after he sealed the Democratic nomination, taking aim at what he called Trump's \"campaign of resentment, revenge, and retribution that threatens the very idea of America.\"",
    "\"Voters now have a choice to make about the future of this country. Are we going to stand up and defend our democracy or let others tear it down? Will we restore the right to choose and protect our freedoms or let extremists take them away?\" he said.",
    "The outcome of Tuesday's voting was essentially predetermined, after Trump's last remaining rival for the Republican nomination, former U.N. Ambassador Nikki Haley, ended her presidential campaign following Trump's dominant performance last week on Super Tuesday, when he won 14 of 15 state contests.",
    "In a video posted on social media, Trump said there was no time to celebrate, and instead put the focus on beating Biden, whom he called the \"worst\" president in U.S. history.",
    "\"We're going to drill, baby, drill. We're going to close our borders. We're going to do things like nobody has ever seen before. And we're going to make our nation's economy be the best ever in the world,\" said Trump.",
    "Biden, meanwhile, faced only token opposition in the Democratic primary campaign, though liberal activists frustrated by his support for Israel's war in Gaza have convinced a sizable minority of Democrats to vote \"uncommitted\" in protest."
  ]
}