{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Dialog-and-MDF-renew-partnership-to-expand-Govi-Mithuru-with-AI-and-inclusive-farming-solutions/34-781485",
  "time_ut": 1757548373.0,
  "original_lang": "en",
  "original_title": "Dialog and MDF renew partnership to expand Govi Mithuru with AI and inclusive farming solutions",
  "original_body_lines": [
    "From left: MDF Sri Lanka Business Adviser Hiruni Liyanarachchi, Dialog Axiata Group Sustainability Manager – Digital Innovation and Inclusion Tharusha Wanigasekera, Group Chief Corporate Officer Asanga Priyadarshana, Director/Group Chief Executive Supun Weerasinghe, Australian High Commission First Secretary Zoe Kidd, MDF Sri Lanka Country Director Maryam Piracha, Business Adviser Aravind Ganesan, and Dialog Axiata Group Sustainability Assistant Product Manager – Digital Inclusion Madhawee Jayamali",
    "Dialog Axiata PLC has renewed its partnership with the Australian Government-funded Market Development Facility (MDF) to further enhance Govi Mithuru, its agriculture advisory service aimed at tackling key sector challenges and promoting inclusive, AI-driven, and sustainable farming practices across Sri Lanka.",
    "Govi Mithuru, launched in 2015, was developed in response to widespread barriers faced by Sri Lankan farmers, including low productivity, high post-harvest losses, and limited access to credible agricultural guidance. The service offers timely, expert-verified information in Sinhala, Tamil, and English, covering over 32 crops, GAP certification, and future planning tools—accessible via IVR and mobile app.",
    "With Australia’s MDF support since 2020, the platform has significantly scaled its reach and impact—introducing new high-value crops such as coffee, moringa, and traditional rice; enhancing farming techniques through targeted guidance on pest control and sustainable practices to minimise crop losses; deploying the Village Agent model to onboard over 100,000 farmers across regions including Jaffna, Anuradhapura, and Polonnaruwa; and piloting AI-powered innovations such as image-based pest detection and one-on-one digital advisory trials to further personalise farmer support and decision-making.",
    "“We are delighted to renew our partnership with Dialog, an ideal partner with the scale and capacity to reach farmers across Sri Lanka. Together, we are committed to advancing innovative digital and AI-driven solutions that can transform how farmers access knowledge, improve resilience, and participate more inclusively in the country’s agricultural growth,” said Australia’s Market Development Facility Country Director Maryam Piracha.",
    "“Dialog remains committed to digitally transforming Sri Lanka’s agricultural landscape,” said Dialog Axiata PLC Director/Group Chief Executive Supun Weerasinghe. “Through our extended partnership with Australia’s MDF, we aim to accelerate Govi Mithuru’s impact—leveraging technology to empower even more farmers, especially women and persons with disabilities, with the knowledge and tools they need for a more resilient and productive future.”",
    "With over 1.1 million farmers engaged to date, Govi Mithuru continues to evolve as the country’s most trusted digital farming platform—advancing equitable access to agricultural expertise and supporting long-term rural prosperity through innovation, inclusivity, and sustainability."
  ]
}