{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-cabinet-approves-china-related-proposals-ahead-of-presidents-beijing-visit-198492/",
  "time_ut": 1736248560.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Cabinet approves China-related proposals ahead of President’s Beijing visit",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka Cabinet of Ministers approved a number of proposals related to China this week, an official government document showed, ahead of President Anura Kumara Dissanayake’s official visit to Beijing next week.",
    "President Dissanayake will visit Beijing on the invitation of Chinese leader Xi Jinping where he will meet the top leaders of the World’s second largest economy’s government.",
    "Cabinet Spokesman Nalinda Bandara said the President will be accompanied by Foreign Minister Vijitha Herath and Minister of Transport, Highways, Ports and Civil Aviation Bimal Rathnayake.",
    "At the Cabinet meeting held on Monday, President Dissanayake’s ruling National’s People Power administration decided to approve some proposals including reaffirming ‘One China’ policy, which recognises Taiwan as a breakaway province of China and to be unified with the mainland one day.",
    "The Cabinet also approved a proposal by the Tourism Minister to enter into a memorandum of understanding (MOU) between China Media Group and Sri Lanka Tourism Promotion Bureau to get the assistance for modern technology and expert knowledge from the China Media Group to place Sri Lanka as a top destination for Chinese tourists.",
    "The Cabinet also approved a proposal to establish a protocol to export chicken to China. This proposal will see the island nation signing a deal with Chinese Customs, the government said.",
    "The Cabinet also approved confirmation of Chinese grants in the form of dry rations, fishing nets, and houses for the island nation’s North and East under emergency assistance and proposals related to the Media and Health Ministry.",
    "President Dissanayake last month visited India as his first foreign trip after he was elected as the president in September last year. The Chinese visit is his second official foreign tour. (Colombo/January 07/2025)"
  ]
}