{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-state-worker-salary-hike-decision-for-2025-will-be-revisited-minister-183816/",
  "time_ut": 1729042680.0,
  "original_lang": "en",
  "original_title": "Sri Lanka state worker salary hike decision for 2025 will be revisited: Minister",
  "original_body_lines": [
    "ECONOMYNEXT – A decision to raise salaries of state workers in 2025 taken by the last cabinet has been taken without Treasury observations and it will have to be revisited, Minister Vijitha Herath said.",
    "The last administration said salaries would be raised from January 2025 based on recommendations by committee headed by Udaya Seneviratne, which also included trimming Sri Lanka’s bloated public service over time.",
    "“A decision was taken by the cabinet close to the elections that salaries would be hike in January,” Minister Herath told reporters Tuesday.",
    "“When we looked around, we found that no observations were called from the Finance Ministry for this. No approval was obtained by the Finance Ministry, according to what officials tell us. So the cabinet has taken the decision arbitrarily.",
    "“It should have been taken after considering whether there were funds, was the Treasury agreeable to raise salaries according to Udaya R Seneviratne report. It has not been done.",
    "“Sri Lanka’s public servants should know this matter. This has misled the people. We never said anything like this. Our government will look at the financial situation and take a fresh decision.”",
    "It did not mean that salary increments would not be done, he said.",
    "“It will have to be done after looking at the financial situation. We will have to present a budget. Then we have take observations from the Finance Ministry whether the financial situation is favourable. Based on that a decision will be taken.",
    "At the time ministers said the increment may cost around 200 billion rupees a year.",
    "When macro-economists busted the rupee from 200 to the US dollar to 360, all wage earners lost the real value of their salaries as prices of goods and service soared.",
    "Since then the central bank has brought the rupee to below 300 to the US dollar, reversing the prices of traded goods in particular, improving the real wages. Some salary increments were given as tax revenues improved earlier this year.",
    "However real wages are still below levels seen last year. (Colombo/Oct16/2024)"
  ]
}