{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Important-message-for-Presidential-candidates/4-765313",
  "time_ut": 1723164543.0,
  "original_lang": "en",
  "original_title": "Important message for Presidential candidates",
  "original_body_lines": [
    "The Asian Development Bank’s outlook, published in April 2024, forecasts Sri Lanka’s growth rate at 1.9% for 2024 and 2.5% for 2025. Similarly, the World Bank’s report from April predicts a growth rate of 2.2% for 2024 and 2.5% for 2025, based on their specific assumptions. In contrast, the IMF’s forecast is lower than these projections, while the Central Bank of Sri Lanka (CBSL) provides a higher growth estimate.",
    "What makes this country heaven by maintaining miracle growth, will it need so-called reforms and what are they? Economic Reforms, Structural Reforms, Social Reforms, and Governance Reforms. All these could be discussed, but without a proper foundation, they may not withstand. The following discussion is for making a sound foundation.",
    "The ministry portfolio is a crucial tool in development planning, implementation, monitoring, and taking action based on monitoring results. Two important aspects to consider are the number of ministries and the institutions that fall under these ministries. An analysis of the number of ministries over the past ten years reveals that there have typically been more than 50 ministries, as evidenced by the respective gazette notifications. The institutions under each ministry are often not logically grouped for the intended purposes of the ministry. Decisions about the number of ministries are influenced by factors such as gaining power, maintaining political stability, and other considerations.",
    "Frequent reshuffling can cause an institution to move from one ministry to another, leading to disorder. In such scenarios, alignment with original objectives, planning, implementation, and monitoring are often compromised. While it is valuable to learn from other countries, it is crucial to tailor our solutions to our specific characteristics. Given that we are a small country, we should aim to limit the number of ministries to a maximum of 15 or 20.",
    "When issuing a gazette, it is essential to logically and scientifically determine which institutions fall under each ministry, considering synergy, the scope of work, and various other factors. The structure of the Ministry Portfolio should remain stable for a considerable period, allowing changes only to personnel. Any changes to the portfolio itself should require the approval of a majority in parliament and be based on justifiable reasons prepared by an expert committee using data from the current portfolio implementation.",
    "A National Plan (NP) should guide the country towards achieving its short-term, medium-term, and long-term growth objectives. With a well-structured ministry portfolio in place, the preparation of a comprehensive National Plan becomes feasible. Reforms proposed by international consultants and agencies must be evaluated within the context of the National Plan rather than in isolation. This approach allows us to understand how these reforms could benefit the country and identify any necessary adjustments to safeguard national interests. Additionally, strategic integration with the global community is crucial and should be incorporated into the National Plan.",
    "For discussion purposes, it’s important to analyse on the actions taken following the economic crisis. During this period, considerable time was dedicated to analysing loan restructuring, finalising the IMF program, negotiating with creditors, obtaining new loans, and restructuring some existing loans to address consumption needs. There were also efforts to curtail imports, at times even those necessary for the production of export commodities.",
    "In a context where the country faced a critical shortage of dollars and needed to increase dollar earnings, a more balanced approach might have been beneficial. While activities such as improving foreign remittances were implemented, there appeared to be a lack of visible programs specifically aimed at supporting existing export sectors and launching new export initiatives. Implementing a special program focused on boosting export earnings in the short term could have complemented other measures and helped to stabilise the economy more effectively.",
    "A National Plan could be developed with contributions from each Line Ministry and their respective institutions. For example:",
    "1. Strategies for developing local industries in the short-term, medium-term, and long-term, including development modalities such as Public-Private Partnerships (PPP).",
    "2. Initiatives to enhance tea exports, focusing on increasing both quantity and quality.",
    "3. Reforms to existing institutions aimed at achieving shared objectives while minimising the burden on taxpayers.",
    "A National Planning Commission or a similar institution could be established for this purpose. While we may study models from other countries, our institution should be uniquely designed to fit our nation’s specific characteristics and various other considerations. Although our initial designs may not be perfect, we will learn from our failures and eventually develop a more capable institution.",
    "The National Plan could be developed for an extended period, with a five-year plan that can be monitored to evaluate each government’s performance transparently. All stakeholders, including political parties, should contribute to the National Plan to ensure its consistency across different governments. This way, the core elements of the National Plan remain stable, irrespective of changes in government.",
    "The Planning Commission, incorporating input from all stakeholders, can make adjustments to the National Plan, justifying these modifications with lessons learned from implementation. Feedback from the donor community should also be considered, and any donor funding should be aligned with the National Plan.",
    "The National Physical Plan (NPP) is a comprehensive framework designed to guide a country’s spatial and physical development over the long term. It should be closely integrated with the National Plan. It’s crucial to distinguish between the two, as their differences are often overlooked. For instance, when a road is constructed, it can lead to economic sprawling. However, is this growth truly beneficial for the country if it results in increased import of motor cars, luxury items, etc. draining foreign reserves? This does not mean roads shouldn’t be built; they are essential for improving the quality of life, connecting markets, and linking production centres.",
    "Given our limited resources, especially in the early stages, it’s imperative to carefully synchronise the National Plan and the National Physical Plan based on economic priorities. A well-coordinated system can prevent arbitrary borrowing, potential bankruptcy, and import restrictions, as experienced in the recent past.",
    "The National Physical Plan should be developed based on the directives set out in the National Plan, ensuring they work in tandem. For example, if the National Plan includes a proposal to establish an industrial zone for local industries to promote exports, the NPP should identify the best location for this, perhaps near a port. It should then consider designing infrastructure such as power supply, transmission lines, road, and rail connectivity, prioritising these in the investment plan. This approach ensures that both government and donor-funded projects are economically beneficial and not arbitrary.",
    "National policies guide each sector to achieve the National Plan and the National Physical Plan’s objectives. Therefore, each line Ministry must align its sector’s National Policies with these plans. Some argue that sectoral policies should not be limited to the National Plan and should extend beyond it, forming a complete policy framework. Countries often fail by not identifying National Priorities. Our National Plan considers economic priorities by looking at the big picture, not in silos. Key points include budget availability, resources, and other factors. Thus, sectoral policies underline Ministries should align with the National Plan’s programs and projects when designing their policies. Considering each level’s connectivity, a project matrix ensures program objectives are met, the program matrix ensures Policy objectives are met, and achieving policy objectives marks the achievement of the National Plan and National Physical Plan.",
    "The Economic Intelligence Unit is a very essential unit to be established not for the sake of a name, but for its comprehensive functions. Our country is situated in a very strategic location in the globe on the east-west busiest sea trade route which is also a strategic epicentre of the Indian Ocean. As a country, we have to maintain a very neutral position, if not we will be victims of geopolitical battles among big powers. On the other hand, development itself is a game of rivalry and without creating losers, winners will not emerge. it is not reasonable to discuss all the aspects in a public paper. The following incident was received from the foreign colleague and discussed for reference:",
    "Their country has received a meteorological forecasting unit as a gift from a friendly nation. According to their country’s requirement, it is to be installed within six months, but this grant took a long period like three years to install. As this is a grant, the country officers didn’t have much control over selecting instruments. At the end of the installation, the equipment was not working for the intended purpose, and it took another one and a half years for discussion on rectification. The rectification discussion failed and then the respective donor government still wanted to keep the installed instrument as it was for their ex-post evaluation, i.e. another one year. The requirement needed within six months took five and a half years, but still not working. The country officers have calculated the economic loss due to climate catastrophes which were not able to be predicted in the absence of proper equipment and were much beyond the investment cost of the latest equipment if they buy their own. This story does not conclude that all Grant Aids are bad, but it emphasises the requirement of analysing past cases and learning from them.",
    "Most developed nations start their development journey only when they get rid of their begging mindset and they do it by themselves, fail, learn, and succeed. The scope of the economic intelligence unit could be expanded to a wide range of areas.",
    "PDCA stands for Plan, Do, Check, and Action which is needed to ensure the outcome of each intervention. In our country, we are not scientifically doing the above tasks. In the National Plan, and National Physical Plan, the Policies, Programs, and Projects that we discuss above need planning and then doing, i.e. implementation, after we have to check, i.e. monitoring, as a result of the check, we have to take corrective actions. Because everything doesn’t go as planned. Until we achieve the result, we have to do PDCA cyclically.",
    "In the above scenario, in the election rallies, and media debates, instead of mudslinging, the Candidate could argue about the progress of achieving the National Plan, inefficiencies, better methodologies, etc.",
    "Government administration is a vital instrument for achieving economic development goals. Since independence, the country has not gained economic development status and most of the time politicians are blamed. However, the government administration system is one of the main reasons and that is not capable enough to handle the economic development program launched since the independence. India has reformed their administration system successfully and they are getting results nowadays. Most of the economic interventions that could be included in the National Plan may go under the Private Sector and Government will be smaller. Yet regulation, facilitation, Monitoring, Procurement systems, Infrastructure provision, etc. shall be capably handled by the Government.",
    "The proposed reforms arise from the writer’s extensive experience in the development field and are intended for discussion to achieve the best possible outcome.",
    "(The writer has worked for over 20 years in the development field. He can be reached at [email protected].)"
  ]
}