{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102113/top-hezbollah-commander-among-14-killed-in-israeli-strike-on-beirut",
  "time_ut": 1726892280.0,
  "original_lang": "en",
  "original_title": "Top Hezbollah commander among 14 killed in Israeli strike on Beirut",
  "original_body_lines": [
    "Israel killed a top Hezbollah commander and other senior figures in the Lebanese movement in an airstrike on Beirut on Friday, vowing to press on with a new military campaign until it is able to secure the area around the Lebanese border.",
    "The Israeli military and a security source in Lebanon said Ibrahim Aqil had been killed with other senior members of an elite Hezbollah unit in the airstrike, sharply escalating the year-long conflict between Israel and the Iran-backed group.",
    "Hezbollah confirmed Aqil’s death in a statement just after midnight that called him “one of its top leaders,” without providing details of how he died.",
    "In a later statement summarising Aqil’s biography, Hezbollah said he was killed in Beirut’s southern suburbs of Dahiyeh in what it called a “treacherous Israeli assassination”.",
    "Lebanon’s health ministry said at least 14 people died in the strike and the toll was expected to climb as rescue teams worked through the night. It was not immediately known whether the toll included Aqil and other Hezbollah commanders.",
    "Earlier, the ministry said at least 66 people were injured, nine of whom were in critical condition.",
    "A second security source said at least six other Hezbollah commanders died when multiple missiles slammed into the opening of a building’s garage. The explosion tore into the building’s lower levels as Aqil met other commanders inside.",
    "Witnesses reported hearing a loud whistling and several consecutive blasts at the time of the strike.",
    "In a brief statement carried by Israeli media, Prime Minister Benjamin Netanyahu said Israel’s goals were clear and its actions spoke for themselves.",
    "Defence Minister Yoav Gallant, who said this week that Israel is launching a new phase of war on the northern border, posted on X: “The sequence of actions in the new phase will continue until our goal is achieved: the safe return of the residents of the north to their homes.”",
    "Tens of thousands of people have been evacuated from homes on both sides of the Israel-Lebanon border since Hezbollah began rocketing Israel in October in sympathy with Palestinians in the nearly year-old Israeli war against Hamas in Gaza.",
    "Israel, which last fought an all-out war against Hezbollah 18 years ago, has said it will use force if necessary to ensure its citizens can return to northern Israel.",
    "The Israeli military described Aqil as the acting commander of the Radwan special forces unit, and said it had killed him along with around 10 other senior commanders as they met. Aqil sat on Hezbollah’s top military council, sources in Lebanon told Reuters.",
    "The strike inflicted another blow on Hezbollah after two days of attacks in which pagers and walkie-talkies used by its members exploded, killing 37 people and wounding thousands. Those attacks were widely believed to have been carried out by Israel, which has neither confirmed nor denied its involvement.",
    "Local broadcasters showed groups of people gathered near the site, and reported they were searching for missing people, most of them children. Drones were still flying over Beirut’s southern suburbs hours after the strike.",
    "“We are not afraid, but we want a solution. We cannot continue with the country like this,” said Alain Feghali, a resident of Beirut who spoke to Reuters. “War? I don’t know if it started or not, but nothing is reassuring. It is clear that the two sides will not stop.”",
    "The U.N. Special Coordinator for Lebanon, Jeanine-Hennis Plasschaert, said Friday’s strike in a densely populated area of Beirut’s southern suburbs was part of “an extremely dangerous cycle of violence with devastating consequences. This must stop now.”",
    "The strike marked the second time in less than two months that Israel has targeted a leading Hezbollah military commander in Beirut. In July, an Israeli airstrike killed Fuad Shukr, the group’s top military commander.",
    "Aqil had a $7-million bounty on his head from the United States over his link to the deadly bombing of Marines in Lebanon in 1983, according to the U.S. State Department website.",
    "The Israeli military said Aqil had been head of Hezbollah operations since 2004 and was responsible for a plan to launch a raid on northern Israel, similar to the Hamas-led attack on southern Israel on Oct. 7 that triggered the war in Gaza.",
    "“The Hezbollah commanders we eliminated today had been planning their ‘October 7th’ on the northern border for years,” Israeli army chief General Herzi Halevi said.",
    "“We reached them, and we will reach anyone who threatens the security of Israel’s citizens.”",
    "The Israeli military reported warning sirens in northern Israel following the Beirut strike, and Israeli media reported heavy rocket fire there.",
    "Hezbollah said it twice fired Katyusha rockets at what it described as the main intelligence headquarters in northern Israel “which is responsible for assassinations”.",
    "White House national security spokesperson John Kirby said he was not aware of any Israeli notification to the United States before the Beirut strike, adding Americans were strongly urged not to travel to Lebanon, or to leave if they were there.",
    "However he added that, “war is not inevitable ... and we’re going to continue to do everything we can to try to prevent it.”",
    "The current conflict between Israel and Hezbollah, ignited by the Gaza war, has intensified significantly this week.",
    "On Thursday night, the Israeli military carried out its most intensive airstrikes in southern Lebanon since the conflict erupted almost a year ago.",
    "The conflict between Israel and Hezbollah is the worst since they fought a war in 2006. Tens of thousands of people have had to leave homes on both sides of the border.",
    "While the conflict has largely been contained to areas at or near the frontier, this week’s escalation has heightened concerns that it could widen and further intensify."
  ]
}