{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Eminent-line-up-to-open-SLEIS-2025-with-focus-on-stability-growth/34-781092",
  "time_ut": 1756758340.0,
  "original_lang": "en",
  "original_title": "Eminent line-up to open SLEIS 2025 with focus on stability, growth",
  "original_body_lines": [
    "Opening session themed ‘Macroeconomic Dashboard – Stability Secured, Growth Unleashed’",
    "The Ceylon Chamber of Commerce yesterday said it would open the Sri Lanka Economic and Investment Summit 2025 (SLEIS 2025) on 2 December at the Shangri-La Colombo with an eminent line-up that sets the stage for two days of high-level dialogue.",
    "Conducted this year under the theme ‘Gateway to Growth – Asia’s Emerging Opportunity’ the day will begin with opening remarks by Ceylon Chamber Chairperson Krishan Balendra, followed by a keynote address from EDOTCO Group, Malaysia Chairman Kenneth Shen.",
    "In addition to his role as Chairman of the EDOTCO Group, Shen is also Chairman of Astro Holdings and a board member of Astro Malaysia Holdings, Malaysia’s largest content creator. With over three decades of investment experience across public and private equity, corporate finance, and capital markets, Shen brings a broad perspective on regional growth, investment flows, and strategic reform.",
    "Day one will open with a session on ‘Macroeconomic Dashboard – Stability Secured, Growth Unleashed’, which will examine whether Sri Lanka’s hard-won macroeconomic stability can now be transformed into sustained, inclusive growth. With inflation under control, reserves rebuilding, and fiscal and monetary frameworks strengthened, the country stands at a potential turning point.",
    "Speakers will assess the credibility of the current policy framework, risks to recovery, and the role of the private sector in driving investment, and export-led growth, assessing whether Sri Lanka is truly ready to position itself as Asia’s next emerging opportunity. The panellists for this session are Central Bank Governor Dr. Nandalal Weerasinghe, and Standard Chartered Bank Economist Saurav Anand, moderated by Centre for a Smart Future Co-Founder/Director Anushka Wijesinha.",
    "SLEIS 2025 is supported by: Platinum sponsors – Nestle, Standard Chartered Bank, Unilever, Bronze sponsor – South Asia Gateway Terminals, Session sponsor – Sunshine Holdings, Television Partner – Dialog Television, Telecommunications Partner – Dialog, Hospitality Partner – Shangri-La Hotel, Colombo, Strategic Partners – Foreign Affairs Ministry, Department of Commerce, Trade, Commerce, Food Security and Co-operative Development Ministry, Board of Investment, Export Development Board, Sri Lanka Convention Bureau, Strategic Development Partner – Asian Development Bank, Knowledge Partner – World Bank, and Official Airline – SriLankan Airlines."
  ]
}