{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Daraz-Sri-Lanka-accelerates-savings-with-the-8-8-Brand-Prix-Sale/34-780031",
  "time_ut": 1754596376.0,
  "original_lang": "en",
  "original_title": "Daraz Sri Lanka accelerates savings with the 8.8 Brand Prix Sale",
  "original_body_lines": [
    "Daraz Sri Lanka is launching its 8.8 Brand Prix Sale this month, a week-long shopping festival, “packed with unbeatable discounts, massive voucher giveaways, and exclusive brand deals. Running from 8 to 15 August, this sale promises to be one of the most exciting events of the year for value-driven Sri Lankan consumers,” the company said.",
    "The Brand Prix campaign is offering over 18,000 deals across top categories. “Whether you are looking for a new mobile phone, kitchen appliances, fashion finds, or beauty essentials, Daraz is offering prices that start as low as Rs. 88, Rs. 888, and Rs. 8,888. These limited-time offers include everything from air fryers and gas cookers to branded watches, wireless headphones, and TVs,” the company said in a statement.",
    "Fashion enthusiasts can look forward to major wardrobe upgrades with up to 50% off from popular labels such as Amante, Moose Clothing, Trendy Clothing, and The Factory Outlet. The campaign also features standout beauty and home essentials deals from over 40 brands, offering discounts of up to 50% on select items. Featured offers include a flat 25% off on Cliara and 20% off on Janet and Luv Essence, both of which are participating in a nationwide Daraz campaign of this scale in Sri Lanka for the first time.",
    "Daily essentials are also on offer, with Pellwatta Milk Powder available at a 20% discount. For lifestyle shoppers, Phoenix Plastics and Bean Bag Sri Lanka are offering flat 25% off, Celcius Pillows are available at half price, and Swisstek products are discounted by 15%. Additional offers include 20% off on Stylux Paints, along with promotions from Coofix Sri Lanka and HSP Plastic.",
    "In electronics, the campaign features the exclusive launch of the Samsung Fold 7, alongside the Samsung Flip 7 and OnePlus 13. Customers can expect the lowest market prices across Apple, Samsung, and Xiaomi smartphones. Several new brand launches are also part of the campaign, including the official arrival of Vivo and boAt on Daraz Mall, as well as Singer Mobiles introducing Nubia, ZTE, and Honor devices. Blackview Tablets and UGreen are also launching official stores in Sri Lanka through Daraz.",
    "All these offers are available through Daraz Mall, the platform’s flagship channel for trusted shopping, where customers can explore a wide range of 100% authentic brands with the best prices guaranteed. Across a wide range of categories, Daraz Mall provides peace of mind through verified sellers, official brand stores, and secure delivery.",
    "Top national and international names, including Unilever, Hemas Manufacturing, Diamond Best Food, GSK, Maliban and DSI Sri Lanka are joining the 8.8 Brand Prix Sale with exclusive bundles, curated deals, and limited-time price drops across their most in-demand product lines. These brand partners are central to the campaign’s mission of delivering real value to customers looking for quality and reliability.",
    "To make the savings even sweeter, Daraz has partnered with leading banks and payment platforms. Shoppers using Commercial Bank, DFCC Bank, HNB (Youth and Teen+), NTB AmEx or Sampath Bank can receive up to 15% off, while customers using KOKO can unlock extra savings on their purchases. Daraz’s own discount vouchers will also give up to 9% off with free shipping on select items.",
    "The Brand Prix theme brings the excitement of a high-speed race to the world of online shopping. Like the Grand Prix, customers will need to act fast to grab the best deals before they are gone. The Daraz app will be the key to unlocking daily rewards, exclusive offers, and live updates on the biggest steals of the day.",
    "Daraz Sri Lanka Chief Commercial Officer Praveen Rukshan said: “The 8.8 Brand Prix campaign is designed to bring the excitement of a high-speed race to the world of online shopping. With unbeatable deals, top-tier brand partnerships, and a dynamic, gamified experience on the Daraz app, we are putting customers in the driver’s seat. Our goal is to offer more choice, more savings, and more excitement at every turn, making this one of the most engaging and rewarding shopping events of the year.”"
  ]
}