{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Pakistan-s-National-Day-reception-held-in-Colombo/56-761177",
  "time_ut": 1714416289.0,
  "original_lang": "en",
  "original_title": "Pakistan’s National Day reception held in Colombo",
  "original_body_lines": [
    "The High Commission of the Islamic Republic of Pakistan hosted a National Day reception at BMICH, Colombo on 25 April 2024, which was attended by a large number of participants including Sri Lankan political leadership, diplomatic corps, Senior Defence Officials, Government representatives, prominent business personalities and Pakistani diaspora.",
    "The High Commissioner of Pakistan Faheem Ul Aziz HI (M) in his message on the occasion said that Pakistan and Sri Lanka continue to maintain their traditionally close and mutually beneficial relations, based on mutual respect and trust. He said that the strength of the Pakistan – Sri Lanka relationship lies in diversified engagement in many fields such as trade, defence, science, culture, and education. He also extended sincere greetings and best wishes on behalf of the government and people of Pakistan to the government and people of Sri Lanka.",
    "In his remarks, the Chief Guest of the event, Minister of Ports, Shipping and Aviation of Sri Lanka Nimal Siripala de Silva expressed satisfaction at the trajectory of bilateral relations while identifying the areas of ongoing cooperation between the two countries, the chief guest hope that the bilateral ties will be further strengthen in the years ahead. The Minister also shed light on the centuries-old relationship dating back to the golden era of Gandhara and Buddhism between the people of the two countries.",
    "A documentary showcasing the landscapes, business potential, historical footprint, and culture of Pakistan was displayed for the guests. An exhibition showcasing the traditional items and handicrafts of Pakistan was also part of the event, which was of special interest for the guests. The participants also enjoyed traditional Pakistani music and cuisine."
  ]
}