{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/fullr-burgers-epic-gojira-x-kong-burger-challenge-finale-at-crescat-boulevard/",
  "time_ut": 1717434840.0,
  "original_lang": "en",
  "original_title": "Full’r Burgers’ Epic Gojira x Kong Burger Challenge Finale at Crescat Boulevard",
  "original_body_lines": [
    "Full’r Burgers, renowned to be the number one growing burger chain in Sri Lanka, hosted the grand finale of its Gojira x Kong Burger Challenge at its Crescat Boulevard outlet, which is now fully open for dine-in, on Saturday, May 18, 2024. The event, drawing an enthusiastic crowd, featured participants racing to finish a colossal 1kg burger within 150 seconds. Somiru Dasun emerged victorious, completing the challenge in an impressive 2 minutes and 3 seconds.",
    "The atmosphere crackled with excitement as contenders battled against the clock and each other, showcasing both their appetites and determination. Spectators cheered on the competitors, adding to the adrenaline-fueled thrill of the challenge.",
    "With seven thriving outlets across the western province, Full’r Burgers remains a pioneer in burger innovation. Each burger crafted by Full’r tells a story of passion and meticulous craftsmanship, catering to diverse and adventurous palates.",
    "Looking ahead, Full’r Burgers is gearing up for an island-wide expansion, aiming to tantalize taste buds globally. Plans for growth are coupled with a steadfast commitment to continuous innovation, promising a future brimming with tantalizing surprises and delectable delights. Full’r Burgers isn’t just a dining destination; it’s a culinary odyssey led by an unwavering commitment to excellence.",
    "Full’r Burgers expresses gratitude to all participants and attendees for their fervent support. Congratulations to Somiru Dasun and to everyone who contributed to the success of the Gojira x Kong Burger Challenge, making it an event to remember.",
    "First Capital Holdings reports robust financial performance for FY 2023/24",
    "Expolanka Holdings’ Exit Offer on until June 10; delisting challenged in court",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}