{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-cal-enhances-digital-platform-for-stocks-treasuries-unit-trusts-167127/",
  "time_ut": 1717993560.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s CAL enhances digital platform for stocks, Treasuries, unit trusts",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Capital Alliance group said its CALOnline investment platform has been enhanced to make it easier for retail investors in particular to access and invest in Treasury bills, stocks and unit trusts.",
    "The CAL group has divisions involved stockbroking, Treasuries as a primary dealer sand fund management.",
    "CAL says it has built a lightweight mobile platform to complement its web service by developing the CalOnline 2.0 version.",
    "“We have spent a lot of time making on-boarding less intimidating, less troublesome and less painful,” Tharindra Kulasinghe, CAL’s Chief Information Officer said.",
    "About 40,000 investors who have transacted on the platform around the country, he says.",
    "When CAL enabled initial public offer applications for the first time, there was wide response from around the country.",
    "“That is when we saw the true potential of the application, because a lot of subscribers were outside of the main cities, outside of Colombo,” Kulasinghe said. “That is when we realized the potential for nation-wide access.”",
    "CAL then became the first to offer online investments in Treasury bills and bonds. The firm and remains the sole platform allowing online investment in Treasures, Kulasinghe says.",
    "By integrating with LankaPay the minimum investment will soon be lowered to 40,000 rupees allowing retail investors to get into the government securities market.",
    "On equities, a research platform and analytics tools are available.",
    "A dummy investment tool to simulate investments is also provided.",
    "“First time investors can watch the performance for a couple of months, see how the market moves,” says Sachin Unamboowe, Head of Sales, CAL group.",
    "Investors can track macroeconomic data or individual stocks or set price alerts.",
    "Using JustPay retail investors can get automatic confirmation on funds transfers and trade within minutes for smaller amounts.",
    "Seylan Bank has supported the integration with the banking system.",
    "The goal was to allow new investors sign up to the platform without any other human intervention, including the know your customer processes, though people are welcome to call, Unamboowe said.",
    "“The platform reduces the friction for the retail investor,” Unamboowe said. “There is absolutely no barriers for anyone with a bank account, a mobile app and an internet connection to invest in capital markets.”",
    "Through the CalOnline platform, funds can be switched between products like stock and unit trusts.",
    "Performance of investments can be monitored through a single dashboard, Unamboowe said.",
    "“This is an eco-system to which anyone in Sri Lanka can walk in, can access out markets, can learn about our markets, can understand our markets, can invest in our markets and grow their wealth through our markets,” Unamboowe says.",
    "CAL platform can also be use pay electricity and Dialog phone bills. More vendors are to be brought in the future. (Colombo/June10/2024)"
  ]
}