{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111174/resolution-to-remove-igp-deshabandu-tennakoon-from-office-to-be-debated-in-parliament-today-",
  "time_ut": 1754360100.0,
  "original_lang": "en",
  "original_title": "Resolution to remove IGP Deshabandu Tennakoon from office to be debated in Parliament today",
  "original_body_lines": [
    "The resolution to remove Inspector General of Police Deshabandu Tennakoon from office in terms of Section 17 of the Removal of Officers (Procedure) Act, No. 5 of 2002, will be taken up for debate in Parliament today.",
    "Parliament is scheduled to convene today at 9:30 a.m., and the debate on the resolution is expected to take place from 11:30 a.m. to 4:00 p.m., according to the Office of the Secretary-General of Parliament.",
    "A vote on the resolution is scheduled to be held at 4:00 p.m., and it is reported all ruling party Members of Parliament have been instructed to participate in the vote.",
    "If a simple majority of Members of Parliament — that is, 113 MPs — vote in favor, the resolution can be passed.",
    "Following the announcement by the Speaker of House that the resolution has been passed, the President is expected to nominate a new candidate for the position of IGP to the Constitutional Council.",
    "On July 22, the Committee of Inquiry appointed to investigate allegations of gross abuse of power against suspended IGP Tennakoon found him guilty of all charges brought against him.",
    "Last month, Speaker of Parliament Dr. Jagath Wickramaratne confirmed that he had received the full report of the Committee of Inquiry, which recommended the removal of Deshabandu Tennakoon from his post as IGP.",
    "Announcing the findings, the Speaker stated that the Committee had unanimously found Tennakoon guilty under Section 8(2) of the Removal of Officers (Procedure) Act, No. 5 of 2002.",
    "Speaker Dr. Wickramaratne also noted that it is a historic occasion, as this is the first time in the constitutional process of Sri Lanka that a Committee of Inquiry of this nature has recommended the removal of an incumbent IGP from office.",
    "The Speaker also ordered that the report be tabled in Parliament.",
    "Meanwhile, tomorrow (06), Parliament is scheduled to hold the second reading debate on the Sri Lanka Electricity (Amendment) Bill.",
    "In addition, a debate on regulations under the Tobacco Tax Act is also scheduled to take place, according to the Office of the Secretary-General of Parliament."
  ]
}