{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111617/us-would-help-assure-ukraines-security-in-a-peace-deal-trump-tells-zelenskiy",
  "time_ut": 1755575700.0,
  "original_lang": "en",
  "original_title": "US would help assure Ukraine’s security in a peace deal, Trump tells Zelenskiy",
  "original_body_lines": [
    "U.S. President Donald Trump told President Volodymyr Zelenskiy on Monday that the United States would help guarantee Ukraine’s security in any deal to end Russia’s war there, though the extent of any assistance was not immediately clear.",
    "Trump made the pledge during an extraordinary summit at the White House, where he hosted Zelenskiy and a group of European allies days after Trump met with Russian President Vladimir Putin in Alaska on Friday.",
    "“When it comes to security, there’s going to be a lot of help,” Trump told reporters, adding that European countries would be involved. “They are a first line of defence because they’re there, but we’ll help them out.”",
    "Zelenskiy hailed the promise as “a major step forward,” adding that the guarantees would be “formalized on paper within the next week to 10 days” and saying Ukraine offered to buy about $90 billion worth of U.S. weapons.",
    "The tone on Monday was much warmer than a disastrous Oval Office meeting that saw Trump and Vice President JD Vance publicly criticize the Ukrainian leader in February.",
    "Just before the talks began, Russia’s Foreign Ministry ruled out the deployment of troops from NATO countries to help secure a peace deal, adding complications to Trump’s offer.",
    "Both Trump and Zelenskiy said they hoped Monday’s gathering would eventually lead to three-way talks with Putin, whose forces have been slowly grinding forward in eastern Ukraine.",
    "In a social media post late on Monday, Trump said he had called the Russian leader and begun arranging a meeting between Putin and Zelenskiy, to be followed by a trilateral summit among the three presidents.",
    "Trump told European leaders that Putin suggested that sequence, according to a source in the European delegation.",
    "While the Kremlin has not publicly announced its agreement, a senior U.S. administration official said the Putin-Zelenskiy meeting could take place in Hungary. The pair will meet within the next two weeks, according to German Chancellor Friedrich Merz.",
    "The last direct talks between Russia and Ukraine took place in Turkey in June. Putin declined Zelenskiy’s public invitation to meet him face-to-face there and sent a low-level delegation instead.",
    "Kremlin aide Yuri Ushakov said in audio remarks on Telegram on Monday that Trump and Putin had discussed “the possibility of raising the level of representatives from the Ukrainian and Russian sides ... participating in the mentioned direct negotiations.”",
    "Meanwhile, European leaders - who rushed to Washington to back up Zelenskiy - urged Trump to insist that Putin agree to a ceasefire in the 3-1/2-year-old war before any talks can advance.",
    "Trump previously backed that proposal but reversed course after meeting with Putin on Friday, instead adopting Moscow’s position that any peace agreement be comprehensive.",
    "Trump told reporters in the Oval Office that he liked the concept of a ceasefire but the two sides could work on a peace deal while the fighting continued.",
    "“I wish they could stop, I’d like them to stop,” he said. “But strategically that could be a disadvantage for one side or the other.”",
    "Putin’s special envoy for investment and economic cooperation, Kirill Dmitriev, in an X post called it “an important day of diplomacy today with the focus on Lasting Peace not a Temporary Ceasefire.”",
    "Merz and French President Emmanuel Macron both voiced support for a ceasefire as a prerequisite to any direct talks with Russia. Macron also said European leaders would eventually need to be included in any peace talks.",
    "“When we speak about security guarantees, we speak about the whole security of the European continent,” he told Trump.",
    "Trump and Zelenskiy spoke in private before joining the contingent of European leaders including heads of Britain, Germany, France, Italy, Finland, the European Union and NATO for more than two hours of multilateral talks.",
    "Zelenskiy navigated Monday’s meeting much more successfully than his Oval Office encounter in February, which ended abruptly when Trump and Vance publicly upbraided Zelenskiy as not being grateful enough. In his opening remarks to the media on Monday, Zelenskiy repeated his thanks at least eight times, striking a deferential tone.",
    "Rather than visiting alone, Zelenskiy had reinforcements this time. The European leaders traveled to Washington to demonstrate solidarity with Kyiv and push for strong security guarantees for the country in any post-war settlement.",
    "Trump greeted Zelenskiy warmly upon his arrival outside the White House, expressing admiration for his black suit. That was a departure from the Ukrainian leader’s typical military clothes, which media reports said irritated Trump in February.",
    "When a reporter asked Trump what his message was to the people of Ukraine, he said, “We love them.” Zelenskiy thanked him, and Trump put his hand on Zelenskiy’s back in a show of affection before the two men went inside to the Oval Office.",
    "Trump has pressed for a quick end to Europe’s deadliest war in 80 years, and Kyiv and its allies worry he could seek to force an agreement on Russia’s terms after the president on Friday rolled out the red carpet - literally - for Putin, who faces war crimes charges from the International Criminal Court, which he denies.",
    "Russia says it is engaged in a “special military operation” in Ukraine to protect its national security, claiming NATO’s eastward expansion and Western military support for Ukraine pose existential threats. Kyiv and its Western allies say the invasion is an imperial-style land grab.",
    "Trump has rejected claims that the Alaska summit was a win for Putin, who has faced diplomatic isolation since Russia’s invasion of Ukraine in 2022.",
    "But the president has put the burden on Zelenskiy, saying Ukraine should give up hopes of regaining Crimea, annexed by Russia in 2014, or of joining the NATO military alliance.",
    "Zelenskiy has already all but rejected the outline of Putin’s proposals from the Alaska meeting. Those include handing over the remaining quarter of its eastern Donetsk region, which is largely controlled by Russia.",
    "Any concession of Ukrainian territory would have to be approved by a referendum.",
    "The war has killed or wounded more than a million people from both sides, including thousands of mostly Ukrainian civilians, according to analysts, and destroyed wide swaths of the country."
  ]
}