{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/02/05/public-petition-calls-for-rambukwella-s-removal/",
  "time_ut": 1707125700.0,
  "original_lang": "en",
  "original_title": "Public Petition Calls for Rambukwella’s Removal",
  "original_body_lines": [
    "COLOMBO (News 1st); The National Civil Organization Front (NCOF), a coalition of civil society groups, raised concerns regarding the alleged medicine scandal, calling for the entire cabinet to be held accountable.",
    "Furthermore, the activists launched a public petition demanding the immediate removal of Minister Keheliya Rambukwella from his position.",
    "In a further development surrounding the alleged medicine procurement scandal, the National Civil Organization Front (NCOF) and mass organizations jointly organized a signature campaign today.",
    "The program, held in front of the Fort railway station in Colombo, aimed to garner public support for their demands.  Several prominent figures voiced their outrage and called for action.",
    "Janaka Ratnayake, Former PUCSL Chairman, stated, \"This shouldn't be seen as mere corruption, but as genocide. If such a scandal occurred abroad, the minister would resign. Yet, in Sri Lanka, this never happens. This individual must step down to set a precedent.\"",
    "M. D. R. Athula, Chairman of the Electricity Users' Association, expressed, \"This incident snatched away patients' right to life. Rambukwella has no moral right to remain in the cabinet. Healthcare, crucial for our nation, deserves utmost scrutiny. If approvals were granted carelessly, the President and Cabinet are responsible.\"",
    "Chanaka Bandara, General Secretary of Jana Aragala Citizens, emphasized, \"The corruption charge extends beyond Rambukwella. When a cabinet paper is presented, ministers must act with understanding. They are answerable to the people. We question the ability of a President and Cabinet lacking accountability to function effectively.\""
  ]
}