{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/FAAMA-successfully-concludes-17th-Annual-General-Meeting/34-769550",
  "time_ut": 1732225095.0,
  "original_lang": "en",
  "original_title": "FAAMA successfully concludes 17th Annual General Meeting",
  "original_body_lines": [
    "Top row, from left: ExCo Members Shehan Olegarasam, Jonah Goh, Sanjaya Weerasinghe, Husni Salieh, Chamila Bakmeewewa, Beauno Fernando, Harin Gabriel",
    "Botton row, from left: Vice Chair 1 Niroshan Samarasinghe, Secretary Shahid Sangani, Chairman Samal Dissanaike, Treasurer Suranga Gallage, Vice Chair 2 Vasu Wijegoonawardena",
    "The Fabric and Apparel Accessory Manufacturer’s Association (FAAMA), a subsidiary association of the Joint Apparel Association Forum of Sri Lanka (JAAF), hosted its 17th Annual General Meeting (AGM) 2024, at Jetwing Colombo Seven on 29 October 2024. The event was attended by Chief Guest, US Embassy in Sri Lanka Deputy Chief of Mission Doug Sonnek, and Guest of Honour JAAF Sri Lanka Chairman Saif Jafferjee.",
    "The AGM also was attended by representatives of JAAF member associations including JAAF SL Secretary General Yohan Lawrence, and other distinguished guests such as Board of Investment (BOI) of Sri Lanka Director General Renuka M. Weerakoon and Central Environmental Authority (CEA) Director General P.B. Hemantha Jayasinghe.",
    "FAAMA outgoing Chairman Pubudu De Silva addressed the attendees, highlighting the association’s progress over the past financial year ending 31 March 2024. He highlighted several challenges faced by the textile and apparel industry due to uncertain global demand, brought about by geopolitical tensions and economic fluctuation. He explained that these challenges greatly impacted supply chains and costs of raw material. He went on to highlight that despite these challenges, Sri Lanka’s apparel sector was able to remain the largest contributor of the local economy.",
    "De Silva also addressed FAAMA’s pivotal role in the apparel industry, emphasising the fact that the association is working closely with stakeholders and Government to implement favourable policies for the apparel industry. He further highlighted that the association would continue its focus on Corporate Social Responsibility (CSR) initiatives such as beach clean ups and ocean strainers. He mentioned that FAAMA hopes to strengthen its partnership with JAAF and further expand global demand for Sri Lankan apparel.",
    "Thereafter, Guest of Honour JAAF Sri Lanka Chairman Saif Jafferjee addressed the attendees. During his address, Jafferjee stated that the JAAF, in spite of the challenges, will continue to collaborate with FAAMA to strengthen the apparel industry. He said the intention is to turn Sri Lanka’s apparel industry into an $ 8 billion industry over the next two years.",
    "Following this address, Chief Guest, US Embassy in Sri Lanka Deputy Chief of Mission Doug Sonnek addressed the gathering, “The United States is proud to be Sri Lanka’s top export market, with $ 2.8 billion in goods exported to the US in 2023. Organisations like FAAMA play a critical role in strengthening our bilateral economic relationship. By promoting good governance, supporting workers’ rights, and advancing environmental sustainability, FAAMA is not only driving the apparel industry forward but also contributing to Sri Lanka’s long-term economic resilience and growth. The United States looks forward to continuing our partnership to create opportunities and prosperity for both our nations.”",
    "Samal Dissanaike was appointed as the new Chairman of FAAMA for 2024/2025. The new Board of Directors was also announced that evening. The following members were appointed to the Executive Committee.",
    "FAAMA’s 17th Annual General Meeting came to a successful conclusion with the associations newly appointed FAAMA Chairman Samal Dissanayake delivering the vote of thanks to all attendees, the new Board of Directors, and Executive Committee. This was followed by an evening of cocktails and fellowship."
  ]
}