{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/United-Petroleum-inks-BOI-deal-to-start-operations-with-27-5-m-investment/34-762684",
  "time_ut": 1717629118.0,
  "original_lang": "en",
  "original_title": "United Petroleum inks BOI deal to start operations with $ 27.5 m investment",
  "original_body_lines": [
    "United Petroleum Lanka Ltd., on Tuesday signed an agreement with the Board of Investment (BOI) for an investment of $ 27.5 million to import, storage and sale of petroleum.",
    "As part of this endeavour, United Petroleum will have a total of 200 fuel stations countrywide to operate for 20 years to import, store, distribute and sell petroleum products in Sri Lanka. The company has allocated the control of 150 privately-owned fuel outlets currently operated by the Ceylon Petroleum Corporation (CEYPETCO) and by establishing additional 50 new filling stations under its management.",
    "BOI Chairman Dinesh Weerakkody and United Petroleum Lanka Ltd., Director and CEO Dr. Prabath Samarasinghe signed the contract. The agreement grants United Petroleum Lanka Ltd., 20 years to operate the project, governed by the regulations outlined in the Sri Lanka Board of Investment Act No. 17.",
    "Australia’s United Petroleum is the third global player to enter the fuel retail market in Sri Lanka. At present State-owned CEYPETCO, Lanka IOC PLC and Sinopec Energy Lanka Ltd., are the three licenced operators.",
    "In March 2024, Power and Energy Minister Kanchana Wijesekera revealed that the company will commence operations by mid this year.",
    "United Petroleum is an independent, 100% Australian owned fuel and convenience company with around 500 sites nationally, offering customers premium quality fuel at competitive prices, throughout Australia. United Group also own a number of other businesses in Australia and Singapore, and this is the first time the company has expanded its retail gasoline operation beyond Australia. United is a billion-dollar firm that prioritises quality, safety, and the environment.",
    "The company is owned by two enterprising entrepreneurs, Avi Silver and Eddie Hirsch from Australia. The company’s owners feel that they should be able to benchmark excellent practices in the Sri Lankan retail petroleum sector and improve the quality of products and services provided to its customers.",
    "United Petroleum Lanka Ltd., intends to develop and raise the standards of Sri Lanka’s retail petroleum sector through the provision of high-quality products and services. Dr. Prabath Samarasinghe, a former Board Member of CEYPETCO and a well-known professional in the petroleum industry, has been appointed Director and CEO of the company."
  ]
}