{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Siripala-says-JICA-agrees-to-resume-work-on-2ndBIA-terminal-with-Rs-170-b-loan/34-764131",
  "time_ut": 1720645536.0,
  "original_lang": "en",
  "original_title": "Siripala says JICA agrees to resume work on 2nd BIA terminal with Rs. 170 b loan",
  "original_body_lines": [
    "Ports, Shipping, and Aviation Minister Nimal Siripala de Silva with JICA Chief Representative Yamada Tetsuya during their meeting yesterday",
    "Ports, Shipping, and Aviation Minister Nimal Siripala de Silva said yesterday that Japan International Cooperation Agency (JICA) has agreed to re-grant the concessional Rs. 170 billion loan scheme to resume the construction of the second terminal at Bandaranaike International Airport in Katunayake.",
    "This project was halted due to the recent economic recession. The Minister’s announcement follows a special discussion with JICA Chief Representative Yamada Tetsuya yesterday.",
    "In a statement Minister de Silva highlighted that the country’s renewed economic stability, following the debt restructuring process by the International Monetary Fund (IMF), has led JICA to reinstate the concessional loan program, with the Japanese Government prioritising these activities.",
    "“Accordingly JICA has decided to provide Rs. 170 billion for the upcoming construction work under the relief loan program,” the Minister stated.",
    "The Minister also emphasised that the new terminal, which will feature modern technology and facilities, will significantly increase the number of air passengers from the current annual 6 million to 16 million.",
    "JICA representative assured the Minister that the related loan agreements would be signed promptly, and a call for bids for the construction work would be made by September this year.",
    "The discussion was also attended by the Ministry Secretary K.D.S. Ruwanchandra, Airports and Aviation Services Ltd., Chairman Atula Galkatiya; and the Civil Aviation Authority Director General  Gen. Sagara Kotakadeniya."
  ]
}