{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Jan-credit-dip-linked-to-strong-rupee-post-festive-settlements/108-279756",
  "time_ut": 1711575060.0,
  "original_lang": "en",
  "original_title": "Jan. credit dip linked to strong rupee, post-festive settlements",
  "original_body_lines": [
    "Visible appetite for credit, as rates have come to levels palatable to borrowers",
    "The Central Bank has been caught off guard by the break in the months-long expansion seen in the private sector credit in January and considered it to be a one-off development and attributed it to the appreciation of the rupee and after-season settlement of facilities by the borrowers.",
    "The seven-month-long streak in the continuous growth in the credit offered to the private sector from the licensed commercial banks (LCBs) broke down in January, when the net credit to the private sector contracted by Rs.52.2 billion, after growing by slightly over Rs.100 billion in December 2023.",
    "While some market analysts attributed the aberration at the time to the importers frontloading import-related facilities going into 2024, to avoid the impact of the higher Value Added Tax, the Central Bank on Tuesday said it was “partly due to the valuation effects arising from the appreciation of the Sri Lanka rupee against the US dollar and possible post-festive season settlements”.",
    "When adjusted to the exchange rate impact, the decline had been minimal, the officials said.",
    "However, they have seen in February the growth in private credit was resuming to some extent.",
    "Yet, the tone coming from the Central Bank did not suggest that they were entirely happy with the pace.",
    "This lacklustre growth in private sector credit also factored heavily into their decision on Tuesday to cut the rates, so that there will be more demand for credit, propelling the ongoing recovery in the economy.",
    "The prevailing accommodative monetary policy stance along with the reduction of policy interest rates effected on Tuesday are expected to induce a further reduction in market lending rates and encourage the expansion of credit to the private sector by the LCBs in the period ahead, the Central Bank said.",
    "There is a visible appetite for credit from the market, as the rates have come to levels that are palatable to the borrower.",
    "Some banks expect to grow their lending books by at least 10 percent or more in 2024, after coming off a period of degrowth.",
    "The direction and pace of growth in credit is an important barometer of the vibrancy of the economy."
  ]
}