{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-clash-of-the-titanic-egos-for-american-leadership-trump-v-musk/",
  "time_ut": 1735418940.0,
  "original_lang": "en",
  "original_title": "The Clash of the Titanic egos for American leadership: Trump v. Musk",
  "original_body_lines": [
    "The traditions of the Presidential elections in the United States are different in a few significant ways from the elections to the Heads of State in other countries, based as they are on a constitution framed and ratified in the latter part of the 18th century.",
    "The USA elects its new president on the first Tuesday of November once every four years. But on the following Wednesday, or soon after his electoral victory is confirmed, he is just the President-elect, an ordinary citizen, with none of the powers of the Commander-in-Chief. All presidential power continues to reside with the defeated, incumbent President, until his official presidential term is over, when the transition of power takes place with the inauguration of the President-elect on January 20 of the following year, a full 11 weeks after the election.",
    "Traditionally, the defeated and outgoing president is called a Lame Duck, a president “whose successor has already been selected, leaving him politically weakened”. To emphasize, weakened traditionally, though still carrying the full powers of the Commander-in-Chief.",
    "The framers certainly did not predict that the good people of the USA would ever elect a president like Donald Trump, who not only defied all oaths taken to uphold the constitution during his first presidential term. He actually used his “Lame Duck” presidential powers in an attempt to overthrow a legally elected government and to violently prevent the peaceful transfer of power after the 2020 election.",
    "Four years later, the good people of the USA, in a recurrence of white-blindness combined with a severe case of amnesia, have re-elected the same convicted felon for another four years – to complete the job he started on that fateful day in 2015, when he climbed down that golden escalator in Trump Tower with the promise to Make America White Again.",
    "This time, however, eight years older at age 78, he is definitely behaving more like a weakened Lame Duck President. His mind, never blessed with an IQ much higher than that of a moron, is evidently unhinged, on the slippery slope to dementia. His absolute dominance of his Republican cult also seems to be waning. His decisions are being questioned for the lunacy they clearly represent by a few of the more principled members of his party, who appear, amazingly, no longer threatened by the loss of their careers if they don’t toe the Trump line. Even his leadership is being overtly challenged by the richest man in the world, Elon Musk, whose finances were largely responsible for his re-election.",
    "One of the main functions of the President-elect during the transition period is to submit, for Senate approval, nominations for members of his future cabinet. Seemingly a mere formality, as the Republican Party will have a 53/47 majority in the new Senate to be sworn in on January 3, 2025.",
    "However, some of the nominations submitted for the key positions in the cabinet seem destined for rejection even by the lick-spittle Senate. One, Trump’s nomination for Attorney-General, former Congressman Matt Gaetz, which also had the unqualified supporter of his “Co-President”, Elon Musk and his Vice-President-elect, JD Vance, has already bitten the dust.",
    "Gaetz was forced to withdraw his candidacy in the swirl of criminal allegations of illegal drug use and trafficking, statutory rape of a 17-year-old girl and sex trafficking. A recent report released by the Ethics Committee of the House gives detailed evidence of these crimes. The report was released to the public despite objections by Trump, Musk and the most pious Speaker Johnson, showing some defiance by Republican congressmen – not that difficult to predict, as Gaetz is mightily despised on a bipartisan basis in the House. Rather like Ted Cruz in the Senate.",
    "Of course, there is a valid argument that even a criminal like Gaetz is eminently qualified to act as the chief law enforcement officer of the land in an administration headed by a felon convicted of many more felonies, 91 to be exact. In fact, such criminal behavior may actually be deemed to be a qualification in that sort of an administration.",
    "I have already written about the other dangerous and totally unqualified Trump nominations for key positions in his Cabinet. Vital appointments which include:",
    "Defense Secretary – Pete Hegseth, alcoholic Fox news presenter and sexual predator, guilty of financial mismanagement in non-profit Veterans organizations; Attorney-General – Pam Bondi, nominated after the withdrawal of Matt Gaetz; Bondi, a long-time Trump loyalist, famously dropped the case of fraud against Trump University in her capacity as Attorney General of Florida, after receipt of a bribe of $25,000 from the Trump Organization; Secretary, Health and Human Services – Robert F. Kennedy Jr, anti-vaxxer and health nut, whose brain was eaten by a worm in 2008 – the worm was said to have died of starvation; Kennedy has vowed to Make America Healthy Again by taking FDA approval away from all vaccinations, including polio and measles, and removing fluoride from drinking water; Director of National Intelligence – Tulsi Gabbard, Russian asset – if appointed, American allies will be requested to cut the red tape and send all top-secret information direct to Putin; Secretary, Homeland Security – Kristi Noem, self-confessed puppy killer, who will keep the southern border personally secure from dangerous puppies and goats; Education Secretary – Linda McMahon, ex pro-wrestler, who has promised to add another R – ‘Restlin’ – to America’s three traditional educational goals of three Rs – Readin’, ‘Ritin’ and ‘Rithmetic; Head of Medicare and Medicaid Services, with a budget of over $1 trillion – Dr. Mehmet Oz, who has won nine Daytime Emmy Awards for a medical show he uses to promote magic weight-loss coffee beans and other types of snake-oils to ward off Parkinson’s etc.; FBI Director, to replace current Director Christopher Wray, who resigned last week three years before the end of his tenure, in anticipation of being summarily fired by Trump – Kash Patel, Trump’s Retribution Czar, who has vowed to come after all Trump’s opponents, political, media, leftists and other enemies in the deep recesses of his Fuhrer’s hallucinations; Border Czar – Tom Homan, who will be in charge of implementing Trump’s “Greatest Mass Deportation Program in history”, family separations, concentration camps and all; Surgeon General – Dr. Jeanette Nesheiwat, Fox News medical contributor, who runs a chain of urgent care clinics, and like her aforementioned cabinet colleague, Dr Oz, is also a snake-oils saleslady, peddling pills for weight loss and anti-aging supplements on her Fox medical shows.",
    "There are more, but these are perhaps the most spectacularly unqualified nominations for Trump’s cabinet, which seemed certain to be confirmed by the Republican majority Senate, when Trump was elected in November.",
    "However, recent developments indicate that some Republican members are beginning to locate the whereabouts of their spines and testicles. And a few especially horrendous and dangerous nominations – Hegseth, Gabbard, Kennedy, Patel to name just four – may actually fail to get the necessary Senate confirmations.",
    "Both Elon Musk and Trump have threatened any such dissenting Republican Senators and Congressmen that they will be primaried at the next election, which would mean the end of their political careers. In spite of such threats, some of these Republicans are showing signs of defiance. Perhaps the hitherto iron grip Trump and the MAGA (Make America Great Again) cult had on the Republican Party is weakening?",
    "One such development was the recent death blow dealt by both Musk and Trump on the bipartisan congressional budget bill, negotiated with the Democrats by Speaker Johnson. This episode highlighted the growing political influence of Elon Musk, who first urged the cancellation of the bill with a volley of tweets, followed only two hours later by Trump. In fact, Musk took credit for the scuttling of the bill when he tweeted: “The voice of the people was heard. This was a great day for America”.",
    "The result of the budget bill failing meant that the government faced a shutdown the Friday before Christmas, when millions of Americans would have faced a bleak, paycheck-free Christmas. Fortunately, much to the chagrin of the Co-Presidents, a compromise was found. Within hours of the deadline, a bipartisan short-term spending bill to fund the government till March 14, was signed by President Biden, with overwhelming bipartisan support in both chambers.",
    "The last-minute chaos caused by the intervention of Co-Presidents Musk and Trump, who wanted the debt ceiling removed as an integral factor in the bill, was averted. Trump wanted the debt ceiling removed during the Biden administration to accommodate his multi-trillion dollar plans for a tax cut for the super wealthy and to fund his Mass Deportation Program.",
    "The 34 Republican members who thwarted Trump’s plans by voting against the removal of the debt ceiling have incurred the ire of the Co-Presidents, who have already threatened them with certain loss of their congressional seats at the next midterms.",
    "At least, there is hope that our “Dictator for a Day” may not have his own way once he becomes, in his eyes, “The King of all he Surveys” on January 20, 2025.",
    "Trump talks little about the main issues on which he won the election, when he promised to reduce inflation and prices on the day he was inaugurated. In fact, he has claimed that the economy is already the strongest in the world, inflation and prices are already coming down. He attributes these successes solely to the confidence caused by his re-election and the inevitability of the future greatness of the United States of America, now that he is, once again, at the helm.",
    "The economic policies of the Biden administration over the past few years to rescue the near-recession left by him in 2021 had, according to Trump, nothing to do with this recovery.",
    "Trump has decided that there are other matters that need his immediate attention and action.",
    "He has once again renewed his call to purchase Greenland from Denmark, stating “For purposes of National Security and Freedom throughout the World, the United States of America feels that the ownership and control of Greenland is an absolute necessity”. Greenland, the world’s largest island with a population of 56,000, is an autonomous territory of the Kingdom Denmark, a sovereign state within NATO. Denmark has no intention of “selling” Greenland.",
    "He intends to “retake the control of the Panama Canal if something isn’t done to ease rising shipping costs, and curb China’s rising influence in the region”, which he considers America’s backyard. He posted a picture of the United States flag with the caption: “Welcome to the United States Canal”.",
    "He suggests that Canada becomes the 51st state of the United States of America, and referred to Prime Minister Justin Trudeau as “Governor of the Great State of Canada”.",
    "Not a word about the wars raging in Ukraine and the Gaza, which he said he would settle before Inauguration Day.",
    "Trump’s territorially aggressive bluster is typically symbolic, delusions of grandeur to provide distraction to the fact that the Republican Party has no new plans for the control of inflation, high prices, income and wealth inequality, abortion, gun violence and other problems that plague the nation.",
    "Trump will merely take credit for the gradual improvements brought about by the legislative and economic policies of the Biden administration. And carry on with his stated policies of spending trillions of dollars in tax cuts to benefit the super wealthy, to cozy up to the nation’s adversaries and to steal the country blind to make himself the richest man in the world, second to none. Not even Musk and Putin.",
    "I hope you are all enjoying a wonderful holiday season and wish you the very best for many happy, healthy years ahead. In spite of Trump.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}