{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/NMRA-CID-seize-computers-medicine-samples-from-infamous-plant-in-Seeduwa/108-275519",
  "time_ut": 1705946760.0,
  "original_lang": "en",
  "original_title": "NMRA, CID seize computers, medicine samples from infamous plant in Seeduwa",
  "original_body_lines": [
    "Colombo, Jan 22 (Daily Mirror) - The National Medicines Regulatory Authority (NMRA) and Criminal Investigation Department (CID) who visited the controversial plant involved in the human immunoglobulin scam today for the second day, searched the entire premises prior to taking several computers and samples of medicines into custody for further inquiries, the police said.",
    "The NMRA and CID officials following a court order visited the plant belonging to Isolez Biotech Pharma AG (Pvt) Ltd. in Amandoluwa in Seeduwa for the second day, as the owner cum first suspect of the scam Sudath Janaka Fernando did not cooperate with the officials during the first factory visit on January 8.",
    "Officials including engineers from the Lanka Electricity Company in Seeduwa, Scenes of Crime Officials (SOCO) in Seeduwa, Negombo Police, Seeduwa Police backed the NMRA and CID officials to inspect the plant around 12 noon today soon after the chief suspect, who was in the remand custody was escorted to the premises by the Prisons Department officials.",
    "The LECO Engineers connected the factory premises with the main electricity supply, as the first visit was unsuccessful when the chief suspect did not cooperate by showing the principal switchboard in the plant.",
    "The officials collected samples of unidentified liquid medicine, which were stored in bottles and vials found inside refrigerators that were suspected to be the same previously supplied as human immunoglobulin with fake labelling etc.",
    "The CID officials also took seven computers, which were in the plant office of the main suspect Sudath Janaka Fernando into custody and the hard disk drives of some of them were already missing at that point.",
    "The search operation lasted for about five hours before the plant was sealed off again by the NMRA officials and the suspect was escorted back to the Welikada Remand Prison.",
    "The case is next summoned before the Maligakanda Magistrate’s Court tomorrow."
  ]
}