{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/adani-group-acquires-penna-cement/",
  "time_ut": 1718651280.0,
  "original_lang": "en",
  "original_title": "Adani Group acquires Penna Cement",
  "original_body_lines": [
    "Ambuja Cements Limited, the cement and building material company of the diversified Adani Group, recently announced the signing of a binding agreement for the acquisition of Penna Cement Industries Ltd. Ambuja will acquire 100% shares of PCIL from its existing promoter group, P. Pratap Reddy and family. The acquisition will be fully funded through internal accruals.",
    "“This landmark acquisition is a significant step forward in Ambuja Cements’ accelerating growth journey,” said Ajay Kapur, CEO & Whole Time Director of Ambuja Cements. “By acquiring PCIL, Ambuja is poised to expand its market presence in south India and reinforce its position as a pan-India leader in the cement industry. PCIL’s strategic location and sufficient limestone reserves provide an opportunity to increase cement capacity through debottlenecking and additional investment. Importantly, the bulk cement terminals (BCTs) will prove to be a gamechanger by giving access to the eastern and southern parts of peninsular India, apart from an entry to Sri Lanka, through the sea route. Our aim is to make PCIL highly competitive on cost and productivity and improve its operating performance.”",
    "PCIL has 14 MTPA (Metric Tonnes per Annum) cement capacity, of which 10 MTPA is operational, and the remaining is under construction at Krishnapatnam (2 MTPA) and Jodhpur (2 MTPA) and will be completed within 6 to 12 months. Around 90% of the cement capacity comes with railway sidings, and some are supported by captive power plants and waste heat recovery systems. Further, surplus clinker at the Jodhpur plant will support an additional 3 MTPA cement grinding capacity over and above 14 MTPA.",
    "In May 2019, Penna acquired Singha Cements, a company based in Sri Lanka that runs a cement packaging terminal with a capacity of 0.5 million metric tonnes per annum in Colombo.",
    "The existing dealers of PCIL will move to Adani Cement’s market network to bring in formidable synergy.",
    "Port City Colombo seen as dynamic driver of SL’s development",
    "The Gift of Life this Vesak: AIA Insurance brings clean water to Kimbulpatiyawa",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}