{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/flower-arrangement-exhibition-demonstration-on-feb-16-17/",
  "time_ut": 1707559200.0,
  "original_lang": "en",
  "original_title": "Flower arrangement exhibition & demonstration on Feb. 16 & 17",
  "original_body_lines": [
    "This Exhibition of Ikebana, the Japanese art of flower arranging and the Western art of flower arrangements, will be held on February 16 (11.00 am to 7.00 pm) and February 17 (10.00 am to 6.00 pm) at the Ivy Room of the Cinnamon Grand Hotel, the Shi-en Ikebana and Floral Arts Society of Sri Lanka (SIFAS) announced last week.",
    "A demonstration will be held by members who are experienced arrangers, on February 16 at 4.00p.m. for exhibition ticket holders only. Tickets are priced at a nominal Rs.500 and part proceeds will go to the Thalassemia unit at the Lady Ridgeway Hospital.",
    "“With the usual chaos that we often find ourselves in, finding ways to relax and unwind is crucial for one’s mental health. Flowers provide the solution in that they are a natural stress reliever. The presence of real flowers has been scientifically proven to elevate mood and promote positive emotions. Studies have shown that being in the presence of flowers can reduce stress, anxiety, and depression while increasing feelings of happiness and well-being. In homes and workplaces, they improve the general ambiance and enhance productivity. Their vibrant colors, natural scents, and visual appeal create a pleasant sensory experience that uplifts spirits and improves overall mood,” a press release said.",
    "“Flowers have, always, played a significant and symbolic role in various cultures and societies, symbolizing emotions, traditions, and events. Flowers have the power to evoke these emotions and create meaningful connections. The kind of romance portrayed by flowers such as the passion aroused by red roses, or the purity of a white lily, and all other deep-rooted meanings and symbolism conveyed by real flowers can never be evoked or replicated by artificial flowers. In addition, humans have an innate connection to nature, and flowers provide a tangible link to the natural world, thus they have a significant impact on people’s mental state.”",
    "At “Floral Fusion” the arrangers show innovative & new designs. The displays are as always incredible and inspirational, showcasing some of the most creative floral art seen in Colombo, the release added.",
    "“Expert floral designers from SIFAS will share their knowledge and talents at the demonstration.  Particiants will learn how to effectively communicate color and movement in a floral design. There is so much to learn, do and be inspired, with the simple techniques and basic movements demonstrated by the displays of the arrangers. These ideas can be taken and replicated at one’s home or office.",
    "“A visit to “Floral Fusion” is recommended for everyone who appreciates flowers and nature, which is now slowly disappearing in towns, due to modernization and high-rise buildings replacing the old bungalows with large gardens.”",
    "Ruwanpura Facet shines in Gold at National Industrial Excellence Awards",
    "Exterminators PLC to transform pest management industry in South Asia",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}