{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=86319",
  "time_ut": 1755952200.0,
  "original_lang": "en",
  "original_title": "Ranil Wickremesinghe’s Arrest: “Sri Lanka’s Presidency at Risk: The Blurred Line Between Public Duty and Private Life”",
  "original_body_lines": [
    "(The writer is an Attorney-at-Law and member of the Moratuwa Municipal Council)",
    "A President of a country cannot separate his private life from public life. The moment one assumes the office of Head of State, he ceases to be a private individual. His security, movements, and even his day-to-day engagements are under the control of the State.",
    "The Presidential Security Division (PSD) is duty-bound to accompany him at all times, whether he is attending a state meeting, a private function, or even traveling abroad. A specific budget is allocated for this purpose, and his security detail has no discretion to abandon him simply because he is engaged in a personal activity.",
    "Even if a President attends a private wedding, funeral, or visits a sick relative, the PSD must accompany him. His official vehicle too is part of the security protocol. Therefore, in practice, there is no clear distinction between public and private life for a sitting President.",
    "This brings us to the case of former President Ranil Wickremesinghe.",
    "After completing an official tour in the United States, he stopped over in London to attend his wife’s graduation. The expenses incurred for the days spent in London including the tickets of the security personnel who were constitutionally required to protect him as Head of State were later treated as misuse of public funds, and he was remanded under the Public Property Act.",
    "If that is the yardstick, then the same principle must apply to President Anura Kumara Dissanayake (AKD).",
    "👉He has, on multiple occasions, used his official vehicle and security detail for activities that are not strictly state-related. For instance, he has visited his mother in his official vehicle with his security team in attendance.",
    "👉During the local government elections, he attended NPP political meetings using his official vehicle, state-provided fuel, and presidential security to safeguard him.",
    "If the argument is that Ranil Wickremesinghe misused public funds because his security detail accompanied him to a private function, then by the same reasoning, President AKD too has committed misuse of state resources. His so-called “private” or “political” activities have been conducted with the full use of state property and personnel.",
    "Therefore, if one President can be prosecuted under the Public Property Act for such actions, then justice demands that the same standard must apply to President AKD once his term ends. Selective accountability undermines the rule of law. Either the law applies equally to all, or it is reduced to a political weapon.",
    "👉By convention, every movement of the President, official or private, is accompanied by the PSD.",
    "👉This is not optional; it is considered a state duty because the President represents the sovereignty of the people.",
    "What this has ultimately done is set a dangerous precedent for the office of the President in Sri Lanka. By criminalizing the unavoidable overlap between public and private life inherent in the presidency, future leaders will constantly face the risk of prosecution for performing even the most ordinary personal functions while in office. This undermines the dignity of the highest office in the land and reduces it to a position perpetually vulnerable to political reprisals."
  ]
}