{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85679",
  "time_ut": 1742503920.0,
  "original_lang": "en",
  "original_title": "Influx of Israeli Tourists Leading to  Intensified  Security  in Eastern Arugam Bay area  Creates Fresh Problems for  the Local Residents",
  "original_body_lines": [
    "(Shreen Saroor is a peace and women’s rights activist and runs the Women’s Action Network (WAN) in Sri Lanka, a collective of women’s groups that empowers and advocates for women and women survivors of war, violence and other injustices)",
    "A large  van with four wheels, equipped with ambulance-style lights, pulled over to the side of the hardware store we were in, on the Pottuvil main road. The store owner, who had been worried about not having customers, suddenly brightened up. He said, “Ah, this guy is from Belgium, and he’s building a hotel here. Let me go and attend to him. At least I have a customer before I close for breaking my fast”.",
    "Earlier, he had been complaining about slow business, following the deportation of about 90 tourists who had stayed in Arugam Bay illegally. After the October 2024 US embassy security alert, he felt that the number of tourists constructing and renovating hotels, houses, surfing schools, and restaurants had significantly decreased.",
    "Another individual who runs a travel business told us, “We couldn’t extend the visas for about 98 tourists who overstayed, and now there are penalties. Yesterday, four of my clients had to leave because I couldn’t get their visas renewed as I used to. It’s difficult now because immigration officials are strictly adhering to the law.”",
    "However, he noted that Israelis typically hold dual citizenship or long-term US visas, making it easier for them to obtain a long-term Sri Lankan residence visa, either as investors or employees in already registered foreign hotels and restaurants. “This also allows them to establish their businesses. Although many approvals are required, if they stay long enough and register a company with a local partner, they can legally run their businesses here,” he added.",
    "Last year’s evacuation of tourists, based on the US embassy security alert, followed by the Sri Lankan police and Israel’s Security Council alert of an imminent attack on the anniversary of the Gaza war, led to hundreds of police and intelligence officers flooding the town, setting up patrols and roadblocks. We saw four checkpoints on the main road that Israelis dominate.",
    "The checkpoints were somewhat consolidated and manned by armed forces. Following the security alert there have been four arrests under the Prevention of Terrorism Act (PTA). The arrests were made from different locations. The government justified the use of the PTA based on the US-led travel advocacy, and more recently, Islamic extremism has also been used as a justification for its use.",
    "Initially, when the checkpoints were set up on the Pottuvil main road, the locals didn’t oppose them, as they felt tourists needed security. They never expected the checkpoints to become permanent features. And now these checkpoints threaten their livelihood.",
    "There is also a military patrol on the streets of Arugam Bay. Within a couple of hours of our arrival, we spotted two armoured vehicles patrolling the area. It reminded me of the war zones in the North. The main road in Arugam Bay is only about 5 kilometres long, yet there are four checkpoints and constant army patrols. This doesn’t appear to make either locals or tourists feel safer.",
    "The majority of Arugam Bay’s residents are Muslims (around 95%). In this area, there are about 200 hotels, approximately 60% of which are owned by Muslims. They say there is no terror threat, and Arugam Bay is the only tourist destination where there is no harassment to the extent that tourists roam around in bikinis and shorts in public places.",
    "It is also cheaper compared to other beach areas that offer surfing. Many of the tourists who come here, especially Israelis, love surfing. Recently, the locals have observed large groups of young Israelis coming in batches of 200 or 300, resembling a platoon. They have started dominating the surfing sector, including training schools and surfing spaces.",
    "An area health official told us that Israeli tourists often bring their own medical personnel for their health and welfare. In contrast, when other tourists fall ill, local hospital staff, both from government and private hospitals, are called in to assist. This indicates that Israeli tourists rely solely on their own resources.",
    "Additionally, they purchase scooters and tuk-tuks for their personal use, which are then passed on to other Israeli tourists when they leave. “It seems like they are developing their own tourism network in Arugam Bay, which is depriving local businesses of their opportunities,” a hotelier told us.",
    "The checkpoints are affecting the livelihoods of the hoteliers, their staff, and others who depend on the tourism industry.",
    "Interestingly, not a single vehicle was stopped and checked when we travelled up and down the road at least three times, passing these checkpoints. No police or military personnel asked us any questions, nor were we stopped, making us wonder about the purpose of the oversized armed military presence and the many checkpoints in a 5-kilometre stretch of the most lucrative tourist location.",
    "Locals feel that with the surfing season set to start in April, the continuation of these checkpoints is a deliberate effort to drive tourists away from the East and toward the South. They believe there is an ulterior motive to destroy the tourist industry in Pottuvil, lower property values, and allow outsiders (mainly foreign agents) to take over hotels.",
    "Foreign tourists, particularly from the US, Israel, and Europe, are already buying land through locals and registering businesses. They are prominent in running surfing training schools and popular hotels and restaurants. We spotted name boards, hoardings and posters that were only in Hebrew.",
    "One of the members of the Arugam Bay Hoteliers Association said that the police in the area had instructed them to update the nationality of the guests staying at their establishments on a daily basis. This is irrespective of the registry they maintain at their hotel with the guests’ details. “The police are also asking us to update the tourist details in a public WhatsApp group, especially the origin of each tourist in addition to the registry we maintain,” said a hotel owner. However, they fear this information could be misused to identify particular groups of tourists and cause unnecessary chaos, violating their privacy.",
    "Another said, “There was an Israeli tourist, and they sent in the police for protection. Other guests became upset, as the police followed them when they went to bathe. This is absurd because it drives away even locals who frequented our hotels.”",
    "Many other Western tourists also frequent Arugam Bay, yet, no churches or other special places of worship have been built for them. However, for Israelis, there is an exclusive place of worship—the Chabad House. Every Friday, they go there.",
    "The Chabad House is operated in a location that is registered as a company, and visitors are asked to make donations. If you go there on a Friday night, it feels like a small part of Israel. They pray until morning, and it is noisy and overcrowded. The road where the Chabad House is located is called Mafasa Mosque Road, which leads, obviously, to the Mafasa Mosque, which is in a somewhat dilapidated condition.",
    "A resident in the area sold the land to a Sri Lankan outside of Pottuvil for a high price, and it was subsequently given to a company under which the Chabad House operates. Now, the local Muslims do not use the area due to overcrowding of Israelis, and the entire street has been taken over by them. The locals feel this crowding could make it a potential target for terrorist attacks.",
    "When we visited the Chabad House, the doors were closed, and there were police officers inside. The construction of the Chabad House extension had come to a halt.",
    "Some residents in the area complained that Israeli tourists and their local partners have bought land at very high prices. Locals, who are poor and witnessing the chaos in the area, now want to sell their land and move out.",
    "One of the local administrators complained that two Israelis, who are also US citizens, are still buying land. Israelis who hold American passports can easily obtain long-term visas. Some of them are running businesses that require approvals from eight different government bodies, and their lawyers help them obtain these approvals.",
    "After the war in Palestine, Israeli tourists have been posting war-related content (pictures of military personnel and tributes to deceased soldiers) in public places. Their behaviour, which includes wearing skimpy clothing, consuming substances, and acting aggressively, has raised concerns.",
    "Some members of the Arugam Bay community put up posters stating, “No bikinis on the streets or in public places,” but the police filed cases against them, labelling them as extremists.",
    "Hoteliers and mosque trustees observed that it was mainly Israeli tourists wearing two-piece bathing suits in public places, especially in areas frequented by children, while other tourists reserved them for the beach. This raised concerns, as the surrounding public spaces also included schools and mosques.",
    "One man who organized a Palestinian support protest was continuously harassed by the police and labelled as an Islamic extremist. “We have to distance ourselves to safeguard our survival. What are we achieving by protesting in Pottuvil?” asked another hotel owner.",
    "Arugam Bay is 95% Muslim, and locals believe their culture should be respected. “Tourists feel very safe here, and there should be reciprocity. We live off this industry, and everyone knows that we won’t hurt any tourists, no matter where they come from,” said one hotel owner.",
    "The Hoteliers Association has written to the Ministry of Tourism. They’ve had conversations with local commanders, and they want the police to deploy more officers in civilian clothes to provide better safety for tourists.",
    "They insist the collective prayers at the Chabad House need to be stopped—not because they object to praying, but because the overcrowding and loud late-night prayers may attract unwanted attention.",
    "“It looks unsafe. The roadblocks, police security cabins, and checkpoints are a huge issue and make even us feel like we are in a war zone,” one local said.",
    "A young hotel owner said, “In my hotel, I have three rooms. Two of them were occupied by Israeli tourists, and the other was taken by the police, who were providing them protection. How can we run a hospitality business like this, with uniformed men surrounding our clients and our premises?”",
    "A team of Israeli soldiers has also been coming in platoons after the war on Gaza, and after the travel alert, the police and the military gave them protection. Pottuvil residents worry that there may be a plan to gain control over Arugam Bay. One suggested that instead of military checkpoints and armoured cars moving around, the tourist police could easily set up surveillance cameras to secure the area.",
    "Tourism is a vital part of the local economy, particularly from April to August. “The police post and army base are here, but drug abuse and an unruly party culture continue to grow. The speculated terrorism issue needs to be addressed, whether it means providing protection or not allowing Israelis to stay,” said another local. They also noted that this level of protection is not provided to Israelis in other tourist hotspots such as Ella and the South.",
    "Another established hotelier mentioned that his guests had booked a five-day stay, but once they saw the current situation and the presence of armed personnel, they cancelled and went to other areas.",
    "The locals are concerned that mass tourism is prioritized instead of community-based tourism practices. Further, the authorities seem to want the uncertainty and security issues from last year to continue, which many believe is a deliberate move to divert tourism away from Arugam Bay, lower their businesses, and eventually take control of the area and their livelihoods."
  ]
}