{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/SDD-Polymer-marks-20-years-of-growth-innovation-and-industry-leadership/34-767980",
  "time_ut": 1728942108.0,
  "original_lang": "en",
  "original_title": "SDD Polymer marks 20 years of growth, innovation, and industry leadership",
  "original_body_lines": [
    "SDD Polymer Ltd., a leading distributor and supplier of plastic raw materials in Sri Lanka, recently celebrated its 20th anniversary with a grand event at the Shangri-La Hotel in Colombo. The gala affair hosted by the Founders, Mr. and Mrs. Jeyaseelan brought together special guests, high-profile invitees, industry veterans, executives and staff to mark two decades of innovation, growth, and strong partnerships that have propelled the company to the forefront of Sri Lanka’s packaging and polymer industry.",
    "Founded in 2004, SDD Polymer has evolved from a small enterprise into a prominent player in the polymer industry. Specialising in petrochemical products, the company supplies a wide range of plastic raw materials, including Polypropylene (PP), High-density Polyethylene (HDPE), Low-density Polyethylene (LDPE), Linear Low-density Polyethylene (LLDPE), Polystyrene (PS), Masterbatches, Additives, Fillers, and Compounds, catering to various sectors of the plastics industry.",
    "The event celebrated not only SDD Polymer’s achievements but also paid tribute to the suppliers and customers that have been instrumental in the company’s journey. Industry veterans such as Premium Packaging Solutions Ltd. Chairman/Managing Director Rohan Wijesinghe, a distinguished figure in Sri Lanka’s packaging sector, and Polypack Secco Ltd. Commercial Manager Alex Samaratne, shared their insights, reflecting on SDD Polymer’s remarkable growth and its contribution to the industry. Speeches by channel partners, including Supreme Petrochem Ltd. India Sr. Vice President Rangarajan, Plastiblends India Ltd. Vice Chairman/Managing Director and Adviser to SDD Polymer Romesh Moraes (Formerly of Finlays Colombo Ltd.) Varun Kabra underscored the company’s dedication to innovation, quality, and sustainability. Additionally, Kunaseelan, the brother of the Founder Jeyaseelan, delivered a speech from the Founders’ perspective, highlighting the vision and values that have driven SDD Polymer’s success over the years.",
    "As a gesture of appreciation, awards were presented to key partners and dedicated employees, recognising their enduring contributions to the company’s success. Long-serving team members Chathurika and Sangeethika, who have been with SDD Polymer for over a decade, were honoured for their loyalty and commitment.",
    "In his closing remarks, Jeyaseelan, expressed his deep gratitude to everyone who has supported the company throughout its journey. “This 20-year milestone is a testament to the hard work, resilience, and dedication of our entire team and our trusted partners. We’ve built something remarkable together, and I am excited for the future as we continue to push boundaries, innovate, and create sustainable solutions for the polymer industry.”",
    "The evening ended on a high note with a celebration lunch, allowing guests to reflect on the journey while looking forward to the promising years ahead. SDD Polymer remains committed to driving excellence and leading the way in the polymer industry as it embarks on the next chapter of its growth."
  ]
}