{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-safe-supportive-caring-and-confidential-space-for-men/",
  "time_ut": 1733334480.0,
  "original_lang": "en",
  "original_title": "A safe, supportive, caring and confidential space for men",
  "original_body_lines": [
    "Many men often struggle to connect with their emotions, and unlike women, seldom have access to ‘safe’ spaces where they can freely express what’s truly going on inside. A ‘safe space’ is a trusted environment devoid of judgments, for people to be themselves without fear of rejection or ridicule. A place with freedom, to share thoughts, ideas, feelings and experiences, to unlock inhibitions and grow. A place of encouragement, acknowledgement and genuine support to explore who you really are.",
    "To address the stigma surrounding men’s mental health and encourage open discussions about it, including toxic masculinity and ego.",
    "This idea might seem unusual, as society typically expects men to embody roles like “the strong one” or “the provider,” often urging them to endure challenges without voicing their struggles and to simply ‘man up.’ However, men are human too. Behind the smiles and the facade of having everything under control, many experience significant fear, anxiety and stress, particularly those who feel unprepared to handle their emotions. It’s time to shift this narrative and normalize the creation of safe spaces for men. Importantly, the ratio of men to women who die by suicide in Sri Lanka is 5:1 and then suicide is not about dying but stopping the pain.",
    "According to Irvin Yalom MD, who has been a major figure in the field of psychotherapy, there are several key therapeutic factors that influence change in group settings. These factors, which emerge from interactions within the group, play a vital role in the healing process. Universality: The recognition that others share similar feelings, thoughts, and experiences can alleviate feelings of isolation and enhance a sense of belonging. Altruism: Helping and supporting others can boost self-esteem and provide a sense of value and purpose. Interpersonal Learning: Learning from the experiences of others and receiving feedback can enhance self-awareness and personal growth. Self-Understanding: By relating with others and reflecting on their experiences, individuals can gain deeper insights into their own feelings, thoughts, and behaviors.",
    "“Men-In-Need” aims to provide this space for “MAN CAVE” to facilitate confidential conversations for change and help rebuild, restore, rehabilitate and rejuvenate. Language will not be a barrier. People can benefit immensely from shared experiences in a group setting. Evidence has proved the interaction between group members is a driving force for change and growth. It is about ordinary people interacting, supporting, and learning from each other under the guidance of a trained facilitator. It will not only be a ‘Colombo Centric’ project. The dream is to have this Space also accessible all around Sri Lanka in major towns and help is needed from the community to make it a reality.",
    "The founder of this project, Jomo Uduman had this to say, “MEN-IN-NEED is a response to the growing need for empathy, emotional and mental support for men in our country and is dedicated to provide a safe, supportive, caring and confidential space where men can meet, connect, communicate and feel understood while breaking the barriers of silence, fear, low self-esteem and stigma”.",
    "Registration is open for the first session, limited to 20 participants, at SKY GALLERY Colombo 5, on Saturday 7th December from 10 am – 1 pm. Email: meninneed24@gmail.com | Whatsapp: 077 629 3741",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}