{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Consumer-food-makers-witness-margin-growth-amid-decreasing-input-costs/108-276476",
  "time_ut": 1707263880.0,
  "original_lang": "en",
  "original_title": "Consumer food makers witness margin growth amid decreasing input costs",
  "original_body_lines": [
    "Consumer food manufacturers are experiencing a gradual increase in profit margins as raw material and ingredient prices decline, coupled with a slight strengthening of the rupee.",
    "This has made imported supplies more affordable compared to a year ago, contributing to the margin expansion.",
    "Since late 2021, companies, especially manufacturers, have been grappling with increasing prices driven by surging global commodity prices, fuelled by heightened post-pandemic demand that has outpaced supply.",
    "These conditions exacerbated in Sri Lanka due to its sharp depreciation in the rupee in 2022, sending the supplier prices by over 100 percent and consumer prices by nearly 70 percent higher.",
    "But it appears that the conditions have begun to improve, according to the performance of Ceylon Cold Stores PLC, one of the largest consumer foods companies which gave a glimpse of how the activities have been during the last three months of 2023.",
    "Ceylon Cold Stores, a subsidiary of John Keells Holdings (JKH) has an expansive line of processed foods, dairy, frozen confectionery and beverages mainly under its Elephant House brand and it also runs the country’s third largest supermarket chain with 133 outlets.",
    "Its manufacturing business reported revenues of Rs.6.17 billion in the October – December quarter, little changed from the previous year’s, but the operating profits jumped to Rs.572.8 million from just Rs.88.8 million a year ago.",
    "While John Keells Holdings’ outsize consumer foods industry EBITDA, jumped 123 percent in the December quarter to Rs.897 million over the same period in 2022, the group attributed a large part of that growth to the margin improvement in its beverage and frozen confectionery business driven by normalised input costs and eased overheads compared to their recent peaks.",
    "Apart from the manufacturing arm of Ceylon Cold Stores, JKH’s consumer foods vertical has its processed meat manufacturing arm under its subsidiary, Keells Food Products PLC which didn’t do well compared to the beverage and confectionery businesses.",
    "“In line with expectations and actions undertaken by the businesses, both Beverages and Frozen Confectionery recorded an improvement in margins on account of declining raw material prices further aided by the stabilisation of the Rupee”, JKH Chairman, Krishan Balendra said in a group earnings release. The company however raised prices in select SKUs in its beverage business to mitigate the impact coming from the sharp increase in the special commodities levy on Sugar from 50 cents to Rs.50.0 for a kilogram in November.",
    "He also said both businesses recorded, “encouraging volume growth”, in December due to year-end festival demand which was also less affected by adverse weather in October and November. Meanwhile, at a consolidated level which captures manufacturing and retail businesses, Ceylon Cold Stores reported revenues of Rs.34.58 billion in the October – December quarter, up 9.0 percent from the same period in 2022.",
    "The company reported earnings of 73 cents a share or Rs.700.9 million compared to a loss of 34 cents a share or Rs.315.6 million in the year earlier period.",
    "The company’s Keells branded supermarket chain reported revenues of Rs.27.73 billion, up 7.5 percent from a year ago.",
    "The company said its same store sales rose by 11 percent, which the company referred to as  “encouraging”, while the customer footfall grew by 16 percent helping the top-line.",
    "The company however said the growth in revenue and EBITDA was offset to a larger extent from the sharp increase in the electricity cost.",
    "John Keells Holdings PLC has 70.66 percent while Whittall Boustead (Pvt) Ltd had 10.7 percent stake being the second largest shareholder in Ceylon Cold Stores."
  ]
}