{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Palestine-question-US-blamed-for-veto-Brazil-Guyana-hailed-Lanka-nowhere/172-277594",
  "time_ut": 1708630800.0,
  "original_lang": "en",
  "original_title": "Palestine question: US blamed for veto; Brazil, Guyana hailed, Lanka nowhere",
  "original_body_lines": [
    "US Ambassador Linda Thomas-Greenfield casting the veto vote against the UN Security Council resolution that called for an immediate ceasefire in Gaza. AFP",
    "Burying the values the United States presidents often speak highly of during their policy speeches, Washington once again inhumanely used its veto power at the United Nations Security Council on Tuesday to kill Algeria’s resolution calling for an immediate ceasefire in the Gaza Strip.",
    "It is revolting to see Washington’s UN envoy Linda Thomas-Greenfield, a political science lecturer, diplomat, and private sector executive not known for human rights or humanitarian activism, raise her hand at the UNSC to veto the resolution. This was the third time her hand went up in support of genocide, ethnic cleansing, and Israel’s war crimes in the Gaza Strip. As a paid servant of the US administration, she does whatever she is commanded to do by President Joe Biden, who is being flayed on social media as Genocide Joe.",
    "Thick-skinned and stone-hearted, she will not resign her post in frustration at her government’s continuous refusal to back a ceasefire in Gaza, though resignation is what is expected of an official with conscience and compassion in the heart if the command of the government is to do the wrong thing.",
    "It is only in horror movies that we see agents of vampires work to fulfil their masters’ insatiable hunger for human blood—not in the key policymaking body of the august international organisation set up to save successive generations from the scourge of war.",
    "On Tuesday, in justification of the US vote against the ceasefire call, Thomas-Greenfield said it was an inopportune time to demand that Israel end its massacre of Palestinians. This raises the question of when the auspicious time will dawn for the US to support a ceasefire call. Is the Biden administration, arguably the most Zionist-servile US administration, waiting till the total annihilation of the Gaza population to support a ceasefire call?",
    "The longer a ceasefire is delayed due to coldhearted US action, the more Palestinian children, women, and civilians are killed, not only in Israeli bombardment but also due to Israel’s use of starvation as a weapon of war and non-availability of medicine.",
    "Linda Thomas-Greenfield said the ceasefire resolution, proposed by Algeria, would “negatively impact” ongoing negotiations for a truce. Such inane excuses make little sense. Instead, they add credence to claims that the so-called American values that US presidents and diplomats boast about are only a deception to cover foreign policy immorality.",
    "The immorality of Washington’s diehard support for Israel, no matter how serious the Israeli war crimes are, was also highlighted at the ongoing submissions at the International Court of Justice, where its 15 judges are hearing a petition referred by the United Nations General Assembly seeking the court’s advisory opinion on Israel’s occupation of Palestine.",
    "On Monday, appearing for Palestine at the World Court, the well-known US international lawyer Paul Reichler singled out the US for much of his critique, saying that whatever violations of international law Israel commits, “the US always seeks to shield it from accountability.” Quoting from Barack Obama’s 2020 memoirs, he said US diplomats found themselves in the awkward position of having to defend Israel for actions “we ourselves opposed.”",
    "Obama may not be a paragon of human rights virtues. To call him so would be like plunging a long knife into the chests of thousands of innocent civilians killed by US drone attacks in Afghanistan and Pakistan during his presidency. But this is not our topic today.",
    "Linda Thomas Greenfield did not seem to be in an awkward position when she raised her hand that killed Algeria’s resolution, while the rest of the Security Council voted for it, with the sole abstention being the United Kingdom. A host of countries and human rights groups slammed the US for the use of the bloodlust veto. But does it care?",
    "In response, Algeria’s UN ambassador, Amar Bendjama, said the U.S. ambassador’s lone vote against the resolution “implies an endorsement of the brutal violence and collective punishment inflicted upon” Palestinians in Gaza.",
    "“We should ask ourselves: How many innocent lives must be sacrificed before the council deems it necessary to call for a ceasefire?” She told the Security Council, while the death toll soars over the 30,000 mark. This includes 13,000 Gazan children.",
    "The US proposed a rival draft calling for a temporary ceasefire and to add icing to the badly baked cake, it included a clause opposing Israel’s impending strike on Rafah, the southernmost Gaza city, from where there is no escape for Palestinians from Israeli attacks except death.",
    "The US diplomatic overdrive in defence of Israel’s genocide in Gaza was also evident in its opposition to the ICJ case on the question of the legality of Israel’s occupation of the Palestinian territory.",
    "The World Court is hearing the case in consequence of the United Nations General Assembly passing a resolution on December 31, 2022.",
    "Sri Lanka voted for the resolution, which was passed with 87 countries supporting it, 26 opposing it, and 56 abstaining.",
    "In its submission, the US told the ICJ that it should not order the unconditional withdrawal of Israeli forces from the Palestinian territories without security guarantees. Citing the October 7, 2023, Hamas attacks, Richard Visek, the acting legal adviser for the US State Department, justified Israel’s occupation of the Palestinian territory on grounds of Israel’s security. Absent in his submission is any mention of Israel’s numerous attacks since 1948 on Palestinians, beginning with the Nakba.",
    "The US is not naïve not to know that security cannot be exclusively one state’s concern. Yet, as though the US is under the Zionist state’s satanic spell, it refuses to recognise that Palestinians are also entitled to live in security.",
    "The World Court may take months to deliver its non-binding advisory opinion. Israel will be sure to ignore the ruling if it is not in favour of it. It will be a matter of serious interest to know how the US and Israel’s Western allies would react to such a ruling.",
    "Meanwhile, the world’s peace constituency is hailing Brazil’s President Lula da Silva after he called out Israel for emulating Hitler’s holocaust. The remark set off a diplomatic spat, resulting in the tit-for-tat expulsions of ambassadors.",
    "Apart from Brazil, also coming for praise are the countries that are making submissions to the ICJ in support of the Palestinian people’s right to statehood. Among them was the South American nation of Guyana, whose submission to the ICJ was outstanding, for it was packed with solid facts, irrefutable evidence, and logically structured arguments.",
    "Why Sri Lanka was not among the 50-odd nations presenting submissions at the ICJ may raise a question about Sri Lanka’s commitment to the Palestinian cause. The Sri Lankan government could trot out an excuse that it was more preoccupied with the economic crisis during that period than international political issues.",
    "However, the visit of Israel’s transport minister to Sri Lanka was ill-timed and could be interpreted as an endorsement of Israel’s war crimes in Gaza. Also, the government cannot guarantee that the Sri Lankan labour being exported to Israel won’t be used in Israel’s illegal settlement-building activities in occupied Palestinian land."
  ]
}