{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Ambassador-Qi-Zhenhong-highlights-friendship-and-development-at-China-s-75th-anniversary-celebrations/14-767222",
  "time_ut": 1727394440.0,
  "original_lang": "en",
  "original_title": "Ambassador Qi Zhenhong highlights friendship and development at China’s 75th anniversary celebrations",
  "original_body_lines": [
    "Following are remarks by Ambassador Qi Zhenhong at the reception celebrating the 75th anniversary of the founding of the People’s Republic of China, at Shangri-La Hotel Colombo, on 25 September",
    "Thank you all for joining us tonight to celebrate the 75th anniversary of the founding of the People’s Republic of China. On behalf of the Embassy, I would like to give a warm welcome to all our guests and extend my heartfelt gratitude to friends who have long supported the development of China and China-Sri Lanka relations. I would also like to send sincere holiday greetings to fellow Chinese both at home and in Sri Lanka.",
    "The past 75 years have been a fruitful journey for China by braving wind and rain. Since its founding in 1949, under the leadership of the Communist Party of China (CPC), the Chinese nation has achieved the great transformation from standing upright to becoming prosperous and growing in strength. Now the Chinese people are making confident strides on the new path for building a great modern socialist country in all respects and are pursuing national rejuvenation through Chinese modernisation.",
    "The fundamental reason for China’s remarkable leapfrog development is the leadership of the Communist Party of China, which has guided the Chinese people in embarking on the great journey of reform and opening up. This historic decision, made at the Third Plenary Session of the 11th CPC Central Committee 46 years ago in 1978, marked China’s entry into a new era of reform, opening up, and socialist modernisation. This year, the 20th CPC Central Committee successfully convened its Third Plenary Session in July and adopted the new programmatic document for reform and opening-up, which is the Resolution of the Central Committee of the Communist Party of China on Further Deepening Reform Comprehensively to Advance Chinese Modernisation. The Resolution set the overall objectives to continue improving and developing the system of socialism with Chinese characteristics and modernise China’s system and capacity for governance. It also laid out more than 300 major reforms which shall be completed by the 80th founding anniversary of the People’s Republic of China in 2029.",
    "Advancing Chinese modernisation by comprehensively deepening reform and opening-up will not only profoundly change the country but also greatly influence the whole world. With over 1.4 billion Chinese people stepping into modernisation together, a huge market will take shape. The market will be even larger than the total size of the existing developed countries. By promoting Chinese modernisation and global common growth through high-quality development and high-level reform and opening-up, China will continue to boost momentum for global economic recovery and strengthen global cooperation. At the ceremony commemorating the 70th anniversary of the Five Principles of Peaceful Coexistence in June this year, President Xi Jinping announced that between now and 2030, China’s import from developing countries is expected to exceed $ 8 trillion.",
    "We are all equal members of the international family. However, today’s world is far from being fair and just, with hegemony, high-handedness, and bullying being prevalent. The Law of the Jungle which leaves the weak at the mercy of the strong is resurfacing and clamours of “Might is right” are forcing their way. Humanity has once again reached a crossroads in history. Facing global risks and challenges, China has been holding high the banner of multilateralism, promoting the values of “peace, development, equity, justice, democracy and freedom” shared by all human beings, calling for an equal and orderly multipolar world and a universally beneficial and inclusive economic globalisation, and advancing the implementation of Global Development Initiative, Global Security Initiative and Global Civilisation Initiative. While steadfastly carrying forward high-quality Belt and Road cooperation, China will work with the international community to build an open, inclusive, clean and beautiful world that enjoys lasting peace, universal security and common prosperity towards the creation of a community with a shared future for mankind.",
    "Here, I would like to highlight the Forum on China-Africa Cooperation (FOCAC) Summit successfully held in Beijing three weeks ago. Leaders from China and 53 African countries as well as Chairperson of African Union Commission gathered, opening a new chapter of solidarity and cooperation among the “Global South”. During the Summit, President Xi Jinping announced that the Chinese government will provide RMB 360 billion yuan of financial support through the next three years. This breaks down into RMB 210 billion yuan of credit line, RMB 80 billion yuan of assistance in various forms and at least RMB 70 billion yuan of investment in Africa by Chinese companies. Standing at a new historical starting point, China will work with Sri Lanka and other developing countries to stay committed to encouraging the development and revitalisation of the “Global South”, improving common well-being through their own growth and injecting robust impetus into global security and progress.",
    "China and Sri Lanka are traditional friendly neighbours, with our friendship spanning over 2,000 years. Early before 1957 when the two countries established diplomatic relations, we had already overcome multiple difficulties to sign the historic Rubber-Rice Pact, which embodied the spirit of independence, self-reliance, unity and mutual support. Over the past 67 years, China and Sri Lanka have been supporting each other based on principles of mutual respect, equality and mutual benefits. History has proven that no matter how the international situation changes or whether facing traditional or non-traditional threats, the Chinese Government and people always stand firmly with the Sri Lankan Government and people. China remains a trustworthy friend and reliable partner to Sri Lanka. Facts have repeatedly shown that the closer and deeper the cooperation between China and Sri Lanka, the more capable Sri Lanka will be in safeguarding its sovereignty, security, development and dignity, and in playing a bigger role in regional and international affairs.",
    "I would like to take this opportunity to once again extend my warm congratulations to our brothers and sisters in Sri Lanka on the successful Presidential election. The people of Sri Lanka have now entered a new era and are writing a new chapter of their history. I firmly believe that, with the support and assistance from China and other friendly countries, and under the strong leadership of H.E. President Dissanayake, the diligent, intelligent, and heroic people of Sri Lanka will definitely overcome all sorts of risks and challenges, fully recover from the current crisis, and revive national economy to achieve prosperity. Sri Lanka, as the “Pearl of the Indian Ocean”, will shine brighter. The China-Sri Lanka strategic cooperative partnership based on sincere mutual assistance and ever-lasting friendship will continue to gain great momentum on a higher level.",
    "For the celebration of the 75th anniversary of the founding of the People’s Republic of China,",
    "For the friendship and cooperation between Chinese and Sri Lankan people,",
    "For the health and happiness of all guests and your families."
  ]
}