{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hayleys-records-78-growth-in-pbt-to-rs-12-73-bn-in-first-half/",
  "time_ut": 1731789360.0,
  "original_lang": "en",
  "original_title": "Hayleys records 78% growth in PBT to Rs.12.73 bn in first half",
  "original_body_lines": [
    "The Hayleys Group delivered remarkable growth and profitability during the first half of the financial year ending 31st March 2025, as it leveraged its leading market positions across diverse business verticals to deliver a Profit Before Tax of Rs.12.73 bn, an increase of 78% over the corresponding period of the previous year, a company news release said.",
    "Meanwhile, the Group recorded a 44% increase in Profit Before Tax to Rs.7 bn during the second quarter of the financial year. The robust performance for the period reflects commendable top line growth, ongoing focus on operating efficiencies and effective management of finance costs, enabling continued value creation to shareholders with the annualized Earnings per Share increasing to Rs.4.23 compared to Rs.0.09 the previous year, the release added.",
    "The Group’s Consolidated Revenue increased to Rs.236.15 bn, an increase of 17% compared to the previous year, led by strong growth in the Consumer & Retail (+52%), Transportation & Logistics (+26%) and Projects & Engineering (+87%) which benefitted from timely strategic interventions amid more conducive operating conditions. Export-oriented sectors contained the decline in Revenue to 3% y-o-y despite the appreciation of the Sri Lankan Rupee.",
    "Top line growth coupled with the ongoing focus on operating efficiencies, effective margin management and strategic emphasis on driving digitization across key processes enabled the Group to record a 14% increase in Consolidated Earnings Before Interest and Tax (EBIT) to Rs.19.18 bn during the reviewed period. EBIT growth was driven by strong profitability in the Consumer & Retail and Transportation & Logistics sectors.",
    "Growth in Consolidated Profit Before Tax of 78% y-o-y represents the Group’s strong operating performance and a near 35% reduction in net finance costs stemming from effective management of finance costs. During the year, Hayleys also retained its national long-term rating of ‘AAA (lka)’ by Fitch Ratings, attesting to the Group’s strong financial stability and resilient earnings profile. The Group’s Tax Expense increased by 44% to Rs.5.72 bn reflecting ongoing value creation to the Government. Overall the Group’s Consolidated Profit After Tax clocked in at Rs.7 bn an increase of 122% compared to the previous year.",
    "Commenting on the Group’s performance, Chairman & Chief Executive, Mohan Pandithage said, “the performance during the period attests to the resilience of our operating models, the strength of our brands and market positions and the ongoing focus we place on driving innovation in both our products and processes. I am confident that the efforts we have placed in recent years to strengthen our businesses will continue to bear fruit, leading to continued growth, innovation and positive impact against the anticipated improvement in macro-economic conditions.”",
    "“The Group remains deeply committed to driving its ESG aspirations as outlined in its holistic ESG Roadmap, the Hayleys Lifecode. As one of the country’s most socioeconomically impactful organizations, Hayleys continues to create inclusive value across its extensive supply chains and communities, driving economic empowerment across Sri Lanka”, the release added.",
    "” The Group’s global network of employees exceeded 36,600 by end-September 2024 with continued investments in talent development, supporting employee well-being and building a diverse and inclusive culture. The Group’s ongoing efforts to decouple business expansion with adverse environmental impacts are reflected in a near 2% y-o-y reduction in the Group’s carbon footprint during the first half of the financial year, as it continued to increase reliance on renewable and sustainable energy sources.”",
    "A centerpiece of the Sri Lankan economy, Hayleys is Sri Lanka’s most diversified conglomerate, publicly listed on the Colombo Stock Exchange, with businesses spanning over 16 sectors, catering to 80 markets worldwide, with a global footprint spanning 18 countries in five regions. Rated ‘AAA (lka)’ by Fitch Ratings, Hayleys was once again ranked as the nation’s No. 1 corporate in the LMD 100, Sri Lanka’s version of the Fortune 500. The Group is a champion of sustainable innovation and represents one of Sri Lanka’s most prominent success stories.",
    "The Board of Directors of Hayleys PLC consists of Chairman and Chief Executive Mohan Pandithage, Co-Chairman Dhammika Perera, Sarath Ganegoda, Rajitha Kariyawasan, Dr. Harsha Cabral, PC, Ruwan Waidyaratne, Hisham Jamaldeen, Aravinda Perera, Jayanthi Dharmasena, Rohan Karr, Gamini Gunaratne, Timothy Speldewinde, Yohan Perera and Jonathan Alles.",
    "Infinite Group becomes market entry partner for East London University in Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}