{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/ACCA-APAC-Virtual-Careers-Fair-2025-on-16-July-to-draw-global-talent/34-778852",
  "time_ut": 1752181518.0,
  "original_lang": "en",
  "original_title": "ACCA APAC Virtual Careers Fair 2025 on 16 July to draw global talent",
  "original_body_lines": [
    "With growing demand for finance professionals across South and Southeast Asia, the Association of Chartered Certified Accountants (ACCA) is set to host its flagship Asia Pacific Virtual Careers Fair (APAC VCF) on 16 July, providing a powerful digital platform that connects future-ready talent with top employers across the region.",
    "Running from 08:00 to 16:00 (GMT+8), this fully virtual event is hosted on ACCA Careers, the ACCA’s global jobs board, and accessible from anywhere in the world via desktop or the vFairs mobile app. Candidates upload their CVs in advance, allowing employers to review profiles, schedule interviews, and explore alignment before the event begins. The experience is designed to be flexible, intuitive, and focused on meaningful engagement.",
    "ACCA Regional Head of Employer Partnerships – Asia Pacific Steve Lee said: “The ACCA APAC VCF is more than a jobs board. It’s an ecosystem that facilitates meaningful connections and career discovery. As the world’s most forward-thinking professional accountancy body, our priority remains to connect organisations with the right finance talent—not just for now, but for the business landscape of tomorrow. We are very pleased to be working again with some of the top employers in our region and look forward to more professional connections, more job matches, and great careers in the making.”",
    "The previous edition of the fair saw participation from 69 employers, including top-tier firms from the Big Four, banking, and audit sectors. It attracted over 2,000 visitors, more than 75% of whom were ACCA members or future members, and generated over 500 job applications in just two weeks.",
    "This year’s fair places particular emphasis on South Asia, Mainland Southeast Asia, and SANO (Singapore, Australia, New Zealand, and Oceania), regions where employers are seeking finance professionals equipped with digital skills, ethics, and sustainability expertise. Participating employers benefit not only from real-time interaction with candidates, but also from free global advertising of their job vacancies via ACCA Careers. Recruiters can create a free account for year-round access to ACCA’s diverse global talent pool.",
    "Since its launch in March 2020, the ACCA’s Virtual Careers Fairs have been held over 50 times across multiple markets, attracting more than 200,000 participants and facilitating 57,000+ job applications. Over 3,477 companies have leveraged this digital-first format, which has now generated over 210,000 job views, a clear sign of its growing influence in reshaping finance recruitment.",
    "Whether you’re an employer seeking high-calibre professionals or a candidate ready for your next opportunity, the ACCA APAC VCF 2025 offers a high-impact, inclusive, and future-focused experience designed for today’s connected world."
  ]
}