{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85268",
  "time_ut": 1735500240.0,
  "original_lang": "en",
  "original_title": "",
  "original_body_lines": [
    "Chabad House is a religious space belonging to the Chabad-Lubavitch Hasidic Movement which is deeply aligned with Israel’s ultra-right and the IDF.",
    "“Israel today is dynamiting the edifice of the global norms built after 1945.” Pankaj Mishra (The Shoah after Gaza – London Review of Books – 21.3.2014)",
    "In the second decade of the 21st Century, genocide is being televised.",
    "72 Virgins – Uncensored was a Telegraph channel run by the Israeli Defence Forces’ Influencing Department (Orwellian by name and by deed). According to an expose by Israeli newspaper Haaretz, the channel promises Israeli audiences “exclusive content from Gaza” – gory videos of death and destruction visited on Palestinians recorded by their IDF perpetrators. An example: “Burning their mother…” exults an October 11, 2023 post; “You won’t believe the video we got! You can hear the crunch of their bones. We’ll upload it right away, get ready”.",
    "When the IDF started its murder-porn channel, thereby encouraging its members to openly celebrate their crimes, it obviously didn’t factor in global reaction. Certainly not the ICC’s arrest warrants against Israeli leaders and soldiers for war crimes. According to media reports, the IDF is now warning its members not to record or publicise their Gaza exploits.",
    "That warning came a little too late for IDF soldier Gal Ferenbook.",
    "According to the Hind Rajab Foundation, Mr. Ferenbook posted a video on his Instagram account showing himself in an armoured personnel carrier in Gaza looking at the body of a Palestinian civilian on the vehicle’s monitor. His companion says in Hebrew, “We are here with Gal Foundouk (nickname of Mr. Ferenbook) Our terminator! Here, here are the remains of the body! [laughs] and here’s the terminator!” Then Mr. Ferenbook is seen laughing loudly and boasting of his achievement.",
    "What is special about Gal Ferenbook is that there’s nothing special about him. In the context of Israel’s genocidal war in Gaza he is the rule rather than exception, an average Israeli soldier who sees nothing wrong in killing a Palestinian civilian, degrading the dead body and rejoicing in the entire act. His 15 minutes of fame resulted not so much from his heinous deeds but his holiday plans.",
    "Sri Lanka has little discrimination when it comes to allowing foreign nationals in, be it as tourists or investors. Since there’s no screening of any kind, the country is Open Sesame for any criminal, from cyber criminals to war criminals. Perhaps that was why Gal Ferenbook thought he’d be safe here.",
    "Fortunately, the rest of the world is not as blasé as Sri Lanka about war crimes. The Hind Rajab Foundation (named after a six year-old Palestinian girl killed by the IDF while trying to flee wrote officially to Sri Lankan authorities giving details of Mr. Ferenbook’s alleged war crime. The government spokesman, when questioned about Mr. Ferenbook’s presence in the island, claimed ignorance. Meanwhile, Tel Aviv government warned Mr. Ferenbook to flee, according to Israeli media. Later he was “smuggled out”, possibly with official cooperation; the government wouldn’t want to anger Israel on a matter of principle.",
    "The Gal Ferenbook debacle highlights another problem we have invited in, through ignorance and carelessness – the ongoing attempts to justify the setting up of a Chabad House in Arugam Bay and to obtain legal status for it from the Sri Lankan authorities.",
    "In December 2023, a group of ultra-religious IDF soldiers turned a partly destroyed Palestinian home in the Gaza city of Beit Hanoun into a Chabad House.",
    "Chabad House is a religious space belonging to the Chabad-Lubavitch Hasidic Movement. Founded in the 18th century among more conservative and non-assimilated Eastern European Jews, this Orthodox Jewish movement is deeply aligned with Israel’s ultra-right and the IDF. Implacably opposed to Palestinian statehood, it wants Israel to become a Jewish state occupying all Biblical lands (which includes not just Gaza and the West Bank but also Jordan and parts of Syria and Turkey).",
    "The movement’s last head (rebbe), the hugely influential Menachem Mendel Schneerson, was a vocal supporter of Greater Israel. He opposed every peace accord from Sadat-Begin to Arafat-Rabin, opposed the setting up of the Palestinian Authority, opposed Israel’s withdrawals from Syria, Egypt, Gaza and the West Bank, as his admiring biographer Joseph Telushkin admits. His approach was: “It is forbidden to relinquish any part of the land of Israel”. And when you are in a conflict finish the job, meaning no ceasefires, no deals, no concessions.",
    "What Bodu Bala Sena (BBS), for instance, would dearly love to be.",
    "True to their expansionist and annexationist ideology, the Chabad-Lubavitch Movement is an active participant in Israel’s war against Gaza. And its members bring Gaza to other countries, including Sri Lanka. A BBC report mentions that there is a noticeboard outside an eatery in Arugam Bay with pictures of dead Israelis. A local resident talks about a similar noticeboard outside the Arugam Bay Chabad House, claiming that the pictures are of Israelis killed in the war.",
    "Do tourists commemorate their war-dead in faraway countries? Are tourists allowed to set up places of worship in the countries they visit? Tourists have the right to worship but not to set up temples or churches or mosques or synagogues. Israel tourists don’t need a Chabad House to pray. According to the rules of Judaism, Jews can worship in their places of residence, be it home or hotel.",
    "As Bishop Duleep de Chickera reminds us in his timely piece on Arugam Bay, even Sri Lankan citizens cannot set up places of worship as they please. So how come successive Sri Lankan governments permitted an extremist Jewish movement to establish and maintain an outpost in Muslim-majority Arugam Bay?",
    "A Chabad House in Arugam Bay is as much of a bad idea as Sinhala Ravaya setting up a temple called Sinhalaramaya in the North! Or the Lankan military and Sinhala-Buddhist monks trying to set up temples in Northern villages without a single Buddhist resident.",
    "Last month’s Amsterdam riots are a warning of how Israeli extremists are weaponising antisemitism against Muslim residents of other countries. When violence broke out, Israel and US screamed about Dutch anti-Semites unleashing a pogrom on Maccabi Tel Aviv fans. An opinion piece in Yedioth  Ahronoth, Israel’s highest circulation newspaper, titled This is what a pogrom looks like, this is the new antisemitism by Smadar Perry inadvertently exposes Israel’s lie right from the first paragraph: “This is what an Israeli woman who arrived in Amsterdam two days before the soccer match between Maccabi Tel Aviv and Ajax clubs wrote about the atmosphere in the city: ‘There were huge gatherings and shouts of “Death to Arabs” in Amsterdam’s main squares alongside violence against people against Palestinian flags… Leaving the games Maccabi Tel Aviv fans were roaming looking for Palestinians to beat up”. So the Israeli visitors incited the violence, then cried antisemitism. To call the fracas in Amsterdam a pogrom is to belittle actual pogroms and insult the memory of their countless Jewish victims.",
    "Within Israel, the antisemitism charge is used to justify land grabbing not just against Muslims but also against Christians and Catholics. For instance, Jewish settlers from West Bank are trying to take over Jerusalem’s Armenian quarter, home for Armenian Christians – the city’s smallest religious minority – for more than a millennium. When the Armenians resist, they are accused of being anti-semitic.",
    "Settlers are also trying to grab Mount of Olives, under the guise of setting up a national park. In a joint open letter, Catholic, Greek Orthodox, and Armenian churches charged that the project’s “apparent sole purpose is to confiscate and nationalise one of the holiest sites for Christianity…under the guise of protesting green spaces”.",
    "Sri Lanka has enough ethno-religious problems of her own without inviting problems of other nations to this already blood soaked shores. If Chabad-Lubavitch Movement is given a legal foothold in Arugam Bay, it may not be long before our own Muslims are accused of antisemitism and of igniting a pogrom! Anything can incite an incident, from local residents displaying support for Palestinian cause to objecting the glorification of Israel war crimes. And if any incident can be depicted as “violent Muslims” attacking “peaceful Israeli tourists”, what a political gift that would be to the BBS/Sinhala Ravaya types and the Rajapaksas, Weerawansas, and Gammanpilas of the nation.",
    "Hamas committed so many atrocities against Israeli civilians during its October 7 attack, for Israel to win global sympathy, unvarnished truth would have sufficed. But from the beginning, Israel propagandists embellished actual Hamas crimes and created new ones, possibly to justify the no-holds-barred war they were planning to unleash on Gaza. A prime example was the now debunked story about Hamas decapitating babies.",
    "This is Hasbara. Propaganda. A long standing Israeli practice aimed at “portraying itself as the victim of wicked Arabs and spreading fake news that is only debunked after it has done its damage,” according to Alain Gresh in La Monde Diplomatique. Mr. Gresh calls Hasbara “the dark art of spinning a war”. It is more – the dark art of spinning everything Israel and its agents do anywhere, as Richard Falk, professor emeritus of international law at Princeton explains. Hasbara “justifies what Israel is doing or diverts attention from the message of critics to the supposedly questionable credibility of the messenger.",
    "The weaponising of antisemitism is a cynical example of the deployment of Hasbara stratagems designed solely to deflect criticism and shift the conversation” (Truthout – 29.10.2023).",
    "Hasbara spares no one, from top US officials to those Israelis/non-Israeli Jews who oppose any of Israel’s policies or interests. Pulitzer winning journalist Ronan Farrow in a 2018 New Yorker expose detailed how Israeli operatives tried to discredit top Obama officials involved in US-Iran negotiations. While non-Jews are tarred with the anti-Semitic brush, Jewish organisations and individuals exposing/opposing Israeli atrocities are vilified as self-hating Jews.",
    "The victims of this Hasbara campaign include conscientious objectors like Sophia Orr and Yuval Moav to organisations such as B’Tselem which recently published a reportcalled Welcome to Hell, exposing systematic torture in Israeli prisons.",
    "None of this is new. When Italian-Jewish writer and Auschwitz survivor Primo Levi organised a Begin Must Go campaign in response to Israel’s 1982 invasion of Lebanon, he was hounded for his stance.",
    "According to Ian Thompson’s magisterial biography of Levi, The Elements of a Life, what the author of such international classics as If This is a Man found most unforgivable was Menachem Begin’s use of “the mythology of victimisation by the Nazis to justify his militarism and victimisation of the Palestinians.”",
    "Since Israel’s genocide in Gaza is being televised (including by perpetrators) Hasbara advocates have a hard task to perform. Take the case of Shoval Ben Nathan, an IDF soldier killed in the wider Gaza war. Eulogies at his funeral focused on his qualities, starting with his determination to revenge the Hamas attack on all Palestinian civilians. “You entered Gaza to take revenge,” Mr. Ben Nathan’s brother cried, “… as many women and children as you can, everyone you saw. That was what you wanted.",
    "And on this day, one year after Simchat Tora, when we thought we will massacre the enemy, massacre everyone, that we will expel them all from this land, we are here on your funeral.” His company commander spoke of what a sunny presence he was. “You were the happiest, the most optimistic, and frivolous person in the platoon. We saw it for the first time in Gaza, when you unauthorisedly burnt a house to lift the atmosphere”.",
    "In case such outpourings are dismissed as the ravings of the lunatic fringe, here is Israeli Finance Minister Bezalel Smotrich bemoaning Israel’s inability to impose its own version of Final Solution in Gaza, thanks to an interfering world. “It is impossible in today’s global reality to wage war – no one in the world would let us starve and thirst two million citizens, even though it maybe just and moral until the return our hostages”.",
    "Against such chilling self-incrimination, invoking the Holocaust and weaponising antisemitism are two of the few recourses left to Hasbara operatives. Doubtless the opposition to suspect war criminal Gal Ferenbook’s presence in Sri Lanka too would be depicted as antisemitism. Perhaps on this, and on not allowing a Chabad House in Arugam Bay, we can learn from Israel’s own example. Israel recently deported several Lankan workers who moonlighted in violation of their work contract. Tourists who set up places of religious worship and soldiers who boast of killing civilians and desecrating their corpses are in violation of every national and international law. We might never bring our own criminals to justice. The least we can – and must – do is not to become a welcoming place and a safe haven for criminals of other lands."
  ]
}