{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/NextGenSL-facilitates-cross-party-collaboration-on-governance-and-economic-development-framework/56-760690",
  "time_ut": 1713301626.0,
  "original_lang": "en",
  "original_title": "NextGenSL facilitates cross-party collaboration on governance and economic development framework",
  "original_body_lines": [
    "Marking a landmark initiative aimed at fostering cross-party cooperation, NextGenSL, a platform dedicated to empowering young leaders from the main political camps, convened representatives from 15 political parties for a two-day consultation session.",
    "The gathering culminated in the development of an initial draft for a cross-party governance and economic development framework, signalling a new step forward in Sri Lanka’s political landscape.",
    "Under the auspices of NextGenSL, delegates from diverse political backgrounds engaged in constructive discussions, focusing on key issues concerning governance, economic development, and social progress. Over the course of the consultations, participants collaborated to craft a comprehensive framework that draws from a range of sources, including political manifestos, an IMF diagnostic report, and frameworks from civil organisations.",
    "The Zero draft of the framework, prepared by the Advocata Institute, served as the foundation for deliberations. Technical expertise was provided by eminent scholars including Dr. Indrajit Coomaraswamy, Dr. Sharmini Cooray, and Dr. Shanta Devarajan, who offered insights to enrich the document. Additionally, Murtaza Jafferjee and Suresh Shah played key roles in strengthening the framework through engagement with young leaders.",
    "A highlight of the event was a guest speech delivered by Ceylon Chamber of Commerce Chairman Duminda Hulangamuwa who commended the collaborative efforts and underscored the importance of inclusive governance for sustainable development.",
    "Acknowledging the support and participation of political leaders from various parties, including the SLPP, SJB, UNP, SLFP, ITAK, CWC, Communist Party, Mahajana Party, RUG, MJP, the National Green Front, TPA, and ACMC, the organisers expressed gratitude for their commitment to advancing national interests.",
    "Special recognition was extended to individuals such as Dhananath Fernando from the Advocata Institute and Namini Panditha from the Liberal Youth Movement for their invaluable contributions and partnership in the endeavour.",
    "Looking ahead, NextGenSL announced plans for five additional consultations in the coming weeks, aimed at gathering further political insights and refining the framework.",
    "The final document containing the cross-party framework will be handed over to the leaders of all main political parties urging them to incorporate the recommendations into their election manifestos."
  ]
}