{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/The-Royal-College-that-nurtured-me/14-760264",
  "time_ut": 1712168363.0,
  "original_lang": "en",
  "original_title": "The Royal College that nurtured me",
  "original_body_lines": [
    "The author of this letter Lorenz Pereira with Ranil Wickremesinghe during Royal College’s 125th anniversary",
    "I applaud the ex-Principal of Royal College R.M.M. Rathnayake for his subject article (https://island.lk/a-former-royal-college-principal-defends-maintenance-of-secular-values-in-the-school/) that partly contributes to us old Royalists becoming aware of current “happenings” at Royal. I believe that I can confidently assume that Rathnayake is a devout and respected Buddhist and an educationist and Principal par excellence.",
    "As such he has the credentials to be seriously considered. On the other hand, I being so remote from the scene am really not in a position to be ultra-judgemental.",
    "I strongly believe that these issues of concern must be brought to the notice of old Royalists. It is then up to each one of us to make our own judgements and respond accordingly, if need be.",
    "For the continued betterment of Royal, they can no longer be swept under the carpet.",
    "Other issues that have recently come my way and need to be made public to loyal and passionate old Royalist are:",
    "1. Pending court cases of alleged rugby fraud of Rs. 17.2 million (an interesting finding arising from the Magistrate Court, Colombo Hearing of Case No. 9665/24 of 21 March 2024)",
    "2. Corrupt or non-transparent money collection at classrooms (Royal primary and middle school) of millions of Rupees for undisclosed non transparent activities",
    "3. Recent report (article in media) by the Human Rights Commission of SL on the “clandestine” appointment of Prefects",
    "I consider myself blessed and proud to have been educated at the best elite creme de la creme school in SL but regrettably these events have debased my prestigious school to a very common denominator.",
    "Where once it was the Pathfinder and Leader that set the standards for the rest of the nation, it is now the “microcosm” that reflects the values of the rest of the nation, that most admit are rock bottom in every sphere of life.",
    "It appears that some are content for Royal to be a follower of that lowly state of being, rather than a leader raising the bar at every stage, and incorporating innovative educational changes that have been our tradition since inception. In fact, the country has been the “microcosm” of the Royal way and not the reverse.",
    "Change is inevitable. The world has moved on since my era at Royal, in the 1950s. Royal too needs to adapt and move on. But change must not be for the sake of change. The change should be channelled for the educational betterment of its students. As the foremost school in the country, Royal College needs to be innovative, incorporate new ideas, new thinking and new technological advances that ensure its supremacy as the crème de la crème of Sri Lankan schools.",
    "In spite of Royal being in a predominantly Buddhist country since inception, it has nobly, with graciousness and tolerance welcomed all socio-economic and diverse religious students to study, play in harmony and cultivate life-long friendships.",
    "What is occurring now is not because of any Government directives, but possibly because of the opportunistic traits of a few propping up their own egos.",
    "Royal has always been the benchmark for academic and sporting excellence.",
    "There are other more appropriate and focussed places for that. Royal has always promoted religious tolerance and that is how it should be.",
    "Is there a need for the conspicuous promotion of any religion, particularly when funds have to be raised from parents, many of whom are facing insurmountable financial hardships? As has always been in the past, the welfare of students, to “learn of Books and Men and learn to play the Game” must always be given priority as compared to inflating the egos of a few. I am afraid that I no longer associate myself with this new Royal that some attempt to portray. So, with great sadness, I may have to bid farewell to the “school of our fathers.”"
  ]
}