{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98221/school-education-will-be-revamped-by-alleviating-burden-of-examinations-president",
  "time_ut": 1711465380.0,
  "original_lang": "en",
  "original_title": "School education will be revamped by alleviating burden of examinations - President",
  "original_body_lines": [
    "President Ranil Wickremesinghe on Tuesday (March 26) said it is necessary to maintain law and order in the country, while highlighting the crucial steps taken to safeguard state properties, including the parliament, the prime minister’s office and the president’s office from “violence orchestrated under the guise of a struggle”.",
    "Despite criticisms labelling these actions as human rights violations, the President asserted that such measures were imperative for preventing economic instability.",
    "Stressing the importance of maintaining law and order, particularly in the aftermath of challenging times, President Wickremesinghe underscored the collective responsibility of all parties in upholding societal order.",
    "These sentiments were expressed during a meeting convened at the Presidential Secretariat, where university lecturers gathered to discuss the nation’s current economic program.",
    "President Wickremesinghe also revealed ongoing government efforts to implement a new education system, with a dedicated committee, chaired by the Prime Minister’s Secretary, tasked with this initiative.",
    "He highlighted the government’s focus on revamping school education by alleviating the burden of examinations and underscored ongoing transformations within the university sector.",
    "The President announced plans to implement these initiatives under a new parliamentary session following the upcoming elections.",
    "Emphasizing the need for collective support to ensure the success of these programs, he outlined the goal of achieving an advanced education system in the country by 2035.",
    "President Wickremesinghe stressed the importance of fostering a conducive atmosphere within the university system for the effective implementation of these reforms. He suggested that universities themselves should determine whether to retain internal administration or pursue changes to cultivate a renewed environment. Reflecting on recent protests during his attendance at the Kelaniya University inauguration, the President reaffirmed his commitment to fulfilling his responsibilities.",
    "University professors contributed insights on various educational reforms, highlighting the role of academia in knowledge creation, dissemination, and meeting national needs. Discussions centred on establishing universities as independent educational entities, providing tailored courses with technology catering to contemporary student requirements, and fostering conducive learning environments for local and international students alike.",
    "Additionally, the importance of fully restructuring the university system and turning it into institutions that contribute widely to economic development was also discussed.",
    "Below are some of the questions raised by the university lecturers and the responses given by President Ranil Wickremesinghe:",
    "Question: There is a growing global trend towards prioritizing entrepreneurship education. Should our country also consider making entrepreneurship education compulsory?",
    "Answer: The government is actively addressing practical changes within the university curricula, with the establishment of several committees tasked with this endeavour. University educators carry a significant responsibility in this regard.",
    "Question: Ensuring adherence to national laws within university education is essential. How can this be effectively implemented?",
    "Answer: This task transcends government efforts alone; it necessitates collective action. Regrettably, there’s a concerning silence from some quarters, largely stemming from systemic issues dating back to the 1980s. We mustn’t revert to past shortcomings but urgently develop a new education framework suited to our evolving nation, requiring broad support.",
    "Moreover, university life shouldn’t solely focus on enrolment and graduation; fostering debate is equally vital. While political discussions were once commonplace on campuses, this atmosphere is now scarce. Restoring this discourse is imperative."
  ]
}