{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Undue-attack-on-President-Anura-Kumara-Dissanayake-and-the-NPP/4-768189",
  "time_ut": 1729445279.0,
  "original_lang": "en",
  "original_title": "Undue attack on President Anura Kumara Dissanayake and the NPP",
  "original_body_lines": [
    "The people have confidence that AKD, with his progressive policies and a genuine agenda for national development, is the leader who can guide the country forward",
    "Unlike the traditional political parties that have operated under a “you scratch my back, I’ll scratch yours” arrangement, the NPP under President AKD stands independent, promising nothing but results for the people. The parties that have suffered crushing defeats are now devoid of manifestos or visions, as they have plundered the nation’s resources and sold off valuable assets. It is crucial that the public be vigilant in casting their votes, ensuring that corrupt individuals do not return to power",
    "I am delighted to express my heartfelt congratulations to Anura Kumara Dissanayake (AKD), a leader who has gained the trust and admiration of all Sri Lankans be it Sinhalese, Tamils, Muslims, Burghers and even the Estate community, by being elected as the Ninth Executive President and Commander-in-Chief of the Democratic Socialist Republic of Sri Lanka with an overwhelming majority. President Dissanayake’s remarkable accomplishment lies in his ability to cast aside pomp and circumstance, choosing instead to work on his progressive policies and campaign promises in the simplest and most cost-effective manner, avoiding unnecessary waste of public funds.",
    "Supporting him as Prime Minister is Dr. Harini Amarasuriya, a distinguished figure and sibling of the renowned Amarasuriya family of Amaragiri Walawwa in Unawatuna. The family has a long history of contributing to Sri Lanka as entrepreneurs, politicians, educationists, and philanthropists. Additionally, President AKD has appointed two seasoned politicians and former parliamentarians, Vijitha Herath and Laxman Nipunarachchi, as Caretaker Ministers, demonstrating his commitment to strong leadership.",
    "President AKD has a humble approach to leadership, always listening to the people who gave him their mandate. He believes it’s his duty to address their concerns. Moreover, he is open to working with the opposition and even willing to adopt progressive policies from RW if they benefit the country. His open-mindedness and transparency set him apart, making him a leader who values constructive criticism and collaboration.",
    "With the general election approaching on 14 November 2024, it is disheartening to see some political parties and senior candidates resorting to mudslinging instead of presenting clear policies or plans. Their attacks on President AKD, who was elected with a mandate for change, reveal the desperation of defeated parties that have lost credibility. These actions only underscore their inability to face the public after being soundly rejected.",
    "President AKD does not require absolute power but welcomes a strong Opposition to enhance governance. His progressive plans, once scrutinised by both sides of the political spectrum, will benefit the nation transparently and with accountability. Meanwhile, the public has grown weary of political parties like the UNP, SLFP, SLPP, and SJB, who continue to harp on irrelevant issues, playing the same tired records of past glories.",
    "Since President AKD’s election, there is renewed hope in Sri Lanka’s potential. He has a vision to make the nation great again, while his critics, clinging to their tarnished legacies, are left counting their losses. Some of the 225 parliamentarians have been embroiled in scandals involving drugs, corruption, and abuse of power, facts highlighted by Ranjan Ramanayake and NPP parliamentarians. President AKD is determined to bring these offenders to justice, reopening cases that had been buried.",
    "It is also worth noting the “uncrowned Prince of Hambantota” is now seeking a seat via the National List, too afraid to face the electorate directly. These individuals, who squandered public wealth and lived in luxury at the people’s expense, can no longer deceive the masses. Once the election is over, they will have to face the consequences of their actions as the legal process takes its course.",
    "It is time for political parties to stop attacking President AKD and focus on their own shortcomings. The people have confidence that AKD, with his progressive policies and a genuine agenda for national development, is the leader who can guide the country forward. The old guard, who have manipulated the system for decades, should step aside and allow educated youth with a vision to take the reins.",
    "Unlike the traditional political parties that have operated under a “you scratch my back, I’ll scratch yours” arrangement, the NPP under President AKD stands independent, promising nothing but results for the people. The parties that have suffered crushing defeats are now devoid of manifestos or visions, as they have plundered the nation’s resources and sold off valuable assets. It is crucial that the public be vigilant in casting their votes, ensuring that corrupt individuals do not return to power.",
    "Sri Lanka now has the chance to turn over a new leaf. By supporting President Anura Kumara Dissanayake and his agenda for progress, we can rebuild our nation’s lost glory and set it on the path to prosperity, much like Singapore. It is time for all Sri Lankans, be it Sinhalese, Tamils, Muslims and Burghers to unite behind President AKD and Prime Minister Dr. Harini Amarasuriya to shape the future of this beautiful country."
  ]
}