{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98845/sinopec-to-complete-feasibility-study-on-sri-lanka-refinery-by-june-report",
  "time_ut": 1714047600.0,
  "original_lang": "en",
  "original_title": "Sinopec to complete feasibility study on Sri Lanka refinery by June – report",
  "original_body_lines": [
    "Chinese state energy giant Sinopec is pushing for greater access to Sri Lanka’s market, where rival India is also seeking to expand its presence, as it looks to build its first fully-controlled overseas refinery, reflecting a change in the firm’s global strategy to compensate for slowing demand growth at home.",
    "Sinopec, the world’s largest oil refiner, is expected to complete a feasibility study by June for a plant at the Chinese-run Hambantota port, after winning Colombo’s approval last November, two senior industry sources with direct knowledge of the matter told Reuters.",
    "While the China-based sources say the investment, which Colombo pegged at $4.5 billion as the country’s largest-ever foreign investment, is commercially driven, neighbouring India is pushing a rival plan to build a fuel products pipeline to the island nation southeast of the subcontinent.",
    "Sinopec’s effort to build a refinery with a more domestic orientation rather than the export-focused project sought by Sri Lanka, which has not previously been reported, puts it in direct competition with India’s interests in expanding its role as an energy supplier to the country. New Delhi-run Indian Oil Corp is the No.2 fuel supplier to the country, after Sri Lankan government-owned Ceylon Petroleum Corp.",
    "India’s foreign ministry and Indian Oil Corp did not respond to requests for comment.",
    "Sinopec, which has not publicly spelled out its strategy, is prioritising the Sri Lanka investment and another in Saudi Arabia under a newly launched investment arm, in an effort to leverage its expertise and deep pockets to expand globally as oil demand nears its peak in China as economic growth slows and electric vehicle adoption widens, the sources said.",
    "Sinopec’s efforts mark a new trend in Chinese oil and gas investments abroad after mergers and acquisitions dried up to just $344 million in 2023, a fraction of the record $31 billion in 2012, according to LSEG data, following the 2014/15 oil price collapse and as Beijing tightened scrutiny over the finances of its national oil giants.",
    "Sinopec is working to finalise details including the plant’s size and product configuration, while negotiating with Colombo over terms including greater access to the import-reliant Sri Lankan market, an element key for its final investment call, the sources said.",
    "The south Asian nation, grappling with a dearth of foreign exchange, has sought a refinery that would deliver 20% of its fuel domestically and export the rest to generate much-needed hard currency.",
    "Sri Lanka’s power and energy minister, Kanchana Wijesekera, told Reuters on Friday that the government is sticking to that requirement.",
    "Sinopec, however, believes domestic sales would be more profitable, the two sources said, declining to be identified as the matter is not public.",
    "The company is considering either a 160,000 barrel per day (bpd) plant or two 100,000-bpd plants built in phases, which in either case would be geared towards gasoline and diesel fuel, the sources said.",
    "Sinopec sees Hambantota as among its top-priority projects, alongside a multi-billion-dollar plan to expand a refinery into a petrochemical complex at the Red Sea port of Yanbu in a joint venture with state-run Saudi Aramco, the two sources said.",
    "Compared to its half-owned, higher-cost Yanbu plant built a decade ago and designed to supply the U.S. market, Sinopec could fully leverage its expertise in refinery design, engineering and operation in the Hambantota venture and thus cap overall costs.",
    "Sinopec has in recent months sought more flexible terms for the project’s domestic marketing share but Colombo has not budged.",
    "Sri Lanka’s only existing refinery, the 38,000 bpd Sapugaskanda plant commissioned in 1969, supplies less than 30% of its fuel needs.",
    "Minister Kanchana told Reuters he expects Sinopec to sign an investment agreement by June.",
    "China and India are increasingly vying for influence in Sri Lanka.",
    "In 2022, India funnelled in about $4 billion of assistance during Sri Lanka’s worst financial crisis in decades.",
    "Since last year, New Delhi has proposed various energy “connectivity” projects including a $1.2 billion subsea power line and a fuel pipeline linking India with Sri Lanka’s Trincomalee port on the east coast, Sri Lanka Power and Energy Ministry Secretary Sulakshana Jayawardena said in late February.",
    "India is also deepening its involvement in Sri Lanka’s power sector with solar projects and grid connectivity.",
    "“Their dependency on China is not there in energy supplies,” said an Indian official directly aware of the pipeline discussions, declining to be identified because he is not authorised to speak with media on the subject.",
    "“That is a sector where we have a significant stake. That will increase with the pipeline,” the Indian official said, adding that there has been significant progress on discussions for the multi-product pipeline, with the two sides seeking to formalise the arrangement “as soon as possible”.",
    "China is a comparative latecomer to Sri Lanka but has since 2010 ploughed $6.7 billion into building the Hambantota port, highways and the country’s only coal power plant in Norochcholai.",
    "At Hambantota, state-owned China Merchants Group owns 85% of port operator Hambantota International Port Group under a 99-year lease and earlier this year agreed a $392 million deal to build a logistics and storage hub in Colombo port under Beijing’s sprawling Belt & Road Initiative.",
    "Last September, Sinopec started a fuel import and distribution business in Sri Lanka with 150 petrol stations, sourcing fuel mostly from Singapore, which Colombo expected to save the government about $500 million in foreign exchange over the next two years."
  ]
}