{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hemas-hospitals-celebrates-international-womens-day-with-her-march/",
  "time_ut": 1709856900.0,
  "original_lang": "en",
  "original_title": "Hemas Hospitals celebrates International Women’s Day with HER MARCH",
  "original_body_lines": [
    "Marking International Women’s Day, Hemas Hospitals has unveiled “HER MARCH”, an initiative dedicated to sparking discussions and action on women’s wellness and the critical role of preventive healthcare. With a steadfast commitment to enhancing the health and wellbeing of women across Sri Lanka, underscored by patient-centric care, Hemas Hospitals introduces an array of specially curated packages for women. These comprehensive health assessments are provided at attractive prices, and are available through various banks and a widely available digital healthcare platform, for a limited time.",
    "Accordingly, available exclusively at Hemas Hospitals, women can enjoy savings on mammograms, which play a crucial role in the early detection of breast cancer. They can help detect areas of concern years before a physical examination, helping to improve health outcomes, as early detection saves lives, significantly increasing the chances of successful treatment and recovery. In fact, during HER MARCH, Hemas Hospitals is placing special emphasis on mammograms due to their exceptional effectiveness at preventing and treating breast cancer as early as possible.",
    "As part of HER MARCH, Hemas Hospitals is also delighted to offer a tailored WellWomen Package, designed to encompass a wide range of health investigations. From full blood count and lipid profile to TSH and ESR tests, the WellWomen package is comprehensive, with numerous investigations covering various aspects of your health, whilst offering exclusive discounts.",
    "Peter Dooley Naval Institute of Germany supporting training of SL seafarers",
    "Commonwealth Enterprise and Investment Council chairman Lord Marland’s Sri Lanka visit a resounding success",
    "Raising awareness on International Women’s day with  ‘Masterpiece of Abuse’",
    "Hemas Hospitals planning to link-up with top Singaporean hospitals and universities",
    "“We can detect it before your hands can”: Hemas Hospitals unveils state-of-the-art Mammography System for early breast cancer detection",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}