{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-president-says-to-complete-debt-restructuring-by-december-2024-186949/",
  "time_ut": 1731346020.0,
  "original_lang": "en",
  "original_title": "Sri Lanka President says to complete debt restructuring by December 2024",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka will complete its debt restructuring deals by December this year and the island nation will start repaying loans in 2028 in a stronger economy, President Anura Kumara Dissanayake said.",
    "Sri Lanka reached an in-principle deal with sovereign bondholders, which was in line with International Monetary Fund’s (IMF) debt sustainability analysis (DSA).",
    "Sri Lanka is regarded as a country in default until the debt is restructured. A court case has also been filed in the US by some bondholders.",
    "“We will complete the debt restructuring by December,” the President said in the Western district of Gampaha when he addressed a parliamentary election campaign meeting.",
    "“We will start repaying loans in 2028. We have confidence that the National People’s Power (NPP) government can establish an economy which is stronger to repay the loans we need to pay.”",
    "From the time of the default about 1.8 billion dollars of coupons interest has accumulated.",
    "Though bondholders took coupon haircuts of reducing coupons to 3.1 percent from 3.35 percent on bonds on a 27 percent haircut, there has been complaint over haircut reversals and steep rises in yields especially after 2033 which are linked to gross domestic product growth.",
    "The in principle deal also contains two bonds maturing in 2034 and 2035, where the coupon can fall based on governance indicators. These could include fiscal and other targets that could be negotiated with bondholders.",
    "Sri Lanka defaulted on its sovereign bonds in April 2022 after macro-economists cut rates and also taxes and printed large amounts of money to stop interest rates from going up triggering forex shortages and loss of external confidence in the currency and debt. (Colombo/November 11/2024)"
  ]
}