{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Sri-Lanka-eye-clean-sweep-against-Afghanistan/108-276942",
  "time_ut": 1707840000.0,
  "original_lang": "en",
  "original_title": "Sri Lanka eye clean sweep against Afghanistan",
  "original_body_lines": [
    "Feb. 13 (Agencies) - Sri Lanka will host Afghanistan for the final and inconsequential One Day International (ODI) match in the three-match series at the Pallekele Stadium in Kandy tomorrow.",
    "With the series already in the Lankan Lions’ pockets after winning the first two matches, the third one will all be about Afghanistan gaining some sort of momentum before the Twenty20 International series begins on Saturday.",
    "In the second ODI, Charith Asalanka scored 97 while Captain Kusal Mendis and Sadeera Samarawickrama chipped in with 61 and 52 respectively. At the tail end, Janith Liyanage scored a 50 of his own as Sri Lanka set a target of 308.",
    "Chasing, Afghanistan’s Ibrahim Zadran and Rahmat Shah were the only ones who could score decent runs but their efforts were in vain with their team getting bundled out for 153.",
    "In the first ODI, it was all about Pathum Nissanka’s 210 not out which helped him become the highest individual scorer in Sri Lanka’s ODI history, surpassing Sanath Jayasuria’s iconic 189 against India in 2000.",
    "While Azmatullah Omarzai and Mohammad Nabi gave it the old college try with tons of their own, Afghanistan fell short by 42 runs.",
    "Sri Lanka completely outplayed the Afghan side in the second ODI and they will be eyeing a clean sweep while Afghanistan will have to forget the loss and regroup quickly to get a consolation win.",
    "Sri Lanka have all their bases covered and have the winning momentum behind them as well and they are expected to come out on top in this encounter.",
    "Sri Lanka Squad: Kusal Mendis (Captain), Charith Asalanka (Vice-Captain), Pathum Nissanka, Avishka Fernando, Sadeera Samarawickrama, Janith Liyanage, Wanindu Hasaranga, Maheesh Theekshana, Dushmantha Chameera, Dilshan Madushanka, Pramod Madushan, Sahan Arachchige, Akila Dananjaya, Dunith Wellalage, Chamika Karunaratne and Shevon Daniel.",
    "Afghanistan Squad: Hashmatullah Shahidi (Captain), Rahmat Shah (Vice-Captain), Rahmanullah Gurbaz, Ikram Alikhil, Ibrahim Zadran, Riaz Hassan, Azmatullah Omarzai, Mohammad Nabi, Gulbadin Naib, Qais Ahmad, Noor Ahmad, Mujeeb Ur Rahman, Fazal Haq Farooqi, Naveed Zadran and Farid Ahmad Malik."
  ]
}