{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/serendib-flour-mills-sponsors-culinary-championship-2024/",
  "time_ut": 1731698940.0,
  "original_lang": "en",
  "original_title": "Serendib Flour Mills sponsors Culinary Championship 2024",
  "original_body_lines": [
    "Serendib Flour Mills, manufacturer of 7 Star wheat flour, was the Category Sponsor for Bread and Pastry at the recently concluded Culinary Champions 2024, supporting local industry talent and creativity. Held in Kandy from October 31st to November 2nd, 2024, the prestigious culinary competition showcased Sri Lanka’s finest gastronomists.",
    "Organized by Lanka Exhibition and Conference Services (LECS) in collaboration with the Kandy Hoteliers Association, Cultural Triangle Hoteliers Association, and Nuwara Eliya Hoteliers’ Association, the Culinary Champions 2024 was a landmark event in Sri Lanka’s hospitality industry.",
    "The objective of the competition was to provide a platform for promoting culinary excellence, skills, and abilities of chefs, cooks, pastry chefs, and apprentices. Participants competed in various categories, including the Bread and Pastry category.",
    "Over 300 professionals from the Hotel, Restaurant, and Café industry (HORECA), specifically from Kandy, the Cultural Triangle, and Nuwara Eliya regions, participated in the competition. The competition also provided an excellent opportunity for industry professionals to gain exposure and connect with peers from the industry.",
    "The sponsorship aligned with SFML’s commitment to nourishing the nation with products of excellent quality and freshness. The Culinary Champions 2024 played a crucial role in reiterating these core values and showcasing SFML’s array of world-class flour products while elevating the standards of the country’s hospitality industry.",
    "CSE renews Platinum Partnership with CFA Society Sri Lanka to foster capital market development",
    "Sri Lanka Insurance Life Comprehensive D+, an insurance cover for the diabetic",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}