{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/General-Election-2024-Opportunity-to-work-towards-common-purpose/4-769306",
  "time_ut": 1731691236.0,
  "original_lang": "en",
  "original_title": "General Election 2024: Opportunity to work towards common purpose",
  "original_body_lines": [
    "For the first time since the enactment of the 1978 Constitution and the advent of the system of proportional representation, the Sri Lankan people have united to confer a two-third majority of its legislative power to a single party, Anura Kumara Dissanayake’s National People’s Power. It also marks the first time that Sri Lankans of all ethnicities across the country all spoke with a single voice, and placed their faith in a single leader.",
    "In one fell swoop, Sri Lanka made clear that it has had enough of race baiting, nepotism, class warfare, corruption, cronyism, political vendettas and rank incompetence.",
    "They saw in President Anura Kumara Dissanayake a leader who they could trust, who sincerely cared for them, who would work hard for them, has no interest in political theatrics and amassing power for himself.",
    "The people could be no clearer – their patience for drama and pettiness has clearly run out.",
    "Even before victory was declared, the President himself reminded Sri Lankans of the discipline and integrity required to not abuse a two-third majority to amass power, but to remain committed to strengthening democratic institutions.",
    "Sri Lankans will now have a chance to see President Dissanayake live up to his words, and put democracy and integrity first, as he has throughout his career.",
    "This election is an opportunity for our allies overseas to partner with Sri Lanka, and take advantage of the clean economy the President has pledged to build, and all the incredible investment opportunities such an environment will no doubt provide.",
    "At home, it is time for all parties to put their labels aside to work with the President and Government in good faith for the betterment of Sri Lanka. President Dissanayake has made clear his goal to make Sri Lanka’s passport one that any citizen can be proud to hold. That is a vision that can only be realised if Sri Lankans come together around the ambition represented by that common purpose."
  ]
}