{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102476/president-receives-blessings-from-sacred-jaya-sri-maha-bodhi",
  "time_ut": 1728182040.0,
  "original_lang": "en",
  "original_title": "President receives blessings from Sacred Jaya Sri Maha Bodhi",
  "original_body_lines": [
    "President Anura Kumara Dissanayake visited the sacred Jaya Sri Maha Bodhi in Anuradhapura last afternoon (05) to pay homage and receive blessings.",
    "Upon his arrival at the historic Anuradhapura sacred site, the President first met with the Atamasthanadhipathi, Chief Sanghanayaka of Nuwara Kalaviya, and Chief Administrator of the Anuradhapura Maha Viharaya, Most Venerable Pallekumbura Hemarathana Nayake Thero. During this meeting, the President engaged in a brief discussion, inquiring about the Venerable Thero’s well-being, the President’s Media Division (PMD) said.",
    "Following this, the President proceeded to the Udamaluwa, where he participated in religious observances. At the main Dhamma Hall of the Jaya Sri Maha Bodhi, the Atamasthana Chief Prelate, along with the Maha Sangha, conducted Seth Pirith and invoked blessings upon the President.",
    "Also present at this religious ceremony were other Maha Sangha, including the Chief Incumbent of the Lankarama Viharaya Most Venerable Ralapanave Dhammajothi Nayake Thero , the Chief Incumbent of Ruwanweli Chathyaramaya Venerable Ethalawetunawewa Gnanatilake Thero, the Chief Incumbent of Thuparama Chathyaramaya Venerable Kahalle Gnaninda Thero, the Chief Incumbent of the Mirisavetiya Chathyaramaya Venerable Welihena Sobitha Thero, the Chief Incumbent of Abhayagiri Chathyaramaya Venerable Dr. Kalanchiye Rathanasiri Thero, the Chief Incumbent of the Historic Isurumuni Raja Maha Viharya Venerable Matawa Sumangala Thero and the Chief Incumbent of Anuradhapura Sri Sambuddha Jayanti Viharaya Venerable Nugatenne Pangnananda Thero.",
    "During his brief address, the Atamasthanadhipathi Most Venerable Pallekumbura Hemarathana Nayake Thero emphasized that the responsibility of uplifting the lives of the innocent people of this country and protecting the nation, race, and religion now rests on the shoulders of President Anura Kumara Dissanayake, it said.",
    "The Thero also pointed out that, as a leader emerging from the North Central Province (Raja Rata), the President has a special obligation to improve the lives of the people in the region who have long endured hardships. He further added that the Maha Sangha of the Mahavihara bestows their blessings upon the President to fulfil these responsibilities successfully.",
    "The Chief Prelate went on to observe that the current political environment is not conducive to someone with wisdom and insight. However, the Maha Sangha believes that the new President has the ability to foster a healthy political culture in the country, the statement added.",
    "Venerable Hemarathana Thero also highlighted the importance of establishing a National Policy, stressing that if the President can craft a long-term, beneficial national policy with the support of all Members of Parliament, it would be a significant achievement.",
    "Afterwards, President Anura Kumara Dissanayake visited the Ruwanwelisaya, where he received blessings from the Chief Incumbent, Venerable Ethalawetunawewa Gnanatilake Nayaka Thero, the PMD reported.",
    "Subsequently, the President participated in religious observances held in front of the Ruwanwelisaya, during which the Maha Sangha chanted Seth Pirith to invoke blessings upon the President.",
    "Governor of the North Central Province Wasantha Jinadasa, District Secretary Ranjith Wimalasuriya, former MP Wasantha Samarasinghe, Deputy Chairman of the All Ceylon Farmers’ Federation Susanta Navaratne, and Professor Sena Nanayakkara, along with others, were also present at these events, the statement added."
  ]
}