{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Cable-Solutions-awarded-Certificate-of-Ethical-Trading-by-National-Chamber-of-Exporters/34-771549",
  "time_ut": 1736297171.0,
  "original_lang": "en",
  "original_title": "Cable Solutions awarded Certificate of Ethical Trading by National Chamber of Exporters",
  "original_body_lines": [
    "Cable Solutions PLC, a prominent player in the cable manufacturing industry, specialising in a wide array of engineering solutions such as standard cables, customised cables and cable harnesses, has announced receipt of the prestigious Certificate of Ethical Trading by the National Chamber of Exporters of Sri Lanka (NCE).",
    "This distinguished recognition underscores the company’s unwavering commitment to ethical business practices, sustainability, and corporate social responsibility.",
    "The Certificate of Ethical Trading is awarded to companies that demonstrate an elevated level of integrity and ethical behaviour in their operations, adhering to the highest standards in areas such as labour rights, environmental sustainability, and fair business practices. Cable Solutions’ achievement amply reflects its dedication to building a business that not only delivers quality products but also makes a positive impact on its employees, communities, and the environment. Cable Solutions Managing Director Pawan Tejwani said: “We are honoured to receive this esteemed recognition from the National Chamber of Exporters of Sri Lanka. At Cable Solutions, we believe that ethical trading is not just about compliance; it’s about creating a sustainable and responsible business that benefits all stakeholders. This certificate reinforces our commitment to continuous improvement and excellence in every aspect of our operations.”",
    "The certification process involved a rigorous evaluation of Cable Solutions’ business practices, including employee welfare, environmental impact, supply chain transparency, and ethical governance. The award is a testament to the company’s dedication to building a future that aligns with global standards of ethical and responsible business practices.",
    "Cable Solutions continues to prioritise sustainable innovation and corporate responsibility, striving to maintain its position as a leader in the cable industry while contributing to the betterment of Sri Lanka’s export sector and society at large. This certification not only boosts the company’s reputation in the local and international markets but also strengthens its ability to build stronger relationships with global clients and partners who share similar values.",
    "Cable Solutions business model revolves around providing tailored solutions that meet the unique requirements of its clients, rather than offering a one-size-fits-all product. This customer-centric approach is a key differentiator, ensuring that Cable Solutions addresses specific performance and property criteria for each client. By focusing on engineering excellence and customisation, the company continues to meet the complex needs of its international clientele, maintaining its competitive edge in a highly specialised and technical market."
  ]
}