{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/history-is-going-to-repeat-again-lifting-ban-on-vehicle-imports-could-trigger-it/",
  "time_ut": 1732061358.0,
  "original_lang": "en",
  "original_title": "History Is Going To Repeat Again: Lifting Ban On Vehicle Imports Could Trigger It",
  "original_body_lines": [
    "History is going to repeat again. It is going to begin on 01 February 2025, with the lifting of import ban on passenger vehicles. With the blessing of the governor of the central bank, the government has already promised to remove the import restrictions of vehicles on February 01, 2025. On that day, it will begin to set the necessary conditions for a full-blown crisis again, possibly within a year or so. If the unrealized demand for vehicles for the past few years is accounted, the crisis could even begin within months.",
    "This time only advisors are different. Previously, it was Dr. PB Jayasundera, president’s secretary of Gotabaya Rajapaksa and Ajith Nivard Cabraal, the former governor of the central bank. This time the advisors are Dr. Nandalal Weerasinghe, the incumbent governor of the central bank and the Director General of customs.",
    "The fact is that most educated and experienced people who held high posts in the government’s machinery led the former president Gotabaya Rajapaksa to make many wrong decisions. During the early period of Gotabaya Rajapaksa’s presidency many economists and analysts saw the impending balance of payment crisis. Some politicians inside and outside the parliament strongly demanded to go to the IMF for help before it was too late. On July 25, 2021, giving an interview to the Sunday Times Dr. PB Jayasundera rejected the idea of going to the IMF and insisted that “fast tracking” the already approved projects of the World Bank, ADB and JICA, the government could manage the balance of payment problems. Further he questioned whether “going to the IMF would bring tourism and will IMF bring exports back.” As a response I wrote “If this is his opinion that should be the President’s and the Government’s official view. This is complete madness. If it is just a madness of some official it is fine. But this madness makes citizens, businesses, farmers suffer enormously and makes banks vulnerable” (21 August 2021 Daily FT), and sadly that happened.",
    "The consolation we have now is that the IMF is standing by. But one mistake could bring down the economy so fast even under the watch of IMF.",
    "The advice to lift the ban on vehicle imports is criminally serious, because the ban is not lifting just to satisfy the demand of consumers who could not buy a new vehicle for a few years, but to collect enough revenue from import tariff, in order to finance the promised salary-increase, reduce taxes and to provide some financial concessions to farmers and fishermen.",
    "If the lifting of the ban on vehicle imports is a stand-alone action, it is not that serious, because if the outflow of dollars is going to be significant, they could use something called macroprudential policy tools to reduce the number of vehicles to be imported by preventing possible BOP problems that could possibly create instability of currency, exchange rate and interest rates. So, when the lifting of the vehicle import ban is connected or linked to finding funds for the essential revenue to pay the increased salaries and provide other financial concessions, any reduction of vehicle imports could jeopardize the revenue targets within months, creating a new problem of paying increased salaries and continuing other tax concessions grated.",
    "And if any significant outflow of dollars occurs it could greatly reduce the official foreign exchange reserve if the central bank intervenes to stabilize the exchange rate of rupee. However, this kind of intervention is very unlikely at least at the early stages of the problem because the IMF does not like the central bank’s intervention in the forex market with the intention of stabilizing the exchange rate of rupee. Instead, the IMF’s prescription is to allow the natural adjustment of the exchange rate based on the forces of supply and demand.  In that eventuality what could possibly happen is the depreciation rupee significantly. The depreciation of the rupee could trigger another cycle of inflation purely due to the devaluation of the domestic currency.",
    "Now, if the government uses macroprudential tools such as Loan-to-Value ratio to reduce the number of vehicles to be imported containing the outflow of dollars as mentioned earlier, that will reduce the revenue from tariff expected to pay for the salaries, tax reductions and other financial concessions already approved, but there is no way to stop those payments once approved. This will be a huge dilemma for the new government. The government can’t let the import of vehicles take place based on demand as significant depreciation of rupee could happen before arriving at the so called natural equilibrium value of rupee and also the government can’t reduce the number of vehicle imports as such action would reduce the revenue expected from tariff, so that the government will face a huge problem of financing increased salary, reduced tax and other financial concessions that have been approved or promised.",
    "Economy is a complex system and inherently a disequilibrium system at the fundamental level of supply and demand and there is no natural adjustment to bring this into an equilibrium system. Many mainstream economists and central bankers easily mess-up in handing the economy. In this regard India did the highest experiment a decade ago. They put Dr. Rajan Raguram, a former Chief Economist of the IMF, to be the governor of Reserve Bank of India for eight years. Those days media reported that the position was readvertised by the Indian government barely at the end of four years even without the knowledge of Dr. Raguram. In the middle of 2016, the Indian media reported regarding the departure of Dr. Raguram that “leaving the RBI wasn’t his decision.” It says all."
  ]
}