{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/when-sir-john-kotelawala-visited-st-josephs-college/",
  "time_ut": 1731193620.0,
  "original_lang": "en",
  "original_title": "When Sir John Kotelawala visited St. Joseph’s College",
  "original_body_lines": [
    "Seventy-four years ago, Fr. Peter A. Pillai OMI, a distinguished educationist and the Rector of St. Joseph’s College, proposed the groundbreaking idea of constructing an Olympic-standard swimming pool at the school. This initiative met with resistance from some old boys and parents. At that time, no school in Ceylon (now Sri Lanka) had an Olympic-size pool, let alone a sub-standard swimming facility. The announcement of this ambitious project took the school community by surprise and marked a significant moment in the institution’s history. Fr. Pillai’s vision aimed not just to enhance the school’s facilities but to foster a culture of sports and physical education, paving the way for future generations.",
    "Just like many other private schools in Colombo, St. Joseph’s College had to face an exile during the years of World War II, when the Allied Forces stationed their troops in school premises. Following the end of the War and the subsequent attainment of independence in 1948, St. Joseph’s College entered a notably prosperous and fruitful period in its history. This era marked significant advancements in the institution’s development and contributions to education. The finances of the SJC were smooth yet funding the construction of a pool was an uphill task. With time, winning the support of his critics and friends, Fr. Pillai appointed a committee that oversaw the collection of funds for this project. It must be mentioned that a large portion of the funds came from the pockets of Muslim old boys as well as alumni from the Maldives. Prime Minister Amin Didi of the Maldives, who was a Josephian, endorsed the project by subscribing a handsome donation of Rs. 10,000.",
    "In the 1950 annual Prize Day report, Fr. Peter Pillai estimated that the whole project would cost Rs. 225,000 (the final cost of the project would exceed Rs. 300,000). This was a mammoth value at that time. Despite the donations, it was clear that other means were needed to cover the balance of the budget. Accordingly, a fund-raising fair was organized by the Josephians.",
    "Sir John opening the ‘Blue and White’ fete on February 17, 1950. Standing next to him is Fr. Peter Pillai OMI, the Rector of St. Joseph’s College",
    "Up until this point, SJC had been having a neutral relationship with the Government of Ceylon under D. S. Senanayake elected in 1947. Before independence, D. S. Senanayake, who was a friend of Fr. Maurice Le Goc (former Rector of SJC and a world-renowned botanist-agriculturalist), was invited as the Chief Guest of a Prize Giving SJC held during WWII. Senanayake, who was then the Minister of Agriculture in the State Council attended the Josephian Prize Giving held at St. Bridget’s Convent (one of the few schools the British weren’t interested in stationing their forces). A few years previously, despite differences in opinions, Fr. Peter Pillai was a good friend of S. W. R. D. Bandaranaike of the Sinhala Maha Sabha and a Minister of the State Council. Bandaranaike, the best orator in his day, was invited by Fr. Peter Pillai to deliver a lecture on “Nationalism and National Progress” on March 18, 1941.",
    "The premier’s son, Dudley Senanayake, graced the 1949 SJC Prize Giving as chief guest in his capacity as the Minister of Agriculture and Lands. These three occasions were the only times that SJC invited local politicians to events in the school. However, it must be mentioned that the association with colonial administrators from Governors to Colonial Secretaries was a long tradition in SJC. After all, the College was declared open by Governor Sir Joseph West Ridgeway in 1896. At least seven English Governors have graced the SJC Prize Days.",
    "The fun fair, though not as majestic as a prize giving, was an opulent event that attracted a variety of crowds, in and out of Josephian circles. Fr. Peter Pillai made a surprise call by inviting the flamboyant Sir John Kotelawala as the Chief Guest of this event. Kotelawala, was then a reputed statesman and the Minister of Transport and Works under D. S. Senanayake. Fr. Peter Pillai, the apostle of the Social Justice movement in Ceylon since his return from Cambridge, was one who was a great admirer of John Kotelawala. As Minister of Public Works, Sir John had a reputation for getting things done.",
    "The extension of the Laxapana Power Plant, the construction of the University of Ceylon, Peradeniya, the extension of Ratmalana Airport and co-founding Air Ceylon as well as the construction of many important roadways were key achievements of Kotelawala. Among the many stalwarts in parliament at the time, Sir John was one of the few liberals and one who called a spade a spade. In 1950, he was perhaps one of the most respected and popular politicians in the country. For these reasons, Fr. Peter Pillai invited Sir John to open the fair.",
    "For many construction projects of St. Joseph’s College, may fund raisers have taken place in the form of variety entertainments, musical shows and dramas. This was one of the first occasions the fete/ fair concept was used. Obviously, it attracted a greater crowd, and many outside the Josephian community. The fund-raising committee decided to name the fete after the College Colors. Thus, it was called the “Blue and White fete”. Preparations for the fete were taken very seriously and students of all classes were involved in setting up stalls on the premises as well as assisting in other logistical functions. February 17, 1950, was decided to be the day the fete was to open. It was planned to run till February 19, for three days. The weather at the time was not favourable in Colombo and some feared that rain would mar the project.",
    "Sir John, who was known for his punctuality, arrived early in the morning and was welcomed by Fr. Peter Pillai and Fr. Arthur N. Fernando, the Vice Rector along with several other leading staff and Old Boys. One special invite was Prof. William Karunaratne, a pioneer Pathologist in Ceylon, who had recently obtained his third doctorate. After being garlanded by a student, Sir John and the other dignitaries went in procession towards the grounds where the “Blue and White” fete was set up. Sir John then cut the “blue and white” with a pair of silver scissors and declared the fete open.",
    "In his address he stated: “St. Joseph’s College was one of the greatest public schools in the island, and a modern amenity like a swimming pool, was a necessity.” (Times of Ceylon, February 18, 1950, p. 7). Sir John who was keen sportsman, admired the courage of Fr. Peter Pillai and his staff to plan building a swimming pool. However, it must be said that this was not the first occasion Sir John had encountered the Josephians.",
    "In 1914, Sir John, was just 17, played the First XI cricket match between St. Joseph’s College vs Royal College, his alma mater. In this match, Sir John scored five runs each in both innings as the Royalist faced a humiliating defeat of an innings and 128 runs. (See Blue and White,  1914, p. 66) J. P. de Fonseka, the renowned author, played for the Josephians in this match. Sir John would later be the captain of Parliament XI, often opening the batting with Sir Francis Molamure, the Speaker of the House. It is not known whether either party spoke of this at the Blue and White fete!",
    "Fr. Peter Pillai in his response said, “Sir John was a ‘go-getter’ and a progressor, and he had been asked to perform this function because the organizers of the Fair were determined to raise funds for the pool in the same spirit.” With much cheer and excitement, the much-anticipated fete was opened and Sir John, along with Fr. Peter Pillai and the dignitaries went to observe the premises. (Ceylon Daily News, February 18, 1950)",
    "In addition to these attractions, the event showcased an art exhibition, a black-market stall, a livestock display, and various games such as hoopla. Notably, the House Stalls—comprising Bonjean, Coudert, Marque, and Melizan—engaged in friendly competition, each striving to surpass the others in terms of elegance and creativity. Despite the predicted bad weather, no rain interrupted the proceedings for the three-day fete. This allowed attendees to fully enjoy the festivities. Participants, especially children, engaged in a variety of activities that contributed to an enjoyable atmosphere.",
    "Cowboy enthusiasts divided their time between the shooting gallery and pony rides. A dedicated children’s section featured an array of toys and clothing for sale, while concerts and cinema screenings attracted considerable interest. As a result of the fete, Rs. 30,000 was collected for the swimming pool project; nearly 10% of the budget.",
    "Two years later in 1952, the swimming pool was completed and declared open by Lord Soulbury, the Governor General. At that time, Sir John was the Leader of the House, and the following year he was appointed as third Prime Minister of Ceylon. Though there is no record of Sir John visiting SJC again, some of his closest aides and friends were Old Josephians.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}