{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Singaporean-authority-accuses-Colombo-Port-of-inaction-in-X-Press-Pearl-disaster/108-279872",
  "time_ut": 1711767660.0,
  "original_lang": "en",
  "original_title": "Singaporean authority accuses Colombo Port of inaction in X-Press Pearl disaster",
  "original_body_lines": [
    "Colombo, March 30 (Daily Mirror)- A Singaporean authority has made a serious accusation against Colombo Port over the X- Press Pearl disaster saying that to assist was deemed limited and there was no follow-up after a team of firemen had assessed the situation onboard XP.",
    "The report which has been released to the public domain has been compiled by the Transport Safety Investigation Bureau (TSIB) which is the air, marine and rail accidents and incidents investigation authority in Singapore. It says the tugs sent for firefighting had various limitations which did not offer continuous firefighting support.",
    "“The Master did not receive answer from Colombo Port Control on the several requests made for urgent berthing before the fire went out of control,” the report says.",
    "It also says, “The instruction for the ship to be towed away from the port, citing pollution risk, was contrary to the intention of the salvors to manage the incident closer into the port rather than to fight the fire at the anchorage where the weather conditions were not favourable. There was a lack of coordination among the stakeholders ashore to find a common solution in the handling of this emergency to ensure the safety of the crew onboard and to prevent the vessel’s condition from deteriorating. When the salvors boarded the ship, they had limited time to assess the situation while coordinating the firefighting efforts with tugs which had limited ability. The salvors were unable to orientate XP’s bow to a position that minimised the fanning of the fire by the prevailing winds, causing the fire to spread aft and towards the accommodation and engine room.",
    "The Singapore registered container ship X-Press Pearl (XP), which was carrying 1,486 containers, encountered a fire that started in the cargo area while at anchor about nine nautical miles from the Port of Colombo, Sri Lanka on May 20, 2021."
  ]
}