{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96975/keheliya-admitted-to-prison-hospital-",
  "time_ut": 1706961540.0,
  "original_lang": "en",
  "original_title": "Keheliya admitted to Prison Hospital",
  "original_body_lines": [
    "Former Health Minister Keheliya Rambukwella, who was put behind bars on remand earlier today, has been admitted to the Prisons Hospital on medical recommendation.",
    "The lawmaker, arrested on Friday (Feb.02) by the Criminal Investigation Department (CID), was remanded until 15 February on the orders of Maligakanda Magistrate Lochani Abeywickrama.",
    "He was also listed as the 8th suspect in the ongoing case on the substandard human immunoglobulin procurement.",
    "Prior to the apprehension of Rambukwella, seven arrests had been made connection with the drug procurement scam. But the fifth accused was later released on bail. As such, the former Health Secretary, the Director of the Health Ministry’s Medical Supplies Division (MSD) and three other officials of the same division, as well as the owner of the company, which is said to have supplied the substandard batch of immunoglobulin vials, now remain in custody on remand.",
    "Deputy Solicitor General Lakmini Girihagama, speaking on behalf of the prosecution today, accused the former health minister of amending the procurement process governing the import of medicine.",
    "She alleged that Rambukwella had removed the suppliers registered with the National Medicines Regulatory Authority (NMRA) and enabled unregistered suppliers to enter the procurement process.",
    "Presenting to the Magistrate a Cabinet paper tabled by Rambukwella, the Deputy Solicitor General pointed out that there was no shortage of human immunoglobulin vaccine at the time when the former health minister sought Cabinet approval to make emergency purchases for a certain list of medicines.",
    "She also noted the fact that no document was uncovered during the investigations to corroborate the need to prepare the Cabinet paper in question.",
    "The lack of such corroborating evidence reportedly prompted concerns within the courthouse.",
    "Responding to a query put forward by the Magistrate, the Deputy Solicitor General mentioned that while recording a statement with the CID yesterday, Rambukwella had revealed that the list of medicines was given to him by the Medical Supplies Division (MSD) and that the Cabinet memorandum was not prepared by him.",
    "It was further revealed that a staggering amount to the tune of over Rs. 144 million had been paid and that the money credited to the account of the first suspect had been withdrawn just within 3 days.",
    "As such, the prosecution argued that Rambukwella’s bail application should be rejected since he has been charged under the Public Property Act.",
    "President’s Counsel Anuja Premaratna, representing the accused, said all Cabinet ministers should thus be brought forward for questioning.",
    "He also cast doubts as to how the entire Cabinet of Ministers were misled by a single document.",
    "Commenting on the lost document, the defence counsel urged the authorities to ‘go after’ the person who lost the documents and to refrain from making allegations against the minister and urged the Magistrate grant bail to Rambukwella, while highlighting his client’s medical conditions.",
    "After taking into account all the submissions made, the Maligakanda Magistrate said Rambukwella, as the then-health minister, must be responsible for all actions carried out by the ministry beyond just signing a document."
  ]
}