{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/this-is-not-an-expansion-of-the-tax-net-but-an-expansion-of-the-net-of-inefficiency/",
  "time_ut": 1736480774.0,
  "original_lang": "en",
  "original_title": "This Is Not An Expansion Of The Tax Net But An Expansion Of The Net Of Inefficiency",
  "original_body_lines": [
    "On December 18, 2024 the President Anura Kumara Dissanayake announced in Parliament a series of tax changes. Some taxes were increased while the other taxes were decreased. Those changes were revision of personal income tax, increase in withholding tax on interest from 5% to 10%, imposition of VAT of 18% on digital services, Removal of export service exemption on income tax and tax them at 15%,   Increasing the corporate tax rates on betting, tobacco and liquor industries from 40% to 45%,   grant exemptions to locally produced liquid milk and yogurt industries on VAT which is 18%,increase stamp duty on leases from 1% to 2%. Continuing SVAT system contrary to the agreement with the IMF, and removal of vehicle import restrictions.",
    "Accordingly the current minimum annual level of taxation  Rs. 1.2 mn will be increased to Rs. 1.8mn. Hence the minimum monthly level of taxation will be increased from Rs.100,000 to Rs.150,000. In addition to that the first tax bracket of Rs.500,000 will be increased to Rs. one million. Taxes will get reduced due to that as well. The existing tax brackets are in Table 1 and the proposed tax brackets are in Table 2. In Table 3 it was indicated the tax implications of the current system and the proposed system for the levels of monthly  income from Rs. 100,000 to Rs. 600,000. The last two columns are relevant to the With Holding Tax discussed later.",
    "National Peoples Power (NPP) promised in their election manifesto that the minimum monthly level of taxation will be increased to Rs. 200,000 but it would have been a greater revenue loss. The previous government also approved a tax reduction by increasing the size of the tax brackets from Rs. 500,000 to Rs. 720,000. The President said that his proposal was approved by the IMF.",
    "I do not think that there is value of  IMF approving these different methods. The IMF has clearly indicated the targets to be achieved. In relation to these, achievable targets are government tax revenue as a percentage of GDP ( in 2025 13.9%) and primary account balance which means the government total revenue minus government expenditure other than interest payments and debt repayments, as a percentage of GDP (in 2025 2.3%). If these targets are not achieved even though the IMF have “approved” the revenue proposals, they would consider this as not fulfilling the requirements of the agreement. The conditions of this agreement are beneficial to the country since those considerably reduce the possibility of getting bankrupt again.",
    "PAYE tax is not a final tax.  It is a withholding tax. Although it is a withholding tax if the taxpayer does not have any other income or deductible expenditure it would be equal to the final tax. If there are deductible expenses the taxpayer can request the Inland Revenue Department ( IRD ) to give directions to the employers not to deduct PAYE tax or to deduct a lessor amount depending on the circumstances.",
    "The President declared in the Parliament that the WHT on interest will be increased from 5% to 10%. Since this is a WHT and it is calculated on the interest earned, the final tax calculated based on the second Chart would differ from the WHT deducted. The interest rates are in the downward trend so that if the interest rate earned is 8%, to have the WHT and final tax be at the same level, the deposit amount should be Rs. 54.2 mn. This means that if the deposit is less than that amount the WHT of those depositors would be more than the final tax. If the interest rate is 9% this limit would be Rs. 48.2 mn. Since the interest rates are going down this limit will be increased further.",
    "What does this mean? This means that the  retirees and others who live on interest on fixed deposits should go to the IRD in order to claim the WHT in excess of their due tax.",
    "In the one before the last column of Table-3  it is indicated that the amount to be refunded since the WHT is more than the final tax, at each income level if it is solely of the interest income. Accordingly at the monthly income levels of Rs.50,000 and Rs. 100,000, which are not subject to income tax , the monthly amounts to be refunded would be Rs. 5,000 and Rs. 10,000 respectively. WHT of 10%  would be more than the final tax up to the monthly level of Rs. 361,000. Those who earn more than that amount would have to pay additional taxes to IRD since WHT is less than the final tax. In the last column the same type of information is given when the WHT is 5% and the tax calculation is based on the new proposals.",
    "The Increase of the WHT is a harassment of many low-income earners. Even now it is happening. The President declared that there will be a dedicated  unit established at the IRD to direct financial institutions not to deduct WHT or to deduct a lessor amount from those who affected.",
    "If IRD can do this job effectively, why does the government need to request from the IMF, contrary to  the agreement, to continue with the SVAT system? What is SVAT? According to the VAT system enterprises should add 18%  to the goods and services sold. Also they have to pay 18% more to the goods and services they purchase. They have to pay IRD the balance after deducting VAT paid on goods and services purchased from the VAT collected on goods and services sold. Exporters are exempt from VAT at the point of export. Hence IRD will have to pay back the VAT they paid at the point of purchase. IRD did not handle this effectively and there were long delays with the paybacks.",
    "As a result, IRD implemented a system that the suppliers to exporters do not charge VAT from the exporters. This system is called SVAT.",
    "How can we trust that a department which delays VAT refunds to exporters, would pay back the excessive WHT deducted from a large number of ordinary men and women. The Government wants to extend the SVAT system since they know that the IRD is inefficient.",
    "The other point is that the declaration of the President that by increasing the WHT, the tax net is widened. It is not. By the very act of imposition of WHT irrespective of the rate, the tax net widens. There is no need to increase the rate since the financial institutions remit the WHT deducted to the IRD together with the NIC numbers of the respective depositors. With this information the IRD is in a position to calculate their incomes and ask them to pay the taxes accordingly. The President tries to coverup the inefficiency of IRD and ask a set of people to pay WHT in excess of their liability. How can we trust that the inefficient IRD will promptly pay back the additional taxes collected and give directions to the financial institutions not to deduct WHT from those who are not liable? Therefore, this is not expanding the tax net but expanding the net of inefficiency. Moreover, it discourages savings which is unfavorable to the economy. There are no economists, no tax consultants, no trade unions, no politicians and finally no so-called socialists to voice in favour of them.",
    "The President mentioned in Parliament only about the WHT on interest. At present there is a WHT collected by the commercial entities at the rate of 5%  from whom supply the  professional services  to them. The President did not mention about this category. It is not clear whether they are liable or not liable for the increase of the WHT. Also, there is a possibility that this WHT which was increased could be the final tax as well.",
    "WHT is charged by the governments throughout the world. The main intentions are  to avoid tax evasions  and collect the taxes in advance. If the IRD is efficient as explained tax evasion can be avoided even with 5% WHT. The Government probably focused on the receipt of taxes in advance. Keeping the taxes collected by force from those who are not claiming it back is getting enriched unduly and doing that to recover a concession given to those who can demand is disgraceful.",
    "I have seen some comments that the enterprises would not pass the benefit of the reduction of VAT of liquid milk and yogurt  to the consumers. It is not possible since producers are marking the prices in the product.",
    "It is a requirement to open the imports of vehicles and other products. The previous government also announced that vehicle imports will be allowed in February. If the imports increase the rupee will be depreciated and would create a positive environment to the exporters and at the same time costs of imported goods will be increased and cost of living would increase. However, if vehicle imports are allowed with the  intention of achieving revenue targets agreed with the IMF, then it would be risky."
  ]
}