{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-senkadagala-finance-retains-bbblka-rating-from-fitch-235074/",
  "time_ut": 1754482140.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Senkadagala Finance retains ‘BBB(lka)’ rating from Fitch",
  "original_body_lines": [
    "ECONOMYNEXT – Fitch Ratings has affirmed Sri Lanka finance company Senkadagala Finance’s National Long-Term Rating of ‘BBB(lka)’ based on its ‘adequate’ capitalisation, diversified funding base, and improving asset quality, but added risk from increasing exposure to riskier customer segments and vehicle classes.",
    "“We expect Senka to maintain focus on vehicle financing, which accounted for over 85% of total loans at the end of the financial year to March 2025 (FY25).”",
    "However, the mix within this segment is shifting towards two- and three-wheeler financing introducing greater asset quality risk, the ratings agency noted.",
    "Margin lending in the non-vehicle financing portfolio rose to around 6 percent of total loans by FYE25, which exposes Senka to increased market risks due to equity price volatility, Fitch said.",
    "Fitch Ratings – Colombo – 05 Aug 2025: Fitch Ratings has affirmed Sri Lanka-based Senkadagala Finance PLC’s (Senka) National Long-Term Rating at ‘BBB(lka)’ with a Stable Outlook. ‘.",
    "Standalone Profile Drives Rating: Senka’s National Long-Term Rating is driven by its intrinsic credit profile. The rating reflects Senka’s modest market share – 2.0% in loans and 1.2% in deposits – and increasing exposure to riskier customer segments and vehicle classes. These challenges are offset by acceptable levels of capitalisation, a diversified funding mix and improving asset quality.",
    "More Conducive Operating Environment: We project Sri Lanka’s GDP growth at 4.3% in 2025 and 3.6% in 2026, supported by low inflation and accommodative monetary conditions on renewed economic activity. This follows real GDP growth of 4.8% yoy in 1Q25 and a 5.0% expansion in 2024, driven by the industry and service sectors, including a rebound in tourism, after years of contraction and instability. That said, external headwinds from global tariff revisions and ensuing economic slowdown could challenge Sri Lanka’s economic recovery and affect the pace of growth.",
    "Shift in Product Mix: We expect Senka to maintain focus on vehicle financing, which accounted for over 85% of total loans at the end of the financial year to March 2025 (FY25). However, the mix within this segment is shifting towards two- and three-wheeler financing – boosting profitability in FY25 but introducing greater asset quality risk.",
    "Margin lending in the non-vehicle financing portfolio rose to around 6% of total loans by FYE25, following its launch in FY24. This exposes Senka to increased market risks due to equity price volatility, although low product concentration and standard collateral coverage mitigate potential downside risks.",
    "Higher-Risk Financing Profile: We believe Senka’s overall risk appetite is increasing because of rising exposure to two- and three-wheeler financing, which may be more vulnerable during economic downturns. In addition, Senka’s higher exposure to riskier commercial vehicles, such as buses, lorries and tractors, remains above the peer average. Senka’s 21% loan growth in FY25 was lower than sector average of 27%, due to the smaller ticket size of two- and three-wheeler lending. Meanwhile, reduced exposure to gold loans has lowered the company’s commodity price risk.",
    "Stabilised Asset Quality: Senka’s stage 3 loan ratio decreased to 7.2% by FYE25, from 13.0% at FYE24, supported by regional non-performing loan recovery campaigns, write-offs of legacy loans and improved borrower repayment capacity. Even so, asset quality remains sensitive to economic cycles given the company’s exposure to riskier asset classes and customer segments. Nevertheless, improved stage 3 provision coverage (end-FY25:57.6%, end-FY24:49.1%), enhancements to underwriting models and risk-management tools are likely to help mitigate these risks over time.",
    "NIM to Decline: We expect Senka’s net interest margin (NIM) to narrow in the near term as new lending is booked at lower rates amid declining market rates and intensifying competition. Profitability could also face pressure from higher credit costs as the loan book matures and exposure to higher-risk asset classes increases. Senka’s NIM rose to 17.5% in FY25, from 11.9% in FY24 and 7.9% in FY23. This improvement was driven by high yields from two- and three-wheeler financing, alongside a reduction in funding costs to 10.0% in FY25 from 14.2% in FY24.",
    "Stable Leverage: We expect Senka to maintain adequate capital buffers above the 8.5% regulatory minimum over the medium term. The company’s ratio of debt to tangible equity remained stable at 2.8x at FYE25 and FYE24. The Tier 1 capital ratio rose to 23.8% by FYE25, from 22.9% at FYE24, as internal capital generation sufficiently supported the company’s asset growth.",
    "Change in Funding Mix: Senka has increased its reliance on wholesale funding, with the share of deposit funding declining to 46% of total funding by FYE25 from 53% at FYE24. The company has historically leaned on wholesale funding, and this renewed emphasis reflects an industry-wide shift as borrowing rates decline. This trend will increase Senka’s funding concentration, but we believe its positive short-term asset and liability gap and available liquidity buffers will help reduce the liquidity risk in the near term.",
    "Factors that Could, Individually or Collectively, Lead to Negative Rating Action/Downgrade",
    "The National Rating is sensitive to a change in Senka’s credit profile relative to other Sri Lankan issuers. Negative rating action may be triggered by a significant increase in riskier lending products, which raises asset-quality risks. A substantial reduction in capital buffers due to sustained losses or increased risk-weighted assets, or a significant increase in the debt/tangible equity ratio, would also put negative pressure on the rating.",
    "Factors that Could, Individually or Collectively, Lead to Positive Rating Action/Upgrade",
    "The National Rating may be upgraded if Senka is able to build a substantially stronger business franchise with higher asset or deposit market shares, accompanied by an enhanced risk profile and capital buffers. A shift towards lower-risk asset classes and customer profiles, with sustained profitability and consistent improvement in asset-quality metrics, could also be positive for the rating.",
    "REFERENCES FOR SUBSTANTIALLY MATERIAL SOURCE CITED AS KEY DRIVER OF RATING",
    "The principal sources of information used in the analysis are described in the Applicable Criteria. (Colombo/Aug6/2025)"
  ]
}