{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102425/jaishankar-to-meet-new-president-and-pm-during-sri-lanka-visit",
  "time_ut": 1727963220.0,
  "original_lang": "en",
  "original_title": "Jaishankar to meet new President and PM during Sri Lanka visit",
  "original_body_lines": [
    "The Minister of External Affairs of India, Dr. Subrahmanyam Jaishankar will be undertaking an official visit to Sri Lanka on 04 October 2024, the Ministry of Foreign Affairs confirmed today.",
    "During this visit, the External Affairs Minister of India is scheduled to pay courtesy calls on President Anura Kumara Dissanayake and Prime Minister Dr. Harini Amarasuriya, the statement said.",
    "The visiting Indian External Affairs Minister and his delegation will also have a meeting with Foreign Minister Vijitha Herath at the Ministry of Foreign Affairs.",
    "Minister Jaishankar will be accompanied by senior officials of the Ministry of External Affairs of India.",
    "This is the first visit of any foreign minister to Sri Lanka since the new government was sworn in last week. Dr Jaishankar’s meeting with the leadership reaffirms India’s bilateral ties with Sri Lanka, Indian media reported today.",
    "“In keeping with India’s neighbourhood first policy and SAGAR outlook, the visit underlines the shared commitment of the two countries to further deepen the longstanding partnership for mutual benefit,” said India’s Ministry of External Affairs (MEA).",
    "This will be the first high-level engagement between India and Sri Lanka since the new President was sworn in.",
    "Indian Prime Minister Narendra Modi was amongst the first world leaders to wish Dissanayake and India’s High Commissioner to Sri Lanka Santosh Jha was the first foreign diplomat to call on him after the election results were announced.",
    "“Sri Lanka holds a special place in India’s neighbourhood and I look forward to working closely with you to further strengthen our multifaceted cooperation,” said PM Modi in his congratulatory message.",
    "President Dissanayake in response to PM Modi’s message said that he shared India’s commitment to strengthening ties.",
    "“Together we can work towards enhancing cooperation for the benefit of our people and the entire region,” Dissanayake had said.",
    "Meanwhile, on October 2nd, High Commissioner Jha called on President Dissanayake again at the Presidential Secretariat."
  ]
}