{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-port-city-browns-unit-gets-25-year-tax-holiday-for-financial-centre-231815/",
  "time_ut": 1753078680.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Port City Browns Unit gets 25-year tax holiday for financial centre",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has given a 25-year tax holiday, and the next 10 years at half the rate, to Ceylon Real Estate Holdings (Private) Limited, which will develop a mixed use plot in the Colombo Port City.",
    "Ceylon Real Estate Holdings is a subsidiary of Browns Investments PLC, which is the strategic investment arm of LOLC Holdings PLC.",
    "Ceylon Real Estate Holdings will invest 320,401,000 dollars for construction costs and 90,618,000 for other costs  which will be raised from foreign sources.",
    "A tranche of 32,155,846,800 rupees will go to Land investment in Colombo Port City.",
    "The company was designated a Business of Strategic Importance “in order to ensure the success of establishing the Colombo Port City, having regard to the national interest or the advancement of the national economy,” a gazette notice detailing the tax holidays said.",
    "“This mixed-use building development is central to the strategic vision of the Colombo Port City SEZ, focusing on enhancing Sri Lanka’s financial services sectors and drawing related industries to the Colombo Port City. This project is an impetus for creating an international financial center within Colombo Port City, contributing to economic and social development in Sri Lanka.”",
    "This project within Port City Special Economic Zone (SEZ) will encompass 53,602 sqm of Grade A office space, 22,972 sqm of retail themed centralized commercial space, and 84,232 sqm of high-end residential space, the gazette notice said.",
    "The office spaces within the project are expected to accommodate 4,000-6,000 individuals, “fostering job creation in finance, IT, logistics and other related sectors.",
    "“The project is designated to attract industries such as finance, IT, engineering, energy logistics, and consulting services, thereby creating substantial employment opportunities for the local population in these sectors.”",
    "In addition to income tax and withholding tax, the firm will also be exempted from value added tax, import duties and excise on all imports and local purchases of business-related goods and services.",
    "Sri Lanka is planning to stop giving very long tax holidays as part of raising revenue, under an International Monetary Fund program.",
    "Sri Lanka authorities have said businesses that were promised tax holidays earlier will be given but new ones will be based on different criteria and the underlying Strategic Development Act will be amended.",
    "RELATED: Sri Lanka halts Port City, SDP tax breaks, laws to be changed in IMF benchmark",
    "Sri Lanka’s corporate tax rates however are high at 30 percent, compared to about 20 percent for East Asian countries with monetary stability.",
    "Tax holidays of 8 years are given in some East Asian countries and the corporate tax rate of Singapore which has exceptional monetary stability is only 17 percent. VAT rates are also about half of Sri Lanka’s rate.",
    "Colombo Port City is a dollarized special economic zone which will be free of the central bank’s open market operations. (Colombo/July21/2025)"
  ]
}