{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/A-real-minimum-wage-can-set-ground-for-productivity-gains/14-764706",
  "time_ut": 1721858535.0,
  "original_lang": "en",
  "original_title": "A real minimum wage can set ground for productivity gains",
  "original_body_lines": [
    "Then what really is the living wage and how does one establish a common benchmark?",
    "Wages in Sri Lanka have thrown up considerable debate, with local and international activists joining the chorus calling on Government and industries to honour a ‘living wage’.",
    "Sri Lanka’s official minimum wage edged to just Rs. 17,500 ($ 59) in March this year. The ‘living wage’ for urban Sri Lankans in 2022 was listed at Rs. 84,231 ($ 281) by the Global Living Wage Coalition, during a year the country’s headline inflation touched its highest of 73.7% as per the Central Bank. For simpler discourse, let us place that figure now at $ 300.",
    "A living wage is minimum income for a worker to meet basic needs. However, this conjures numerous questions. For instance, in urban Sri Lanka where food and living becomes expensive, a family of three could burn through a sum of $ 300 in two weeks depending on consumption habits. But in rural Sri Lanka where food and housing come freer and easy, $ 300 goes a very long way. So, what then is the real national living wage? There is no official statistic in this regard, and as evidenced on the ground, a real value is driven by individual consumption habits and other externalities.",
    "There is also the question on the number of breadwinners within a home. In most households, including the plantation sector, both husband and wife are employed. In households with older children, one or more children are employed. So, if the living wage were to be $ 300, a home with three breadwinners will rake in $ 900 or Rs. 270,000 per month, and Rs. 180,000 in the event it is two. This figure is more than sufficient to service a mortgage on a house, lease payment for a small vehicle, food, entertainment and any basic educational needs. People are already achieving much more on far less, so what then is a real living wage?",
    "For instance, an estate worker from Thalawakele noted her family of five could meet all essential requirements comfortably with Rs. 150,000 ($ 500) a month. An apparel industry worker hailing from Galle and lodging in Katunayake, revealed she earns on average Rs. 75,000 a month ($ 250). Her two children are cared for by her mother in Galle. She “prefers” her life in Colombo and spends most of the time there. With her salary she has obtained decent lodging, purchased a television and a fridge for this abode, and still has money left to send back home to her mother and children. Naturally, with access to subsidised food and free transport from the employer, her purpose becomes all the more easier.",
    "Some sectors offer greater benefits to employees, and this gives significant comfort and relief to employees. In addition to food, health and medical benefits that come free or with heavy subsidies, it was revealed that larger apparel companies still pay between Rs. 5,000 and Rs. 10,000 to all employees as an Economic Relief Allowance that was offered voluntarily during the height of the economic crisis. It was also revealed that any young adult with no prior experience joining the larger apparel players would take home a minimum of Rs. 42,000, before adding performance incentives. Besides apparel, the financial services and FMCG sectors offer employees generous pay, concessionary loans, food parcels, health and nutrition packages and other benefits to all staff.",
    "Then what really is the living wage and how does one establish a common benchmark? Naturally, there are sectors and segments that do not offer facilities like above. In that light, Government must mandate a realistic ‘minimum wage’ that considers essential food, medicine, utility, travel and educational requirements – with no frills. That wage should become a minimum benchmark for all segments big or small. That figure should become the moot point for all agencies, industries and government. In addition, discussions on competitive wages must at all times be tied to adequate efficiency and productivity from workers. The ongoing argument on affording a living wage holds little water based on what consumer segment and industry is at the centre. Wages always need measured consideration that includes industrial and ground realities and be tied to productivity. It cannot be driven on the whims of a fanciful few.",
    "(The writer is a veteran of the maritime and security industry, now leading an independent research and policy planning agency.)"
  ]
}