{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Australia-s-new-High-Commissioner-showcases-Colombo-highlights-deepening-ties/56-781897",
  "time_ut": 1758244255.0,
  "original_lang": "en",
  "original_title": "Australia’s new High Commissioner showcases Colombo, highlights deepening ties",
  "original_body_lines": [
    "Australia’s newly appointed High Commissioner to Sri Lanka Matthew Duckworth chose an unconventional way to introduce himself to the country via an interesting video message highlighting trade, education, development, and people-to-people ties between the two nations.",
    "By hopping into a tuk-tuk and taking a tour of Colombo, Duckworth said in his first video message: “I’ve just arrived, and honestly, I’m thrilled to be here. I’ve always wanted to experience the energy, beauty, and rich culture of Sri Lanka first-hand,” adding that his focus will be on strengthening bilateral ties.",
    "At a bustling Colombo market, he pointed to trade as a cornerstone of the partnership.",
    "“Australians drink a lot of Ceylon Tea, but did you know Sri Lankans love Australian lentils? In fact, 85% of the lentils in this market are from Australia. We’re even helping Sri Lanka become a processing hub for the entire region,” he explained.",
    "Education remains another key pillar, with Australia continuing to support skills development through scholarships, training, and the establishment of cutting-edge campuses in Sri Lanka.",
    "“Together, we’re helping build the skills Sri Lanka needs for the next generation,” he said.",
    "At the Colombo Port, Duckworth highlighted ongoing cooperation to improve efficiency and maritime security, noting that Australia and Sri Lanka jointly manage 5,000 kilometres of shared ocean.",
    "He also highlighted development support too, which continues to expand, with Australia committing AUD 26 million this year alone to projects across all provinces, including efforts to unlock the potential of Sri Lanka’s coffee industry.",
    "The High Commissioner also stressed the deep community ties, with over 200,000 people of Sri Lankan heritage living in Australia and thousands of Australian tourists visiting the island nation each year.",
    "He also linked the relationship between the two countries in sports.",
    "“Nothing brings Australians and Sri Lankans together like a good friendly game of cricket,” he quipped.",
    "“At the heart of it all, it’s about people. I’m here to listen, learn, and help deepen this great relationship between our two nations,” he said, concluding the video whilst helping himself to a hearty Sri Lankan rice and curry meal."
  ]
}