{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Management-of-international-reserves/4-763560",
  "time_ut": 1719534299.0,
  "original_lang": "en",
  "original_title": "Management of international reserves",
  "original_body_lines": [
    "Since the official international reserves are readily available to and controlled by the monetary authorities, they help build up confidence in market players that a country would meet its regular external payment obligations in a timely manner",
    "Foreign exchange reserves comprise of financial assets held in foreign currencies by central banks and governments. They not only provide liquidity for people to transact with the rest of the world, but also help build up confidence that a country is able to honour all its external payments in a timely manner. In the face of BOP difficulties, a country can draw down its own reserves to defend the exchange rate and/ or draw on the reserves of the IMF to regulate the magnitude and duration of crises",
    "Under normal circumstances, individuals and households do not spend all their earnings immediately. Instead, they attempt to maximise their personal well-being, over time, by “saving” for the future, as a precautionary measure. Similarly, savings of foreign currencies in the Central Bank and the Government are collectively known as the international reserves of a country.1 Like in the case of individuals and households, these savings act as a buffer to make unexpected payments and help prevent payments crises. Thus, reserves constitute a country’s savings of foreign currencies to be used later, as and when needed. Being the custodian of the country’s savings of foreign currencies, international reserves management remains an important function of central banks.",
    "Each country has a currency valued within its territory, used in domestic transactions. In most countries, the value of a country’s currency is determined by their governments in terms of other currencies, which forms the rate at which a country engages in international transactions. In the domestic market, the value will be influenced by the supply and demand for foreign exchange in the Banking System as well as the sales and purchases of foreign exchange by the Central Bank or Monetary Authority.",
    "According to the International Monetary Fund (IMF), “reserve management is a process that ensures that adequate official public sector foreign assets are readily available to and controlled by the authorities, that helps maintain confidence in the policies for monetary and exchange rate management, including the capacity to intervene in support of the national currency” (IMF). Thus, the Central Bank is the ultimate supplier of foreign currency for making international payments, done through the banking system. This way, a Central Bank will maintain reserves/balances which could be readily availed of to order payments as and when needed. Otherwise, a country will default on its payments, which will affect the market and the country adversely. Accordingly, a central bank has a duty to manage the reserves prudently whilst ensuring liquidity, safety and a reasonable return.",
    "The official foreign exchange reserves of a country comprise the liquid foreign currency financial assets held by its Central Bank and Government “to provide a level of confidence to markets that a country can meet its external obligations”. (IMF) These include foreign currencies, deposits and securities; monetary gold; and special drawing rights (SDRs) and reserve positions maintained with the International Monetary Fund (IMF).2 Since the official international reserves are readily available to and controlled by the monetary authorities, they help build up confidence in market players that a country would meet its regular external payment obligations in a timely manner.",
    "When an economy holds an adequate level of reserves, it is providing an assurance to the rest of the world that it will honour its commitments even in exceptional situations. This way, the country is protected from adverse circumstances, effectively facilitating the reduction of its sovereign spreads. Thus, international reserves management refers to the administration of the country’s foreign exchange reserves in such a way to ensure that they grow in value over time, whilst being readily available as and when required.",
    "Countries around the world face a range of adverse external shocks that can contribute to higher volatility in economic output, that could sometimes escalate into crisis levels. Sudden interruptions in foreign exchange cash flows or significant changes in prices of exports and imports could create imbalances in the current or capital and financial accounts of the Balance of Payments (BOP). In such instances, the international reserve assets serve as a buffer, to be used in conjunction with sound macroeconomic policies, to support a country’s BOP, to absorb shocks during times of crisis or when access to borrowing is curtailed. As BOP crises have the propensity to destabilise economies and retard their potential economic growth tracks, the imbalances generated in the BOP could be financed by running down the official reserve assets. Crises also tend to be very costly in terms of lost output, bankrupt firms, high unemployment and forgone government revenue.",
    "In addition to limiting external vulnerability, the official reserves are also used to intervene in the domestic foreign exchange market as well as in transactions with other central banks. Central Bank intervention generally aims to affect the exchange rate and other macroeconomic conditions in the country. As volatile exchange rates are associated with market uncertainties, the benefits of stable exchange rates for development purposes in particular cannot be underestimated. While intervention by central banks in the foreign exchange market on the demand side helps build up official reserves positions, intervention on the supply side results in lower levels of reserves.",
    "Official reserves could also be drawn down by countries when access to finance is limited or when borrowing becomes too costly. Overall, official international reserves provide liquidity; an important lubricant for the cogs in the wheels of international trade and commerce. However, given that the reserves, in its entirety, need not be held in liquid form at all times, enables part of it to be invested in longer-term international assets of major economies. In its simplest form, international reserves management entails managing these foreign assets so that they provide a secure and efficient access to international liquidity whilst protecting the bank’s financial equity. It is a form of risk management, whereby the central banks assess the foreign exchange cashflows to ascertain the inherent risks of failing to meet these obligations and endeavour to mitigate or hedge these risks.",
    "However, reserves are costly to hold, as they yield a return that is generally lower than the interest rate that the governments offer on their debt. This is attributed to the differences in credit risk, liquidity of securities, maturity profiles and denomination of the various instruments. Reserves held in US Treasuries, for example, generally earn a modest return, far below some countries’ own cost of borrowing. Intervention in the domestic foreign exchange market to help build up reserves is also a costly exercise as it has monetary implications. However, the increase in money supply caused by intervention in the foreign exchange market could be offset to a certain extent through sterilisation; a form of monetary action in which a central bank seeks to limit the effects of foreign exchange inflows on the domestic money supply.",
    "There is also an opportunity cost involved in holding foreign currency reserves in terms of forgone development activities. For example, the yield on reserves is much lower than the potential return they could earn by using those reserves to make real investments, such as building roads, bridges and schools. Thus, central banks cannot go on accumulating reserves. However, some maintain that reserve accumulation has been advocated mainly by those central banks keen on resisting or delaying the appreciation of their currencies.",
    "Others opine that reserves comprise only a part of a country’s defences against shocks to the economy as contingent protection is provided by access to swap lines from other central banks, sovereign wealth funds and access to financing from the International Monetary Fund (IMF). Nevertheless, prolonged and substantial reserve accumulation can increase intervention costs; and create monetary imbalances, which may distort domestic banking systems.3 Thus, a country cannot hold onto excessively large reserves.",
    "The optimal level of reserves a country should have differs from country to country, depending on their degree of openness, exchange rate regime, past experiences with handling crises, etc. However, there are a number of conventional metrics for determining the adequacy of reserves. These include ratios such as reserves to imports, reserves to short term debt and reserves to monetary aggregates. International benchmarks for these measures are three months of imports, 100% coverage of short-term debt and 20% of broad money supply, respectively. Though operationally useful, these benchmarks fail to capture the gamut of factors that gauge a country’s resilience against shocks.",
    "Given that they capture only a particular facet of vulnerability, some countries use a combination of metrics concurrently. The “optimal” reserves determined by the reserve demand regressions and the newer cost benefit models, can also turn out to be erroneous, as much depends on the assumptions used. The IMF recommends detailed scenario analysis to account for both, the country’s overall risk management resources and strategies as well as the specific identified risk. As is evident, there is no “right level” of foreign exchange reserves a country should hold, as much depends on the circumstances of the countries.",
    "Sound reserve management practices are important as they affect a country’s overall resilience to shocks. Given that international reserves should demonstrate adequate external assets to back the domestic currency as well as assist the Government to meet its foreign exchange requirements and external debt obligations; they are generally invested, to ensure they grow over time. Traditionally, official reserves management practices have focused around three main investment objectives; wherein safety of capital and liquidity are of prime importance.",
    "Prudent risk management practices would ensure the safety of the reserve assets. In general, monetary authorities tend to invest in highly liquid, credible instruments and in stable countries with sound track records in macroeconomic management and sound ratings. They also invest in a wide spectrum of investments to ensure the availability and ease of convertibility at short notice and at minimal cost to meet unforeseen foreign currency liquidity requirements. Although the financial return on official reserve assets is deemed to be of secondary importance, even modest returns help build up the reserve position over time.",
    "Reserve management practices vary from country to country, in terms of how much weight they give to each of these objectives. Developed countries such as Germany, which has been at the epicentre of two world wars and experienced several bouts of hyperinflation, give more prominence to the safety objective, whereas many emerging market economies tend to accommodate a higher weight for the return objective, to help “build up” their reserve positions. While the former gives prominence to passive reserve management practices to generate a risk-free return, the latter manages its assets base in an active manner, through strategic allocations and effective trading techniques, in an attempt to consistently beat benchmarks.",
    "As investments of international reserves are exposed to a diverse array of risks, including exchange rate risk, interest rate risk, credit risk, liquidity risk and operational risks, a medley of risk mitigating techniques are utilised to effectively manage international reserves portfolios. These risks must be mitigated by ensuring that international best practices are followed at all times and that all reserve management activities fall within the parameters specified by official Investment Guidelines. There are different levels of management in reserves management operations, within a formal structure of decision making; where each level of management knows their responsibilities and the parameters within which they are expected to operate. There is also a formal monitoring system to ensure that the staff are not exceeding the authority that has been delegated.",
    "The international reserves are invested in different asset classes, such as foreign currency, government bills and bonds, and gold, on a long-term basis, considering the underlying economic trends and other factors in the international markets. This typically comprises decisions on the currency composition, issuer type, instrument type and target risk parameters. Market risk comprises currency risk and interest rate risk. Given that conditions in the international market are in a constant state of flux, closely monitoring changes therein and exercising prudence in taking decisive actions to lessen their potentially harmful consequences can reduce market risk to a great extent. Credit risk could arise from delays or defaults in payment obligations.",
    "While comprehensive evaluation of the counterparties based on financial indicators, credit ratings and a set of transaction limits for exposures form the basis for gauging counterparty credit risk, monitoring of the more volatile variables such as stock market prices of the counterparties are also useful in identifying potential risks they are exposed to. Liquidity risk arises from the inability to liquidate investments on an urgent basis. Improved cash flow management and forecasting techniques help ensure that a sufficient proportion of assets in respective currencies are held in liquid form, to minimise the liquidity risk and ensure all payments are honoured in a timely manner, sans default.",
    "Operational risks arising from the employees, systems and processes that are in place to support the management of international reserves is generally mitigated by strengthening the verification processes, automating systems and revisiting the investment guidelines and codes of conduct on a regular basis. Risk management of the International Reserves portfolio is set out in the Investment Policy Statement (IPS) and the Investment Guidelines (IG). The former sets out the broad parameters for how the reserves should be managed and the latter provides basic principles and guidance for operationalising IPS.",
    "Foreign exchange reserves comprise of financial assets held in foreign currencies by central banks and governments. They not only provide liquidity for people to transact with the rest of the world, but also help build up confidence that a country is able to honour all its external payments in a timely manner. In the face of BOP difficulties, a country can draw down its own reserves to defend the exchange rate and/or draw on the reserves of the IMF to regulate the magnitude and duration of crises.",
    "Traditionally, reserve management practices have focused on three main objectives: safety, liquidity and return. However, prominence given to them varies from country to country. Despite the returns they yield, holding reserves can be costly, due to differences in credit risk, liquidity of securities, maturity profiles and denominations of various instruments. There is also an opportunity cost involved in holding foreign currency reserves, in terms of foregone development activities.",
    "Reserves management involves exposure to several risks; market, credit, liquidity and operational risks. In view of the risk-return trade off, it is important to strike a balance between the return objectives with prudent risk management and controls. There are a number of metrics for determining the adequacy of reserves. However, more recently, a combination of metrics is used concurrently. Risks are also managed carefully through appropriate delegation and control mechanisms and reliance on a range of risk metrics, controls and limits at all levels of the reserves management process, to ensure the international reserves are managed effectively.",
    "Becker, Torbjorn I.,Olivier Jeanne, Paolo Mauro, Jonathan David Ostry , and Romain Ranciere, “Country Insurance: The Role of Domestic Policies,” Occassional Paper No.254, International Monetary Fund, 2007",
    "International Monetary Fund, “Assessing Reserve Adequacy”, Washington D.C., February 2011",
    "Karunaratne, H.A., “Managing Sri Lanka’s Foreign Reserve”, 60th Anniversary Commemorative Volume of the Central Bank of Sri Lanka, 2011",
    "Truman, Edwin M., “Reflections on Reserve Management and International Monetary Cooperation”, World Bank /Bank for International Settlements Joint Fourth Public Investors’",
    "UBS presentation “Reserve Management; What, where, where now?” – by Paul Donovan, Managing Director, Global Economics, UBS",
    "Cardon, Pierrre and Coche, Joachim, “Strategic Asset Allocation for Foreign Exchange Reserves” ECB Publication “Risk Management for Central Bank Foreign Reserves”, 2004",
    "Crocombe, Stephen, “Introduction to Asset Allocation and Multi Asset” presented at the BlackRock Educational Academy, 2015",
    "Damaso, Isabela R. and De Cacella, Paulo M.F. “A Risk Management Framework for a Central Bank”, UBS Publication “New Horizons in Central Bank Risk Management”, 2004",
    "Pensioen Bestuur & Management, “From Asset Allocation to Risk Allocation”, 2012",
    "Pihlman, Jukka, “Risk Management” presented at the Central Bank of Sri Lanka, 2015",
    "1Although the international reserves typically include the foreign currency savings of the banking sector as well, this is generally not directly controlled by the Central Bank.",
    "2SDR refers to an international reserve asset created by the IMF to supplement the existing foreign assets of a country, which can be used to acquire foreign exchange, settle financial imbalances and extend loans.",
    "3Mohanty M.S. and Turner, Philip, “Foreign exchange reserve accumulation in emerging markets? What are the domestiv implications?”",
    "(The author is Additional Director, Communications Department, Central Bank of Sri Lanka)"
  ]
}