{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103654/billionaire-gautam-adani-of-indias-adani-group-charged-in-us-with-bribery-bond-deal-pulled",
  "time_ut": 1732163400.0,
  "original_lang": "en",
  "original_title": "Billionaire Gautam Adani of India’s Adani Group charged in US with bribery; bond deal pulled",
  "original_body_lines": [
    "Gautam Adani, the billionaire chair of Indian conglomerate Adani Group and one of the world’s richest people, has been indicted in New York over his role in a $265 million bribery scheme, according to U.S. prosecutors.",
    "Authorities said Adani and seven other defendants, including his nephew Sagar Adani, agreed to pay the bribes to Indian government officials to obtain contracts expected to yield $2 billion of profit over 20 years, and develop India’s largest solar power plant project.",
    "A judge has issued arrest warrants for Gautam Adani and Sagar Adani and prosecutors plan to hand those warrants to foreign law enforcement, court records show.",
    "Adani Green Energy cancelled plans on Thursday to raise $600 million in U.S. dollar-denominated bonds, according to four sources with direct knowledge of the matter. The bond had been priced but was pulled following the news.",
    "In early Asian trading on Thursday, Adani dollar bonds slumped, with prices down between 3-5c on bonds for Adani Ports and Special Economic Zone . The falls were the largest since the Adani Group came under a short-seller attack in February 2023.",
    "Prosecutors also said the Adanis and another executive at Adani Green Energy, former CEO Vneet Jaain, raised more than $3 billion in loans and bonds by hiding their corruption from lenders and investors.",
    "According to the indictment, some conspirators referred privately to Gautam Adani with the code names “Numero uno” and “the big man,” while Sagar Adani allegedly used his cellphone to track specifics about the bribes.",
    "The Adani Group has not responded to requests for comment on the indictment.",
    "Shares in GQG Partners, an Australia-listed investment firm that is a major Adani backer, slid 20%. The decline was the stock’s largest one-day fall since it listed three years ago.",
    "GQG last year bought 3.4% of Adani Enterprises  - the group’s flagship firm, 4.1% of Adani Ports and Special Economic Zone , 2.5% of Adani Transmission and 3.5% of Adani Green Energy. It said in a statement that it was monitoring the charges."
  ]
}