{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/national-bartenders-competition-2024-concludes-with-spectacular-grand-finale/",
  "time_ut": 1719520920.0,
  "original_lang": "en",
  "original_title": "National Bartenders Competition 2024 concludes with spectacular grand finale",
  "original_body_lines": [
    "The 29th National Bartenders Competition 2024 concluded with a spectacular Grand Finale on June 14th at the Cinnamon Grand, Colombo. Powered by International Distillers Limited (IDL) – Sri Lanka’s market leader in Locally Manufactured Foreign Liquor (LMFL) – and organized by the Sri Lanka Hospitality Graduates Association (SLHGA), this prestigious event celebrated the exceptional talent and creativity of bartenders from across the island.",
    "The event marked the culmination of months of rigorous regional contests and intensive training sessions, showcasing the dedication and skills of the participants. The Grand Finale was a glamorous occasion, graced by industry leaders, hospitality professionals, and esteemed guests. Distinguished guests included Patrick Pereira, President of the Sri Lanka Hospitality Graduates Association; Ms. Indhu Selvaratnam, Director of International Distillers Limited; and Shirantha Peiris, Chairman of the Sri Lanka Institute of Tourism and Hotel Management. Their presence, along with other key figures in the hospitality and related industries, highlighted the significance of this event.",
    "Dr. Kemal De Soysa, Director/CEO of IDL, commenting on the competition, emphasized the company’s commitment to nurturing local talent and elevating the standards of mixology in Sri Lanka: “We are delighted to be partnering with this event once again this year. I am so pleased to hear that the standard of the competition has improved significantly over the course of the year. We are particularly encouraged to have such a strong outreach through the regional competitions and the masterclasses we have been conducting these last few months. We warmly congratulate all the winners. We also trust that all those who took part in the whole competition had a chance to improve their skills and learn something of value. This will ultimately contribute to the upliftment of the bar-tending profession and the tourism experience of Sri Lanka at all levels and in all parts of the country”.",
    "At the Grand Finale, champions emerged in various categories. In the Classic Category, Shan Hussain was the Champion, demonstrating unparalleled finesse and creativity. The Flair Category saw B.M.C.D. Bandara dazzling the audience with his dynamic routines, earning the top spot. B.M.C.D. Bandara also won the title of Most Popular Bartender – Online, while the Most Promising Bartender Award went to Adhil Sama. These individuals represent the bright future of Sri Lankan mixology.",
    "This year’s competition underscored the importance of mixology in Sri Lanka’s booming hospitality sector and highlighted the exceptional skills and creativity of the island’s bartenders. Powered by IDL, and organized by SLHGA, the National Bartenders Competition continues to be a catalyst for growth and development in Sri Lanka’s mixology landscape.",
    "Fonterra Brands Lanka marks World Environment Day with focus on land restoration",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}