{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SLFP-leadership-legal-battle-continues-as-CoA-rejects-Wijeydasa-s-petition/56-761533",
  "time_ut": 1715108735.0,
  "original_lang": "en",
  "original_title": "SLFP leadership legal battle continues as CoA rejects Wijeydasa’s petition",
  "original_body_lines": [
    "The Court of Appeal yesterday rejected the petition submitted by Justice Minister Wijeyadasa Rajapakshe, which aimed to overturn the interim injunction issued by the Colombo District Court which barred him from fulfilling his duties as the Acting Chairman of the Sri Lanka Freedom Party (SLFP).",
    "Rajapakshe filed the petition on 29 April after the courts issued the interim injunction against him on 24 April.",
    "Justice D.N.Samarakoon considering the petition said the relevant orders in this regard should be obtained from the district court.",
    "A similar injunction was also issued against the SLFP Acting General Secretary Sarathi Dushmantha Mithrapala.",
    "The injunctions, in effect until 8 May, were granted considering a case filed by SLFP office bearers Lasantha Alagiyawanna, Duminda Dissanayake, and Mahinda Amaraweera.",
    "Chandaka Jayasundara PC representing the plaintiffs told the courts that it is illegal and against the party’s constitution for the defendants to hold the positions.",
    "Jayasundara noted that Rajapakshe’s membership status disqualifies him from holding any position within the SLFP, citing constitutional illegality in having a member of another party in such a role.",
    "Additionally, Jayasundara highlighted that the Executive Committee convened on 21 April to appoint Rajapakshe was unlawful.",
    "The SLFP’s pro-Sirisena faction appointed Rajapakshe as its Acting Chairperson on 21 April amidst a serious intra-party rift. Previously on 8 April, the SLFP faction led by former party leader Chandrika Bandaranaike Kumaratunga, party office bearers Duminda Silva, Mahinda Amaraweera and Lasantha Alagiyawanna appointed SLFP Senior Vice President Nimal Siripala de Silva as the party’s Acting Chairman replacing the embattled Chairman Maithripala Sirisena.",
    "Each faction has refused to accept the appointments made by each other and taken steps to take the matter to the courts."
  ]
}