{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sri-Lanka-explores-trade-and-investment-opportunities-in-Gothenburg/56-767824",
  "time_ut": 1728608810.0,
  "original_lang": "en",
  "original_title": "Sri Lanka explores trade and investment opportunities in Gothenburg",
  "original_body_lines": [
    "Ambassador of Sri Lanka to Sweden Kapila Fonseka successfully concluded a two-day official visit to Gothenburg, the second largest city of Sweden, last week. The purpose of the visit was to engage with key stakeholders including Swedish Government officials and business leaders to strengthen economic and trade relations between Sri Lanka and Gothenburg, and to meet with the members of the Sri Lankan community in Sweden.",
    "The Ambassador’s agenda included high-level meetings with the Västra Götaland County of Sweden Governor Sten Tolgfors, Gothenburg Lord Mayor Aslan Akbas, and Regional Parliament Chair Renee Bengtsson. During these meetings the Ambassador conveyed Sri Lanka’s strong commitment to enhance the already existing connections with the city of Gothenburg and the Västra Götaland, which is the second most populous county in Sweden.",
    "Ambassador Fonseka also attended two business roundtables with representatives from the “Business Region Gothenburg”, which is responsible for business development in the city of Gothenburg, Västsvenska Handelskammaren (The Chamber of Commerce in Gothenburg) as well as professionals from various industries including ICT, manufacturing, technology, travel industry etc.",
    "These discussions focused on exploring new opportunities for bilateral investment and collaboration, identifying new areas for economic cooperation, enhancing trade partnerships and joint ventures, and expanding market access for Sri Lankan businesses to the Swedish market. The two roundtables were organised by Sri Lanka Honorary Consulate in Gothenburg and the Sri Lanka Sweden Business Council, in collaboration with the Embassy of Sri Lanka in Stockholm. They wrapped up on a successful note, with several promising avenues identified for future cooperation.",
    "Honorary Consul of Sri Lanka in Gothenburg Marcus Pettersson assisted and accompanied the Ambassador during the visit. Secretary General of the Sri Lanka Sweden Business Council Leif Ohlson was associated with the roundtable discussions.",
    "During his visit, Ambassador Kapila Fonseka also met with the members of the Sri Lanka Association in Gothenburg and discussed strategies for enhancing cooperation between the Embassy of Sri Lanka in Stockholm and the Sri Lankan community in Gothenburg. Gothenburg is home to a large number of Sri Lankans.",
    "The Ambassador’s visit concluded with a meeting with the Vice Chancellor of the University of Gothenburg, Prof. Malin Broberg. The University of Gothenburg has a longstanding relationship with several institutions in Sri Lanka and hosts a number of Sri Lankan research students in a multitude of disciplines.",
    "This visit reaffirmed the seventy-five year-long strong ties between Sri Lanka and Sweden, and it is expected that the recent meetings will pave way for further collaborations in the near future.",
    "The city of Gothenburg, recognised as a key commercial hub in Sweden, plays a crucial role in the Sweden’s economic landscape. Strengthening ties with the business community in Gothenburg is important as a strategic priority for fostering long-term, sustainable economic partnerships with Sweden. The Embassy maintains close relations with the city of Gothenburg and Västra Götaland Region through the Sri Lanka Honorary Consulate in Gothenburg."
  ]
}