{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Govt-calls-for-calm-amid-hartal-in-North-and-East-over-Mullaitivu-death/56-780416",
  "time_ut": 1755461496.0,
  "original_lang": "en",
  "original_title": "Govt. calls for calm amid hartal in North and East over Mullaitivu death",
  "original_body_lines": [
    "Cabinet Spokesman and Minister Dr. Nalinda Jayatissa claims deceased allegedly tried to forcibly enter military camp of 12th Battalion, Sinha Regiment, slated for evacuation",
    "Says three Army personnel arrested and handed to Court; investigations continue",
    "Alleges political groups spread misinformation to create unrest, calls for peaceful public action",
    "Political parties supporting ITAK hartal include; SLMC, TPA, TNA and CWC",
    "Cabinet Spokesman and Minister Dr. Nalinda Jayatissa yesterday urged residents of the North and East to remain calm and avoid being misled by misinformation aimed at undermining the Government and the country’s security forces.",
    "The plea comes amid a hartal that has been scheduled for today (18) in the North and East as a protest demanding justice and accountability following the recent death of a 32-year-old in Mullaitivu. The deceased had allegedly attempted to forcibly enter a military camp belonging to the 12th Battalion of the Sinha Regiment in Shivanagar, Mullaitivu, which was slated for evacuation.",
    "“Investigations are underway. Three Army personnel have already been arrested and handed over to the Court,” Dr. Jayatissa said.",
    "He claimed certain political groups were attempting to create unrest by distorting facts and spreading false information about the incident.",
    "The Cabinet Spokesman called on the public to understand the situation and act peacefully.",
    "Meanwhile, the Sri Lanka Muslim Congress (SLMC) expressed full solidarity with the hartal announced by the Ilankai Tamil Arasu Kachchi (ITAK). SLMC Secretary MP Nizam Kariapper urged Muslims in the North and East to join the collective protest by closing shops and businesses, at least during the morning hours of today (18).",
    "In addition, the Tamil Progressive Alliance (TPA), Tamil National Alliance (TNA), and Ceylon Workers’ Congress (CWC) have declared their support for the hartal organised by the ITAK."
  ]
}