{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/SL-Navy-conducts-feasibility-study-for-Red-Sea-deployment-amidst-Houthi-concerns/108-274463",
  "time_ut": 1704421800.0,
  "original_lang": "en",
  "original_title": "SL Navy conducts feasibility study for Red Sea deployment amidst Houthi concerns",
  "original_body_lines": [
    "Colombo, Jan 4 (Daily Mirror) - The Sri Lanka Navy is currently conducting a feasibility study regarding the deployment of a ship in the Red Sea, contributing to the security of the region against Houthi activities, the Sri Lanka Navy said.",
    "On Wednesday President Ranil Wickremesinghe announced that a Sri Lankan Navy ship will be deployed in the Red Sea to prevent Houthi rebels from attacking ships and blocking trade along the sea route. The President also said that cargo ships have ceased using the Red Sea route owing to persistent attacks by Yemen’s Houthi rebels. The re-routing of these vessels around South Africa is expected to indirectly contribute to an escalation in the prices of goods.",
    "Consequently, President Wickremesinghe stated that a decision has been made for Sri Lanka to participate in the mission aimed at safeguarding against attacks by Houthi rebels. Addressing an event in Colombo, the President acknowledged the challenges, stating that despite the difficulties, Sri Lanka had to deploy a Navy vessel in the Red Sea at a cost of Rs. 250 million every fortnight.",
    "The President highlighted that the ongoing conflicts, particularly in Ukraine and Palestine, could lead to an increase in the prices of goods. Foreign media reports stated that Yemen-based militants have carried out at least 23 attacks since December 19 in response to the Israel-Hamas conflict in Gaza badly affecting the shipping route operations.",
    "Meanwhile, the Navy Spokesman said that sending a naval ship to the Red Sea is a challenge and they are currently conducting a feasibility study. “ Prior to deployment, we need to arrange logistic supplies. We also require a robust weapon outfit for this kind of a deployment. It is crucial to analyze the threats in the Red Sea area.",
    "To enhance our vessel’s security, an air defence system is imperative. Identifying specific patrol zones, securing fuel supplies, and establishing collaborations with foreign navies are essential components before deploying a ship,” the spokesman said. He said that discussions are currently underway, emphasizing that a definitive decision to dispatch a naval vessel has not been reached. “We are, however, gearing up for deployment should the need arise,” clarified the spokesperson. He said that the matter is still under discussion, and a final decision on sending a naval vessel is yet to be confirmed. “We are, however, gearing up for deployment should the need arise,” the spokesman said."
  ]
}