{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/more-mps-who-became-friends/",
  "time_ut": 1744023600.0,
  "original_lang": "en",
  "original_title": "More MPs who became friends",
  "original_body_lines": [
    "(Excerpted from Memories of 33 Years in Parliament by Nihal Seneviratne)",
    "Dr. Atapattu served as a MP for over 12 years in the Parliaments beginning August 1977. He also served as Minister of Health and Minister of Social Welfare.",
    "I was privileged to have known Ranjith since school days when we both joined the Royal Primary School at the age of five years and took part as 10-year-olds in the play “The Song of Hiawatha.” by Henry Longfellow. We sat next to each other on that occasion in a photograph dating back to the 1940s. Later we were together at Royal College proper from 1945 onward.",
    "I was privileged to have known his father D.P Atapattu who represented Beliatta in the Fourth and Sixth parliaments and functioned as a state minister. As students we enjoyed visiting Ranjith at his home in Tangalle when we were en route to Kataragama and enjoyed his hospitality when we stayed for lunch on his insistence. Ranjith would very often stop by my room for a chat and we spent time reminiscing about our college days and parliamentary practices.",
    "Ranjith, as an affable and dedicated Minister of Health was impeccably honest and hardworking and was appreciated by the doctors of his generation. He was a keen and dedicated old Royalist and having played Rugby for school, it was natural that each year when Royal played Trinity College, Kandy at",
    "the Bradby Shield, we would, with a few of our college mates, head to Kandy. We stayed at the Peradeniya Gardens circuit bungalow which I was able to reserve thus enjoying ourselves in a relaxed manner.",
    "Ranjith fell ill with heart problem and was admitted to the General Hospital, and I recall President Ranasinghe Premadasa, knowing our close friendship, telling me that he was willing to fly him to the U.K. for treatment, which he politely declined. After recovering, Ranjith was offered a post with the UNICEF in New York. He resigned his parliamentary seat and took up the appointment. I remember Mr. Premadasa, saying he did not want to stand in his way and would have otherwise refused his resignation.",
    "Ranjith accepted his post as he was keen to further the education of his only son Druvi who made his father proud by passing out as a doctor. I was greatly grieved at his passing in 2018 and attended the funeral with a heavy heart. His death ended a lifelong friendship which I was privileged to have enjoyed. I still maintain my friendship with his son as well as his wife Himali, both accomplished doctors.",
    "Mr. Karunatillake served parliament for over 16 years holding the posts of Minister of State for Provincial Councils, Minister of Ports and Shipping and Minister of Planation Industries.",
    "I had the privilege of working with Rupa for many years since he first entered Parliament. He came to know that I was born in Eliptiya as my late father, Dr. D.R.Seneviratne, was DMO for Elpitiya and I was born while he was serving there. He often tells me that I am what I am today because I was born in Elpitiya.",
    "Over the years our friendship grew and being someone who I knew at a personal level, I can bravely say he was impeccably honest in his work and was a conscientious and hardworking parliamentarian. He invited me to his ancestral home in Elpitiya many times and I had the privilege of being his guest when he was Ambassador to the Netherlands. I made it a point to attend his funeral which was held at his ancestral home, amidst a large gathering. Rupa is up to date affectionately remembered by his constituents and revered for the work he has done for Elpitiya.",
    "Mr. Ranarajah served parliament for over 15 years commencing from August 1960. He also served as Deputy Minister of Justice briefly. I got to know Shelton from the early 1960s during his initial years in Parliament as an SLFP MP. He spoke eloquently in Parliament representing Senkadagala. From 1977 onwards, he continued to represent Senkadagala but had changed his party affiliations and had joined the UNP.",
    "Shelton was outspoken and believed in being an honest politician. In August 1978 he was appointed Deputy Minister of Justice but soon voiced his opposition to the proposal brought by the Jayewardene Government to deprive Mrs. Bandaranaike of her civic rights acting under a new section introduced in the 1978 Constitution by President J.R. Jayewardene.",
    "Shelton opposing this move and strongly voicing his protests, resigned from the post of Deputy Minister of Justice in November 1978.1 had all along admired Shelton for the principled stand he took whenever he felt that injustice was being done.",
    "Before this incident I was privileged to join Shelton with a parliamentary delegation to Scandinavian countries including Sweden. We all enjoyed this trip and have happy memories of it and still proudly own a group photo with our Ambassador in Sweden.",
    "Due to my close association with Shelton, I also got to know his wife Chandra who was then the first woman Mayor of Kandy and fulfilled her duties to the letter. When Shelton fell ill and was admitted to the Kandy Nursing Home, I drove up to Kandy to wish him a speedy recovery. But sadly, he succumbed to his illness and passed away. The country lost a perfect gentleman, a parliamentarian of outstanding ability who always acted fearlessly and according to his conscience.",
    "Karu Jayasuriya served Parliament for nearly 20 years after being first elected to the House in 2000. He has held several important portfolios including those of Minister of Power and Energy, Public Administration and Home Affairs and as Speaker of the House from 2015 to 2019.",
    "1 first got to know Karu Jayasuriya when he served as the Mayor of Colombo from 1995 to 1999; and closely as I had been chosen a member of a group called the Citizens Watch comprising of many Colombo residents whose task was to present problems faced as residents of the city. We met every month and I saw for myself the wholehearted support that all the officers of the CMC gave him to administer the Council.",
    "It is a known fact that during his tenure as Mayor, with the tremendous support of the officers, Colombo became a well administered city and served its resident efficiently. Though I had left Parliament in 1994, because of my role in the Citizens Watch, we forged a close friendship. He served as Speaker during a very tumultuous time in October 2019 when then President Maithripala Sirisena sacked Prime Minister Ranil Wickremesinghe and appointed Leader of the Opposition, Mahinda Rajapaksa, to serve as Prime Minister in a 52-day government.",
    "Those days were controversial and hectic and because of the close friendship I had developed with him, he often consulted me on parliamentary matters. During the 52-day period, on one occasion, he had to enter the chamber through a side door escorted by police. This caused a huge uproar and attracted negative publicity for the county, showing the members behaving in a most unparliamentary manner. He acted very cautiously during that period but attracted much criticism from some members. A full bench of the Supreme Court fortunately ruled that the action of President Sirisena was illegal and unlawful.",
    "Mr. Jayasuriya was very kind to write a forward to my book, ‘A Clerk Reminisces’ and was gracious to preside at the book launch and speak a few words. I am in debt to him for that.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}