{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Compounding-of-capital-market-offences-Call-for-balanced-regulation/4-770113",
  "time_ut": 1733339777.0,
  "original_lang": "en",
  "original_title": "Compounding of capital market offences: Call for balanced regulation",
  "original_body_lines": [
    "Consider reforms aimed at expediting judicial processes in financial crime cases, such as the establishment of specialised courts or streamlined procedures",
    "The legal landscape surrounding capital market offences in Sri Lanka has tightened significantly due to recent amendments to the Securities and Exchange Commission Act (SEC Act). These amendments introduce stringent penalties, including mandatory imprisonment for major offences, and eliminate the option to compound five major offences. While this reflects a serious stance against capital market offences, the removal of compounding raises important concerns regarding the practical enforcement of these laws and the potential benefits of reintroducing compounding under controlled circumstances.",
    "To settle (a matter) by a money payment, in lieu of other liability;",
    "The amended framework categorises capital market offences by varying degrees of severity. Here are the five key offences that are currently non-compoundable under the new regulatory framework:",
    "1. Insider trading – Using confidential, non-public, price-sensitive information to buy or sell securities, which undermines market integrity.",
    "2. Market manipulation – Deliberately interfering with the market to create false or misleading appearances of trading activity or price movements.",
    "3. False or misleading statements – Issuing inaccurate or misleading information related to securities, which can influence market decisions.",
    "4. Failure to disclose material information – Neglecting to reveal critical information that could affect investors’ decision-making, thereby distorting the market.",
    "5. Tipping off – Passing confidential, price-sensitive information to others who trade on it, even if the original individual does not directly engage in trading.",
    "These offences highlight a wide range of manipulative and fraudulent behaviours that can occur within financial markets. Under the amended law, capital market offences are categorised as either major or minor. Major offences, typically involving large-scale financial transactions or significant breaches of trust, are now subject to mandatory fines and imprisonment, while compounding has been explicitly prohibited.",
    "Capital market offences, particularly regarding insider trading, pose significant challenges for the prosecution to establish the required proof.",
    "Insider trading prosecutions require proving “mens rea” (the intention or knowledge of wrongdoing). This is a critical element, as it establishes that the accused knowingly engaged in illegal activity. The burden of proof lies with the prosecution, which can be hindered by insufficient evidence. If a reasonable doubt is created in the minds of the Judge on the accused’s intent, the case may fall apart.",
    "High legal standards and complexities in demonstrating insider knowledge has led to fewer successful prosecutions. Due to these challenges, there are relatively few insider trading cases brought to court globally. This is partly because of the difficulty in proving intent and the varying legal frameworks in different jurisdictions. Hence, both local and international regulatory bodies are recognising the need for better disclosure practices to mitigate insider trading risks. Improved transparency can empower investors and act as a deterrent against such practices.",
    "Introducing provisions for compounding could streamline the process for both defence and prosecution. Compounding allows for the resolution of an offence without the need for a trial, which could benefit both parties by reducing legal burdens and resource expenditures.",
    "Prosecuting insider trading can be time-consuming and resource-intensive, prompting calls for reform to make the legal process more efficient while maintaining integrity.",
    "Addressing some of these factors, the legal landscape surrounding insider trading can become more robust, ultimately promoting fairer markets and protecting investors.",
    "Sri Lanka’s legal framework allows the SEC to exercise discretion in compounding certain offences, thereby ensuring the preservation of public interest and market stability. However, the belief that compounding necessitates an admission of guilt is legally misplaced and warrants reevaluation to align with judicial principles.",
    "Compounding offences should occur without an admission of guilt, as the determination of guilt resides exclusively within the jurisdiction of a court of law. An individual cannot be asked to pronounce guilt on himself as such action can be done only by a competent court and cannot be asked to choose to admit guilt voluntarily, such an admission cannot substitute a judicial determination. They are not empowered ask an offender to admit guilt. The judiciary’s role is to ensure that guilt is established through due process and in accordance with the principles of natural justice. Therefore, compounding should remain a mechanism for efficiently resolving disputes, without undermining the rights of the accused or attributing guilt outside the scope of a court’s adjudicative authority.",
    "The current Securities and Exchange Commission of Sri Lanka Act does not empower the Commission to pronounce an admission of guilt for a capital market offence. Such determinations must be made only through a judicial process that adheres to established legal procedures. They are not empowered ask an offender to admit guilt.",
    "This approach guarantees that regulatory objectives are met while respecting fundamental judicial principles. The Supreme Court’s ruling in Ananda Sarath Pilapitiya v. Attorney General (SC Appeal No. 41/2009) underscores the essential function of courts in determining guilt, emphasising that guilt must be established through a fair trial process and cannot be assumed through external settlements.",
    "A significant issue with the current framework is the challenge of proving insider trading offences beyond a reasonable doubt, as such cases often rely heavily on circumstantial evidence. The lack of a compounding option may inundate the judicial system with cases that, although technically prosecutable, may not possess the evidentiary strength needed to secure a conviction.",
    "A notable example is a Supreme Court case that lingered from 1994 to 2021, where the defendant was acquitted due to insufficient evidence, despite strong suspicions of a capital market offence. This case highlights the inherent challenges in prosecuting complex financial crimes.",
    "Given the challenges associated with proving capital market offences and the risk of overwhelming the judicial system, Sri Lanka could benefit from reintroducing compounding under specific, controlled conditions for certain major offences. Regulations established in the International Organization of Securities Commissions (IOSCO) especially in developed markets such as the USA, Japan, Hong Kong, and Singapore are stringent. In contrast, developing markets often operate under less stringent regulations, which can lead to challenges in implementing suitable regulations for their specific context.",
    "The disparity in regulatory frameworks creates a mismatch that can adversely affect market health. In developing markets, the complexity of aligning rigorous regulations with local practices may hinder the effective functioning of markets.",
    "Given the nuances of compounding offenses, it would be prudent to grant the relevant Commission the discretion to determine when to apply compounding rather than mandating it through rigid laws. Imposing strict requirements could inadvertently undermine the Commission’s ability to make judicious decisions tailored to the unique circumstances of developing markets.",
    "Therefore, empowering the Commission with the authority to decide on the appropriateness of compounding offenses will enhance its efficacy and allow for a more adaptable regulatory approach.",
    "The Commission should set standards to establish clear guidelines for when compounding should be permitted, particularly in cases with largely circumstantial evidence or minor infractions. The legal framework should strike a balance between deterring serious offenses and facilitating the efficient resolution of less severe cases.",
    "Sri Lanka’s recent amendments to capital market offences demonstrate a strong commitment to combat financial crimes. However, while the removal of compounding for major offences is intended to deter misconduct, it may lead to unintended consequences, including judicial delays and challenges in securing convictions. By reintroducing compounding under specific conditions and emphasising the SEC’s discretionary authority to handle cases flexibly, Sri Lanka can create a more balanced and effective regulatory environment.",
    "(The writer is the former Director General of the Securities and Exchange Commission and could be reached via email at [email protected].)"
  ]
}