{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slt-mobitel-hosts-innovation-day-2023/",
  "time_ut": 1708363080.0,
  "original_lang": "en",
  "original_title": "SLT-MOBITEL hosts ‘Innovation Day 2023’",
  "original_body_lines": [
    "Showcasing creativity and forward-thinking, SLT-MOBITEL successfully hosted the first ‘Innovation Day 2023, supporting staff and budding external entrepreneurs. The event took place recently at the SLT-MOBITEL R&D Centre, The Embryo, Trace City, Maradana.",
    "Fostering a culture of creativity and excellence, the event provided a platform to demonstrate cutting-edge solutions from the SLT-MOBITEL R&D team, company intrapreneurs through the Intrapreneurship Studio, and external entrepreneurs through the Entrepreneurship Studio.",
    "The finalists had the opportunity to exhibit their innovations and were presented with awards. Mr. Janaka Abeysinghe, the CEO of SLT, along with the senior management of SLT-MOBITEL, attended the event. They addressed the gathering, delivering motivating speeches. Attendees included staff, partners, tech start-ups, the tech community, and invited customers.",
    "In hosting Innovation Day, SLT-MOBITEL cemented its position as an invention-driven digital services provider. The event successfully unveiled new product concepts for enterprises, provided a platform to generate growth opportunities, helped in building strategic partnerships, created business linkages with external partners, and contributed to shape the future of digital innovation in Sri Lanka.",
    "JICA empowering future leaders in Sri Lanka to rebuild the nation",
    "SLT-MOBITEL Nebula Institute of Technology receives dual honours at Pearson BTEC Higher Education Forum 2023",
    "SLT-MOBITEL unveils ‘The Directory’ 2023/24 as refreshed and advanced national business directory",
    "SLT-MOBITEL unveils ‘The Directory’ 2023/24 as refreshed and advanced national business directory",
    "SLT-MOBITEL Home Broadband launches ‘Midnight Thriller’ introducing free night-time internet for the first time in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}