{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100593/court-of-appeal-reduces-former-kurunegala-mayors-prison-sentence",
  "time_ut": 1721281200.0,
  "original_lang": "en",
  "original_title": "Court of Appeal reduces former Kurunegala Mayor’s prison sentence",
  "original_body_lines": [
    "The Court of Appeal has reduced the prison sentence of former Mayor of Kurunegala Thushara Sanjeewa Vitharana from three years to one year. This sentence reduction also applies to the four other individuals who were sentenced alongside him.",
    "The verdict was issued today (18) following the consideration of appeals petitions filed by the accused.",
    "On December 14, 2023, the former Mayor of Kurunegala, the Municipal Commissioner, Engineer and two others were sentenced to three years rigorous imprisonment after being found guilty over the destruction and removal of the ancient ‘Raja Sabha Mandapaya’ (King’s Court) in Kurunegala.",
    "The building in question, also known as the Buwaneka Hotel, dates back to the 13th century and is presumed to be the assembly hall used by the contemporary rulers.",
    "On 16 July 2022, the Mayor of Kurunegala had demolished the said building for a road development project. He had claimed that the Road Development Authority (RDA) had given its approval for the demolition.",
    "The Department of Archaeology then filed a complaint claiming that the building demolished by the Kurunegala Mayor is a 13th-century King’s Court, adding that the archaeological site has been listed under the provisions of the Antiquities Ordinance No. 9 of 1940.",
    "A five-member committee was then formed by the Secretary to the Ministry of Buddhasasana, Cultural and Religious Affairs, under the directives of then Prime Minister Mahinda Rajapaksa to look into the incident.",
    "In the meantime, then Attorney General Dappula de Livera obtained an order from the Kurunegala Magistrate’s Court to protect and prevent access to the demolished historic building site pending investigations.",
    "The prevention order was issued against the Mayor and Deputy Mayor of Kurunegala, Municipal Councillors, Municipal Commissioner, and Municipal Council staff and their representatives."
  ]
}