{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/softlogic-life-insurance-launches-share-buyback-plan-amidst-profit-takings-in-some-counters/",
  "time_ut": 1718321580.0,
  "original_lang": "en",
  "original_title": "Softlogic Life Insurance launches share buyback plan amidst profit-takings in some counters",
  "original_body_lines": [
    "Softlogic Life Insurance announced a share buyback plan as part of their strategic initiatives. Under this plan the company will purchase five shares per every 32 shares held, market analysts said.The price per share would be Rs 102.4 and the maximum shares to be purchased will be 58.59 million. Meanwhile, Serendib Engineering group announced that it would be delisting from the CSE.",
    "Although the stock market initially positively reacted to the IMF approval granted to Sri Lanka, it later moved to negative territory due to profit- takings. The All Share Price Index went down by 25.02 points, while S and P SL20 declined by 10.40 points. Turnover stood at Rs 1.83 billion with five crossings.",
    "Those crossings were reported in Commercial Bank, which crossed 3.5 million shares to the tune of Rs 390 million and its shares traded at Rs 110, HNB 325,000 shares crossed for Rs 66.5 million; its shares traded at Rs 204, JKH 200,000 shares crossed to the tune of Rs 40.6 million; its shares traded at Rs 203, NTB 180,000 shares crossed for Rs 23.4 million; its shares sold at Rs 130.50 and Sunshine Holdings 310,000 shares crossed for Rs 20.1 million; its shares traded at Rs 65.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Softlogic Capital Rs 128 million (16.8 million shares traded), Hayleys Rs 101.9 million (950,000 shares traded), Commercial Bank Rs 86 million (782,000 shares traded), Softlogic Life Insurance Rs 85.5 million (1.2 million shares traded), Hayleys Fabrics Rs 83.6 million (1.8 million shares traded), Sunshine Holdings Rs 67.8 million (1 million shares traded) and Sampath Bank Rs 43.4 million (543,000 shares traded). During the day 57.3 million share volumes changed hands in 11000 transactions.",
    "During the day the banking and financial sector firms performed well, especially Commercial Bank and Sampath Bank. Manufacturing sector counters also performed well.",
    "Yesterday, the rupee was quoted at Rs 303.90/304.05 to the US dollar in mid-day trading, while bond yields were broadly stable, and stocks opened 0.13 percent higher, dealers said. The rupee closed at Rs 303.80/304.00 to the greenback.",
    "In the secondary market, yields were broadly stable during the auction, dealers said. A bond maturing on 15.12.2026 was quoted at 10.05/20 percent, up from 10.05/15 percent. A bond maturing on 15.09.2027 was quoted at stable at 10.70/85 percent. A bond maturing on 01.07.2028 was quoted at 11.10/15 percent, down from 11.10/20 percent. A bond maturing on 15.05.2030 was quoted at 11.80/95 percent down from 11.80/12.00 percent.",
    "Sri Lanka Tourism showcases its exotic travel and holiday opportunities at GITF- 2024 in China",
    "CSE’s implementation of shortened settlement cycle for equity trades proves successful",
    "Share market forges ahead in an optimistic spirit; turnover exceeds Rs. 3 billion",
    "Share market driven by retail investors as IMF third tranche hopes rise",
    "Share price appreciations in banking sector counters as indices rise",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}