{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/all-hat-and-no-cattle-4/",
  "time_ut": 1733938860.0,
  "original_lang": "en",
  "original_title": "All hat and no cattle?",
  "original_body_lines": [
    "Washington has given the JVP-led NPP government a much-needed leg-up while the latter’s political opponents are on the offensive, protesting against a host of unsolved issues that are likely to take their toll on the new administration’s approval rating. Public resentment is welling up, and the Opposition, which suffered a crushing defeat last month, is all out to recover lost ground and make an early comeback.",
    "US Assistant Secretary of State for South and Central Asian Affairs Donald Lu said in Colombo over the weekend that the US government remained committed to supporting Sri Lanka’s on-going anti-corruption drive. His assurance must have gladdened the hearts of the NPP leaders. No sooner had Lu made that pledge than the US imposed sanctions on former CEO of SriLankan Airlines Kapila Chandrasena and former Sri Lankan Ambassador to Russia Udayanga Weeratunga, and their immediate family members; the US said it had done so due to their involvement in ‘significant corruption’. Chandrasena has been designated for allegedly accepting a bribe for ensuring Sri Lanka purchased Airbus aircraft above the market value, and Weeratunga is facing sanctions for having allegedly benefited from a corrupt scheme involving the procurement of some MiG aircraft for the Sri Lanka Air Force.",
    "US sanctions against Chandrasena and Weeratunga are welcome, but the question is why Washington has not targeted the masterminds behind the aforesaid corrupt deals. Chandrasena and Weeratunga are related to the Rajapaksa family, and it is now up to the NPP government to pull out all the stops and have the Airbus and MiG deals thoroughly probed. If it does so, it will be able to find out where the kickbacks ended up. Obviously, nobody would have been able to cut such mega corrupt deals without the blessings of the rulers of the day. If those who acted as fronts or collectors for their political masters are prosecuted successfully, the fear of having to serve long prison terms will make them reveal the truth.",
    "Now that the US has offered to help trace Sri Lanka’s stolen funds and bring them back, the Dissanayake government should request Washington to probe the assets of those whom the JVP and the NPP accused of having amassed a great deal of ill-gotten wealth and stashed it away overseas. They have named and shamed the members of the Rajapaksa family. National Organiser of the SLPP and former Minister Namal Rajapaksa keeps daring the government to probe allegations against him and his family. So, why doesn’t the NPP government request Washington to probe the assets of the members of the Rajapaksa family in the US?",
    "No one has drawn more flak from the JVP/NPP than Basil Rajapaksa for the various corrupt deals during the Rajapaksa rule. Political rivals of the Rajapaksa family have used him as a foil to make themselves out to be paragons of virtue. The JVP/NPP also gained much political traction by bashing Basil, and promising to probe his assets. President Anura Kumara Dissanayake often laments that investigations into an ‘ownerless’ palatial house at Malwana have hit a brick wall; the rivals of the SLPP claim that Basil had that house built through a front; they have not been able to substantiate that allegation. What prevents President Dissanayake from ordering a fresh probe into the Malwana mansion to find out the real owner of the property?",
    "One may recall that in October 2014, speaking at a dairy farmers’ ceremony, Basil, who was a powerful minister in the Mahinda Rajapaksa government at the time, claimed that his situation was no better than that of an ordinary dairy farmer. He said he was a farmer’s son, and the only asset he had was a herd of dairy cows! That was how he sought to counter his critics’ claim that he had amassed ill-gotten wealth. So, if Basil has acquired assets that are worth more than a herd of cattle either here or in the US, he must be made to account for them. The US should be able to do so unless it is playing both sides of the fence, so to speak. After all, Basil is an American citizen.",
    "While stumping for the NPP in the run-up to last month’s general election, President Dissanayake vowed to go all out to ‘catch the thieves of state assets’. It is high time he matched his words with deeds.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}