{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/From-regulation-to-confusion-Challenges-of-VAT-on-non-resident-service-providers-via-electronic-platforms/4-778972",
  "time_ut": 1752520155.0,
  "original_lang": "en",
  "original_title": "From regulation to confusion:  Challenges of VAT on non-resident service providers via electronic platforms",
  "original_body_lines": [
    "The economic burden of the tax falls on the consumer, not the service provider",
    "The Value Added Tax (VAT) Amending Act No. 04 of 2025 which was certified on 11 April 2025, introduced amendments to the charging section of the VAT Act where VAT at 18% would be charged on the supply of services by a non-resident person through an electronic platform to a person in Sri Lanka, with effect from 1 October 2025. Sri Lanka has now introduced the VAT Regulation (Gazette No. 2443/30) requiring non-resident persons providing services via electronic platforms to register for VAT, charge 18% VAT, and remit it to the Inland Revenue Department (IRD).",
    "The regulation applies to a wide range of services including:",
    "VAT vs. Digital Services Tax (DST) under the BEPS Action Plan",
    "There is a common misconception that the VAT imposed on non-resident service providers via electronic platforms is a tax targeting foreign—particularly American—companies, and that it may negatively impact trade negotiations, especially with the United States. However, this view misunderstands the nature of VAT. VAT is not a tax on the non-resident service provider; rather, the provider acts merely as a collection agent, charging VAT on behalf of the Sri Lankan Government and remitting it to the Inland Revenue Department. The economic burden of the tax falls on the consumer, not the service provider.",
    "If the policy objective is to tax the profits or revenues of large foreign digital companies operating without a physical presence in Sri Lanka, then the appropriate instrument would be a Digital Services Tax (DST)—not VAT. DSTs are designed to directly tax the gross revenues of digital multinationals, and they have been adopted by several countries as interim measures pending a global consensus under the OECD’s BEPS framework.",
    "To better understand this distinction, Table 1 of the article provides a comparative analysis of VAT and DST, highlighting their legal, economic, and administrative differences",
    "While both VAT and DST aim to tax the digital economy, they differ fundamentally",
    "The OECD’s Base Erosion and Profit Shifting (BEPS) Action Plan, particularly Action 1, was developed to address the challenges of taxing the digital economy. Traditional tax rules rely on physical presence to establish taxing rights, but digital businesses can generate significant revenues in a country without any local presence.",
    "Pillar One: Reallocates taxing rights to market jurisdictions, even without physical presence.",
    "Pillar Two: Introduces a global minimum tax to curb profit shifting.",
    "However, due to slow global consensus, many countries introduced DSTs as interim measures (France, UK, India, Turkey, Spain, Italy, etc.)",
    "DSTs are unilateral and temporary, pending a global agreement under the OECD framework. They are designed to ensure that large digital companies contribute fairly to the tax systems of countries where they derive economic value.",
    "*Please note India has withdrawn the 6% equalisation levy on online advertising with effect from 1 April 2025 and the 2% on e-commerce transaction from August 2024. The move was largely driven by international pressure, especially from the United States, which had threatened retaliatory tariffs if India continued with unilateral digital taxes. It also reflects India’s intent to align with the OECD’s global tax framework (Pillar One and Pillar Two), which aims to create a more coordinated approach to taxing the digital economy. However, India imposes GST on ecommerce and all e commerce sellers must register for GST regardless of the turnover.",
    "A critical determinant of the success of any VAT regime—especially one targeting non-resident digital service providers—is the strength of its monitoring and enforcement mechanisms. The most pressing concern surrounding Sri Lanka’s latest regulation is the uncertainty it creates about how the Inland Revenue Department (IRD) will enforce the law in practice. Without clear, robust, and transparent enforcement strategies, the regulation risks becoming ineffective, undermining both compliance and revenue collection. While there are many issues pertaining to the new Regulation, the author wishes to limit the focus to the below issues in this article.",
    "The Inland Revenue Department (IRD) cannot proactively register a non-resident as per the Regulation. It must await the supplier to voluntarily obtain its TIN and VAT registration. There is no provision for forced registration under the Regulation i.e. the power to CGIR to forcefully register the non-resident service provider if the CGIR’s is of the opinion that the registration threshold is met (although the regulation refers to cancellation of VAT registration by the CGIR at her own discretion).",
    "Further how will IRD collect data on the value of supply of a non-resident service provider? Monitoring thresholds and compliance is difficult without third-party data sharing (e.g., from banks or platforms). As per GST Law in India, all e-commerce sellers must register for GST regardless of turnover, unlike traditional businesses that enjoy a threshold exemption. Hence, there is no hassle of monitoring the turnover for registration purposes.",
    "One of the canons of taxation is convenience in collection. There are so many uncertainties surrounding this aspect. From the non-resident suppliers how can the IRD ensure timely remittance? What enforcement mechanisms exist if the provider is outside Sri Lanka’s jurisdiction?",
    "As per the VAT regulation, the non-resident service provider would have to collect the VAT from the consumers and then remit the same to the IRD by the 20th of the month following the end of the taxable period. So while Sri Lankan consumers incur the VAT cost at the time of transaction the non-resident supplier (via e-platforms) will remit the collected VAT on a quarterly basis. One can’t help but think whether the IRD would have to spend much more in resources and finance in order to collect the VAT from the non-resident service providers via an electronic platform?",
    "The Regulation mentions blacklisting for continuous non-compliance (Regulation states – continuous non-compliance may lead to service restrictions or blacklisting from providing service in Sri Lanka.)",
    "It does not specify the legal framework under which blacklisting occurs.",
    "There is no clear enforcement mechanism to restrict access to the Sri Lankan market. IRD lacks technical tools to block platforms.",
    "This raises questions about the practicality and legality of blacklisting.",
    "The regulation allows non-resident suppliers to issue VAT invoices even to non-VAT registered persons. This raises concerns:",
    "Under Section 20 of the VAT Act, a tax invoice is typically issued by a VAT-registered person to another registered person.",
    "Issuing such invoices to consumers may blur the distinction between B2B and B2C.",
    "It could mislead consumers into thinking they can claim input VAT, which they cannot.",
    "This may be seen as a departure from VAT principles, unless clarified by the IRD.",
    "Sri Lanka’s move to tax non-resident digital services is a progressive step in aligning with global VAT practices. However, implementation challenges, enforcement limitations, and regulatory ambiguities must be addressed to ensure effectiveness and fairness. The global experience with DSTs offers valuable lessons, but also highlights the need for international coordination and clear domestic frameworks.",
    "That said, Sri Lanka continues its path of tinkering with tax policy without fully understanding the broader implications, often adopting a “learn-as-you-go” approach. This mindset, while flexible, risks undermining the stability and predictability of the tax framework. From 1 October 2025, unless the IRD provides timely and comprehensive guidance on the gaps and challenges identified in the regulation and the transition provisions, there is a real risk of panic and confusion among affected stakeholders. Policymakers must recognise that a sound tax policy must adhere to the fundamental principles of taxation—clarity, certainty, equity, and administrative ease. Departing from these principles will only lead to chaos, eroding taxpayer confidence and compliance in the long run."
  ]
}