{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/reminiscences-of-superlative-lady-a-beacon-of-service-and-ethics-in-healthcare/",
  "time_ut": 1708971240.0,
  "original_lang": "en",
  "original_title": "Reminiscences of superlative lady: A beacon of service and ethics in healthcare",
  "original_body_lines": [
    "Specialist Consultant Paediatrician and Honorary Senior Fellow, Postgraduate Institute of Medicine, University of Colombo, Sri Lanka.",
    "One of the most respected teachers in healthcare, and a fabulous doctor par excellence, Dr Mrs Nandrani Swarnamitta De Zoysa left this worldly life on the 24th of February 2024, following an 89-year-long fruitful sojourn on Mother Earth. That fateful and critical incident induced her close family, her loved ones, and all of us in the medical fraternity, to be submerged in a sea of intense sadness and despair. In the aftermath of that event, the annals of the healthcare history in Sri Lanka are likely to be made ever so resplendent and complete, with a substantial chapter dedicated to the illustrious life of Dr De Zoysa, as well as the tremendous and impactful contributions made by her. As the former Director of the Sri Lankan National Blood Transfusion Service, her name has been etched on a canvas of splendour with the artistic tools of dedication, innovation, and unwavering ethical principles. With heavy hearts, we bid farewell to an amazing human being, whose legacy would continue to inspire many a generation to come.",
    "Dr Nandrani De Zoysa’s journey on planet Earth was marked by a relentless pursuit of excellence in serving humanity. Her tenure at the helm of the National Blood Transfusion Service (NBTS) of Sri Lanka was characterised by transformative initiatives that reshaped the landscape of blood donation and transfusion practices in Sri Lanka. The pioneering changes and streamlining of the functioning of the services of the NBTS initiated and propagated by her, are far too numerous to be chronicled in a short eulogy such as this. Suffice it to say that under her visionary leadership, the service evolved into a model of efficiency, safety, and compassion. What we see today in that institution are the rewards of the mission undertaken by a lady like no other.",
    "One of Dr De Zoysa’s most significant contributions was her ground-breaking efforts in securing blood safety. Recognising the urgent need to mitigate the potential risks of infections that were known to be susceptible to transmission through blood and blood product transfusions, she took bold steps to introduce rigorous testing protocols, including screening donated blood for Human Immunodeficiency Virus (HIV) and Hepatitis B. Despite facing scepticism and opposition from some quarters, even from outside our shores, Dr De Zoysa remained steadfast in her commitment to prioritizing the safety of patients above all else. Her foresight and determination undoubtedly saved countless lives and set a precedent for ethical leadership in the provision of safe healthcare.",
    "Beyond her professional achievements, Dr De Zoysa’s impact was deeply felt in the lives of the countless numbers of students she mentored and inspired. As a teacher, she possessed a rare combination of sublime intellect, empathy, and humility, instilling in her students not only the requisite knowledge but also the values of integrity and compassion. Many of the medical profession who had the privilege of being her students would unhesitatingly attest to the profound influence she had on their personal and professional development. I am only too well aware of her influence on some members of the medical fraternity as my late wife came under her tutelage when she was the Medical Officer of the Blood Bank in the Badulla General Hospital from 1979 to 1985. Madam De Zoysa treated her just as if she was her daughter. Even years later, when we met socially, her delight at seeing and interacting with both of us was very definitely nothing short of a splendid occasion of seminal camaraderie.",
    "Dr De Zoysa’s contributions to healthcare were not confined to Sri Lanka. She was a respected figure in the international medical community, known for her expertise in blood transfusion practices and her unwavering advocacy for global health equity. Through her participation in conferences, collaborations with international organisations, and dissemination of research findings, she played a pivotal role in advancing the field of transfusion medicine on a global scale. What truly set Dr De Zoysa apart was her unwavering commitment to her principles and ethics, even in the face of adversity. She was a gentle yet resolute leader who stood firm and exhibited her courage in her convictions, never compromising on matters of integrity or patient safety. Her fantastic moral compass guided her every decision, earning her the admiration and respect of colleagues and peers alike.",
    "In recognition of her outstanding contributions to the field of healthcare, Dr Nandrani De Zoysa was honoured with the prestigious National Titular Honour of Vidya Jyothi by the Executive President of Sri Lanka in 1988. This accolade, conferred just two years after the commencement of the award, underscored the magnitude of her achievements and the profound impact she had made in her field as the Director of the National Blood Transfusion Service. It was a fitting tribute to a visionary leader whose dedication and service had left an indelible mark on the healthcare landscape of Sri Lanka. Yet for all that, it was so humbling for all of us to see how lightly these accolades sat on her unassuming shoulders.",
    "In Sinhala, her second name Swarnamitta means “Golden Friend” and conveys the notion of a cherished and much-valued friend, symbolising qualities of warmth, sincerity, loyalty, and trustworthiness. That just about describes what she really was, and what she will always be, in the hearts of all of us.",
    "As we reflect on Dr De Zoysa’s remarkable life and legacy, let us not mourn her passing but celebrate the enduring impact and influence of her contributions. She may have departed from this world, but her spirit lives on in the countless lives she touched and the principles she embodied. We are duty-bound to honour her memory by continuing to uphold her precious values of excellence, integrity, and compassion in all our endeavours, thereby keeping alive the flame of her wonderful heirlooms that she left behind for many a generation to come. That is the least we could do to present a supreme tribute to the memory of an individual who was ever so special and a beacon of hope. Madam De Zoysa may have left this mortal world forever, but her bequest of service and ethics will continue to reverberate, inspire, and guide us, and even those of many a future cohort to come, in the pursuit of a healthier, more equitable world, where our fellow human beings come first and foremost.",
    "Dear Madam De Zoysa, the entire medical community would join me in expressing our fervent wish for you to attain the supreme bliss of nirvana through the shortest possible voyage in samsara.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}