{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/pakistan-bangladesh-tops-central-bank-countries-with-blocked-airline-funds-193529/",
  "time_ut": 1733905680.0,
  "original_lang": "en",
  "original_title": "Pakistan, Bangladesh tops central bank countries with blocked airline funds",
  "original_body_lines": [
    "ECONOMYNEXT – Pakistan and Bangladesh are the top two countries where funds have been barred from repatriating sales revenues to airlines by government controls by the end of October 2024, according to International Air Transport Association data.",
    "Governments have blocked 1.7 billion dollars of funds belonging to airlines by October, down from 1.8 billion in April.",
    "There were 311 million dollars remaining in Pakistan, down from 411 million dollars in April.",
    "In Bangladesh there were 196 million dollars left, down from 320 million in April.",
    "“Over the last six months, we have seen significant reductions in blocked funds in Pakistan, Bangladesh, Algeria and Ethiopia,” Willie Walsh, IATA’s Director General said in a statement.",
    "Countries experience foreign exchange shortages when reserve collecting central bank print money to target policy rates either through open market operations or other liquidity tools creating an anchor conflict in their operating frameworks.",
    "Such central banks typically have inflation targets above 2 percent and operate inflation targeting framework without the requisite clean float typically called a flexible inflation targeting which results in an ‘extreme impossible trinity’ style consequence.",
    "They repeatedly go to the IMF and also get technical assistance for monetary policy modernization (innovative new ways to inject money to banking system, usually borrowed from floating regimes like the US).",
    "Bangladesh has tightened liquidity injections to the banking system new central bank Governor Ahsan M Mansur saying what happened “before was like asking your father for a lollipop. They asked for money and they gave it.”",
    "Concerns have been raised in Sri Lanka about central bank offering un-asked for money through auctions made on state liquidity forecasts, undermining the interbank money markets, discouraging prudent liquidity management by individual banks, in a bid to operate a ‘single policy rate’.",
    "Meawhile blocked funds were also rising in several African nations including Mozambique, IATA asid.",
    "“Bolivia has also emerged as a problem, where repatriating sales revenues is becoming increasingly difficult and unsustainable for airlines,” Walsh said.",
    "“This unfortunate game of ‘whack-a-mole’ is unacceptable.  Governments must remove all barriers for airlines to repatriate their revenues from ticket sales and other activities in accordance with international agreements and treaty obligations.”",
    "Sri Lanka shipping agents seek dollarized payments amid forex trouble",
    "In Sri Lanka both airlines and shipping firms had difficulties in remitting funds during the last currency crisis, as banks tried to prioritize food and medicines and letters of credit they had issued. (Colombo/Dec11/2024)"
  ]
}