{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102959/a-few-israelis-remain-in-sri-lanka-surfing-town-despite-terrorism-warning",
  "time_ut": 1730026920.0,
  "original_lang": "en",
  "original_title": "A few Israelis remain in Sri Lanka surfing town despite terrorism warning",
  "original_body_lines": [
    "The last of the Israelis left in a scenic surfing hotspot in Sri Lanka said they felt safe and would stay put despite a warning from the Israeli Government to immediately leave due to the threat of a possible terrorist attack.",
    "Israel’s national security council called on Israelis on Wednesday to get out of tourist areas in the south of the Indian Ocean island nation, saying it had information about a terrorist threat focused on tourist areas and beaches.",
    "The agency did not specify the nature of the threat but said the warning pertained to the Arugam Bay area – a popular haunt for Israelis – and beaches in the south and west of the country.",
    "The US embassy in Sri Lanka and the German foreign ministry also followed with similar warnings, prompting Colombo to step up security and go on high alert.",
    "Sri Lankan police have arrested three suspects for questioning in connection with an unspecified threat.",
    "“We are working to ensure that all tourists are protected and their safety assured at all times,” police spokesman Nihal Thalduwa told Reuters.",
    "There were about 600 to 700 Israeli tourists through September to early October in Arugam Bay, local authorities said, but that number had dwindled to just 20 when the security warning was issued this week which came at the tailend of the tourist season.",
    "By Friday, 17 had moved out of the area with some of them flying out of the country, leaving behind three Israelis in the south-eastern town of about 7,000 residents.",
    "One of them, who has been coming to Sri Lanka since 1991 and is a long-term resident, said he feels safe and is expecting his wife and 17-year-old twin sons to join him in a week’s time.",
    "“I love coming here and my family loves coming here, and we surf for about three to four hours every day when my sons are here,” he told Reuters on Friday after returning home from his morning surfing. ”I don’t think there is a serious security threat.”",
    "The man, who declined to be identified, said two policemen showed up after the first security warnings. Now, there are 16 security personnel, including police special forces, stationed around his small, blue-painted house in Arugam Bay.",
    "Two other Israeli men, brothers who were lounging in their room at a nearby homestay, surrounded by about eight police and special forces personnel, also said they would remain until the end of the month and then relocate to nearby Ahangama town.",
    "Sri Lanka has nevertheless beefed up security, with the memory of Easter Sunday bombings of 2019 still fresh. Those attacks blamed on Islamic State targeted churches and three hotels, killing 267 people, including at least 45 foreign nationals.",
    "Checkpoints have sprung up on the main roads and bridges in Arugam Bay and the surrounding area, and as many as 500 police, military and special forces were deployed.",
    "Israeli officials have warned of an increase in threats of attacks on Israelis outside their country since the start of the war in Gaza.     There has also been a surge in reports of antisemitic incidents in",
    "many parts of the world since war broke out in the Middle East after Palestinian Islamist group Hamas attacked Israel on Oct. 7, 2023.",
    "Arugam Bay residents dismissed social media speculation of tensions in the Muslim-majority town over the presence of Israelis in the wake of the Gaza war.",
    "“I started renting out rooms to foreigners last year and they are happy to stay here because they are not scared,” said Abubakar Rinosha, 41, who owns the homestay of the Israeli brothers.",
    "Other residents said Israeli tourists are a major source of income, accounting for 70% of the town’s revenue."
  ]
}