{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-govt-pitches-income-tax-relief-to-imf-ahead-of-polls-176757/",
  "time_ut": 1723627620.0,
  "original_lang": "en",
  "original_title": "Sri Lanka govt pitches income tax relief to IMF ahead of polls",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s government has proposed to the International Monetary Fund (IMF) an income tax relief by adjusting tax slabs, President Ranil Wickremesinghe’s office said, as the tax burden has become a key topic in the presidential election campaign.",
    "The presidential election has been scheduled for September 21 and President Wickremesinghe is contesting in a broader independent coalition.",
    "Under the economic reforms committed to the IMF, Wickremesinghe’s administration raised the maximum limit of personal income tax to 36 percent from 24 percent, while reducing the slabs to 500,000 rupees. The move came after Sri Lanka was hit by an unprecedented economic crisis in 2022.",
    "The move raised the government’s tax revenue, but millions of state and private sector employees complained over the Wickremesinghe government’s decision on raising the tax rate and reducing the tax slabs.",
    "“Following the strong performance in tax revenue this year, the government proposes to the IMF an adjustment in Personal Income Tax slabs from Rs. 500,000 to Rs. 720,000, aiming to provide relief to mid-level taxpayers affected by recent tax reforms,” the President’s Media Division (PMD) said in a statement.",
    "“And the IMF suggests changes, offering more relief to lower bands, similar relief for mid-level and slightly less for higher earners, keeping the proposal’s core intact.”",
    "Wickremesinghe’s rivals in the presidential race have proposed to renegotiate the agreements with the IMF and reduce tax, though they have yet to come up with a comprehensive economic policy framework in their manifesto.",
    "The government has also increased the value added tax (VAT) from 8 percent to 18 percent in the last two years.",
    "Wickremesinghe’s hard reforms have helped the island nation’s economic recovery at the expense of an overall lower disposable income for most Sri Lankans who are compelled to pay tax directly from their salaries. (Colombo/August 14/2024)"
  ]
}