{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102889/dilith-says-sarvajana-balaya-is-the-only-viable-opposition",
  "time_ut": 1729700940.0,
  "original_lang": "en",
  "original_title": "Dilith says ‘Sarvajana Balaya’ is the only viable opposition",
  "original_body_lines": [
    "Leader of the ‘Sarvajana Balaya’ alliance and Gampaha District candidate, entrepreneur Dilith Jayaweera says that the only opposition remaining in the country’s politics is the ‘Sarvajana Balaya’ alliance.",
    "He made this statement when a group of representatives of the United Republic Front from the Matara District joined the ‘Sarvajana Balaya’ alliance today (23).",
    "“Today, we have become the only opposition remaining country. That is why we say we are a brave opposition,” Dilith Jayaweera said.",
    "He also stated that he aims to clarify the existing political reality to the public and make the impact necessary for democracy. He further stated that it’s crucial to guide the government in the right direction that aligns with the people’s expectations and to work toward a parliament that can fulfil those needs.",
    "Meanwhile, a group of representatives from the United Republican Front in the Matara District joined ‘Sarvajana Balaya’ alliance today.",
    "Accordingly, A.H Netthikumara accepted his appointment letter as the Matara District Organizer, N.G.S. Hettiarachchi was appointed as the National Trade Union Coordinator, and Lakshmi Kodithuwakku was appointed as the Matara District Women’s Affairs and Constituency Organizer.",
    "Additionally, H.M Punyathilaka as Matara District Farmers’ Organizations and Voluntary Organizations Coordinator and H.A. Mahinda as Matara District Pitawalgamuwa Divisional Organizer accepted their appointments from the leader of the ‘Sarvajana Balaya’ alliance, entrepreneur Dilith Jayaweera.",
    "Furthermore, Prasanna R. Jasingha has been appointed as the Digital Media Coordinator for the ‘Sarvajana Balaya’ alliance, and Mohamed Thowfeek Sirajudeen will serve as the Hambantota District Coordinator for Muslim Relations within the alliance."
  ]
}