{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104826/pm-harini-stresses-need-for-public-participation-in-social-transformation",
  "time_ut": 1736318100.0,
  "original_lang": "en",
  "original_title": "PM Harini stresses need for public participation in social transformation",
  "original_body_lines": [
    "Prime Minister Dr. Harini Amarasuriya emphasized that changing the people’s attitudes is essential for social transformation, and it is not a process that can be achieved overnight.",
    "In response to a question raised in Parliament today (08) by MP Asitha Niroshana regarding how to overcome the challenges of transforming the education and media sectors, the Prime Minister stated that the citizens voted for the government to bring about a deep transformation in the country, rather than a change of individuals.",
    "She further highlighted that public involvement is necessary for this process and stated that the government comes to power prepared to face challenges.",
    "The Prime Minister further commented, “The citizens of our country gave the government a mandate for profound transformation. This transformation is not just an individual change but a deeper shift that must occur at every level of society. When such a transformation is attempted, it will face challenges. There may be groups that oppose it, and that is a reality.”",
    "“We will never allow our program to be subordinated to the agenda of those who oppose this transformation. We represent the people of this country and respect the mandate given to us. Therefore, we are ready to face these challenges as a government and through our programs.”",
    "She continued, “We have always believed that this transformation does not require the involvement of political authority alone. It must happen through public participation. That is why we need to approach this ethically. This is not an institutional change, it is a social change.”",
    "The Prime Minister also stated that within the transformation, there must be a change in the people through public participation. She emphasized that everything, including the way people relate to each other, must change. She added that this is not something that happens in 24 hours, but rather a process."
  ]
}