{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cses-12-day-record-breaking-performance-arrested-profit-takings-bust-bullishness/",
  "time_ut": 1754417040.0,
  "original_lang": "en",
  "original_title": "CSE’s 12-day record breaking performance arrested; profit-takings bust bullishness",
  "original_body_lines": [
    "The CSE yesterday reported a downward trend due to profit- takings among some stocks, thus breaking a psychological barrier after witnessing a 12- day record breaking performance over the preceding days, market analysts said.",
    "Both indices moved downwards. The All Share Price Index went down by 58.23 points, while the S and P SL20 declined by 12.34 points. Turnover stood at Rs 3.3 billion with seven crossings.",
    "Those crossings were reported in Renuka Holdings, which crossed 6.8 million shares crossed to the tune of Rs 150.6 million; its shares traded at Rs 22, JKH 3.5 million shares crossed for Rs 82.25 million; its shares traded at Rs 23.50, DFCC 350,000 shares crossed for Rs 53.9 million; its shares traded at Rs 154, LB Finance 314,000 shares for Rs 42.8 million; its shares traded at Rs 136, Hayleys 150,000 shares crossed to the tune of Rs 29 million; its shares sold at Rs 193.50, HNB 75000 shares crossed to the tune ofRs 28 million; its shares fetched Rs 374.50 and Tokyo Cement 250,000 shares crossed to the tune of Rs 21.1 million; its shares sold at Rs 84.50.",
    "In the retail market top seven companies that mainly contributed to the turnover were; JKH Rs 277 million (11.7 million shares traded), Singer (Sri Lanka) Rs 122 million (1.8 million shares traded), NDB Rs 109.7 million (777,000 shares traded), HNB Rs 103.22 million (270,000 shares traded), HNB (Non- Voting) Rs 98.9 million (335,000 shares traded) and Access Engineering Rs 85.4 million (1.4 million shares traded). During the day 142 million share volumes changed hands in 28000 transactions.",
    "It is said that the manufacturing sector and the banking and financial sector were the main contributors to the turnover. When it comes to the manufacturing sector, JKH was the main company that contributed to the turnover, while where the banking and financial sector is concerned DFCC and HNB were the main contributors to the turnover.",
    "The Commercial Bank of Ceylon announced that investors had demonstrated overwhelming support for its green lending aspirations by oversubscribing the bank’s Rs. 15 billion Green Bond issue on its opening day.",
    "Yesterday, the rupee opened at Rs 300.90/95 to the US dollar in the spot market, stronger from 301.00/03 the previous day, while bond yields were broadly steady, dealers said. A bond maturing on 15.12.2028 was quoted flat at 8.85/90 percent. A bond maturing on 15.12.2029 was quoted at 9.35/37 percent, down from 9.38/40 percent. A bond maturing on 15.12.2032 closed at 10.25/32 percent, up from 10.25/30 percent.",
    "Cabinet grants ‘approved Enterprise’ status to four import companies for re-export of selected spices",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}