{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top-story/Bondholder-agreement-delay-unlikely-to-affect-IMF-review-Coomaraswamy/155-278256",
  "time_ut": 1709601300.0,
  "original_lang": "en",
  "original_title": "Bondholder agreement delay unlikely to affect IMF review: Coomaraswamy",
  "original_body_lines": [
    "Says in case of a delay, IMF is likely to provide breathing space",
    "A potential delay in securing an agreement-in-principle (AIP) with Sri Lanka’s private bondholders is unlikely to impact the second review of the International Monetary Fund (IMF) programme, former Central Bank Governor Dr. Indrajit Coomaraswamy said.",
    "Rothschild, the financial advisor to the bondholder group, is currently studying the proposal and consequently, will present the proposal to the bondholder group with its recommendations, said the senior economist, addressing an informative forum organised by CA Sri Lanka in Colombo yesterday.",
    "While this process could take some time, he was confident that the bondholders, based on the recommendations of their advisors, would soon come onboard to reach an AIP with the government, possibly within the second review of the IMF programme.",
    "In a case of a delay, Dr. Coomaraswamy shared that the IMF would provide breathing space to the country, given that the negotiations are progressing on a ‘genuine and good faith’ basis.",
    "He acknowledged that the country has made significant strides in stabilising the economy, in line with the IMF criteria, ahead of the second review, which is set to start this week (March 7).",
    "“I think one can safely say that we have done very well. In the sense that when the IMF conducted its review in December, they actually upgraded the macroeconomic framework. Growth recovered to the positive territory in the third quarter of last year,” Dr. Coomaraswamy told the forum.",
    "The progress in meeting the key commitments under the IMF-backed programme is set to be formally assessed in the context of the second review of the Extended Fund Facility arrangement, alongside the forthcoming 2024 Article IV consultation assessing Sri Lanka’s economic health.",
    "In addition, the IMF expects Sri Lanka to reach the final agreements with the official creditors as well as reaching in-principle agreements with the external private creditors (bondholders) on the external debt restructuring, ahead of the second review.",
    "The government earlier last month submitted an ‘enhanced’ proposal through its advisor Lazard, countering the bondholder group’s previous offer from October last year. The bondholders had proposed a 20 percent haircut and the issuance of macro-linked bonds.",
    "Without divulging the details of the ‘enhanced’ proposal, Dr. Coomaraswamy noted that the government is not against the idea of linking debt restructuring with macroeconomic performances in principle.",
    "Meanwhile, Sri Lanka’s official (bilateral) creditors are only expected to finalise agreements on external debt restructuring after studying the AIP reached with the private bondholders.",
    "Therefore, Dr. Coomaraswamy asserted that the AIP with the private bondholders needs to be aligned with the in-principal agreements that were reached with the country’s bilateral creditors late last year. Otherwise, he cautioned that the bilateral creditors could walk back from in-principal agreements, triggering back and forth negotiations with the two groups, as happened in the case of Zambia.",
    "Although Zambia defaulted on its debt in 2020, the country is expected to complete the external debt restructuring only in the first half of this year.",
    "Sri Lanka reached the AIP with the Official Creditor Committee, representing the bilateral creditors and China, late last year."
  ]
}