{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/stable-trading-on-cse-with-positive-outlook-on-imf-review/",
  "time_ut": 1718212080.0,
  "original_lang": "en",
  "original_title": "Stable trading on CSE with positive outlook on IMF review",
  "original_body_lines": [
    "The stock market closed yesterday with optimism on the the potential approval of the IMF review. On top of that the government will sign MoUs with international bondholders and Bilateral creditors shortly as a part of the debt restructuring process as a result of the IMF endorsement, market analysts said..",
    "The Government is in the final steps of finalizing the debt restructuring agreements, with continued support from bilateral partners, the State Minister of Finance, Shehan Semasinghe said, confident of a favourable review from the International Monetary Fund.",
    "The IMF board is scheduled to discuss the second review of the Extended Fund Facility (EFF) and Article IV consultation.",
    "“We remain optimistic that our international partners will continue to support Sri Lanka’s efforts,” Semasinghe said on X (twitter).",
    "“A favorable outcome from the review is expected to unlock the 3rd tranche of approximately US$ 330 million, which would further enhance confidence in our ongoing economic reforms and growth”, he said.0",
    "Amid those developments market kicked off with a positive note but at the middle of the session bit of profits taking a noted but the market ended with a positive note with the IMF approval, market analysts said.",
    "On the pretext of IMF news both indices moved upwards. All Share Price Index up by 9.1 points while S and P SL 20 up by 4.4 points. Turnover stood at Rs 1.6 billion with seven crossings.",
    "Those crossings were reported in Commercial Bank, which crossed 917,000 shares to the tune of Rs 99.6 million and it’s share price traded at Rs 108.50, HNB 465,000 shares crossed to the tune of Rs 95.2 million and it’s share price traded at 205, JKH 300,000 shares crossed to the tune of Rs 61.2 million and it’s share price traded at Rs 204, CIC Holdings (Non Voting) 700,000 shares crossed to the tune of Rs 41.3 million and it’s share price traded at Rs 59, People’s Leasing Finance three million shares crossed to the tune of Rs 38.4 million and it’s share price traded at Rs 11.80, Browns Investments five million shares crossed to the tune of Rs 31 million and it’s share price traded at Rs 6.20 and DFCC Bank 275,000 shares crossed to the tune of Rs 21.45 million and it’s share price traded at Rs 78.",
    "In the retail market top seven companies that mainly contributed to the turnover were Hayley’s Rs 188 million (1.7 million shares traded), People’s Leasing Rs 177 million (38.7 million), Vallibel Finance Rs 56.5 million (1.2 million shares traded), JKH Rs 56.5 million (277,000 shares traded), Commercial Credit Rs 54.2 million (1.4 million shares traded), Dipped Products Rs 52.3 million (1.3 million shares traded) and Hemas Holdings Rs 35.4 million (409,000 shares traded). During the day 65.8 million share volumes changed hands in 11,000 transactions. During the day banking sector counters especially perfomed well due to positive information on the IMF approval.",
    "Yesterday, the Central Bank announced it USrupee was quoted at 303.75/304.00 to the US dollar on Wednesday in mid-morning trading, while bond yields were broadly stable, and stocks opened 0.09 percent higher, dealers said.",
    "The rupee closed at Rs 303.25/75 to the greenback on Tuesday.",
    "In the secondary market, yields were broadly stable during the auction, dealers said.A bond maturing on 15.12.2026 was quoted at 10.05/15 percent, down from 10.05/20 percent.A bond maturing on 15.09.2027 was quoted at 10.70/85 percent up from 10.50/70 percent.A bond maturing on 01.07.2028 was quoted at 11.10/20 percent, down from 11.05/15 percent.",
    "National Youth Services Council launches Youth Accelerator Platform for Climate Mobility in collaboration with IOM Sri Lanka",
    "Share market forges ahead in an optimistic spirit; turnover exceeds Rs. 3 billion",
    "Share market driven by retail investors as IMF third tranche hopes rise",
    "Share price appreciations in banking sector counters as indices rise",
    "Expolanka Holdings’ Exit Offer on until June 10; delisting challenged in court",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}