{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98741/north-korea-releases-song-praising-leader-kim-as-friendly-father-",
  "time_ut": 1713601680.0,
  "original_lang": "en",
  "original_title": "North Korea releases song praising leader Kim as ‘friendly father’",
  "original_body_lines": [
    "North Korea has released a new song praising leader Kim Jong Un for being a “friendly father” and a “great leader”, in a move that appears to be part of a propaganda drive to enhance his standing in the reclusive state.",
    "The music video for the song was aired on the state-controlled Korean Central Television on Wednesday.",
    "It features North Koreans of different backgrounds ranging from children to troops and medical staff exuberantly belting out lines such as: “Let’s sing, Kim Jong Un the great leader” and “Let’s brag about Kim Jong Un, a friendly father”.",
    "A live performance of the song accompanied by an orchestra and watched by Kim was also broadcast on state television as part of a ceremony to mark the completion of building 10,000 new homes.",
    "The Kim family dynasty that has ruled North Korea since its founding after World War Two have sought to strengthen their grip on power by building cults of personality around them.",
    "The release of the upbeat song titled “Friendly Father” comes at time when North Korean state media has recently changed the name it uses for a public holiday, prompting speculation that the move is part of efforts to solidify Kim’s position.",
    "Instead of calling the annual public holiday celebrating the birth of the country’s founder Kim Il Sung “Day of the Sun”, state media has started mostly referring to it as the more neutral “April holiday”.",
    "Such changes might be part of an effort by Kim to stand on his own feet without relying on his predecessors, an official at South Korea’s Unification Ministry said."
  ]
}