{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113162/israel-to-deport-intercepted-gaza-flotilla-activists",
  "time_ut": 1759403640.0,
  "original_lang": "en",
  "original_title": "Israel to deport intercepted Gaza flotilla activists",
  "original_body_lines": [
    "Israel said on Thursday (Oct 2) it will deport to Europe pro-Palestinian activists on an aid flotilla headed towards Gaza as the Israeli navy intercepted vessel after vessel in the Mediterranean.",
    "The Global Sumud Flotilla of around 45 vessels began its voyage to Gaza last month, with politicians and activists, including Swedish climate campaigner Greta Thunberg, aiming to break Israel’s siege of the Palestinian territory, where the United Nations says famine has set in.",
    "The Israeli navy began intercepting vessels on Wednesday after warning the activists against entering waters it says fall under its blockade, with Thunberg’s ship among those stopped from going further.",
    "By Thursday, of the roughly 45 ships, more than 30 had been intercepted or were assumed to have been intercepted, according to the flotilla’s tracking system.",
    "“Hamas-Sumud passengers on their yachts are making their way safely and peacefully to Israel, where their deportation procedures to Europe will begin. The passengers are safe and in good health,” the foreign ministry said on X, posting photos of Thunberg and other activists aboard a boat.",
    "Flotilla spokesman Saif Abukeshek said the vessels that had not been intercepted were determined to continue.",
    "“They are determined. They are motivated, and they are doing everything within their hands to be able to break the siege by this early morning,” he said.",
    "In a statement, the flotilla organisers branded the interceptions as “illegal” since they were traversing international waters.",
    "“Beyond the confirmed interceptions, live streams and communications with several other vessels have been lost,” the statement added.",
    "Israel’s foreign ministry said the intercepted activists were being transferred to an Israeli port.",
    "It posted footage of the 22-year-old Thunberg retrieving her belongings, adding: “Greta and her friends are safe and healthy.”",
    "Hamas, whose Oct 7, 2023, attack on Israel sparked the war in Gaza, condemned the interception of the flotilla as a “crime of piracy and maritime terrorism”.",
    "With the war in Gaza dragging on, solidarity with the Palestinians has grown globally, with activists and increasingly governments criticising Israel for its actions.",
    "Spain and Italy, which both sent naval escorts to protect their citizens on board the flotilla, had urged the activists to halt before entering Israel’s declared exclusion zone off Gaza, saying they would not be allowed to pass that mark.",
    "After a 10-day stop in Tunisia, where organisers reported two drone attacks, the flotilla resumed its journey on Sep 15.",
    "One of its main ships, the Alma, was “aggressively circled by an Israeli warship”, the group said, before another vessel, the Sirius, was subjected to “similar harassing manoeuvres”.",
    "The flotilla had earlier vowed to press on with its bid to break the siege and deliver aid to Gaza despite what it called “intimidation” tactics by the Israeli military.",
    "It said on X that it remained “vigilant as we enter the area where the previous flotillas were intercepted and/or attacked”.",
    "In Italy, which has already seen a general strike in support of the flotilla, hundreds of protesters turned out on Wednesday in Rome.",
    "In Naples, demonstrators blocked trains at the main station for around an hour before being cleared by police.",
    "Unions have called for another strike on Friday to urge stronger action from the government against Israel’s actions in Gaza.",
    "Colombian President Gustavo Petro said he will expel all remaining Israeli diplomats in the country over the interception.",
    "Turkey called the interception “an act of terrorism that constitutes the most serious violation of international law and endangers the lives of innocent civilians”.",
    "Spain’s digital transformation minister, Oscar Lopez, had urged the flotilla not to cross into Israel’s declared exclusion zone, extending 150 nautical miles off Gaza.",
    "Italy, too, urged the activists to “stop now” after its frigate halted at that limit.",
    "The activists said Spain and Italy’s decision was an attempt to “sabotage” their endeavours.",
    "Spanish Prime Minister Pedro Sanchez said the activists posed no threat and urged Israeli counterpart Benjamin Netanyahu not to consider them one either.",
    "On Thursday, Spain summoned Israel’s top representative in Madrid, the foreign minister said, saying that 65 Spaniards were travelling with the flotilla.",
    "And Italy’s Giorgia Meloni said the voyage could jeopardise US President Donald Trump’s latest proposed Gaza peace plan, currently still under negotiation."
  ]
}