{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Oya-Madu-debacle-authorities-gone-mad/4-771288",
  "time_ut": 1735766344.0,
  "original_lang": "en",
  "original_title": "Oya Madu debacle – authorities gone mad?",
  "original_body_lines": [
    "Because they damage crops and cause other numerous damage, everyone blames the elephants and other wildlife. Many now want these animals (thankfully not the wild elephants) slaughtered. This shows our lack of fresh thinking and compassion. We do not seem to have other solutions than the easy method available – slaughter. It is the humans that encroached into jungle land, not vice versa. Today there is very little jungle area left for the wild elephants and other animals to roam. It could be around 12% of the country’s total land mass",
    "At the moment, at least 60 elephants are stranded in the Oya Madu area including in the NLDB farm.",
    "These elephants are the subjects of a drive from Thalawa, Galgamuwa, Thambuththegama areas. To please the villagers in those areas, the authorities chased them out of there.",
    "They are mainly female elephants that live in herds with calves.",
    "The wildlife officials state that they are repatriating ‘problematic’ elephants’ to Wilpattu National Park (elephants who roam the villages of Anuradhapura and Kurunegala).",
    "Some say through instinct these elephants followed the ancient Elephant Corridors and reached Oya Madu.",
    "The elephants now seem settled in Oya Madu. Rather than harassing them further, they must be allowed to remain in the farm (this 2,000-acre farm is a recent establishment, prior to that it was thick jungle).",
    "Wilpattu is tiny now (again due to deforestation), how can it hold a very large new number of new elephants?",
    "Trying to plant most of the Anuradhapura and Kurunegala elephants in Wilpattu is not a bright idea.",
    "The authorities seem to confine the elephants only to the established national parks like Yala, Wilpattu, Uda Walawe, Wasgamuwa, etc. If this is the case, it will mark the end of the Sri Lankan elephant.",
    "Elephants are very intelligent creatures. The wildlife officials must know that the elephants will never travel a route that the authorities want them to travel.",
    "Relocating wild elephants to new jungles faraway is a humongous task. This exercise causes enormous stress to the elephants. As a result they could become injured/sick/very violent. The babies could get very traumatised.",
    "Of course, it is a herculean task for the wildlife staff too. Their lives are in distinct danger.",
    "Why did they embark on such a difficult/impossible project? Who advised them?",
    "Empirical evidence shows that elephants who are forcibly planted in new environments will always return to their previous environments.",
    "We all know the story of the majestic Tusker Panamure. In 1959, the authorities tried to chase away hundreds of wild elephants in Embilipitiya, Rakwana areas to Uda Walawe National Park. In that exercise, Panamure, the lead elephant showed real leadership and bravery.",
    "Because they damage crops and cause other numerous damage, everyone blames the elephants and other wildlife. Many now want these animals (thankfully not the wild elephants) slaughtered.",
    "We do not seem to have other solutions than the easy method available – slaughter.",
    "It is the humans that encroached into jungle land, not vice versa.",
    "Today there is very little jungle area left for the wild elephants and other animals to roam. It could be around 12% of the country’s total land mass (in 1948, it was 49%).",
    "The Agriculture Minister in the Parliament stated that farmers can do whatever they like to resolve the wildlife menace in their own compounds. Effectively, he was sanctioning the killing of these precious animals.",
    "Some YouTubers are demanding that monkeys should be killed en mass immediately.",
    "What is happening to this Buddhist country? Like the writer, there are many in this country that not only refrain from killing animals, they do not even eat any animal flesh. That is the Buddhist foundation we have in this country.",
    "Will killing the wild animals solve this problem? Definitely No.",
    "It is a very cruel way of trying to solve a complex problem.",
    "There are some foreigners living in Sri Lanka (and some locals too) who love the taste of wild animal meat – monkeys, wild boar, peacocks, porcupines. Since we are so cash trapped, are we trying to create a new bush meat industry market?",
    "Since 1994 the human-elephant conflict has escalated considerably. All Governments have spent enormous amounts of public money to solve the problem – all of their projects have been failures.",
    "This current Oya Madu operation is an extremely expensive exercise.",
    "Again, it seems the new rulers do not have a sustainable solution to the problem. They should not attempt to turn the natural environment upside down.",
    "The last thing the authorities must do is to do experiments with wild animals.",
    "Again, farmers constantly encroach into jungle areas. They are so greedy for land. All politicians pay a blind eye to this because it is the people who vote for them, not wild animals.",
    "Farmers who encroach jungle land, those who commit illegal deforestation and indiscriminate killing of wild animals must be brought before justice. This is not happening well.",
    "Instead, we try to take revenge from wild animals. The stolen land by the farmers must be reverted to jungle. They are of thousands of acres.",
    "Rather than decreasing, the Government must try to increase the country’s forest cover.",
    "Erecting strong electric fences is one solution. Farmers who try to electrocute elephants using high voltage lines must be prosecuted and given long jail sentences.",
    "In Himachal Pradesh sterilisation of wild monkeys has been a success.",
    "Of course these methods are expensive and time consuming (our governments wants to show quick results).",
    "The Government wants more tourists to visit Sri Lanka. At the same time it indirectly promotes the harassment and slaughter of wild animals.  The Government wants the cake and eat it too.",
    "The Government may not realise, these animals are worth millions. Instead of killing if we look after them well, some of them could be exported to good, humane zoos worldwide. This will bring us lots of foreign exchange.",
    "True we are a multi-ethnic country, but we are predominantly Buddhist. According to Buddhism all beings have a right to life."
  ]
}