{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Dialog-Television-introduces-all-new-prepaid-Channel-plans-with-even-more-channels/34-765318",
  "time_ut": 1723165069.0,
  "original_lang": "en",
  "original_title": "Dialog Television introduces all- new prepaid Channel plans with even more channels",
  "original_body_lines": [
    "Dialog Tele-vision, Sri Lanka’s #1 Pay TV provider, has introduced three new prepaid plans designed to enhance customer value, reinforcing its commitment to delivering a wide array of television content across the country. These plans provide access to over 100 channels, ensuring unmatched entertainment.",
    "With a single reload, customers can enjoy their favorite channels for an entire month, as Dialog Television delivers premier local and global entertainment straight to their homes.",
    "Dialog Televi-sion’s latest reload channel plans offer more channels than ever before, featuring a wide range of content including cartoons, TV dramas, movies, sports, news, current affairs, religious programs, children’s shows, music, and more. With these three new prepaid plans, viewers can access both local and international channels in Sinhala, Tamil, English, and Hindi.",
    "The latest Rs. 798 plan allows customers to watch over 80 local and international channels, including 11 edutainment channels and 8 cartoon channels with just one monthly reload. The new Rs. 998 reload plan offers access to over 90 local and international channels, featuring 16 Hindi and Tamil channels, 8 cartoon channels and 11 edutainment channels. The Rs. 1498 prepaid channel plan offers over 105 local and international channels, including 14 sports channels, 11 edutainment, 8 cartoon channels and 16 Hindi & Tamil channels. This plan features popular sports channels like Star Sports HD 1, Sony Sports HD, Star Select HD, Premier Sports HD, and ThePapare TV HD, all available in high definition for sports fans.",
    "Dialog Television viewers can activate these monthly plans by reloading the relevant amount or via the MyDialog App. For more information, please visit www.dialog.lk."
  ]
}