{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97812/gaza-ceasefire-talks-show-no-sign-of-progress-us-says-onus-on-hamas",
  "time_ut": 1709870460.0,
  "original_lang": "en",
  "original_title": "Gaza ceasefire talks show no sign of progress, US says onus on Hamas",
  "original_body_lines": [
    "Hamas on Thursday left Gaza ceasefire talks in Cairo where there was no sign of progress just days before the start of Ramadan, while the U.S. said the onus was on the Palestinian militant group to strike a deal on Israeli hostages.",
    "Israel and Hamas blamed each other for the lack of agreement after four days of talks mediated by Qatar and Egypt about a 40-day ceasefire amid fears violence could escalate during the Muslim fasting month.",
    "Egyptian security sources said talks, taking place without an Israeli delegation in Cairo, would resume on Sunday, the expected start of Ramadan.",
    "Senior U.S. administration officials said the onus was on Hamas to complete a hostage deal and attributed the delay to what they described as Hamas so far not agreeing to release sick and elderly hostages.",
    "A Hamas official told Reuters the United States was in partnership with Israel and that such comments were misleading. Hamas has insisted that a ceasefire deal include a process toward ending the war altogether.",
    "Hamas said earlier in a statement the delegation left Cairo to speak to the movement’s leaders, “with negotiations and efforts continuing to stop the aggression, return the displaced and bring in relief aid to our people.”",
    "Senior Hamas official Sami Abu Zuhri told Reuters Israel had been “thwarting” efforts to conclude a ceasefire deal.",
    "Israeli Prime Minister Benjamin Netanyahu reiterated his intention on Thursday of pressing on with the military campaign in Gaza, launched after Hamas’ Oct. 7 attack on southern Israel, in which Israel said 1,200 people were killed and 253 abducted.",
    "Israel has previously said its aim is to destroy Hamas and that any ceasefire must be temporary. It has also pressed for a list of hostages still alive and held by Hamas in Gaza.",
    "“Needless to say, Israel will do whatever it takes to release our hostages... unfortunately, it is Hamas who is the stumbling block right now by not telling us who is alive and who they have in their custody,” Israeli government spokesman David Mencer said.",
    "The deal presented to Hamas for a ceasefire in Gaza would require it to free some of the hostages it still holds. Palestinian prisoners held in Israel would also be released.",
    "Hamas officials have said a ceasefire must be in place before the hostages are freed, Israeli forces must leave Gaza and all Gazans must be able to return to homes they have fled.",
    "Hamas has said it can’t provide a list of the hostages who are still alive without a ceasefire as the hostages are scattered across the war zone.",
    "News that the Hamas delegation had left Cairo without an accord was met with despair in Gaza, which is in the grip of a deep humanitarian crisis after five months of war.",
    "“I feel great disappointment and despair, fear too,” said Abir, who along with her 12-member family has taken refuge in Rafah in the southern Gaza Strip, where more than half of the enclave’s 2.3 million people are now sheltering.",
    "Hamas media said one Palestinian was killed and several wounded on Thursday by Israeli gunfire as people waited for aid trucks at the Al-Nabulsi roundabout in western Gaza City.",
    "The Hamas-run Gaza health ministry reported that Israeli fire killed 118 people last week at the same site when desperate civilians swarmed an aid convoy. Israel said most of those killed were trampled or run over.",
    "U.S. officials said President Joe Biden would announce that the U.S. military will construct a port on Gaza’s Mediterranean coast to receive humanitarian assistance by sea.",
    "While it would take weeks to set up, the port will make it possible to bring in the equivalent of hundreds of truckloads of aid, a White House official said.",
    "The U.S. Central Command and Royal Jordanian Air Force continued on Thursday with airdrops of food and other aid in the north of the enclave, where UN aid agencies say a large proportion of the population is on the brink of famine.",
    "Netanyahu vowed to press on with Israel’s offensive, including into Rafah.",
    "“Whoever tells us not to act in Rafah is telling us to lose the war and that will not happen,” he said.",
    "Health officials in Gaza said the number of people confirmed killed in Israel’s offensive had now passed 30,800. It reported 83 deaths in the past 24 hours and witnesses said the Israeli bombardments continued in Khan Younis, Rafah and areas in central Gaza.",
    "Hamas reiterated a call on Thursday for Palestinians in the West Bank, Jerusalem and inside Israel to step up visits to the Al-Aqsa Mosque during Ramadan to increase pressure on Israel to “agree to demands for a ceasefire”.",
    "Negotiators are pushing for an accord ahead of Ramadan partly due to concerns that the mosque complex in Jerusalem, the third holiest shrine in Islam, might become a flashpoint for violence during the fasting month.",
    "Israel has said it will allow a similar level of access to the site as in previous years, without providing figures."
  ]
}