{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/korea-corner-dazzles-at-charity-bazaar-2024/",
  "time_ut": 1733769000.0,
  "original_lang": "en",
  "original_title": "Korea Corner dazzles at Charity Bazaar 2024",
  "original_body_lines": [
    "The Korean Embassy in Sri Lanka hosted its second consecutive “Korea Corner” at the Charity Bazaar, organized by the Ministry of Foreign Affairs in collaboration with the Good Market at Racecourse on December 7, 2024.",
    "The event, a vibrant celebration of Korean culture, offered a rich array of authentic Korean cuisine and cultural performances, attracting a large crowd eager to explore Korea’s culinary and artistic heritage.",
    "Among the most popular dishes at the event were Kimchi, the traditional Korean fermented vegetable dish, and Tteokbokki, the spicy rice cakes, both of which sold out almost immediately. Bulldak ramen (spicy noodles) and a variety of other Korean snacks also saw high demand, highlighting the growing appreciation for Korean food in Sri Lanka.",
    "Beyond the culinary delights, the event also provided a unique cultural experience. Visitors were treated to performances of traditional Korean music, while a country parade showcased the beauty of Korean traditional attire. This combination of food, music, and cultural displays brought the vibrancy of Korean heritage to life, fostering deeper cultural exchange and understanding between Korea and Sri Lanka.",
    "As in previous years, the proceeds from the Bazaar will be donated to the M H Omar Liver Care Facility at Colombo North Center for liver diseases, continuing the tradition of supporting charitable causes while promoting cultural diplomacy.",
    "The Korean Embassy believes this donation will contribute towards the well-being of the patients and would ease the medical procedures carried out at the hospital.",
    "Launching in Kandy of SL’s first seven-star hotel, valued at Rs. 9 billion",
    "Corporate leader Kishan Nanayakkara featured in 2024 APAC Leading Lights list",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}