{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sri-Lanka-hosts-first-International-Wetland-Park-Association-Conference/56-763196",
  "time_ut": 1718652373.0,
  "original_lang": "en",
  "original_title": "Sri Lanka hosts first International Wetland Park Association Conference",
  "original_body_lines": [
    "Ramsa Regional Centre in East Asia Executive Director Suh Seung Oh presenting a commemorative gift to Prime Minister Dinesh Gunawardena",
    "Prime Minister Dinesh Gunawardena yesterday reaffirmed Sri Lanka’s commitment to environmental conservation and sustainable development during the inauguration of the first conference of the International Wetland Park Association for Australia, New Zealand and Asia.",
    "The forum, organised by the Sri Lanka Land Development Corporation (SLLDC) under the Urban Development and Housing Ministry’s auspices, brings together nearly 100 representatives from over 70 wetland parks across 15 countries, including Sri Lanka, South Korea, Mongolia, the Philippines, Jordan, Myanmar, New Zealand, Nepal, Japan, Australia, China, India, Pakistan, Taiwan and the United Kingdom.",
    "The conference themed ‘Wetlands and Wetland Centres for Eco-Friendly Tourism’, which aims to enhance cooperation in wetland conservation and sustainable management, was officially inaugurated by Ramsar Regional Centre Executive Director Suh Seung Oh, International Relations Manager Chris Roston and SLLDC Additional General Manager Dr. N.S. Wijeratne at Waters Edge, Diyasaru Park in Battaramulla and conclude on Friday (21).",
    "Prime Minister emphasised the Government’s plans to enact new laws to prevent the destruction of wetlands and curb illegal construction activities, highlighting the importance of wetlands for environmental sustainability and urban resilience.",
    "“The effects of climate change are intensifying across South Asia. Colombo’s wetlands are becoming an essential resource for mitigating the challenges faced by our flood-prone city. During heavy rainfall, these wetlands store millions of cubic meters of water, contributing to the city’s resilience through green infrastructure like storm water management systems and pumping stations,” he explained. Gunawardena underscored the significant role of wetlands in urban development planning and their contribution to the well-being of city residents.",
    "Colombo is South Asia’s only Wetland City under the Ramsar Convention since 2018. The Colombo Wetland Complex spans six local Government bodies, including the Sri Jayawardenepura Kotte Municipal Council and Colombo Municipal Council.",
    "Noting that tourism is a vital part of Sri Lanka’s economy, Gunawardena said it can greatly benefit from sustainable practices.",
    "The Prime Minister also said that ecotourism aligns with global Sustainable Development Goals (SDGs) and the Government’s efforts to balance economic growth, social development and environmental protection.  “Wetland parks, such as Diyasaru Park, play a crucial role in promoting ecotourism by supporting biodiversity and acting as natural sponges that clean polluted water. Urban wetlands are under increasing pressure from development,” Gunawardena said.",
    "He said every piece of urban wetland, no matter how big or small is crucial. “We must collectively bear the responsibility of protecting them,” he added.",
    "The Prime Minister also urged academics at the conference to seek common solutions for wetland management, considering the shared challenges faced by urban wetlands globally.",
    "Urban Development and Housing Ministry Secretary W.S. Satyananda said plans are underway to enact new laws aimed at preventing the destruction of wetlands and curbing illegal construction activities.",
    "“These measures are part of a broader strategy to position Sri Lanka as a model country in wetland conservation, biodiversity protection and environmental balance,” he said. SLLDC Environmentalist Ranushi Siripala elaborated on Diyasaru Park’s significance. “Spanning 60 acres, the park is a crucial flood catchment area and a sanctuary for diverse wildlife, including 250 animal species, 148 bird species, 15 fish species, 40 butterfly species, 28 dragonfly species, 28 reptile species and seven mammal species,” she explained.",
    "They said the new measures are expected to enhance the country’s ecological resilience and attract international attention and cooperation in wetland management."
  ]
}