{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cbsl-policy-agenda-announcement-exerts-rejuvenating-impact-on-bourse/",
  "time_ut": 1736357820.0,
  "original_lang": "en",
  "original_title": "CBSL policy agenda announcement exerts rejuvenating impact on bourse",
  "original_body_lines": [
    "The stock market kicked off on a negative note at the outset yesterday but later bounced back following the announcement of the Central Bank Governor’s policy agenda.",
    "The Central Bank is reviewing the current statutory reserve requirements of banks, Governor Dr. Nandalal Weeerasinghe said while delivering the agency’s annual plans.",
    "The Central Bank is reviewing the SRR in line with international best practices, he said.",
    "“Required changes will be implemented following stakeholder consultations to optimize the SRR framework for the benefit of effective monetary policy implementation and the overall financial system, he said.",
    "Amid those developments both indices moved upwards. The All Share Price Index went up by 99.37 points while S and P SL20 rose by 35.15 points.",
    "Turnover stood at Rs 5.2 billion with nine crossings. Those crossings were reported in Seylan Bank where 10.9 million shares crossed to the tune of Rs 643 million; its shares traded at Rs 59, Lion Brewery 80000 shares crossed to the tune of Rs 96 million; its shares traded at Rs 1200, Commercial Bank 600,000 shares crossed for Rs 35 million; its shares traded at Rs 141, HNB 200,000 shares crossed for Rs 62.4 million; its shares sold at Rs 312, LB Finance 409,000 shares crossed to the tune of Rs 35.6 million; its shares traded at Rs 87, NTB 192,000 shares crossed for Rs 34.6 million; its shares sold at Rs 180 , Sampath Bank 250,000 shares crossed for Rs 28.75 million; its shares traded at Rs 115, JKH 1.16 million shares crossed for Rs 27.7 million; its shares sold at Rs 23 and RIL Properties 1.36 million shares crossed for Rs 20.1 million; its shares traded at Rs 14.80.",
    "In the retail market top six performing companies that contributed to the turnover were; JKH Rs 294 million (12.3 million shares traded), Commercial Bank Rs 209 million (1.4 million shares traded), RIL Properties Rs 179 million (12.2 million shares traded), Sampath Bank Rs 161 million (1.4 million shares traded), LB Finance Rs 157 million (1.7 million shares traded) and Seylan Bank Rs 138 million (2.3 million shares traded). During the day 154 million shares volumes changed hands in 29000 transactions.",
    "It is said that banking and finance sector did well, especially with Seylan Bank, Commercial Bank performances, while the manufacturing sector, especially JKH, gained during the day.",
    "Yesterday the rupee weakened to Rs 296.20/40 to the US dollar, dealers said with bond yields were marginally higher ahead of a Treasury bill auction.",
    "A bond maturing on 15.12.2026 was quoted at 9.40/50 percent, Wednesday, down from 9.50/60 percent.",
    "A bond maturing on 15.10.2027 was quoted at 9.80/90 percent unchanged from 9.80/95 percent.",
    "A bond maturing on 15.02.2028 was quoted at 10.15/20 percent higher from 10.17/25 percent.",
    "A bond maturing on 15.10.2028 was quoted at 10.50/55 percent, up from 10.45/55 percent.",
    "A bond maturing on 01.05.2028 was quoted at 35/40 percent, steady from 10.35/42 percent.",
    "A bond maturing on 15.09.2029 was quoted at 10.75/85 percent, unchanged.",
    "A bond maturing on 15.05.2030 was quoted at 11.00/10 also unchanged.",
    "HNB announces two key appointments to drive growth and innovation",
    "“Gem Sri Lanka – 2025” Gem and Jewellery Exhibition Commences under President’s Patronage",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}