{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/apollo-hospitals-india-announces-1305-helpline-in-sri-lanka/",
  "time_ut": 1720394760.0,
  "original_lang": "en",
  "original_title": "Apollo Hospitals India announces 1305 Helpline in Sri Lanka",
  "original_body_lines": [
    "Afro-Asia’s largest private sector integrated healthcare provider, the Apollo Hospitals Group, announced a four-digit helpline number 1305 in Sri Lanka. The Helpline Number connects patients and physicians to Apollo representatives, providing convenient access to Apollo Hospitals’ vast pool of medical resources.",
    "Chief Guest of the event, Minister Nimal Siripala de Silva stated that Apollo Hospitals and Sri Lanka has had very close connections for a long period similar to ties between the two neighboring countries, India and Sri Lanka",
    "Co-Chief Guest Education Minister Dr. Susil Premajayantha stated at the event that collaborative efforts in healthcare are of the utmost importance, particularly in the light of escalating incidence of non-communicable diseases (NCDs) and the difficulties caused by the pandemic. The minister stated that Indian and Sri Lankan medical professionals should have more opportunities to collaborate and that the government would support such initiatives.",
    "Dr. R.K. Venkatasakam, Director Medical Services of Apollo Hospitals, thanked the Honourable Minister in his address, saying that we are pleased to have this helpline number in Sri Lanka and that we value our four decades of relationship with this wonderful nation. We look forward to increased clinical collaboration with Sri Lanka’s medical community and institutions.",
    "Dr. Niluka Welikala, Chairperson of Serendib Group, and Lanka Edoc, the Representative of Apollo Hospitals in Sri Lanka, stated that we resolved to establish this helpline to connect two great nations, thereby facilitating patients’ and physicians’ access. She also highlighted the close connection between Apollo and the Sri Lankan medical community, emphasizing the need for such initiatives to provide seamless access for patients. Mr.Jithu Jose, Vice President of Apollo’s International Division, detailed the ‘helpline’ and presented Apollo’s clinical bandwidth. Dr.R.Rathanadevi, Senior Consultant Radiation Oncologist, presented a seminar on proton beam therapy and cyberknife robotic radiosurgery. Dr. Kornad Kosygan, Senior Consultant Orthopaedic Surgeon, presented on the latest advancements and robotics in orthopaedics.",
    "The event was attended by physicians and other key stakeholders in the healthcare sector.",
    "Apollo Hospitals Group has continuously excelled and maintained leadership in medical innovation, world-class clinical services and cutting-edge technology. Apollo hospitals are consistently ranked amongst the best hospitals globally for advanced medical services and research.",
    "Hirdaramani recognised for its sustainability efforts at Presidential Environment Awards 2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}