{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/ranil-wickremesinghes-promises-the-parrot-that-waited-in-vain-for-the-fruit-to-ripen/",
  "time_ut": 1716991629.0,
  "original_lang": "en",
  "original_title": "Ranil Wickremesinghe’s Promises: The Parrot That Waited In Vain For The Fruit To Ripen",
  "original_body_lines": [
    "Last Friday (24 May 2024) saw my wife and me attending the Opening Ceremony of Jaffna University’s Clinical Training and Research Block behind the CEB facilities on Hospital Road. It was a welcome development. What was wrong, however, is that almost every speaker tried to root for the President’s re-election at the hustings in or around October.",
    "A true democratic culture prevents state resources being used for electoral politics. The President wants the people’s assent for his presidency that has so far eluded him.  The UGC Chairman Sampath Amaratunge came all the way from Colombo during a long weekend to root for Ranil Wickremesinghe. Rather shockingly, after listing the Jaffna-friendly development activities and frequent visits to Jaffna by Ranil, he ended his speech saying “now Jaffna must help him.” What a let-down for the public service! Dean/Medicine Prof. R. Surenthirakumaran, upheld the dignity of his office (which he owes to faculty election unlike the President’s UGC appointments) by keeping away from politics. Practically all other speakers who need Ranil’s re-election to stay on in office, rooted for him.",
    "Between them, they promised new teacher appointments – 375 appointments distributed the next day, the 25th. At that ceremony Ranil praised “Jaffna Teaching Tradition,” highlighted the importance of restoring this tradition and emphasized the need for teachers to serve as exemplary figures in society.",
    "Amazing that such an educated and roundly read man as Ranil did not see the contradiction in having the highest official of the university system training graduates, misusing the office of UGC Chairman to shamelessly root for the President on the eve of elections and asking Jaffna to help him. Does the  politics-free “University Teaching Tradition” have no place? Is it not far more important than the tradition for school teachers?",
    "At the launching of  SLPP presidential manifesto in October 2019 in my last year on the Election Commission, we decided that action was warranted against the Government Medical Officers Association (GMOA) President Anuruddha Padeniya for appearing on the stage at the relevant political rally. Nothing happened to him! There are others like Ali Sabry who threatened Muslims with thrashing if they did not vote for Gotabaya Rajapaksa. I pressed for action that never came about. When the Ven. Bataramulle Seelarathana Thero as presidential candidate promised from a temple in Vavuniya that he would halt the slaughter of cattle and I asked for punishment, nothing happened. But a butcher in Vaddukkoddai was shut down and another forced to close his shop that was deemed too close to the Nallur Temple by a people who relish mutton  and chicken and even MacDonald’s beef when overseas.",
    "We have failed to uphold the traditions from 1971 when Gamini Dissanayake made promises to Hindus from a temple and was unseated by court for that.",
    "At the teacher-appoinment ceremony, Governor PSM Charles, presented a commemorative gift to Ranil. If the gift had been charged to the government, that too would be a bad tradition in governance. As I recall, when I was on overseas trips from the Election Commission, gifts charged to the Commission would be taken, and we Commission Members would return with expensive gifts such as a leather brief-case embossed with the name of the Commission we visited. There were also gifts to and from other Commissions coming there.",
    "In contrast, when I worked at the National University of Singapore (NUS) taking students on industrial visits, we would get expensive gifts like programmable calculators that we had to report to and give the department. These would be used as gifts for those winning competitions at departmental parties. Strangely, a lady from that same NUS gifted the President with some souvenir of unknown value at the opening ceremony. Apparently Jaffna and NUS have some shared student training programme. Be that as it may, does NUS practise a high standard only at home?",
    "Ranil himself has been too close to corruption and murder for me to trust him.",
    "Corrupt University Grants Commission: Siva Sivananthan and Illinois Senator Dick Durbin",
    "Vasanthi Arasaratnam, appointed to the UGC by Ranil, was at the opening in style. It is publicly known that she has been accused by the Auditor General of swindling hundreds of millions of rupees  in a Faculty Networking Project while Dean/Medicine and continues to get appointed to prestigious positions. Corrupt governments need corrupt academics to help them do corrupt things.",
    "There is a developing nexus between the UGC, and University of Chicago Illinois’ Siva Sivananthan and Illinois’ Senior Senator Richard “Dick” Durbin. Sivananthan from Hindu College has done well as a multi-millionaire academic (millionaires now being a dime a dozen). His company makes night vision glasses. The way American academia works, he donates to Durbin’s election campaigns and Durbin says nice things about him to help him win grants, even suggesting that he, the sixth of nine children, grew up without electricity and came as a simpleton to America thinking Americans ate dogs (because of hotdogs) and America helped him grow as a scientist.",
    "With that close Sivananthan-Dubin nexus General Mark A. Milley, Chief of Staff, US Army, promised the Senate, among other things, the enhancement of Soldier Lethality through night vision goggles, the product of Sivananthan’s company. According to Matt Bissonnette, a Member of the SEAL Team 6 that raided Osama Bin Laden’s hideout, “The 2011 assault on Osama bin Laden’s compound in Abbottabad, Pakistan exposed two of the US military’s top-secret weapons programs, the MH-X Silent Hawk helicopter and $65,000 highly modified night-vision goggles that were issued to each elite soldier on the raid.”",
    "As the White House put it, Sivananthan’s work is at the heart of night vision technology that helped the US Army “to reach Bin Laden’s hideout.” Perhaps fearing danger, Sivananthan seems a little wary, saying “If a surgical knife is used for a murder, how can we charge the manufacturer for supporting the murder? “",
    "As recently as last year Sivananthan was awarded a grant of over US$ 149 million by the US government through a negotiated proposal – I take it to mean without competition.",
    "With this background Sivananthan has overtures to the UGC. Persons from the UGC , Jaffna and Peradeniya were invited in March this year and lavishly feted at UIC and my son’s elite University of Illinois Urbana Champaign. With all the restrictions of funds they were entertained in the best hotels. Those who could not get US visas got them through Sivananthan’s intervention. Whatever is going on, given the corrupt credentials of people like Arasaratnan, I pray it is above board and promoting rather than corrupting of excellence. I fear that rarely are things free.",
    "The President who speaks impeccable English was not at his characteristic best perhaps because of anxiety over the upcoming election and having to rely so much on the Tamil vote. Besides Douglas Devenanda, only two Jaffna District MPs turned up, M.A. Sumanthiran and Dharmalingam Siddharthan, the latter too joining in extravagantly praising the Presiddnt while the former exercised dignified circumspection. As one speaker argued at the medical faculty, we owe it to help him after we scuttled his election as President in 2005. The boycott ordered by Prabhakaran was left to be inferred.",
    "Ranil the Royalist began with “Honorable the Dean,” “Honorable the Governor” etc..",
    "His uncle, The Rt. Rev. Lakshman Wickremesinghe, cried in Jaffna at the Maruthanamadam Ashram in the immediate aftermath of the 1983 riots lamenting that a close family member of his was partly responsible for the riots.",
    "While previous speakers boasted of the little trinkets Ranil was throwing at us, Ranil himself spoke of big projects he would soon shower on us. However, these were all promises with no concrete date. Karapitiya has been declared a National Teaching Hospital and Jaffna will be the next. Huge power projects, both solar and wind are coming. The Truth and Reconciliation Commission will come after determining its judicial powers. These are all mere promises and we will be waiting like the proverbial parrot for the fruit to ripen but never will.",
    "The biggest promise was the water project. We are waiting and waiting.",
    "The Reverse Osmosis water project exists most likely for the commissions. It has been on for some years now. From ADB money, it has been financed to the tune of US$830 million. At one time we were told that this is expensive but the government would sell us the water at the same price it sells it for in the South. Would Parliament and the Sinhalese agree? The money is gone. But where is the water?",
    "Then came the project about water from Kilinochchi. Pipes were laid, rather aggressively. The Jaffna Water Board Engineer promised my neighbors, the single daughters of our baker Simon Ranasinghe, that they need to take a short route through their compound. This meant going under their driveway. The daughters, one unmarried and the other widowed, were reluctant. I was asked to promise them that their driveway would be rebuilt exacly in the same way. I intervened. They agreed. And after the Water Board wreaked their havoc, they never came back to redo the driveway. This was Tamil engineers cheating two half Sinhalese women.",
    "When the Kilinochchi water project was touted Kilinonchhi MP Sivagnanam Shritharan opposed it because it would draw on Iranaimadu waters from Kilinochchi. The pipes were laid without the requisite Social Impact Assessment. In the Kilinochchi people’s reckoning, the rains fail once in 4 years or so and when that happens, the Kilinochchi farmers will be short of water unless the waterlines to Jaffna are turned off. The latter is an unlikely prospect  if not an outright impossibility because the more powerful Jaffna people would not allow it, not least because they would have neglected their normal sources of water such as their household wells. However much we in Jaffna shout saying the Kilinochchi people have to drop their opposition for the common good, we know that it is an unfair demand.",
    "Over the years since one Engineer Arumugam proposed the Paalaaru project in 1954, the irrigation department, the Mahaweli Authority, various local and foreign consultants, and international agencies have contributed to and improved the proposal by late 2023. After his visit Ranil’s commissioned a pilot project to bring water from Paalaaru in Mannar of limited capacity compared to Iranaimadu. What if the pilot project proves itself to not meet our needs? If Paalaaru proves satisfactory, the Reverse Osmosis project will be shut down and we are informed that it will be used briefly and as a standby after 2032.",
    "Did no one foresee this wastage? Is a standby supply the only thing we will get for US$ 860 million? Indeed, where is the US$ 830 million? Who will pay for this wastage?",
    "Is this the Ranil we are asked to trust and in whose hands the IMF has entrusted US$ 3 billion and is planning to give more?",
    "On 26 March 2024 or so, a container ship Dali crashed into the Baltimore Bridge. Based on a Morning Leader report, the ship was transporting 764 tonnes of hazardous materials to Sri Lanka, mainly consisting of corrosives, flammables, and miscellaneous hazardous materials including explosives and lithium-ion batteries. The contents of its 644 other containers are yet to be ascertained.",
    "What is concerning is that no one has asked who was importing this hazardous material and what use it was intended for.",
    "SLPA Additional Managing Director (Operations) D.L.R. Weerasinghe stated that the SLPA had no mandate to conduct any investigation because the cargo belonged to the ship. However, he clarified that action could be taken only if there had been a violation of Sri Lankan regulations.",
    "Weerasinghe’s is Sri Lanka’s classic padalling of impunity. Election laws say that uttering political statements from a religious institution is punishable. When the Standing Committee Report under Anglican Bishop Dhilo Canagasabey had explicit political references at the Bauddhaloka Mawatte Cathedral and I asked for the implementation of the law, the Commission ruled that the Bishop’s pro-UNP sentiments during elections were written from church but not uttered! Bishop Canagasabey should really have been jailed.",
    "The police are arresting Tamils suspecting them of reorganizing the LTTE but will not even inquire in anticipation of some crime to be committed in the disposal of the hazardous material. I have asked an MP to raise a question in parliament but our democracy is failing us.",
    "Somebody made good money from that US$830 million. Who? How much after deducting the cost of plants we plan not to use? One of Ranil’s crooked Ministers must have it in his pocket. As Jehan Perera points out, Ranil is violating even the orders of the Supreme Court:",
    "A year ago, the government ignored the Election Commission’s declaration of local government elections when they fell due. The government claimed that the economic crisis in the country did not make it possible for the government to release the money needed to conduct the elections. This controversy was taken to the Supreme Court which ruled that the funds already set aside in the government budget for elections should not be blocked and should be used for the purposes they were meant for. But the government did not hold those elections and continues to have them postponed in violation of the law.",
    "How can we vote for Ranil when he will not obey even the Supreme Court? We are told there is no money but he has found the money to have himself elected Preidient. Right now, there is a matter concerning importing 1,728 BMW vehicles under concessionary duty permits, which are generally issued to public officials when in reality those vehicles were not imported by the permit holders. Earlier, it was alleged that the Sri Lanka Customs had ignored or suppressed the matter, which is said to involve around Rs. 16 billion duty fraud, causing a massive loss to the state coffers. […] The Court of Appeal has issued a directive to the Customs DG to take action in accordance with the Customs Ordinance. It is alleged that despite the directive, the DG is yet to send even a notice to the relevant Respondents.",
    "The alleged fraud is by Prestige Automobile (Pte) Ltd., the Petitioner who did not want another inquiry using new evidence. The crux of the matter is that in the words of the Court of Appeal, a comparison of the invoices issued by BMW AG Germany with the value of the vehicle as found on German Customs Export database indicates that the accurate value of the vehicle has not been set out in the invoices claimed as sent to the Petitioner by BMW AG Germany … Such a complicated arrangement in respect of invoices issued by BMW AG Germany to the Petitioner is to ensure that the commission payable to the Petitioner is not reflected in the value of the vehicle; i.e., if the true value of the vehicle is reflected the vehicle would exceed the permit threshold and be liable to customs duty.",
    "So, Prestige Automobile did not produce the invoice from BMW in Germany which it had but refused, and the customs inquiry was concluded without its aid. Now that it has been obtained from Germany the question facing the Court of Appeal is whether, after concluding an inquiry, it may be reopened with fresh evidence. Yes, the Court of Appeal answered considering that new evidence has come to light that Customs did not have, and could not have come upon exercising its best due diligence.",
    "Nagananda Kodituwakku, Counsel for one of the Intervenient Petitioners informs me that almost every PC is defending this fraud in court and that there is no way in which the lawyers for Prestige Automobile and its Directors  could not know that they were defending fraud given that they had access to the invoices that Prestige Automobile refused to release and its discrepancy with what was submitted. Nagananda faults me for being friends with M.A. Sumanthiran and being the uncle of Niran Anketell who defended some 4 persons by the name of Reuter who are Directors at Prestige Automobile. To me, as one who teaches ethics to professionals, a lawyer may defend anyone but also has the freedom to refuse to take on obnoxious thieves as clients as seems to have happened here.",
    "In a petition where I joined Nagananda in challenging the appointment of Dhammika Perera as national list MP, we were offered Rs. 10 million by a TV network for any legal NGO we set up if we withdrew the case. Imagine the money that is up for grabs.  Imagine what lawyers get!",
    "Our failure in Sri Lanka is that we never ask questions when fraud and corruption stare us in the face. How do our MPs raise their huge campaign finance? Where do they get the money by which they buy MPs to cross-over? To buy parties? For whom was the lethal cargo aboard the ship Dali and what were they going to do with it? Why is there no investigation?",
    "Without satisfactory answers no one should vote for Wickremesinghe; not without studying the Batalanda Commission Report of 1 March 1999 stating that in May 1997 Assistant Superintendent of Police (ASP) Keerthi Kumara Atapattu had testified  that Wickramasinghe had an office in the Batalanda Housing Scheme, while Peiris had a home there (Daily News 8 May 1997; ibid. 3 June 1997). […] The Batalanda Commission report that was submitted to President Chandrika on 27 March 1997 found the police Counter Subversive Unit (CSU) headed by Peiris “directly responsible” for the torture carried out at the illegal unofficial detention centre at Batalanda Housing Scheme (Sri Lanka Monitor Apr. 1998). The report also found Wickremesinghe knew of the centre’s existence (ibid.).”",
    "“It is believed that nearly 5,000–10,000 JVP activists were brutally tortured and killed in the Batalanda camp alone. Current president and UNP leader Ranil Wickremesinghe has been accused of being the main political authority behind the alleged detention centre. The Batalanda Commission was appointed by the government of Chandrika Kumaratunga to look into the violations of human rights and crimes committed in the Batalanda torture and detention centre. In its report, the commission recommended the government to take legal action against then-opposition leader Ranil Wickremesinghe and to strip him of his civic rights, which would have made him ineligible to run for elections. “",
    "People are ready to vote for the UNP pointing to JVP atrocitoes in 1971nand 1989. Why do we not ask of the  UNP’s SLFP atrocities then and during the war? Of the Rajapksa’ atorcities at the end of the war and the coverup by the UNP and the SLFP and the SLPP since?",
    "People say only Ranil can usher in development without asking how there was no money when Gotabaya ran away and how there was money rather suddenly after Ranil became President?",
    "We Tamils who came through murder, disappearances, rape and executions should not risk going under a leader who can take us back there and who makes claims to a stage-managed recovery of the economy.",
    "Some 80 MPs had their property damaged during Aragalya and this damage has been estimated at Rs. 1,414 billion. Thirtyone  MPs have been paid Rs. 714 million up to this month.",
    "This generosity almost entirely to Sinhalese is by Ranil. I ask however, how many Tamils whose lives were destroyed by the UNP during the 1983 riots have been compensated.",
    "As a writer, for me the most totalitarian and undemocratic of Ranils actions is the ICCPR Act which is being used to restrict religious thinking. The Hindu and the Times of India report that Modi wants Manu’s Laws to be enforced in India.",
    "As Lord Manu says, “IX. 3:  Her father protects her in childhood, her husband protects her in youth and her sons protect her in old age; a woman is never fit for independence.”",
    "I cannot write that this is sexist and stupid without being sure that I will not be prosecuted by Ranil’s government. Already Church Missionary Society officials have sent Sinhalese lawyers to Jaffna and threatened prosecution of a former teacher at St. John’s College at a time when it was still not passed, and forced him to withdraw in writing his criticism of corruption in the Church. Ranil must go!",
    "We should vote for the least bad of the candidates. Is the unknown Devil sometimes less risky than the Devil whom we know lies to us and has screwed us up for so long? No thinking Sri Lankan should vote for Ranil."
  ]
}