{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101279/mpox-virus-detected-in-pakistan-health-authorities-say",
  "time_ut": 1723787880.0,
  "original_lang": "en",
  "original_title": "Mpox virus detected in Pakistan, health authorities say",
  "original_body_lines": [
    "Pakistan has detected three patients with the mpox virus, the health department in northern Khyber Pakhtunkhwa province said on Friday.",
    "The viral infection was detected in the patients on their arrival from the United Arab Emirates, the department said. The World Health Organization has declared recent outbreak of the disease as a public health emergency of international concern after a new variant of the virus has been identified.",
    "Pakistan has had cases of mpox, also called monkeypox, previously. It was not immediately clear which variant was detected in the patients.",
    "Two of the patients had been confirmed to have mpox, said Salim Khan, the director general of health services for Khyber Pakhtunkhwa.",
    "A third patient’s samples had been sent to the National Health Institute in the capital, Islamabad, for confirmation, he said, adding all three patients were being quarantined.",
    "A spokesperson for Pakistan’s national health ministry said Pakistan has detected one suspected case of mpox.",
    "Global health officials on Thursday confirmed an infection with a new strain of the mpox virus in Sweden and linked it to a growing outbreak in Africa, the first sign of its spread outside the continent a day after the World Health Organization declared the disease a global public health emergency.",
    "The WHO on Wednesday declared the outbreak in Africa a public health emergency of international concern, its highest level of alert, after cases in the Democratic Republic of Congo spread to nearby countries.",
    "There have been 27,000 cases and more than 1,100 deaths, mainly among children, in Congo since the current outbreak began in January 2023.",
    "The disease, caused by the monkeypox virus, can cause a painful rash, enlarged lymph nodes and fever and can make some people very ill, the WHO website says."
  ]
}