{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99764/woman-arrested-for-cheating-businessman-of-rs-150-million-",
  "time_ut": 1717939560.0,
  "original_lang": "en",
  "original_title": "Woman arrested for cheating businessman of Rs. 150 million",
  "original_body_lines": [
    "Police have arrested a 54-year-old woman for allegedly cheating a businessman by obtaining a sum of Rs. 150 million from him and failing to pay it back.",
    "Police have also taken into custody a luxury car, several smartphones, and two laptop cpmputers belonging to the suspect, who is a resident of Makola.",
    "The businessman has informed police that he was introduced to the woman in question through a friend at the Supreme Court premises in Colombo.",
    "Preliminary investigations have revealed that the suspect had claimed she was importing vehicles into the country and that she urgently needed the money in order to clear several imported vehicles from Customs.",
    "Accordingly, the businessman has provided her with the money, however he had later lodged a complaint with police alleging that the woman had disappeared with the money and that he was not able to meet her after that.",
    "The woman was later arrested by police based on the complaint.",
    "Further information has been revealed that the arrested suspect has a history of involvement in cases of large-scale financial fraud.",
    "It has been also been uncovered that she is currently facing multiple fraud charges in pending cases at the Colombo Chief Magistrate’s Court, Kalutara Chief Magistrate’s Court, and Maligakanda Chief Magistrate’s Court.",
    "Additionally, it has been also revealed that the suspect has been accused of attempting to obtain a sum of Rs. 636,000 from a female suspect arrested and remanded on drug-related charges, after calming to be a Magistrate.",
    "Police also disclosed that she has been involved in various other fraudulent activities, including forging a passport and issuing fake cheques.",
    "The suspect is scheduled to be produced before the Colombo Chief Magistrate’s Court, while the Colombo Crime Division continues further investigations."
  ]
}