{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/versatile-twins-and-lots-of-action/",
  "time_ut": 1705501920.0,
  "original_lang": "en",
  "original_title": "Versatile twins…and lots of action",
  "original_body_lines": [
    "Although their achievements, as musicians, are numerous, the twin brothers, Julian and Jason Prins, better known as JJ Twins in the showbiz scene, are also concerned about the needy, and that is precisely what they plan to do this Saturday, January 20th.",
    "Their solo concert, on Saturday, at the Girls Friendly Society Hall, Colombo 7, is to raise funds to enable them to help those in need, through their JJ Twins Foundation.",
    "The concert is an ENTRANCE FREE show, and all funds donated by the audience, on Saturday, will go to help the needy.",
    "This is something unique and music lovers should make it for this concert and do the needful with whatever you can donate. And it’s all happening from 7.00 pm onwards.",
    "Julian and Jason Prins have a passion for music that had them singing, performing, beatboxing and composing songs, from the age of 10.",
    "They say their early beginnings were influenced by the Backstreet Boys, Westlife and James Blunt, and inspired by Akon to explore the R&B and Hip-Hop scene.",
    "At the age of nine, they found themselves on stage, at Waters Edge, with the band Damage, singing Robbie Williams’ ‘Angel.’",
    "The JJ Twins also create their own material and have quite a few originals to their credit, including Gospel songs.",
    "In fact, at the age of 10 the Twins started writing and composing their own songs and took to playing the guitar at 13.",
    "In addition to music, they also fancy the drama scene and their first stage drama was Oliver Twist (2006), followed by Les Miserables (2015).",
    "They say they came into the limelight, in a big way, after winning a singing competition, called ‘The Star Studded Rainbow.’",
    "Their other achievements include winning Gold and Silver Medals, in the Duet Category, and were declared All Island Winners at The Festival of Music, organized by The Sri Lankan Festival For The Performing Arts in 2013 and 2014, and taking the top spot in the Group Singing category at FIA (Friends In Action 2015).",
    "The brothers have also performed at several well-known venues in Colombo, and were also seen, in action, at the Heritage of Song – The Concert, in 2015, along with Ishan Bahar, Mignonne Fernando, Derrick Junkeer, Sohan Weerasinghe, Russell Gomesz, Flame, Raj Senewiratne, Ricky Bahar and many other artistes.",
    "Julian and Jason: Looking forward to seeing all you nice folks at their ENTRANCE FREE concert this Saturday, 20th January.",
    "Their first overseas assignment commenced in 2018, in the Maldives, performing six nights, a week, at the resort Adaaran Prestige Vadoo, and they are now currently based in Adaaran Select Meedhupparu, in the Maldives.",
    "The JJ Twins released their first five-track R&B/HipHop EP, titled ‘Grateful,’ on the 23rd December, 2023, and on the same day they shared the stage alongside the legendary Derrick J (Junkeer) as his backing vocalist at the All-4-One concert, in Colombo.",
    "Julian and Jason Prins say they are looking forward to seeing all you nice folks at their ENTRANCE FREE concert this Saturday, 20th January.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}