{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/EDB-hosts-workshop-on-export-ready-ayurvedic-and-herbal-cosmetics/34-779152",
  "time_ut": 1752786278.0,
  "original_lang": "en",
  "original_title": "EDB hosts workshop on export-ready ayurvedic and herbal cosmetics",
  "original_body_lines": [
    "The Export Agriculture Division of the Sri Lanka Export Development Board (EDB), in collaboration with its Central Province Regional Office, successfully conducted an awareness workshop on the topic “Development of Ayurvedic and Herbal Cosmetic Products for Export Markets” at The Royal Mall Hotel – Kandy. This targeted initiative was aimed at empowering small and medium-scale Sri Lankan manufacturers and exporters in the ayurvedic, herbal, and cosmetic sectors.",
    "Designed to build industry competencies, the workshop covered critical areas such as advanced manufacturing technologies, innovative packaging, value addition, market-oriented product development, effective use of herbal ingredients, and adherence to regulatory and international quality standards.",
    "The event saw the participation of approximately 100 industry stakeholders who engaged actively in discussions and knowledge-sharing sessions focused on enhancing the global competitiveness of the industry. The key topics covered during the programme were: regulatory frameworks governing ayurvedic and herbal cosmetics, modern packaging strategies and value addition techniques, export market dynamics and international opportunities, digital marketing strategies to increase global visibility, and quality assurance and compliance mechanisms for domestic and export markets EDB Central Province Office Deputy Director Thushara Jayalath delivered the welcome address, emphasising the EDB’s commitment to fostering industry growth and innovation. The seminar featured a panel of esteemed resource persons who shared their expert insights with the participants, including Ayurveda National Hospital Department of Ayurveda Medical Officer Dr. K.P.N. Rangana, National Medicines Regulatory Authority Assistant Pharmaceutical Assessor Jisna Kawshani, Industrial Technology Institute Senior Scientist Dr. Hasitha Wirathunga, Consumer Affairs Authority Investigation Officer M.M.M. Riswi, and Commercial Bank of Ceylon PLC Manager – Digital Business Ecosystem Dinidu Wathulanda.",
    "The EDB has planned two more awareness programs to be held across the country in 2025. These initiatives will continue to support the Ayurveda and herbal cosmetic industry by promoting sustainable practices, enhancing regulatory understanding, and equipping local manufacturers with the tools needed for successful international market penetration. Through such collaborative efforts, the EDB remains committed to fostering sustainable growth and driving innovation within Sri Lanka’s rapidly emerging Ayurveda and herbal cosmetic products sector."
  ]
}