{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Pathum-Nissanka-runs-riot-becomes-first-Sri-Lankan-to-slam-ODI-double-ton/108-276712",
  "time_ut": 1707502860.0,
  "original_lang": "en",
  "original_title": "Pathum Nissanka runs riot; becomes first Sri Lankan to slam ODI double ton",
  "original_body_lines": [
    "Pallekele, Feb. 9 (Daily Mirror) - An inevitable win for Sri Lanka was only delayed by Afghanistan’s sixth wicket pair, Mohammad Nabi and Azmatullah Omarzi, who both cracked tons and shared a 242-run stand, as it turned out to be insufficient and too late.",
    "Afghanistan, in their massive run chase of 382 runs, put themselves in deep trouble as they lost their top five wickets with just 55 on the scoreboard and ended up with a score of 339 for 6 to give Sri Lanka a win by 42 runs in the first of the three-match ODI series played at the Pallekele International Cricket Stadium today and take a 1-0 lead.",
    "Earlier in the day, Pathum Nissanka was on fire whilst running riot as he sent the Afghanistan bowlers on a leather hunt by slamming an unbeaten knock of 210 runs in only 139 balls, which included 20 boundaries and eight towering sixes, to become the first Sri Lanka batsman to slam an ODI double ton to help Sri Lanka, invited to take first lease of the wicket, to end with a formidable score of 381 for 3.",
    "Nissanka, along with his opening partner Avishka Fernando, paid scant respect as they posted Sri Lanka’s first 50 runs in 45 balls, which followed with Nissanka racing to his half ton in only 31 balls, which comprised seven boundaries and a six.",
    "The pair posted Sri Lanka’s 100 runs on the board in 75 balls, with the second 50 runs coming in much quicker in 30 balls. Fernando, though playing second fiddle, reached his half ton in 55 balls, and the pair, batting cautiously, went on to post Sri Lanka’s 150 runs before Fareed Ahmed made the breakthrough with the wicket of Fernando, who cracked a run-a-ball knock of 88 that included eight boundaries and three sixes, associating in an opening wicket stand of 182 runs in only 158 balls. Nissanka, joined by skipper Kusal Mendis, shared a brief partnership of 43 runs for the second wicket. Nissanka found another reliable partner in Sadeera Samarawickrama as the pair shared another quick-fire stand for the third wicket, that of 120 runs in 71 balls, before they were separated with the dismissal of Samarawickrama, who made 44 in 36 balls with four boundaries and a six as Sri Lanka’s innings came to an end with Nissanka and Charith Asalanka sharing an unbroken 36-run stand for the fourth wicket."
  ]
}