{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Cardinal-defends-judiciary-amid-Govt-criticism/56-766022",
  "time_ut": 1724706338.0,
  "original_lang": "en",
  "original_title": "Cardinal defends judiciary amid Govt. criticism",
  "original_body_lines": [
    "Expresses deep concern over Govt.’s harsh criticism of judiciary following rulings that were not in its favour",
    "Emphasises critical importance of judicial independence in a democratic society",
    "Highlights fundamental liberty judges must have to hear and decide cases free from external interference",
    "Urges all parties to refrain from undermining the judiciary and protect it instead",
    "Archbishop of Colombo Malcolm Cardinal Ranjith expressed deep concern over the Government’s recent harsh criticism of the judiciary following rulings that were not in its favour. In a statement released yesterday, he emphasised the critical importance of judicial independence in a democratic society, asserting that it cannot be preserved through mere proclamations but must be upheld by respecting the authority and decisions of the courts. The Archbishop highlighted that the absolute independence of the judiciary is the cornerstone of the constitution, serving as a safeguard against overreach by the executive or other state bodies.",
    "He further noted that the judiciary’s power extends beyond mere adjudication, encompassing the binding and cohesive effects of its decisions. The Archbishop stressed that key attributes such as impartiality, independence, fairness, and reasonableness in judicial decision-making are essential to a robust democracy, adding that independence is vital for impartiality to flourish. The Archbishop also emphasised the fundamental liberty judges must have to hear and decide cases free from external interference, noting that this freedom is central to judicial independence. He condemned any attempts by the government or other entities to influence judicial proceedings or decisions, reaffirming the equality of the three branches of the state – Judiciary, Executive, and Legislature – and the necessity for mutual respect among them.",
    "The Archbishop also reminded that the State guarantees the independence of the judiciary as enshrined in the constitution, calling upon all Governmental and other institutions to respect and uphold this independence. He underscored that the value of an independent judiciary is most deeply felt by the vulnerable, including the poor, the powerless and even politicians who are out of power.",
    "He urged all parties to refrain from undermining the judiciary, which he described as the “last bastion of protection for the people”. The church, he added, calls on everyone to defend this crucial pillar of justice and safeguard the rights of all citizens."
  ]
}