{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-price-regulate-trishaw-school-office-transport-after-currency-crisis-174428/",
  "time_ut": 1722331800.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to price regulate trishaw, school, office transport after currency crisis",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka will expand price regulation which is currently limited to buses into trishaws, school vans and office buses, Transport Minister Bandula Gunawardana said.",
    "The cabinet this week has approved changes to the governing law of the National Transport Commission, to allow it to regulate prices of three wheelers, office vans and school vans, Minister Gunawardana said.",
    "Public outcry to control prices of three wheelers and school vans went up after the central bank denied monetary stability in the prices of printing money for flexible inflation targeting and potential output targeting, eventually triggering a massive fall in the rupee.",
    "There have earlier attempts to set up a three wheeler regulatory agency with existing drivers also calling to stop new entrants coming in.",
    "However, three wheeler imports are not banned, and with an economic recovery underway, demand for hires is coming back.",
    "Classical economists note that government interference into the economy rapidly expands – like ratchet – when there are wars or economic crises are triggered by central banks.",
    "The Great Depression triggered by the invention of the policy rate and open market operations by the Federal Reserve led to an expansion of regulation, new agencies (including the SEC), as die the Housing Bubble it triggered in 2008.",
    "“Laws are enacted, bureaux are created and budgets are enlarged,” economists Robert Higgs and Steve Hanke writes.",
    "“In many cases these changes turn out to be permanent. The result is that crises act as a ratchet, shifting the trend line of government’s size and scope up to a higher level.",
    "“It comes as no surprise that governments spend more money and regulate more actively during crises.”",
    "Central bank has provided monetary stability since September 2022 with only a few hiccups, but analysts have warned that its operating framework of flexible inflation targeting, used in other defaulting countries, is fundamentally flawed.",
    "As soon as the economy recovers, and rates are cut with inflationary open market operations, the currency can depreciation again. (Colombo/July30/2024)"
  ]
}