{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/google-facebook-could-close-up-operations-in-sri-lanka-after-osb-opposition-mp-148455/",
  "time_ut": 1706013000.0,
  "original_lang": "en",
  "original_title": "Google, Facebook could close up operations in Sri Lanka after OSB: Opposition MP",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka might lose access to international platforms such as Google and Meta (formerly Facebook) with the introduction of the Online Safety Bill, Member of Parliament Eran Wickremeratne said in parliament.",
    "“Once this law is introduced, they will review the offences they would be accused of and most likely close up its access to users in Sri Lanka. Further, if the Sri Lankan government requests for certain information from Google, they will most likely not comply anymore as it may be self incriminating,” Wickremeratne said on Tuesday (22) when the bill was  being debated.",
    "He was responding to the opening statement to the bill presented by Minister of Public Security Tiran Alles.",
    "“The minister spoke about intermediaries, and that they were in agreement [with the bill]. But, it should be said that they are not in favour of the bill, of which they will express their displeasure through their own social media platforms,” the minister said, referring to representatives of information technology platforms.",
    "In September 2023 the Asia Internet Coalition released a statement saying that it had concerns over the government’s push for the Online Safety Bill “without undertaking any stakeholder consultation”.",
    "Notable members co-signing the statement were Google, Meta, X, LinkedIn, Apple, Spotify and Bookings.com.",
    "“While our member companies take seriously the online safety of those who use their services, legislation should not dampen innovation by restricting public debate and the exchange of ideas that can consequently impact the digital economy.”",
    "“We strongly urge the Government to work closely with industry stakeholders to develop regulations that are proportionate, reasonable, consistent with international best practices, and most importantly, support the growth of Sri Lanka’s nascent digital economy.”",
    "Sri Lanka’s Supreme Court said in November that the controversial bill was eligible to be passed in parliament, once subject to amendments to 31 of its provisions.",
    "Sri Lanka’s ‘Online Safety Bill’ can be passed with simple majority subject to 31 amendments",
    "Among the offences listed in the draft bill were the communication of false statements on incidents within Sri Lanka, false statements causing defamation, disturbing religious assembly through false statements, communication of false statements with the sole intention of hurting religious emotions, communication of false statements with the sole intention for the abomination of religious emotions.",
    "In addition to the online truths,  the bullet points also included criminal activities such as fraud, cheating and child abuse, as part of ‘Online Safety’.",
    "The MP said that he had received the bill in its full form from the legal draftsman’s office only yesterday.",
    "“Yesterday we went to the Sectoral Oversight Comittee, that was the first time we received the legal draftsman’s department’s copy. Other parliamentary ministers are likely to have never seen this.”",
    "Over 70-pct of Sri Lankan public unaware of Online Safety Bill: survey",
    "The MP said that the bill, which is meant to stringently regulate online platform use, will create a great risk for locals and foreigners.",
    "“We shouldn’t just dwell on whether this is constitutional or not. We have to go beyond that… We as participants in a global digital economy, abide by  international conventions such as the ICCPR.”",
    "The minister said that creating avenues for dollar revenues through the technological and internet based sector is key. “That is why we should introduce laws that do not hinder the economy.” (Colombo/Jan23/2024)"
  ]
}