{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/acorn-leisure-signs-game-changing-alliance-with-ndb-capital-group-and-sunil-fernando-associates/",
  "time_ut": 1723842120.0,
  "original_lang": "en",
  "original_title": "Acorn Leisure signs game-changing alliance with NDB Capital Group and Sunil Fernando & Associates",
  "original_body_lines": [
    "Acorn Leisure, a subsidiary of the Acorn Group, has taken a significant step toward expansion by signing a Memorandum of Understanding (MOU) with NDB Capital Group and Sunil Fernando & Associates.",
    "Since its inception in 2020, Acorn Leisure has demonstrated remarkable growth, driven by an innovative hotel operations model that emphasizes transparency and strong governance. The partnership is designed to create a powerhouse in leisure management, providing crucial industry value additions such as innovative funding opportunities, project investment services, and real estate advice, to drive sustainable growth in Sri Lanka’s tourism sector. As the industry continues to recover and evolve, this alliance is expected to set new standards in hospitality, offering resort and villa owners cutting-edge solutions tailored to the demands of a rapidly changing market.",
    "The Acorn Group, renowned for its leadership across multiple sectors—including aviation management, inbound/outbound tours, resort and villa management, and freight and logistics—operates from eight global offices.",
    "“This collaboration with NDB Capital Holdings and Sunil Fernando & Associates represents a significant milestone for Acorn Leisure. By leveraging the financial expertise of NDB Capital Group and the real estate acumen of Sunil Fernando & Associates, we are confident in tapping into unique opportunities and driving substantial growth in the hospitality sector. Through this partnership, we can better contribute to the growth of Sri Lanka’s tourism and provide unparalleled opportunities and value to our stakeholders,” said Malinga Arsakularatne, Chief Executive Officer of Acorn Group.",
    "NDB Capital Group, the country’s premier capital market conglomerate, brings its formidable financial expertise to the partnership. “This partnership represents a perfect alignment of expertise and vision, allowing us to tap into the vast potential for growth in the hospitality sector alongside Acorn Leisure. We are confident that this collaboration will unlock new opportunities, deliver exceptional value to our stakeholders, and facilitate potential investment and structured finance options for the growth of Acorn Leisure,” said Senaka Kakiriwaragodage, Chief Executive Officer of NDB Capital Holdings Limited.",
    "With over 50,000 clients and LKR 350 billion in assets under management, NDB Capital extends its influence beyond Sri Lanka to regions such as Bangladesh, the Maldives, and Africa. Their comprehensive suite of services, including investment banking, wealth management, and private equity management, is set to bolster Acorn Leisure’s expansion plans.",
    "Sunil Fernando and Associates, a pioneering valuation and advisory firm with a 24-year legacy in Sri Lanka, also plays a crucial role in this collaboration. Known for their in-depth real estate insights and extensive network, the firm will enhance Acorn Leisure’s capacity to deliver unparalleled value to resort and villa owners, both domestically and internationally.",
    "Union Assurance empowers community wellbeing with the HOPE initiative in Monaragala district",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}