{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Scramble-for-Muslim-votes/4-766490",
  "time_ut": 1725822402.0,
  "original_lang": "en",
  "original_title": "Scramble for Muslim votes",
  "original_body_lines": [
    "To ask if President Ranil has lost a considerable number of Muslim votes by his manoeuvres may be a reasonable poser",
    "There is increasing momentum towards Anura apparently from all quarters – Sinhala, Tamil and Muslim. Several reasons may be attributed to this. The wave of emotions, sentiments and memories of the recent past have been an influential factor. Unbridled corruption, breakdown of the rule of law, unfulfilled promises, fooling of the masses, self-aggrandisement of the politicians, racial and religious instigation have all contributed to demand for a principled approach",
    "In general, barring data analysis, the perception in the yesteryears had been that Muslims are the kingmakers at an election. Call it a fact or myth never mind, Gotabaya Rajapaksa the eighth President of Sri Lanka proved it wrong. In his 2019 Presidential election campaign, he triggered Sinhala Buddhist nationalism effectively harnessing the traditionally sacred relationship that exists between the rural Sinhala folks and the village temple. To this end certain monks and other racist elements were engaged to carry out a concentrated, consistent and deliberate campaign of spewing hatred against the Muslims and create an Islamophobic environment.",
    "Then came the Easter Sunday attack exacerbating an already volatile Muslim-Sinhala relationship. As an addition, this earned the wrath of the Sinhala Christians also towards the Muslim community. It was a bonus for Gotabaya. He now added threat to national security as a major item in his campaign. Media was replete with images of people begging Gotabaya to save the country.",
    "Net result was that he came into power mainly riding on the votes of the Sinhala Buddhists who are about 70% of Sri Lanka’s population. He secured 52.25% of the vote, while his opponent Sajith Premadasa took around 41.99%. He created history by proving that an election can be won purely relying on the Sinhalese community. The, then famous heta nama lakshaya (69 lakhs) Sinhala voter base.",
    "Gotabaya could not sustain for long this maliciously created and artificially hyped voter base. Like falsehood is ever destined to perish, the country saw the organic disintegration of the 69 lakhs laughably, causing him to run away from the country. Today, in the absence of the exaggerated threat to national security and the loss of grounds for Sinhala Buddhist nationalism, the voter base has returned to the status quo ante i.e. the pre Rajapaksa period. Incidentally, the racist monks and the bigots who followed them slavishly have temporarily gone into hibernation. It has to be mentioned that the Aragalaya played a pivotal role to neutralise racism and unite a divided Sri Lankan society.",
    "For the upcoming Presidential election, the Sinhala voters are not aligned to any candidate based on extremist thoughts or with hatred against the Muslims. There is no ‘69 lakhs’ blind supporters anymore. Like the little Red Riding Hood, the Sinhalese Christians especially, the Catholics have realised how they were taken for a ride by the fake ‘saviour’ of the country. Given this new landscape, the question arises, if the Muslims are partly going to be kingmakers at this Presidential election. Since the Sinhalese voter base will be shared among all the candidates, they are aware that for anyone to garner 50% of the Sinhala votes will be difficult. Therefore, they are competing in wooing the valuable Muslim votes towards them.",
    "Gemba (frog in Sinhala language) ideally depicts Sri Lanka’s political culture. When an election is nearing the most incredible and unprecedented jumping events from one party to another can be witnessed. One thing certain about the crossovers by the political ‘athletes’ is that they are unprincipled, opportunistic, selfish and self-centred. Both the Sajith and Ranil camps have given refuge to many such ‘jumpers’. The justifications given by each ‘jumper’ only reinforces their political hypocrisy.",
    "Anura’s campaign is unique in this context. No notable ‘gemba’ events have been reported.",
    "In trying to woo Muslim votes, the support of Muslim parties and politicians normally becomes important. It seems that reality has it otherwise. In the minds of the Muslim public, the Muslim politicians are a spent force. Therefore, value addition to Sajith’s campaign from them may be minimal. One is observing with fingers crossed, the final outcome of the alliances.",
    "‘Necessary Evil’ means something that is undesirable but must be accepted. Sajith seems to be in such a situation.",
    "During his uncle JR’s Presidency moves to establish relationship with the Israelis were opposed by the then most experienced, versatile and renowned diplomat, the late A.C.S. Hameed. As a side note, after Hamid and the late Kadirgamar (with whom I have had conversations), this country sadly has not seen diplomats of such calibre projecting integrity, competency, maturity and stature.",
    "At a time when Muslim votes have some value, it was a strategic disaster for President Ranil to open the Sri Lankan Consulate in Israel. Besides, the disappointed majority of Muslim voters, it also earned the anger of the non-Muslims who oppose the continuing genocide and the humanitarian catastrophe in Palestine. People were also displeased with Ranil for sending Sri Lankan workers to Israel. The talk of the town is that all this is happening under the nose of a Muslim Foreign Minister. Many were hailing the unwavering principled stand of the late A.C.S. Hameed.",
    "Fast on the heels of the first strategic error, there came the second and third tactical errors in Ranil’s campaign. The displeasure and disappointment of the people towards the Foreign Minister Ali Sabry was redirected on Ranil when they saw him on Ranil’s platform. It was like rubbing salt to injury. Then, Ranil’s statement at the All Ceylon Jamiyathul Ulema meeting regarding a Parliamentary Select Committee to look into the forced cremation issue. For the public these were weasel words worthy of a place in the garbage dump of endless promises. It apparently has not convinced them.",
    "To ask if President Ranil has lost a considerable number of Muslim votes by his manoeuvres may be a reasonable poser.",
    "There is increasing momentum towards Anura apparently from all quarters – Sinhala, Tamil and Muslim. Several reasons may be attributed to this. The wave of emotions, sentiments and memories of the recent past have been an influential factor. Unbridled corruption, breakdown of the rule of law, unfulfilled promises, fooling of the masses, self-aggrandisement of the politicians, racial and religious instigation have all contributed to demand for a principled approach.",
    "The crown among these is the ‘gemba’ formula which is hardly applicable to Anura’s alliance. This is the most notorious exercise of some politicians that the public vehemently despises.",
    "For whom to vote is a decision taken by the voter. How does he arrive at the decision? Political psychologists have come up with various ideas as to how voters decide; however, these are indefinite views. Nevertheless, it gives some perspective.",
    "The educated voters and entrepreneurs may broadly consider the economic policies of the candidates, leadership qualities and experience. Self-interest plays a role in such matters. Some may look into past performance if any, and in the case of an incumbent seeking re-election, the person’s plus and minus points. Then qualitative factors like the characters of the contestants, their competence and integrity. Political science researchers indicate that ‘stereotypes and prejudice can automatically (and unconsciously) influence decisions, and social identifications, particularly with political parties and can determine vote choice.’ (Public Opinion Quarterly, Volume 82, Issue S1, 2018).",
    "Most people have no time for in-depth analysis and studies. They base their decisions on limited superficial information. Researchers have also indicated that ‘some individuals are issue voters e.g., healthcare, education, environment, others are party voters and some others peer influenced voters. There are the media influenced voters too.",
    "Then there is the “going with your gut” voter. Such voters decide not based on knowledge or information but relying on their instinct.",
    "(The writer holds an LL. B (Hons) UK, is an Attorney at Law, and ex-Advisor to former Presidential Private Department of UAE. He can be reached via email at: [email protected].)"
  ]
}