{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/breathtaking-new-paintings-found-at-ancient-city-of-pompeii/",
  "time_ut": 1712845260.0,
  "original_lang": "en",
  "original_title": "Breathtaking new paintings found at ancient city of Pompeii",
  "original_body_lines": [
    "Stunning artworks have been uncovered in a new excavation at Pompeii, the ancient Roman city buried in an eruption from Mount Vesuvius in AD79.",
    "Archaeologists say the frescoes are among the finest to be found in the ruins of the ancient site.",
    "Mythical Greek figures such as Helen of Troy are depicted on the high black walls of a large banqueting hall.",
    "The room’s near-complete mosaic floor incorporates more than a million individual white tiles.",
    "The black room has only emerged in the last few weeks. Its white mosaic floor is almost complete (BBC)",
    "A third of the lost city has still to be cleared of volcanic debris. The current dig, the biggest in a generation, is underlining Pompeii’s position as the world’s premier window on the people and culture of the Roman empire.",
    "Park director Dr Gabriel Zuchtriegel presented the “black room” exclusively to the BBC on Thursday.",
    "It was likely the walls’ stark colour was chosen to hide the smoke deposits from lamps used during entertaining after sunset. “In the shimmering light, the paintings would have almost come to life,” he said.",
    "Two set-piece frescoes dominate. In one, the god Apollo is seen trying to seduce the priestess Cassandra. Her rejection of him, according to legend, resulted in her prophecies being ignored.The tragic consequence is told in the second painting, in which Prince Paris meets the beautiful Helen – a union Cassandra knows will doom them all in the resulting Trojan War.",
    "The god Apollo is depicted on one of the frescos trying to seduce the Trojan priestess Cassandra (BBC)",
    "The black room is the latest treasure to emerge from the excavation, which started 12 months ago – an investigation that will feature in a documentary series from the BBC and Lion TV to be broadcast later in April.",
    "A wide residential and commercial block, known as “Region 9”, is being cleared of several metres of overlying pumice and ash thrown out by Vesuvius almost 2,000 years ago.",
    "Staff are having to move quickly to protect new finds, removing what they can to a storeroom.",
    "For the frescoes that must stay in position, a plaster glue is injected to their rear to prevent them coming away from the walls. Masonry is being shored up with scaffolding and temporary roofing is going over the top.",
    "A plaster glue must be injected behind a fresco or it is likely to come away from the wall (BBC)",
    "Chief restorer Dr Roberta Prisco spent Tuesday this week trying to stop an arch from collapsing. “The responsibility is enormous; look at me,” she said, as if to suggest the stress was taking a visible toll on her. “We have a passion and a deep love for what we’re doing, because what we’re uncovering and protecting is for the joy also of the generations that come after us.”",
    "Region 9 has thrown up a detective story for archaeologists.",
    "Excavations in the late 19th Century uncovered a laundry in one corner. The latest work has now revealed a wholesale bakery next door, as well as the grand residence with its black room.",
    "In the reception hall, rubble in the far right corner is from renovation at the time of the eruption (BBC)",
    "The team is confident the three areas can be connected, physically via the plumbing and by particular passageways, but also in terms of their ownership.",
    "The identity of this individual is hinted at in numerous inscriptions with the initials “ARV”. The letters appear on walls and even on the bakery’s millstones.",
    "Dr Sophie Hay explained how a rich politician left his mark on the buildings",
    "“We know who ARV is: he’s Aulus Rustius Verus,” explained park archaeologist Dr Sophie Hay. “We know him from other political propaganda in Pompeii. He’s a politician. He’s super-rich. We think he may be the one who owns the posh house behind the bakery and the laundry.” What’s clear, however, is that all the properties were undergoing renovation at the time of the eruption. Escaping workers left roof tiles neatly stacked; their pots of lime mortar are still filled, waiting to be used; their trowels and pickaxes remain, although the wooden handles have long since rotted away.",
    "Dr Lia Trapani catalogues everything from the dig. She reaches for one of the thousand or more boxes of artefacts in her storeroom and pulls out a squat, turquoise cone. “It’s the lead weight from a plumb line.” Just like today’s builders, the Roman workers would have used it to align vertical surfaces.",
    "She holds the cone between her fingers: “If you look closely you can see a little piece of Roman string is still attached.”",
    "It’s possible to see a remnant piece of string around the neck of the plumb line (BBC)",
    "Dr Alessandro Russo has been the other co-lead archaeologist on the dig. He wants to show us a ceiling fresco recovered from one room. Smashed during the eruption, its recovered pieces have been laid out, jigsaw-style, on a large table.",
    "He’s sprayed the chunks of plaster with a mist of water, which makes the detail and vivid colours jump out.",
    "You can see landscapes with Egyptian characters; foods and flowers; and some imposing theatrical masks.",
    "“This is my favourite discovery in this excavation because it is complex and rare. It is high-quality for a high-status individual,” he explained.",
    "The archaeologists have had to piece together a ceiling fresco that was shattered during the volcanic eruption (BBC)",
    "But if the grand property’s ceiling fresco can be described as exquisite, some of what’s being learned about the bakery speaks to an altogether more brutal aspect of Roman life – slavery.",
    "It’s obvious the people who worked in the business were kept locked away in appalling conditions, living side by side with the donkeys that turned the millstones. It seems there was one window and it had iron bars to prevent escape.",
    "It’s in the bakery also that the only skeletons from the dig have been discovered. Two adults and a child were crushed by falling stones. The suggestion is they may have been slaves who were trapped and could not flee the eruption. But it’s guesswork.",
    "“When we excavate, we wonder what we’re looking at,” explained co-lead archaeologist Dr Gennaro Iovino.",
    "“Much like a theatre stage, you have the scenery, the backdrop, and the culprit, which is Mount Vesuvius. The archaeologist has to be good at filling in the gaps – telling the story of the missing cast, the families and children, the people who are not there anymore.”",
    "There are certainly more than a million tiles in the mosaic floor, possibly up to three million (BBC)",
    "Boxes full of artefacts: One of the many oil lamps recovered during the excavation (BBC)",
    "Another fresco depicts Leda and Zeus in the form of a swan, whose union would lead to Helen’s birth (BBC)",
    "Brilliant colours: Ornate cornicing was also preserved under the volcanic debris (BBC)",
    "Vietnamese billionaire Truong My Lan sentenced to death for $44bn fraud",
    "China warns against ‘undermining’ Belt and Road plan after Italy withdraws",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}