{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ballys-colombo-unveils-exclusive-vip-lounge-for-elite-members/",
  "time_ut": 1724005500.0,
  "original_lang": "en",
  "original_title": "Bally’s Colombo unveils exclusive VIP lounge for elite members",
  "original_body_lines": [
    "Bally’s Colombo, a prominent name in the Colombo nightlife scene and a top destination for night entertainment, recently launched its new Very Important Person (VIP) Lounge named “Paiza.”",
    "This luxurious area is designed exclusively for the top two VIP categories, Diamond and Infinity members, offering them unparalleled VIP services and an enhanced casino experience. The “Paiza” VIP Lounge provides an exclusive sanctuary for Bally’s most esteemed guests, allowing them to enjoy a higher level of play within a more intimate and lavish setting. Members of the Diamond and Infinity categories are treated to an array of exceptional amenities, including business class air tickets, luxury vehicle pickup from the airport, and accommodation in a luxury suite at a star-class hotel in Colombo. A separate bar and personalised steward service are also available, ensuring that every need is met with the utmost care and attention.",
    "Located at No 34, D. R. Wijewardana Mw, Colombo 10, Bally’s Casino is conveniently close to all the five-star hotels, top-class restaurants, shopping locations, and the vibrant Colombo nightclubs. From its establishment in 1995, Bally’s has grown into an international casino venue, celebrating its 29th anniversary this year (2024).",
    "Being a Sri Lankan entity, Bally’s employs over 1,200 staff members, boosting the local economy by attracting thousands of visitors each year. Bally’s Casino is known around the world for its guest-centric philosoph",
    "Neptune Recyclers recognised with Gold Award at ESG Summit 2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}