{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Uma-Rajamantri-installed-as-39th-President-of-Rotary-Club-of-Colombo-Mid-City/56-780962",
  "time_ut": 1756421885.0,
  "original_lang": "en",
  "original_title": "Uma Rajamantri installed as 39th President of Rotary Club of Colombo Mid-City",
  "original_body_lines": [
    "The Rotary Club of Colombo Mid-City recently held its 39th Presidential Installation at Hilton Colombo, where Uma Rajamantri was inducted as President for 2025–26, alongside her newly appointed Board of Directors, in the presence of distinguished Past District Governors and District Governor-Elect Kumar Sundaraj, as well as corporate leaders.",
    "District Governor Delvin Pereira graced the occasion, emphasising this year’s Rotary theme, “Unite for Good,” and highlighting the importance of collaboration between clubs and the district to drive meaningful community impact. Immediate Past President Sethu Ramalingam reflected on his “Year in Action,” showcasing the Club’s achievements before formally handing over the mantle of leadership.",
    "Guest of Honour Eran Wickramaratne addressed the gathering on the significance of the Small and Medium Enterprise (SME) sector, underlining its critical role in economic growth and community development.",
    "In a special tribute, Charter Member K. Aribhinthan was recognised for his 39 years of dedicated service to the community through the Rotary Club of Colombo Mid-City.",
    "In her acceptance address, Uma pledged to focus on projects supporting the SME sector, in alignment with this year’s District Governor priorities, while also addressing Rotary’s seven global areas of focus: maternal and child health, disease prevention and treatment, water, sanitation and hygiene, basic education and literacy, community economic development, environment, and peacebuilding and conflict prevention.",
    "Uma and her Board extended an open invitation to individuals, organisations, and partners to collaborate with the Rotary Club of Colombo Mid-City in creating meaningful impact and serving the community, reaffirming Rotary’s enduring commitment to “Service Above Self.”"
  ]
}