{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Why-AKD-NPP-have-fallen-in-the-polls-may-lose-elections/4-765259",
  "time_ut": 1723053795.0,
  "original_lang": "en",
  "original_title": "Why AKD-NPP have fallen in the polls, may lose elections",
  "original_body_lines": [
    "“Additionally, the President highlighted the importance of promoting the Tamil language alongside Sinhala. He noted that with the anticipated economic growth in Tamil Nadu soon, Tamil-speaking Sri Lankans would have unique opportunities that others might not have.”",
    "My salute to the people of Bangladesh led by their student youth, who have overthrown an autocrat in an unarmed uprising, sacrificing over 300 lives. We can also be proud of ourselves as Sri Lankans, since the autocrat mentioned our Aragalaya as an inspiration for the Bangladeshi youth. So much for so-called ‘anti-imperialists’ who revile it and are suspicious of People’s Power revolts.",
    "In Sri Lanka’s election season, wannabe tyrants should tremble, and be deterred from any power-grab they may be planning.",
    "TV news has shown President Wickremesinghe saying repeatedly on his recent visits to the North and East that “in this country we have 10 governments, 9 of which are Provincial Governments”.",
    "Turning 32, I was the youngest Minister in the island’s Provincial Council system when it was introduced in 1988. Having resigned in six months, I was working with President Premadasa when he and Minister Ranjan Wijeratne lost their cool, having read newspaper advertisements placed by Chief Minister Vardarajahperumal with the wording “Provincial Government of North and East”.",
    "Premadasa instructed Ranjan Wijeratne to go on the record clarifying that “in Sri Lanka there is only one Government! The others are Provincial Councils with their respective administrations.”",
    "Premadasa’s point was that unlike in a federal system with several ‘state governments’, in a unitary state such as Sri Lanka there was only one Government, though power could and had been devolved by that Government to the periphery in the form of Provincial Councils. The term ‘Provincial Governments’ began the Premadasa/Perumal rift.",
    "Ranil Wickremesinghe who denounces the Aragalaya as anarchy, has no problem saying this small island “has 10 governments”— an open encouragement of centrifugalism and an invitation to anarchy.",
    "Public opinion polls can easily be wrong but it would be unwise to ignore them. It would be imprudent to rely on just one opinion poll, but if that is the only regularly-published poll while the rest is unsourced, it needs to be taken seriously. I refer of course to Harvard-trained Dr Ravi Rannan-Eliya’s IHP/SLOTS tracker.",
    "What does the latest IHP poll show? It clearly indicates that Sajith Premadasa has surged ahead of Anura Kumara Dissanayake, and the SJB has drawn ahead of the JVP-NPP. It is a double-whammy.",
    "This does not mean that a Sajith win is in the bag or Anura’s shrinkage is irreversible-- much can happen in six weeks-- but I do think that Dr. Rannan-Eliya’s poll is in the ballpark.",
    "Here’s what the two surveys conclude, firstly on the Presidential race, and secondly, the Parliamentary.",
    "“Institute for Health Policy’s (IHP) Sri Lanka Opinion Tracker Survey (SLOTS) MRP provisional estimates of Presidential Election voting intent in all adults in June show that support for SJB leader Sajith Premadasa increased to 43% (+4) but decreased for NPP/JVP leader AK Dissanayake to 30% (-6) compared to May.",
    "Support for President Ranil Wickremesinghe increased to 20% (+3) while a generic SLPP candidate runs at 7% (-1).”",
    "“The latest estimates from Institute for Health Policy’s (IHP) SLOTS MRP model show a decline in all adult voters’ support for NPP/JVP to 26% (-5 compared to the previous month) pushing SJB ahead in June.",
    "SJB leads with 38% (+1) support followed by NPP/JVP, with SLPP at 16% (+2), UNP at 7% (+1) and ITAK at 3% (-1).”",
    "I find it credible, not least because I had noted the IHP trends and had been constructively cautioning Anura and the JVP-NPP throughout about the rectifiable mistakes it was making, starting at least 15 months ago in this column. (https://www.ft.lk/columns/AKD-s-two-camp-theory-limits-growing-presidential-prospects/4-748696)",
    "Though it is a pity and I am saddened, AKD-NPP have been violating too many strategic rules of politics and global leftist political experience, for their fall in the IHP polls and possible electoral defeat to come as a surprise.",
    "In The Art of War, Sun Tzu says “know yourself, know your enemy; a thousand battles, a thousand victories”.",
    "Developing it, Mao Zedong posed a fundamental question: “Who Are Our Friends? Who are Our Enemies?” By “our”, Mao meant the Communist Party. He certainly didn’t mean that “our” friends are only ourselves, i.e. those who share our perspective. However, for AKD-NPP, there are no political “friends” i.e., no friendly forces, allies, partners, outside the JVP-NPP support-zone. “Our” and “friends” are coextensive, coterminous. Politically, we are our friends.",
    "In his Bulnewa, Anuradhapura speech, Anura said that those who are due to rally round Sajith on August 8th are those who had discussions with the NPP but were rejected because of their bad political history. But why did the NPP agree to and hold discussions with such bad characters while knowing their political records? Why does the NPP refuse an equation with the FSP and its People’s Struggle Alliance, which cannot be faulted for such bad political records?",
    "Mao Zedong advised that one must “despise the enemy strategically while respecting him tactically”. The injunction to “Know thy enemy” means to have a dialectical appreciation of his strengths and weaknesses. Mao’s classic ‘Problems of Strategy in the Anti-Japanese War’ sets out the current strengths of the invading enemy, the current weaknesses of the patriotic forces, as well as the reasons why those strengths will be sapped while the patriots’ strength will grow over time.",
    "Anura has repeatedly said on public platforms during this campaign that “apart from the fact that his father was a President, what is the suitability Sajith Premadasa has to be elected even the Chairman of a Pradesheeya Sabha? None whatsoever!”",
    "AKD often follows this up with “I won’t say anything about Sajith Premadasa, because there is nothing to say about Sajith Premadasa; all that his necessary is for him to speak, and that’s quite enough [to expose his hollowness] …”",
    "This sophomoric subjectivism is something that Anura and the NPP may come to regret, and should reassess while studying the latest IHP poll.",
    "In 1988 the JVP grossly underestimated a Premadasa and was ideologically, socially and politically defeated well before it was militarily defeated. Sajith Premadasa is no Ranasinghe Premadasa, but then Anura Dissanayake is no Rohana Wijeweera. In 2024 the JVP is making the same mistake of petty-bourgeois subjectivism --overestimating itself and underestimating its foe-- as in 1988/9.",
    "However good your organisational grid and compelling your discourse, if they don’t match the actuality of the battlefield and the changing concrete situation—the conjuncture—you can’t, won’t win. On May 25th 2023 I had critiqued in these pages the fallacy of Anura’s static strategic perspective that society and politics are inevitably polarising into “two camps”, with all the rotten, reactionary Establishment types clustering conveniently into a crumbling castle, cornered by the onrush of the entire people, helmed by the JVP-NPP. (Dayan Jayatilleka, Interventions, Neptune, Colombo 2024, pp. 19-28.)",
    "‘Two camp’ polarisation was valid during Gotabaya’s rule and the Aragalaya, but began to change immediately afterwards, just as Ceylonese politics did after the semi-successful Hartal 1953 and Filipino politics after the overthrow of President Marcos in 1986.",
    "Had the JVP-NPP studied the history of the Communist International (Comintern) --which Wijeweera censored in the re-telling and substituted with his own caricatured version-- it would have encountered the concept of the ‘partial stabilisation’ of capitalist crisis.",
    "What Sri Lanka is currently going through under Ranil is just such a ‘partial stabilisation’. In Europe, the Great Depression hit after the ‘partial stabilisation’ was over. In Sri Lanka, that prospect looms down the Ranilist road. But not today, as Arya Stark (Game of Thrones) used to say. The JVP-NPP’s ‘two camps/frontal assault’ line required drastic revision during the ‘partial stabilisation’ of the crisis.",
    "AKD-NPP’s ‘two camp’ model and discourse ignore a fundament of Marxist philosophy: uneven development. “Absolutely everything develops unevenly” insisted Mao. For instance, the economic pauperisation of the middle class in crisis does not inevitably, correspondingly, cause a real-time leftward shift in middle-class consciousness and values.",
    "Inability to comprehend changing conjunctures is a congenital JVP malady. It thought that the post-JR UNP dispensation commencing with Premadasa’s candidacy in late-1988, was essentially the same as JR’s UNP-IPKF rule. Clearly, it wasn’t.",
    "Lenin, Trotsky, and above all Gramsci knew that the state and social formation of Tzarist Russia were very different from that of Western Europe, and therefore, strategy had to be far more complex, phased, sinuous and poly-dimensional than any simplistic model of two camps/frontal assault. It is Gramsci, and decades later (to a lesser degree) Nicos Poulantzas, who elaborated the requisite strategy. The JVP-NPP lags behind all that.",
    "The contours of the contemporary Sri Lankan political battlespace and disposition of forces look very different from a mechanistic two-camp model.",
    "While Ranil and the SLPP-SLFP Ministers and MPs represent the convergence of the old Establishment, it is opposed, not supported, by Sajith and the SJB. While Harsha-Eran-Kabir may be interoperable with Ranil’s UNP, Sajith Premadasa isn’t.",
    "Moreover, the Ranil-SLPP-SLFP Establishment isn’t devoid of a mass base (20% reckons the IHP survey).",
    "Already ahead in the polls, Sajith Premadasa and the SJB are likely to gain ground with the August 8th Alliance.",
    "The JVP-NPP doesn’t have a single, politically consolidated Establishment as enemy but several political adversaries/competitors on several fronts.",
    "In his Prison Writings (1973) Regis Debray noted that unlike a classically Marxian social polarisation into two camps, Mao Zedong, philosopher and strategist, taught us to think in threes, not twos, because there are three, not two forces/spaces constituting the political battlefield: (a) us (b) the enemy (c) the intermediate forces.",
    "The struggle is won by winning over the intermediate forces. The United Front is the indispensable instrument that wins over the intermediate forces/ ‘intermediate zone’. That’s why Mao exalted as ‘Three Magic Wands’, the Party, the Army and the United Front.",
    "This fundamental principle is true of electoral politics too. In the US Presidential elections, the “swing states” are the decisive factor. The instrument to swing the swing states is a balanced ‘ticket’, i.e., the choice of Presidential AND Vice-Presidential candidates. The ‘ticket’ is a mini-united front.",
    "When NPP public rallies end with two speakers, appropriately Anura Dissanayake (Presidential candidate, NPP leader, JVP leader) and inappropriately Tilvin Silva (NPP office-bearer, JVP Gen-Sec), instead of a non-JVP NPP leader, that’s neither a balanced ticket nor symbolises a ‘broad national Movement’. Wrong optics.",
    "Sun Tzu’s injunction “know yourself, know your enemy” starts with self-awareness, which includes an objective grasp of subjectivity: know how society and existing history may view you.",
    "In the JVP-NPP case, this means processing traumatic social memories from the 1980s civil war. What Anura and the JVP-NPP should not have done and should not do, is to toss in a token apology while justifying its behavior in the 1980s by sweeping everything under the rug of the UNP’s repression. The UNP initiated the causative chain or chain-reaction, but that doesn’t excuse anti-civilian barbarism on the part of the JVP, in the same way that July 1983 doesn’t excuse LTTE depredations and American B-52 bombing doesn’t exculpate Pol Pot’s Khmer Rouge.",
    "How can Referendum 1982, Black July 1983, JVP proscription and IPKF intrusion, explain the gruesome torture and execution of radical leftist Colombo university student leader Daya Pathirana, who opposed the Referendum, was a signatory and campaigner against the JVP ban, and was abducted, stripped, had his head bashed-in and throat cut in mid-December 1986 by the JVP months before the 1987 Indo-Lanka Accord?",
    "Anura should have adopted a dialectical and tragic-humanistic perspective along these lines: “crimes, even atrocities were committed on both sides of the Southern civil war; it was a tragedy which must never be repeated. We sincerely apologise for the crimes and excesses committed by our older generation while we uphold their right to have revolted, weapons in hand, against the repressive rulers.”",
    "AKD-NPP should have studied the public critiques adopted at Congresses by the Communist Party of China, of the Great Leap Forward, the Cultural Revolution, the ‘wasted decade’ 1966-1976 and the ultra-left deviation that caused it. The CPC officially designates Mao as 70% correct, 30% wrong. AKD’s JVP has yet to do the equivalent.",
    "Lenin insisted that one must identify and ‘grasp the key link of the chain; that link, the possession of which ensures possession of the whole chain’.",
    "In Sri Lanka today, the ineluctable key link is the economic crisis.",
    "AKD insists that the crisis cannot be reduced to economics and talks of ‘governance’, ‘political culture’ and ‘corruption’. That’s true, but just because heart surgery may sometimes require cutting through the rib-cage, it doesn’t mean you can avoid focusing on the heart.",
    "In 1917 the crisis of the Russian state was primarily generated by World War I, but Lenin wrote a long pamphlet filled with concrete detail on the economic crisis entitled ‘The Impending Catastrophe and How to Combat It’.",
    "No Left party gives primacy of place in its discourse to ‘governance-political culture-corruption’ rather than to ‘economic models/policy regimes’ when discussing an economic crisis. The slogan of the mass movement that brought to prominence Gabriel Boric, later Chile’s youthful socialist President, was “Neoliberalism was Born Here and Will Die Here”. That referred to Pinochet’s Chile and the economics of Milton Friedman’s Chicago Boys.",
    "Anura and the JVP-NPP have avoided the arena of economics and the battle of economic ideas. I have been one of the sternest public critics of the SJB’s economic trio but I don’t see the NPP’s economic experts challenge them to a TV debate.",
    "None of the JVP-NPP’s large outdoor meetings or packed indoor conclaves have a single speaker from their panel of economic experts delivering a speech on the economic crisis, the NPP’s alternative economic solution, and why it is better than other options.",
    "AKD-NPP could have convinced and coopted, or adopted the line of intellectually stellar (Sri Lankan-born) Prof Howard Nicholas, author of books on Marx’s economic theory, expert on the Debt Crisis, and consultant to the Vietnamese government. They didn’t.",
    "Of the two most effective growth-engines of the JVP-NPP, the ‘Gahanu Eka Mitata’ mobilisation led by Harini Amarasuriya and Vraie Cally Balthazar with Law Faculty lecturer Nilanthi Kottahachchi as star speaker, seems dormant. The other is the Veterans formation, now smaller, slower, more sporadic than when Air Vice-Marshal Thuyakontha piloted it.",
    "The JVP-NPP isn’t transparent; its decision-making processes are opaque; its debates are unreported; there’s little permeability for feedback from the electoral marketplace; no course-correction by the public sphere, of decisions dictated by parochial organisational logic. The JVP-NPP needs more democratic openness.",
    "The JVP-NPP’s trade union and sectoral conclaves are very impressive but so were the LSSP-CPSL equivalents when they led powerful trade union confederations. The high point of that Left was Dr NM Perera’s Opposition leadership. AKD’s challenge is to vault that bar."
  ]
}