{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/National-Chamber-of-Exporters-bestows-Certificate-of-Ethical-Trading-on-Alumex/34-761850",
  "time_ut": 1715806125.0,
  "original_lang": "en",
  "original_title": "National Chamber of Exporters bestows ‘Certificate of Ethical Trading’ on Alumex",
  "original_body_lines": [
    "Alumex PLC, a subsidiary of Hayleys was awarded with the prestigious ‘Certificate of Ethical Trading’ by the National Chamber of Exporters of Sri Lanka (NCE) recently.",
    "The valuable certification acknowledges the company’s achievement of conforming to changing regulatory needs and consumer preferences through good practices related to trade, labour, ethical behaviour, environment and society. The NCE selects awardees based on fair treatment of workers, safe working conditions, respect for the environment and engagement with local communities. Through the certification, the NCE aims to promote ethical practices within the export sector and encourage more companies to adopt sustainable and responsible business practices. The certification not only benefits the companies, but also enhances Sri Lanka’s reputation as a responsible trading partner in the global market.",
    "Alumex PLC Managing Director Pramuk Dediwela said “Our commitment to lead the aluminium extrusion industry in adherence to cutting edge standards has helped us pioneer many industry firsts while benchmarking the industry as an ethical supplier to export markets. Our unwavering dedication to offering sustainable products has been instrumental in winning us this certification. Alumex is actively developing its ESG roadmap in alignment with the broader targets set out under the Hayleys Lifecode, which reflects the Hayleys Group’s ESG aspirations and roadmap for 2030. I am grateful to the National Chamber of Exporters of Sri Lanka for recognising and certifying us with this notable certification for Ethical Trading.”"
  ]
}