{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Dilith-shines-as-newcomer-in-2024-Presidential-election/56-767019",
  "time_ut": 1727049454.0,
  "original_lang": "en",
  "original_title": "Dilith shines as newcomer in 2024 Presidential election",
  "original_body_lines": [
    "Former Army General Sarath Fornseka who secured 4,173,185 in 2010, received only 22,407 votes, ranking ninth",
    "Dilith Jayaweera, leader of the Mawbima Janatha Party (MJP) made a notable debut in the 2024 Presidential election, securing sixth place in the national race.",
    "Contesting under Sri Lanka Communist Party (SLCP), Jayaweera garnered a total of 122,396 votes across the country.",
    "His performance as a first-time Presidential candidate has been remarkable, especially as he outperformed established candidates in key electorates.",
    "Jayaweera outpaced Sri Lanka Podujana Peramuna (SLPP) candidate Namal Rajapaksa in areas such as Maharagama and Homagama. In Maharagama, Jayaweera received 3,020 voted surpassing Rajapaksa’s 2,424 votes. Similarly, in Homagama, he secured 4,304 votes, outshining Rajapaksa who received 3,979 votes. Jayaweera secured most of his votes from the Colombo, Kalutara, Kurunegala, Gampaha, Galle, Matara, and Ratnapura districts.",
    "His ability to attract a substantial voter base and challenge prominent candidates suggests a promising future for him.",
    "Jayaweera’s success in these electorates highlights his appeal as a fresh voice in Sri Lankan politics, resonating with voters.",
    "His campaign appears to have struck a chord with the voting public, and as a political newcomer, Jayaweera’s performance was seen as a significant achievement, marking him as a rising figure in the country’s political landscape.",
    "Meanwhile, Former Army General Sarath Fonseka who made a significant impact in 2010 contesting against then President Mahinda Rajapaksa securing an impressive 4,173,185 appears to have dwindled his political influence dramatically. In the Presidential election concluded yesterday, he managed to garner only 22,407 votes as the ninth in the race of 38 candidates.",
    "Similarly, Wijeyadasa Rajapaksa, who contested under the National Democratic Front for the first time, received 21,306 votes, ranking at 10th place.",
    "Janaka Ratnayake who contested under the United Lanka Podujana Party (Eksath Lanka Podujana Pakshaya) secured the 35th position with 2,405 votes."
  ]
}