{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-story-of-a-lion/",
  "time_ut": 1711834620.0,
  "original_lang": "en",
  "original_title": "The story of a Lion",
  "original_body_lines": [
    "SINHABAHU’S wife was his sister, Sinhaseevali. They were born in Vanga Rata ruled by a viceroy who was a vassal of the king of Lata Desa in the large land of Jambudivipa, now called India. Their eventful, sad departure out of their birthland, to found the far away kingdom of Sinhapura is the beginning of a long story. A story that flows on, across a narrow seaway of the Indian ocean, to a small island, named by the first storytellers as Tambarni, today Sri Lanka.",
    "Why a sister offered herself as wife, to her brother was of the story of a lion. The mother of Sinhabahu and his sister was princess Suppadevi, daughter of the king of Lata Desa. When Suppa was born the royal soothsayer foretold that she would be mated with a lion. The king kept her under close guard as she grew up, but being rebellious ,one night she escaped, ending up at the edge of a forest. There a caravan of traders offered to take her back to the palace, but a lion attacked the caravan and took Suppa away. They lived in the forest and mated. After some days Suppa told the lion that the viceroy of Vanga wanted to marry her and would surely try to get the lion killed. The lion then moved into a rock cave, with her. He placed a huge slab of rock at the entrance to the cave. The lion went out for short periods only to bring food.",
    "The lion and princess Suppa Devi confined in the cave had two children Both children looked like their mother, like people. There was a difference in the boy child. It had hands that were more like the paws of a lion. As little children this small bit of appearance did not draw the attention of its possessor or his sister. The parents reacted as adults would do. Lion father was happy that there was some visible evidence of him in the male child. Suppadevi accepted that some concession had been given to the lion whom she had gradually grown to also love apart from the physical pleasure in mating.",
    "Time would destroy this harmony of nature, as the two children grew up.",
    "The young man Sinhabahu did not take long to ask his mother, quite suddenly one day, why his hands were like the paws of his father.",
    "It is recorded on the ola leaves of the great chronicle of Sri Lanka, the Mahavamsa what happened when her son asked about the shape of his hands. She knew she could no longer hide their family story from grown up children. She told them. Sinhabahu’s reaction was great anger. He broke open the cave door, forced his mother and sister outside, placed each on a shoulder and set out into the world.",
    "Sinhabahu was full of wonder seeing the wide world for the first time, his sister still crying with head bent did not give full attention to the first time sky above. Suppa Devi , through her tears, remembered her former world.",
    "Suppa had not told the children that they were hidden in a cave because of the danger from the viceroy. Asking his way, Sinhabahu arrived at the palace of the viceroy of Vanga, who had tried to marry Suppa, before the lion took her away. Viceroy shouted with joy, almost in song “Suppa Devi the me” in the Bangala language. “Suppa Devi! Is this she!”, happy that she had been recovered to human society, probably wanting to marry her now.",
    "The viceroy soon began looking for partners for Suppa’s children, so they could live in their own homes. He began with Sinhabahu, and then found that the young man’s hands made a woman for him not possible. All the females of the country had heard about Sinhabahu’s hands, and shied off. His sister Sinhaseevali felt very sad about her brother. After some days of the total rejection of her brother by all women, Seevali went to him. She began by telling him that her hands were like their mother’s and his were like their father’s.",
    "That was the way of showing that their family belonged to both human and animal. All people belong to human and animal, but not shown. For us it was shown. Your hands and my hands belong together. All those women who did not want you, do not know that . I know, and I want to be your wife. It was not uncommon in those times for the marriage of siblings. Sinhabahu was happy. Seevali added, “We are both from our father lion, and lions mate with sister lion, like some of our people do, I heard someone in this viceroy’s palace say. They were both very happy, and began mating.",
    "Their happiness did not last long. Sinhabahu killed his lion father.",
    "When Sinhaya came back to his cave, or Lena in the Bangala language, and found his family gone, he chanted in sadness, “Gal lena bindala, len dora harala, Sinhaba, Sinhaba” in Bangala. ” The stone cave is broken, the cave door is shaken”. The lion’s sadness was soon replaced by wild fury in which he ravaged the villages, searching for his hidden family.",
    "The viceroy, it seems, saw an opportunity to eliminate an animal that had stalled his human history on his way to marry Princess Suppa Devi , daughter of the ruling king of the whole desa. The viceroy offered a reward of two thousand gold pieces to a villager or group of villagers who would kill Sinhaya.",
    "He included “group of villagers” because he knew the way the killing would happen. The villagers would dig a deep pit along the track animals ran into the village, into which it would fall and be trapped in. The villagers would then use large, heavy rock stones and long poles to see life go out from the animal, painfully and hideously.",
    "This never happened to Sinhaya. Sinhabahu volunteered to kill his lion father for the gold reward offered, says the Mahavamsa. The viceroy showed surprise at this offer of parricide, but did not inquire further. It was accepted.",
    "Suppadevi wept and pleaded with her son, not to kill his father. Seevali was dumfounded, but said nothing.",
    "Late evening, a few days later, Sinhaya lay dead on the ground in a nearby village, the bow also on the ground and an arrow pierced in the lion’s chest. The viceroy was happy and conscious that Bahu’s mother was from royalty, offered Sinhabahu the rule of Vanga Rata after the viceroy retired.",
    "Sinhabahu did not want it, and also said he would not take the reward of gold. He would go with Seevali to a far away region, to forget the story of his father and himself. The viceroy was surprised, his sister and mother, did not understand, why then, he had killed his father. They did not want to know. That he killed his father was enough to know.",
    "Suppa shortly passed away, from age. Mother Suppadevi did not forgive her son.Suppa was the real victim of this tragic story . Both she and her first husband, the lion had ceased to exist and no more is told of Suppadevi. Her story is ended with her death.",
    "Her first husband’s story, the lasting one of the lion of Sri Lanka, begins with his death .The lion lives on to this day with the feelings of people of a small island with a rich history. That happened because of the lion’s grandson , son of Sinhabahu and Sinhaseevali, Prince Vijaya.",
    "We now move on to the story, yet untold, of why the dead lion was reborn in another form of matter, cloth and paint , in the island now called Sri Lanka . The story of Vijaya’s sadness on knowing who killed his grandfather.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}