{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/jetstar-asia-takes-off-to-colombo/",
  "time_ut": 1732307100.0,
  "original_lang": "en",
  "original_title": "Jetstar Asia takes off to Colombo",
  "original_body_lines": [
    "Jetstar Asia (3K) celebrated the launch of its direct flights between Singapore and Colombo today, as the Singapore carrier becomes the only low-cost airline to operate the route.",
    "Flight 3K333, departed from Singapore’s Changi Airport this morning, heralding the start of more affordable and convenient options for travellers wanting to explore Sri Lanka’s vibrant and captivating capital.",
    "With five return flights each week, operated by their fleet of Airbus A320s, the new route offers travellers a choice of morning or evening departures, providing convenient options for those connecting through Singapore.",
    "Over 90,000 low fare seats will be available each year, giving Singaporeans and travellers from across the region another exciting travel destination while bringing thousands of tourists and business travellers to the Lion City.",
    "Jetstar Asia CEO, John Simeone, said Sri Lanka was an exciting addition to Jetstar Asia’s network.",
    "“Our customers are looking for unique destinations and Sri Lanka’s scenic coastlines, diverse landscapes, rich culture, and welcoming hospitality is the perfect place for those looking for their next adventure,” Mr. Simeone said.",
    "“We’re excited our flights and low fares will make Sri Lanka more accessible than ever before, helping to boost tourism, while supporting local businesses and providing travellers from Sri Lanka and across Southeast Asia with access to more affordable travel options.",
    "“I want to thank all our partners, in particular Changi Airport Group and Hayleys, for their ongoing support.”",
    "Changi Airport Group’s Executive Vice President for Air Hub & Cargo Development, Mr. Lim Ching Kiat, said Changi Airport warmly welcomed Jetstar Asia’s inaugural flight to Colombo, Sri Lanka today.",
    "NTB introduces Sri Lanka’s first debit card with innovative notch design for visually impaired",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}