{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98724/ottawa-mass-killing-suspect-not-seeking-bail",
  "time_ut": 1713521280.0,
  "original_lang": "en",
  "original_title": "Ottawa mass killing suspect not seeking bail",
  "original_body_lines": [
    "The 19-year-old Sri Lankan national charged in the mass killing of a newcomer family in Ottawa has no plan to seek bail, his lawyer says.",
    "Febrio De-Zoysa was arrested and charged in early March with six counts of first-degree murder and one count of attempted murder, after police found the family dead in a townhouse in the suburb of Barrhaven.",
    "He remains in custody, and his lawyer Ewan Lyttle told The Canadian Press “there is presently no plan to apply for bail.”",
    "De-Zoysa, who was studying in Canada as an international student, is set to return to court next week where lawyers expect to set dates for a preliminary inquiry in his case.",
    "Investigators allege the young man is responsible for the deaths of 35-year-old Darshani Ekanayake and her four children, who were between the ages of two months and seven years old, as well as a family friend.",
    "They believe the family was attacked with a knife or “other edged weapon.”",
    "As neighbours and Ottawa residents learned the first details of the gruesome crime, staff at Algonquin College in Ottawa were investigating the possible connections to the school.",
    "The college’s president asked his staff to look into it after Ottawa police Chief Eric Stubbs revealed at a press conference that De-Zoysa was an international student.",
    "“Do we know where the suspect was studying?,” Claude Brulé wrote in an email to a colleague that afternoon.",
    "The Canadian Press obtained the emails through a freedom-of-information request.",
    "“He last attended classes in January of 2023,” another member of the Algonquin College staff wrote back several hours later.",
    "The next day, Bruce Hickey, the college’s communication manager, said they had asked a colleague “to run the names of the two adult deceased from Barrhaven through our system.”",
    "The exact program De-Zoysa was registered for was redacted in the documents, as was most other personal information like his addresses, birthdate and student number.",
    "In a statement on Thursday, Hickey said the emails show the work college staff did to respond to the “many media requests” about the tragedy.",
    "He did not respond to questions about why the school searched the name of the adult victims or whether the school has been in touch with investigators about the information they found.",
    "The emails show that several members of the media, including The Canadian Press, pressed the college for more information in the immediate aftermath of the killings.",
    "In one email, Hickey said “we’re still holding on our original lines. Pulling in as much detail as I can on this (college’s) connections today. Will keep you posted.”",
    "Emails show how the school was also dealing with international media attention.",
    "“Had to send this one your way … the requests just keep coming … from everywhere,” Hickey wrote when an NBC News reporter in Los Angeles inquired about De-Zoysa.",
    "All the victims found in the townhome except the youngest child were Sri Lankan nationals who arrived in the city within the past several years.",
    "The family friend, 40-year-old Gamini Amarakoon Amarakoon Mudiyanselage, had a wife and two children living in Sri Lanka, according to leaders at a Buddhist temple the family attended.",
    "Police say De-Zoysa had been living at the family’s rented townhouse, and a monk at the temple said the young man had been struggling mentally.",
    "The sole survivor of the alleged attack was Dhanushka Wickramasinghe, the family’s father and husband, who was taken to hospital with injuries to his hands and face.",
    "He has since been released and requested privacy as he mourns the loss of his family.",
    "Ottawa Mayor Mark Sutcliffe has called the killings “one of the most shocking incidents of violence” in the city’s history."
  ]
}