{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/heshana-kuruppu-inducted-as-the-27th-president-of-ca-sri-lanka/",
  "time_ut": 1705733580.0,
  "original_lang": "en",
  "original_title": "Heshana Kuruppu ceremoniously inducted as 27th President of CA Sri Lanka",
  "original_body_lines": [
    "Renowned Chartered Accountant, Heshana Kuruppu, was inducted as the 27th President of the Institute of Chartered Accountants of Sri Lanka (CA Sri Lanka) at a gala event on Jan 18 at the Shangri-La Hotel, Colombo.",
    "Kuruppu was ceremoniously inducted as the new President by outgoing President Sanjaya Bandara, in the presence of a distinguished gathering including Deshamanya Mahesh Amalean, Chairman of MAS Holdings, as well as key business and industry leaders, high-profile finance professionals from Sri Lanka and South Asia, including presidents of member bodies of the South Asian Federation of Accountants, and regulatory heads.",
    "A seasoned professional with an impressive track record, Kuruppu expressed gratitude for the trust placed in him by his peers and outlined his vision for CA Sri Lanka during his two-year tenure. He emphasized the importance of being future ready, building trust, fostering innovation, embracing technology and the need to strengthen continuous professional development among members.",
    "In his inaugural address, Kuruppu said, ” As we stand on the horizon of our 65th-year milestone, I am filled with immense pride and gratitude to be part of an institute that embodies resilience, commitment, and unwavering values.”",
    "“At the start of my tenure, my council and I are pleased to share our collective vision, our template for CA Sri Lanka’s next two years – denoted by “FRONT”. This symbolizes our commitment to being at the forefront of our profession, by being Future Ready, where seizing Opportunities is second nature. We are taking the lead in Nurturing change, and building Trust, every step of the way,” he said.",
    "Throughout his career, Kuruppu has played a pivotal role in various capacities across the corporate landscape as well as within the accounting profession both in Sri Lanka and overseas. He is also the incumbent President of the South Asian Federation of Accountants for 2024.",
    "Mr. Kuruppu kicked off his career at KPMG before swiftly ascending to the role of Group CFO at First Capital Group. He then served almost a decade at Trischel Fabric (Pvt) Ltd., part of the MAS Group, eventually becoming General Manager. Currently, as the Group Finance Director at David Pieris Group, his influence extends across various subsidiaries, representing automotive, finance, IT, and electronics as a member of the Board. He is also a Commissioner at the Securities and Exchange Commission.",
    "An alumnus of D.S. Senanayake College, Kuruppu holds a BSc in Accountancy (Special) First Class from the University of Sri Jayewardenepura, an MBA from the Postgraduate Institute of Management and a Master’s in Financial Economics from the University of Colombo.",
    "Amila Gold House Pvt Ltd shines at Southern Province Entrepreneur Awards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}