{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99211/dinesh-schaffters-family-appeals-to-return-mobile-phones-obtained-as-evidence",
  "time_ut": 1715677080.0,
  "original_lang": "en",
  "original_title": "Dinesh Schaffter’s family appeals to return mobile phones obtained as evidence",
  "original_body_lines": [
    "The Colombo Magistrate’s Court today (14) ordered the Criminal Investigations Department (CID) to submit a report pertaining to the progress of investigations into the death of the renowned businessman Dinesh Schaffter on July 23, 2024.",
    "This case was taken up before Colombo Additional Magistrate Harshana Kekunawela this morning (14).",
    "However, the CID informed the court that further investigations are underway regarding the relevant incident.",
    "Meanwhile, the attorneys representing the aggrieved party stated before the court that the mobile phones that have been taken into custody by the police contain confidential information such as pictures of the deceased’s wife and children, and therefore requested that an order be issued to allow the victim’s family to retrieve the mobile phones.",
    "After inquiring information from the CID in this regard, the Additional Magistrate informed that he would consider the request of the aggrieved party, after receiving the Government Analyst’s report related to the mobile phones in question.",
    "Former Director of the Janashakthi PLC Group, Dinesh Schaffter, was found tied up in his car at the General Cemetery in Borella on 15 December 2022 and died a day later while receiving treatment at the ICU of the National Hospital in Colombo.",
    "On November 01, 2023, the Colombo Magistrate’s Court determined that the death of businessman Dinesh Schaffter occurred as a result of an external pressure applied on his neck and the facial area, after the five-member experts’ committee comprising Judicial Medical Officers appointed to uncover the actual cause of death of the late businessman Schaffter submitted its report on the post-mortems to the court.",
    "Accordingly, the magistrate who ruled that a crime had been committed through this incident, ordered the Director of the Criminal Investigation Department (CID) to arrest the relevant suspects and produce them before the courts.",
    "There, the Additional Magistrate Rajindra Jayasuriya ordered the CID to take measures to hand over the remains of the late businessman, which are currently placed at the Karapitiya Teaching Hospital, to his family members. She also ordered to provide necessary facilities for the burial of the remains at the Jawatte Cemetery, as per the previous court orders."
  ]
}