{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/heshana-kuruppu-inducted-as-the-27th-president-of-ca-sri-lanka/",
  "time_ut": 1705593780.0,
  "original_lang": "en",
  "original_title": "Heshana Kuruppu inducted as the 27th president of CA Sri Lanka",
  "original_body_lines": [
    "Renowned Chartered Accountant, Heshana Kuruppu, was inducted as the 27th President of the Institute of Chartered Accountants of Sri Lanka (CA Sri Lanka) at a gala event on 18th January 2024 at the Shangri-La Hotel, Colombo.",
    "Kuruppu was inducted as the new President by outgoing President Sanjaya Bandara, in the presence of a distinguished gathering including Deshamanya Mahesh Amalean, Chairman of MAS Holdings, as well as key business and industry leaders, high-profile finance professionals from Sri Lanka and South Asia, including presidents of member bodies of the South Asian Federation of Accountants, and regulatory heads.",
    "A prominent figure in the world of accounting and finance, Mr. Kuruppu is a Fellow Member of CA Sri Lanka. With a distinguished career spanning 24 years and marked by excellence, Kuruppu brings a wealth of experience and a visionary outlook for the future of the Chartered Accounting profession in Sri Lanka.",
    "A seasoned professional with an impressive track record, Kuruppu expressed gratitude for the trust placed in him by his peers and outlined his vision for CA Sri Lanka during his two-year tenure.",
    "He emphasized the importance of being future ready, building trust, fostering innovation, embracing technology and the need to strengthen continuous professional development among members.",
    "In his inaugural address, Mr. Kuruppu said, ” As we stand on the horizon of our 65th-year milestone, I am filled with immense pride and gratitude to be part of an institute that embodies resilience, commitment, and unwavering values.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}