{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/jat-hosts-3rd-pintharoo-abhiman-convocation-in-continued-drive-to-empower-wood-craftsmen/",
  "time_ut": 1709310600.0,
  "original_lang": "en",
  "original_title": "JAT hosts 3rd Pintharoo Abhiman convocation in continued drive to empower wood craftsmen",
  "original_body_lines": [
    "JAT Holdings PLC, the market leader for wood coatings and brushes in Sri Lanka, recently celebrated a significant milestone with the successful conclusion of the 3rd Convocation under its well-established and highly successful JAT Pintharoo Abhiman programme.",
    "The convocation ceremony was held in grand style on the 18th of January 2024 at the JAT Holdings Auditorium in Thalawathugoda. During the event, the 3rd batch of skilled painters and carpenters, consisting of 132 individuals, received their internationally recognised National Vocational Qualifications (NVQ) from the National Apprentice and Industrial Training Authority (NAITA). Accordingly, since its inception, over 250 skilled wood craftsmen have now been facilitated by JAT Pintharoo Abhiman to receive NVQ Level 3 certification.",
    "The Chief Guest at the event was none other than Manusha Nanayakkara, MP – Minister of Labour and Foreign Employment, who graced the occasion with his valuable presence, highlighting the importance that JAT Holdings PLC places on uplifting the communities it serves.",
    "Expressing his support for JAT Pintharoo Abhiman, Minister Nanayakkara said, “We are immensely pleased to see the outcome of this exceptional and unique programme aimed at furthering social protection, which is a key focus for the government as well. Understanding the need to enhance the dignity, safety and rights of skilled labour and ensure secure livelihoods and protection from exploitation, the government is also working towards introducing new laws to address these areas.”",
    "Wasantha Gunaratne, Director of Sales and Technical at JAT Holdings PLC, also shared his thoughts saying, “We are very happy to have held the 3rd Convocation in this ongoing programme to upskill, certify and create new opportunities for Sri Lanka’s carpentry and painting sector. As the leader in wood coatings in Sri Lanka and an emerging leader in the region, initiatives like Pintharoo Abhiman provide them with recognition and professional training. Ultimately, we believe this will contribute towards the enrichment of their lives, while simultaneously helping to further elevate industry standards.”",
    "JAT Pintharoo Abhiman, initiated in 2021, reflects JAT Holdings’ commitment to uplifting the wood coatings industry by providing recognition, financial stability, and professional training to painters and carpenters. This long-term initiative is designed to enhance industry standards and empower individual wood craftsmen who demonstrate exceptional skill but have not had the opportunity to pursue formal certification. This certification (NVQ Level 3) is provided through a fast-tracked programme conducted by JAT Holdings PLC, in partnership with NAITA.",
    "CDASL raises concerns over proposed protectionist measures in Sri Lanka’s tile industry",
    "JAT sets sights on new benchmark in manufacturing excellence with initiation of new binder plant in Horana",
    "Convocation ceremony for 2nd batch of JAT Pintharoo Shilpee Abhiman Graduates concludes successfully",
    "‘JAT posts stellar Q2 – doubles PBT and commences manufacturing in Bangladesh’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}