{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/imf-technical-expert-in-sri-lanka-customs-to-enhance-administration-184975/",
  "time_ut": 1729925940.0,
  "original_lang": "en",
  "original_title": "IMF technical expert in Sri Lanka Customs to enhance administration",
  "original_body_lines": [
    "ECONOMYNEXT – An International Monetary Fund (IMF) has visited Sri Lanka Customs head office and had discussions with internal and external stakeholders of Customs in a move to enhance administration, officials and IMF said, amid allegation of significant leakages in revenue from import and export businesses.",
    "Sri Lanka Customs, one of the three key revenue collection bodies of the government, has already recorded more than 1 trillion rupee revenue so far this year, surpassing last year’s record 975 billion rupees.",
    "Sri Lanka has committed with the IMF for a revenue target of 1,534 billion rupees for 2024 from the Customs. However, Customs officials have raised concerns over facilities and practical issues in raising the revenue.",
    "On Friday, sources said President Anura Kumara Dissanayake also visited the Customs Head office in Colombo where the IMF expert was engaging with officials.",
    "President’s Marxists Janatha Vimukthi Peramuna (JVP)-led National People’s Power (NPP) before Dissanaayke’s election had strongly opposed the IMF programme citing that the global lender’s conditions have added more burden to the people.",
    "“A routine Technical Assistance mission is currently visiting Colombo to support the authorities’ efforts to enhance customs administration,” an IMF spokesman told Economy Next via a WhatsApp text message.",
    "Seevali Arukgoda, the Customs Spokesman said the IMF technical expert visited the Customs on the request of the Director General.",
    "“The IMF expert was here to discuss the Customs’ code of ethics, internal audits that would prevent corruption, automation process,, streamline customs procedures, risk management, ensuring efficient service to the public and better handling of imports and exports,” Arukgoda, also an additional Director General said.",
    "He said the IMF expert had meetings with all internal and external stakeholders of the Customs including Customs trade union, house agents, and Ceylon Chamber of Commerce officials”",
    "After the election, Dissanayake’s government has committed to continue IMF reforms, contrary to what his party officials and members had claimed in the past. (Colombo/October 26/2024)"
  ]
}