{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/unions-threaten-to-defeat-sri-lanka-electricity-reforms-bill-outside-parliament-160035/",
  "time_ut": 1714032000.0,
  "original_lang": "en",
  "original_title": "Unions threaten to “defeat” Sri Lanka electricity reforms bill outside parliament",
  "original_body_lines": [
    "ECONOMYNEXT — Trade unions representing Sri Lanka’s state-run Ceylon Electricity Board (CEB) have threatened to defeat a new electricity reform bill even if it is passed in parliament.",
    "Trade unions held a demonstration against the bill Thursday April 25 near the parliament complex. Parallel protests were also organised in Galle, Tangalle and Hambantota.",
    "General Secretary of the Ceylon Electrical Workers Union Ranjan Jayalal told reporters at the demonstration that",
    "“This is bill that offers no benefits to CEB workers or to seven million CEB consumers but proposes to split the CEB  to a number of companies and offer them to foreign companies. Even if it is passed, we will defeat it outside parliament,” said Jayalal.",
    "“We will definitely take legal action. It will take six months for the act to become active. In six months, there will be no Ranil or Kanchana or this government,” he said, suggesting that President Ranil Wickremesinghe and Power & Energy Minister Kanchana Wijeskara will no longer be in power by November.",
    "Sri Lanka’s presidential election is due to be held between September 17 and October 18 this year.",
    "“We say to parliament members, if you have a conscience, do not raise your hand in support of this bill,” added Jayalal.",
    "The Attorney General has issued certification to proceed with the new draft bill on electricity sector reforms.",
    "Stakeholders, or any interested individuals, had two weeks to review the gazetted bill, and two more weeks from the day of presenting it to parliament to challenge the bill’s legality.",
    "Once approved by parliament, the new Electricity Act will enable the unbundling of CEB services, restructure CEB, improve efficiency, transparency and accountability and will allow private sector participation across generation, transmission and distribution.",
    "A condition of the Sri Lanka’s ongoing programme with the International Monetary Fund (IMF) is reform of state-owned enterprises, including the CEB. (Colombo/Apr25/2024)"
  ]
}