{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/international/Brands-and-celebrities-hit-by-TikTok-cyber-attack/107-284155",
  "time_ut": 1717565520.0,
  "original_lang": "en",
  "original_title": "Brands and celebrities hit by TikTok cyber-attack",
  "original_body_lines": [
    "June 5 (BBC) - TikTok says it is addressing a cyber-attack that targeted several brands and celebrities.",
    "The video-sharing app, which is owned by Chinese company ByteDance, told the BBC that a \"very limited\" number of accounts had been compromised.",
    "It added that it was working with users to restore access to their accounts.",
    "TikTok did not share further details on the perpetrators of the cyber-attack, or how it was carried out.",
    "One of the compromised accounts belonged to news outlet CNN.",
    "\"We have been collaborating closely with CNN to restore account access and implement enhanced security measures to safeguard their account moving forward,\" a TikTok spokesperson said.",
    "\"We are dedicated to maintaining the integrity of the platform and will continue to monitor for any further inauthentic activity.\"",
    "CNN did not immediately respond to a BBC request for comment.",
    "TikTok said the account of reality TV star Paris Hilton was also targeted, but it was not compromised.",
    "Hilton, who has more than 10 million followers on TikTok, is an active user of the platform.",
    "The news comes as TikTok is facing a ban in the US, unless it is sold by its Chinese parent company.",
    "The platform has millions of users worldwide, but has faced questions over the security of users' data and its links to the government in Beijing.",
    "It is also emerging as a new social media battleground for the US elections.",
    "Earlier this month, Donald Trump joined TikTok, despite attempting to ban it on national security grounds during his presidency.",
    "Trump, who has amassed more than five million followers since launching his account on Saturday, said he will use \"every tool available to speak directly with the American people\".",
    "President Joe Biden is also using the platform to campaign for re-election in November, but he has only picked up around 350,000 followers - far fewer than his rival."
  ]
}