{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-changes-fuel-price-formula-ahead-of-polls-allow-flexibility-on-profit-margin-160235/",
  "time_ut": 1714191000.0,
  "original_lang": "en",
  "original_title": "Sri Lanka changes fuel price formula ahead of polls; allow flexibility on profit margin",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has changed its fuel price formula used to determine the prices of fuel once a month with allowing flexibility in the profit margin, State Power and Energy Minister D V Chanaka said.",
    "The move comes ahead of a presidential poll later this year in which President Ranil Wickremesinghe is expected to contest under an independent coalition.",
    "Unprecedented fuel price hike in 2022 amid long queues due to shortage compelled nationalist Sri Lanka Podujana Peramuna-led government to switch to fuel price formula which it cancelled in 2019 citing that government should have the control over fuel prices.",
    "“We have changed the formula. Instead of 4% fixed profit margin, we have now allowed flexibility and fuel retailers can chose their profit margin from 0-4 percent,” Chanaka told reporters at a media briefing on Friday (26) in Colombo.",
    "“Had we gone with the same formula, we should have increased the fuel prices this month. But we reduced the profit margin from 4% to 1% and maintained the prices at the same level.”",
    "Sri Lanka maintained prices of widely used Octane 92 and white diesel at the same prices when it revised the prices last time on March 31.",
    "Private fuel retailers Lanka Indian Oil Corporation (LIOC) and Sinopec usually follow the prices fixed by the government.",
    "Maintaining stable fuel prices is considered as a gauge to measure a ruling government’s achievement and failure to maintain the prices at lower level had led to government change in the past.",
    "Successive governments in Sri Lanka have mostly sold fuel at a subsidized price by absorbing the losses to petroleum companies due to fear of becoming unpopulour among the voters and losing elections.",
    "The move has led to losses in state-owned Ceylon Petroleum Company (CPC) and Ceylon Electricity Board (CEB), (Colombo/April 27/2024)"
  ]
}