{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/RW-invites-dissidents-back-into-UNP-fold-for-national-revival/56-759343",
  "time_ut": 1710103002.0,
  "original_lang": "en",
  "original_title": "RW invites dissidents back into UNP fold for national revival",
  "original_body_lines": [
    "Claims SJB is currently marginalising UNPers and has been taken over by other elements",
    "Emphasises importance of party unity in tackling ongoing economic crisis and debt burden",
    "Highlights SJB’s unwillingness to support his efforts including refusal to attend this week’s IMF meeting on debt restructuring",
    "Calls on all current and former UNP supporters to re-join party as only UNP remains to protect SL",
    "Says first agreement with country’s creditors to restructure debt would be signed in May or June",
    "Promises to create a revolution in SL focusing on various sectors including agriculture and exports",
    "In an effort to bolster the struggling United National Party (UNP) ahead of the upcoming polls, United National Party (UNP) leader President Ranil Wickremesinghe yesterday urged both current and former supporters to unite once again to strengthen the age-old party and contribute to the nation’s revival.",
    "During the inaugural rally of UNP public meetings titled ‘Sebewa’ (reality) held in Kuliyapitiya, Wickremesinghe flanked by UNP stalwarts emphasised that the Samagi Jana Balawegaya (SJB) which broke away from the party is not the rightful destination for UNP supporters.",
    "Seizing the moment to reach out to all those who hold the UNP in high esteem, Wickremesinghe appealed to them to re-join the party and join forces once again. He emphasised the importance of this unity in tackling Sri Lanka’s ongoing economic crisis and debt burden.",
    "“In 2020 the UNP became divided. At the time I wanted to merely speak the truth, plan and then go forward even if we were defeated in the elections. However many were against this opinion,” he recalled.",
    "The leader of the UNP remarked that there were factions within the party who thought they could win the election by making false promises, leading to their decision to split from the party. “As a result, division arose among us. Some opted for the SJB, while others refrained from supporting either party due to this division. Nonetheless, there were still those who cast their votes in the UNPs favour,” he said.",
    "“I would like to convey to all of them now that there is only one party to vote for in order to safeguard the nation, which was liberated by D.S. Senanayake. That party is the UNP,” Wickremesinghe declared emphatically.",
    "Wickremesinghe expressed gratitude to members of the Sri Lanka Podujana Peramuna (SLPP), Sri Lanka Freedom Party (SLFP), and the Janatha Vimukthi Peramuna (JVP) for their support, regardless of party affiliations. However, he also highlighted the ongoing reluctance of the SJB and its leader Sajith Premadasa to back his initiatives aimed at revitalising the nation.",
    "Recalling the country’s dire situation in May 2022, Wickremesinghe said he accepted the country’s premiership when Premadasa declined the post. “Anura Kumara did not even ask for the post to be given to him,” he noted.",
    "However, Wickremesinghe clarified that he does not blame either of them for their unwillingness to accept the post, as they were rejected by the protesters at the Galle Face Green at that time.",
    "“However on 9 May, I was at the Shangri-La attending a wedding. Everyone knew where I was but no one asked me to leave. That is because we did not mislead the people and were willing to accept defeat,” he said.",
    "Wickremesinghe pointed out that he accepted the post because no one else was willing to do so and because the country was facing severe challenges. He mentioned that he had urged President Gotabaya Rajapaksa to seek the support of the opposition including the SJB as well, but they had declined to cooperate.",
    "He said following this he desired to hold an election and reunite the UNP and SJB once again, but they declined. “If they had accepted, we would have been governing together, with some of them holding ministerial posts. Manusha and Harin joined us, but the SJB was unwilling to participate. Instead, they supported Dullas, and Premadasa was prepared to play second fiddle to him,” he noted.",
    "Wickremesinghe remarked that while the SLPP offered their support, the SJB refused, citing opposition to Mahinda Rajapaksa. However, he criticised the SJB for embracing G.L. Peiris, whom he labelled as a “stooge” of Rajapaksa. According to Wickremesinghe, the SJB has marginalised UNPers, with non-UNP figures like G.L. Peiris taking control.",
    "He illustrated this with an example involving SJB MP and Chairman of the Committee on Public Finance, Harsha de Silva, who had expressed interest in participating in discussions on debt restructuring with the IMF.",
    "He said despite Wickremesinghe’s invitation to all party leaders, Premadasa, advised by a non-UNPer and bypassing de Silva, the party’s economic expert, declined to attend. Wickremesinghe lamented the marginalisation of UNPers within the SJB, asserting that the party no longer adheres to UNP ideology but is rather controlled by figures like G.L. Peiris.",
    "He consequently urged all UNP splinter groups to reunite around the party once more to rescue Sri Lanka from its current crisis.",
    "The President also outlined some of his forthcoming plans, stating that the first agreement with the country’s creditors to restructure its debt would be signed in May or June of this year. “They will recognize us as a nation that is not bankrupt, and we will receive some relief. This will mark the beginning,” he affirmed.",
    "Wickremesinghe reflected on how he had no expectations of the country recovering to this extent when he assumed office, with some predicting it would take at least five years. He highlighted achievements such as eliminating queues for goods, ensuring the availability of essential goods, and increasing revenue.",
    "“We have secured salary increases for Government employees, effective from April onwards. We introduced Aswesuma, which provides three times more than the Samurdhi benefit. We are granting land ownership to those without it, with 500,000 urban homes to be provided soon,” he elaborated.",
    "Wickremesinghe declared his intention to revolutionise industries such as agriculture, with plans for a 10-year modernization program aimed at increasing revenue through agricultural exports. He announced the introduction of progressive legislation like the Women Empowerment Draft Bill and vowed to strengthen laws against violence targeting women and children. “All of this is revolutionary. We are determined to propel this economy forward,” he affirmed amidst loud cheers."
  ]
}