{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103210/recalled-political-appointees-in-foreign-service-set-deadline-to-return",
  "time_ut": 1730889180.0,
  "original_lang": "en",
  "original_title": "Recalled political appointees in foreign service set deadline to return",
  "original_body_lines": [
    "Sri Lanka’s Cabinet Spokesman and Foreign Minister Vijitha Herath says that certain officials appointed to the country’s Foreign Service on a political basis have been instructed to return to the island by December 01.",
    "Addressing the Cabinet press briefing today (06), he claimed that the children and spouses of MPs and Ministers have also been directly appointed to positions below top diplomatic positions.",
    "He declared that such appointments would not be made in the future.",
    "“Individuals who were not part of the Foreign Service had been appointed as ambassadors and high commissioners to foreign nations. We have recalled 15 of them.”",
    "However, he stated that while the term political appointments is not applicable for all the appointments as some have previously served in the military in high-ranking positions and some have held various other responsibilities.",
    "“Direct political appointments have also been made in between. At the same time, the sons, daughters, and spouses of MPs and ministers have received direct appointments to lower positions in the diplomatic service. We have recalled them as well,” he said.",
    "He emphasized that the process of making such appointments was highly improper and assured that this would not happen in the future. According to him, future appointments to the Foreign Service should be based on the relevant skills and expertise required to meet its specific needs.",
    "“There is no justification for political appointments in the Foreign Service. In certain cases, individuals may need to be appointed to meet the economic and international priorities of the new government, and we will proceed with that. We have instructed all those appointed in this manner to return to Sri Lanka by December 01,” he added."
  ]
}