{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Challenges-faced-by-Sri-Lanka-s-apparel-and-textile-industry-in-US-market/4-781436",
  "time_ut": 1757455671.0,
  "original_lang": "en",
  "original_title": "Challenges faced by Sri Lanka’s apparel and textile industry in US market",
  "original_body_lines": [
    "The apparel and textile sector represents Sri Lanka’s most significant export industry, particularly in relation to trade with the United States",
    "Sri Lanka’s apparel and textile industry has been the export powerhouse for several decades to date, contributing $ 5.05 billion in 2024, with a growth of nearly 5%, operating with the anticipation of elevating to $ 7 billion by 2030, according to industry data publicly available.",
    "Sri Lanka has positioned itself as a major ethical apparel sourcing hub, demonstrating the highest levels of social and environmental standards through the ‘Garments without Guilt’ initiative. Generations of industry experience and a strong push for research and development helped Sri Lankan manufacturers offer comprehensive end-to-end solutions with faster turnaround times. Both are highly valued in today’s global markets, among consumers who rely on Sri Lanka to produce more technically advanced apparel products.",
    "The apparel and textile industry fuels nearly 42% of Sri Lanka’s total exports mainly focused on three main markets – the USA, EU and the UK – of which approximately 40% is consumed by the USA market alone, amounting to $ 2.02 billion in 2024.",
    "Table 2 illustrates the dominance of Sri Lanka’s apparel and textile exports to the US market by the top 10 products been apparel products from year 2020 till 2022.",
    "Sri Lanka’s over reliance on the USA market for its export industries is creating unprecedented challenges during a crucial period of economic recovery, from the recent tariff barriers placed by America, to the immediate effects of the US’s involvement in the Middle Eastern war.",
    "The Trump administration introduced a new set of tariffs for the US’s trading partners in April 2025, implementing the prevailing base tariff of 10% on most countries which came to effect from 5 April. Approximately 60 nations, including Sri Lanka, were identified as major offenders of bilateral trade, citing unfair trade practices and significant trade surpluses with the United States. Higher tariff rates were to be placed on these nations, but was halted on 10 April 2025 for a period of 90 days to make room for negotiations. This ended on 9 July 2025, with Sri Lanka negotiating the initially imposed 44% down to 30% and then to 20%, a figure comparable to the region’s major competition.",
    "As such, all Sri Lankan products exported to the US will have an additional tariff rate of 20%, with exceptions for certain specific goods including pharmaceuticals, steel and aluminium products, copper, among others.",
    "The reciprocal tariff rates were determined at the initial announcement by dividing a country’s goods trade surplus with the US’s by its total exports to the US, based on 2024 data from the US Census Bureau. This figure was then halved to derive the “discounted reciprocal tariff rate.” For Sri Lanka, a trade surplus of $ 2.6 billion divided by $ 3 billion in total exports resulted in 88%, which was then divided by two—yielding the initial tariff rate of 44%.",
    "The apparel and textile sector represents Sri Lanka’s most significant export industry, particularly in relation to trade with the United States. In 2024, over 70% of the approximately $ 3 billion in exports to the US comprised apparel products, including lingerie, sportswear, t-shirts, and outerwear. These goods previously entered the US market under a mixed tariff structure, with rates typically ranging from 0% to 32%—some benefiting from duty-free access under the now-lapsed Generalized System of Preferences (GSP), and others subject to Most Favored Nation (MFN) rates.",
    "The imposition of a 20% tariff constitutes a substantial deviation from this structure, significantly increasing cost burdens and undermining the competitiveness of Sri Lankan exports in the US market. The table below shows the tariff rates to be paid by Sri Lanka’s apparel exports in the times to come.",
    "Sri Lanka would now be in a more equal playing field in overall level of tariff with competing nations including Bangladesh and Vietnam (which both have additional reciprocal tariff rates of 20%). However, countries like Bangladesh are fearing on the “country of origin” criteria that is imposed on them along with the new tariffs, requiring to fulfil a 40% value addition in Bangladesh, for goods to be recognised as “Made in Bangladesh”, which would significantly affect their woven apparel market.",
    "This is introduced as a result of growing reliance of Bangladeshi textile and apparel companies on Chinese inputs according to tbsnew.net. Sri Lanka is yet to have a similar “country of origin” criteria imposed upon it, which would add to the competitive edge in a more neutral market. India has a 50% total reciprocal tariff level, having an additional 25% tariff on top of the negotiated 25% as a punitive measure against purchasing Russia’s oil. It is among the highest tariffs that US has imposed on a trade partner thus far, which has already made disruptions to the supply chains originated from India. As a result, Sri Lankan apparel manufacturers are receiving increased number of inquiries momentarily, until the differences between the two regional giants are resolved,",
    "The demand for Sri Lanka’s apparel exports are expected to decline by at least 15-20% as a result of the increased prices of goods caused by the newly imposed tariffs, amounting to approximately $ 250-300 million, with customers moving manufacturing to alternative lower overall tariff destinations. This figure is feared to be further worsen for Sri Lankan companies supplying to global brands, having to provide discounts across all products that they manufacture under a particular brand name, although only a small fraction is sold at the US markets, in order to reassure the manufacturing would not be shifted to other manufacturing regions such lower tariff venues in the Middle East, for example.",
    "The Middle Eastern apparel industry has being growing rapidly in countries including Egypt, Jordan and Morocco, with a total apparel and textile export figure reaching $ 9 billion. In addition to the strategic proximity to the western apparel markets, countries like Egypt and Jordan benefits through the Qualifying Industrial Zone (QIZ) agreements by having duty free access to USA prior to the introduction of 10% baseline tariff. It was seen over the years that increasing number of US customers were enthusiastic to explore the possibilities of manufacturing their goods in the above destinations and in some instances Sri Lankan manufacturers are requested by the customers to setup operations in these countries.",
    "However, the overall growth of the above competitor nations have declined in 2025 as a result of the ongoing conflicts in the region, providing Sri Lanka an opportunity to demonstrate the reliability as an experienced manufacturing destinations. Despite the challenges in disrupted shipping channels, delays in sending goods to the west, with exploration in manufacturing more value added and specialised products catering to niche and top end customers, Sri Lanka would be able to maintain its steady growth, and reach the anticipated export targets by 2030.",
    "Finally, Sri Lanka’s apparel industry faces a formidable challenge from the US’s reciprocal tariff implementation and from the disturbance to the shipping channels to the West. The additional 20% tariff on Sri Lankan goods to the US threatens to jeopardise decades of progress in building key customers. Moreover, the decline in the export income may result in Sri Lanka’s recovery efforts being more difficult and extended. Nevertheless, with prudent policymaking and coordinated support from international partners, Sri Lanka has the potential to navigate out of this challenging period. Simultaneously, a strong drive in engaging constructively with the United States to seek relief, accelerating domestic reforms and diversifying the export base would be essential.",
    "Additionally, Sri Lanka should capitalise on the benefits offered by the United Kingdom’s new Developing Countries Trading Scheme (DCTS), placing Sri Lanka in the “zero” tariff tier of countries. The UK market that purchased apparel and textile products from Sri Lanka reaching $ 1 billion in 2024, could be the opportunity to compensate the loss made in the US market in the short to medium term.",
    "As an experienced chamber nationally and internationally COYLE is confident that through strategic diplomacy and with innovative approach, Sri Lanka could overcome these unprecedented obstacles. Although these new challenges may slow down the nation’s economic recovery efforts, they may serve as pivotal opportunity to reshape the nation’s trade strategy to be more focused on developing sustainable international cooperation for the future.",
    "(Tharanga Wijayasinghe is Managing Director at JK Garments Ltd., and Chinthaka Abeysekera, the Committee Chair, is Managing Director, Sisili Projects Consortium Ltd.)"
  ]
}