{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/supermoon-and-lunar-eclipse-delight-star-gazers/",
  "time_ut": 1726639200.0,
  "original_lang": "en",
  "original_title": "Supermoon and lunar eclipse delight star gazers",
  "original_body_lines": [
    "A supermoon has lit up the sky across the world coinciding with a rare partial lunar eclipse.",
    "The Moon could be seen to appear brighter and bigger on Tuesday night.",
    "Supermoons happen when the Moon is at its closest point to Earth in its orbit.",
    "A rare partial lunar eclipse – when the Earth’s shadow covers part of the Moon – also happened with about 4% of the Moon’s disc covered in darkness.",
    "Over night from Tuesday into Wednesday, the partial lunar eclipse was visible across the globe – with some of the clearest sightings in the UK and the US.",
    "In the UK it occurred between 01:40 BST and 05:47, reaching its peak at 03:44.",
    "For those in the US, the eclipse is visible between 20:41 EST and 00:47 – or 22:44 at its maximum.",
    "The eclipse was also visible in Latin America, Europe and Africa, as well as small parts of Asia and the Middle East .",
    "This month’s full moon – known as the Harvest moon – is the second of four “supermoons” this year.",
    "The next partial eclipse will be in August 2026, which will be special as around 96% of the Moon will be in shadow.",
    "This image of the partial lunar eclipse was captured in Mexico [BBC]",
    "Supermoon rises over a country house in Warwickshire, UK [BBC]",
    "The Moon seen from Nanjing in China’s eastern Jiangsu province [BBC]",
    "The silhouette of climbers descending from the summit of Sydney Harbour Bridge [BBC]",
    "The Moon rises behind the Galata Tower in Istanbul, Turkey [BBC]",
    "Hezbollah blames Israel after pager explosions kill nine and injure thousands in Lebanon",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}