{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100220/modi-condoles-demise-of-veteran-sri-lankan-tamil-leader-sampanthan",
  "time_ut": 1719828720.0,
  "original_lang": "en",
  "original_title": "Modi condoles demise of veteran Sri Lankan Tamil leader Sampanthan",
  "original_body_lines": [
    "Condoling the demise of veteran Sri Lankan Tamil leader R Sampanthan, Prime Minister Narendra Modi said on Monday that he “will always cherish fond memories of meetings” with him.",
    "Taking to social media platform X, PM Modi wrote, “My deepest condolences to the family and friends of veteran TNA leader R. Sampanthan. Will always cherish fond memories of meetings with him.”",
    "“He relentlessly pursued a life of peace, security, equality, justice, and dignity for the Tamil nationals of Sri Lanka. He will be deeply missed by his friends and followers in Sri Lanka and India,” PM Modi further said in his post.",
    "Sampanthan was a Sri Lankan Tamil politician, a lawyer, and also the leader of the Tamil National Alliance (TNA).",
    "Meanwhile, External Affairs Minister S Jaishankar also extended condolences to Sampanthan’s family and followers.",
    "“Deeply saddened to hear about the passing away of Sri Lankan Tamil leader Shri R. Sampanthan. Recall my many meetings and conversations with him over several decades,” Jaishankar said, sharing a post on X.",
    "“He dedicated his entire life fighting for the equality, dignity, and justice for Tamils in Sri Lanka. Condolences to his family and followers,” he added.",
    "Notably, the Veteran Tamil politician MP R. Sampanthan, 91, passed away yesterday at a private hospital in Colombo, Dailymirror reported citing a party official.",
    "Sampanthan first entered the Sri Lankan Parliament in 1977 and remained an MP till 1983. He again served as an MP from 1997 to 2000.",
    "He assumed leadership of the Tamil National Alliance (TNA) upon its creation in 2001 as a coalition of Tamil parties.",
    "Sampanthan also served as the leader of the opposition from 2015 to 2018."
  ]
}