{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Challenges-ahead-for-President-Anura-Kumara-Dissanayake-Navigating-Sri-Lanka-s-political-labyrinth/4-767459",
  "time_ut": 1727887389.0,
  "original_lang": "en",
  "original_title": "Challenges ahead for President Anura Kumara Dissanayake: Navigating Sri Lanka’s political labyrinth",
  "original_body_lines": [
    "The challenges ahead for President Anura Kumara Dissanayake are vast, but not insurmountable. Navigating Sri Lanka’s complex political landscape will require a delicate balance of strategic alliances, visible achievements, and long-term reforms. AKD must manage the expectations of a hopeful electorate while remaining pragmatic about the realities of governance. In the coming months, his ability to lead effectively will determine whether Sri Lanka embarks on a new path of reform and prosperity, or if AKD becomes yet another leader shackled by the limitations of political office. The stakes are high—not just for AKD, but for the future of Sri Lanka",
    "The 2024 Sri Lankan Presidential election was a turning point in the country’s political landscape. Anura Kumara Dissanayake (AKD), with his bold promises of reform, social justice, and economic revival, captured the hearts of a nation desperate for change. However, as AKD steps into the shoes of the President, the challenges before him are daunting, and the journey to deliver on his promises will be anything but easy.",
    "Sri Lanka has seen its fair share of political upheavals, and history teaches us that winning an election is only the beginning. Governing a nation, especially one as complex as Sri Lanka, requires navigating the delicate web of political alliances, public expectations, and international pressures. AKD, now at the helm, must steer the country through turbulent waters, balancing his ambitious goals with the tough realities of governance.",
    "AKD’s victory wasn’t just about party loyalty—it was a vote against decades of economic mismanagement, corruption, and a political class out of touch with the everyday struggles of the people. His platform, focused on revitalising the economy, eradicating corruption, and promoting social equity, resonated with young and urban voters in particular.",
    "Turning these promises into tangible results will be AKD’s biggest challenge",
    "Building an inclusive state that addresses ethnic and regional grievances",
    "Yet, turning these promises into tangible results will be AKD’s biggest challenge. Across the world, leaders have found themselves in this exact predicament—offering hope during campaigns only to find that enacting change in government is far more complicated. AKD, too, must grapple with these harsh realities, particularly given his party’s lack of a parliamentary majority.",
    "Take the example of Alexis Tsipras in Greece. Tsipras came to power on a platform of anti-austerity during Greece’s economic crisis. But soon after, he found himself unable to fulfil many of his promises, constrained by international pressures and economic realities. Like Tsipras, AKD will need to find ways to manage both his domestic agenda and the global financial obligations that bind Sri Lanka.",
    "One of AKD’s most immediate concerns is the National People’s Power (NPP) party’s lack of a two-thirds parliamentary majority. Without 150 seats, passing the reforms he’s promised will be an uphill battle. In Sri Lanka’s fragmented political system, where smaller regional parties hold significant sway, AKD will need to form alliances that are both strategic and stable.",
    "But forming these alliances comes with its own set of risks. Political compromise can often dilute the purity of a party’s reformist agenda. French President Emmanuel Macron faced a similar challenge. Despite his early popularity and centrist agenda, his party lacked a solid majority in parliament, forcing him to rely on coalitions. This often led to the watering down of his key reforms as he tried to appease both sides of the political spectrum.",
    "For AKD, balancing the NPP’s platform with the demands of potential allies will be crucial in the months ahead.",
    "Another pressing issue is time—or the lack of it. As president, AKD is tied to the day-to-day responsibilities of governance. Yet, the general election looms, and the NPP must secure a parliamentary majority to push its reforms. AKD’s personal connection with voters, established through his tireless campaigning, was a major factor in his presidential win. Now, with the weight of the presidency on his shoulders, he may not have the same bandwidth to campaign across the country.",
    "Former US President Barack Obama faced a similar dilemma. After his historic win in 2008, he struggled to balance the demands of the presidency with the need to campaign for his party in the 2010 midterm elections. His absence from the campaign trail contributed to the Democratic Party’s significant losses during those midterms. AKD, too, will need to delegate responsibilities to trusted party leaders while keeping his movement energised.",
    "Sri Lanka’s younger generation—those born after 2000—represent a powerful political force. Gen Z voters grew up in a rapidly changing world, where issues like climate change, job security, and technological innovation are front and centre. Traditional political messaging may fail to resonate with this group.",
    "To win their support, AKD and the NPP need to adapt their approach, leveraging social media and progressive policies. This generation craves innovation, and they demand solutions to the unique challenges they face. AKD can take a page from Canadian Prime Minister Justin Trudeau’s playbook. In 2015, Trudeau captured the attention of millennial voters by focusing on climate change, social justice, and digital innovation. AKD, too, must find ways to make politics relevant to Sri Lanka’s digitally-savvy youth.",
    "While AKD secured the presidency, it’s important to remember that he did so with a narrow margin—a 10% lead that leaves significant portions of the electorate aligned with his opponents. The combined votes of Sajith Premadasa’s SJB, Ranil Wickremesinghe, and Namal Rajapaksa represent a formidable opposition.",
    "In the run-up to the general election, these opposition leaders will work to reclaim lost ground, especially in areas where AKD’s support is weaker. Like Benjamin Netanyahu in Israel, AKD will need to adopt a strategy of resilience, defending key electoral districts and shoring up his support base, particularly in ethnic minority regions and rural areas.",
    "Sri Lanka has a political culture where leaders are often expected to deliver quick wins—small, visible projects that may not address deep-rooted issues but provide something for people to rally around. AKD, while focused on long-term reforms, will also need to balance this expectation for immediate results.",
    "Indian Prime Minister Narendra Modi has mastered this art. Modi’s high-profile initiatives, such as the Swachh Bharat Abhiyan (Clean India Mission), provided immediate visible results while laying the groundwork for more substantial policy changes. For AKD, balancing quick, impactful projects with his larger reform agenda will be essential in maintaining public trust.",
    "Sri Lanka’s strategic location in the Indian Ocean places it at the heart of a geopolitical struggle between India and China. Both countries view Sri Lanka as a critical partner in their broader regional ambitions, and AKD will need to walk a fine line between the two. China’s Belt and Road Initiative (BRI) has brought much-needed investment to Sri Lanka, but it has also saddled the nation with significant debt. Meanwhile, India remains a key player in Sri Lanka’s security and economic stability.",
    "AKD must ensure that Sri Lanka benefits from Chinese investment without becoming overly reliant on Beijing, while also maintaining strong relations with New Delhi. The Maldives provides a cautionary tale here, having oscillated between pro-China and pro-India governments depending on the political leadership at the time.",
    "One of the most significant risks AKD faces is the potential abolition of the Executive Presidency—a move he himself has supported. While reducing the power of the executive is a noble goal, it could leave AKD in a largely ceremonial role if his party fails to secure a parliamentary majority.",
    "South Africa offers a historical lesson. During the transition from apartheid, Nelson Mandela became South Africa’s first post-apartheid president, but much of the executive power was diffused to ensure no single leader became too dominant. AKD must avoid a similar fate and ensure that the presidency retains enough influence to drive his reform agenda.",
    "The challenges ahead for President Anura Kumara Dissanayake are vast, but not insurmountable. Navigating Sri Lanka’s complex political landscape will require a delicate balance of strategic alliances, visible achievements, and long-term reforms. AKD must manage the expectations of a hopeful electorate while remaining pragmatic about the realities of governance.",
    "In the coming months, his ability to lead effectively will determine whether Sri Lanka embarks on a new path of reform and prosperity, or if AKD becomes yet another leader shackled by the limitations of political office. The stakes are high—not just for AKD, but for the future of Sri Lanka.",
    "(The writer is a specialist in both government and private sector communications. He is the Director of Communication and Consular Affairs at the Lithuanian Consulate in Sri Lanka, Group Director of Communications at Supreme Global Holdings and Channel Director at Supreme Television as well as an award-winning actor in cinema and teledramas and an accomplished advertising creative director and PR strategist.)"
  ]
}