{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/atlas-extends-sipsavi-scholarship-programme-to-support-deserving-children-in-sri-lanka/",
  "time_ut": 1730664960.0,
  "original_lang": "en",
  "original_title": "Atlas extends SipSavi scholarship programme to support deserving children in Sri Lanka",
  "original_body_lines": [
    "Atlas has signed a Memorandum of Understanding (MoU) with the Department of Probation and Child Care Services under the Ministry of Women and Child Affairs recently, to extend the company’s commitment to the Atlas SipSavi Scholarship Program for the next five years, reinforcing its dedication to supporting underprivileged children in Sri Lanka.",
    "During the signing ceremony Asitha Samaraweera, Managing Director, Atlas Axillia Co., and Gayani Kaushalya Wijesinghe, Commissioner, Department of Probation and Child Care Services, formalized the partnership. The event was also graced by the presence of K. Mahesan, Secretary, Ministry of Women, Child, Youth Affairs and Sports.",
    "The SipSavi Scholarship Program addresses a critical need in Sri Lanka, where more than 20,000 children have discontinued their education due to financial difficulties. Atlas has committed to providing educational materials and a monthly allowance to selected children throughout the five-year period.",
    "The Atlas SipSavi Scholarship project was initiated in 2019, and driven by the overarching goal of ‘No child left behind,’ a comprehensive scheme designed to champion equitable learning experiences for underprivileged children.",
    "The MoU marks the commencement of the second chapter in the Sipsavi Financial Scholarship Project. The continuation reflects Atlas’s enduring commitment to building educational opportunities and empowering promising students.",
    "DH Ceylon Energy holds signing ceremony for 110MW solar park in Hambantota",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}