{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103964/govt-awards-procurement-for-over-300-medicine-types-to-local-manufacturers",
  "time_ut": 1733217840.0,
  "original_lang": "en",
  "original_title": "Govt. awards procurement for over 300 medicine types to local manufacturers",
  "original_body_lines": [
    "The Cabinet of Ministers has granted approval for the list of medicines and medical supplies to be procured from identified local manufacturers for a period of one year.",
    "Speaking at the Cabinet press conference held today (03), Cabinet Spokesman, Minister Dr. Nalinda Jayatissa stated that the approval has been granted at the Cabinet meeting held on 14 October 2024 to purchase locally manufactured medicines and medical supplies from identified local manufacturers for a period of one year.",
    "Accordingly, the Ministry of Health and Mass Media has prepared 04 lists of medicines that can be supplied by the State Pharmaceuticals Manufacturing Corporation (SPMC), local manufacturers who have signed joint venture agreements with the SPMC, local manufacturers who have signed buy back agreements with the Ministry of Health and local manufacturers who are not currently contracted.",
    "Based on the recommendations submitted by the Standing Procurement Committee appointed by the Cabinet after examining the 04 lists, the Cabinet of Ministers has approved the proposal submitted by the Minister of Health and Mass Media to award the following procurements:",
    "* Awarding the procurement for the supply of 42 types of medicines to the State Pharmaceuticals Manufacturing Corporation for a sum of Rs. 5,398.83 million.",
    "* Awarding the procurement for the supply of 131 types of medicines to local manufacturers who have signed joint venture agreements with the State Pharmaceuticals Manufacturing Corporation for a sum of Rs. 16,611.42 million.",
    "* Awarding the procurement for the supply of 36 types of medicines to local manufacturers who have signed buy back agreements with the Ministry of Health and Mass Media for a sum of Rs. 9,022.10 million.",
    "* Awarding the procurement of 130 types of medicines to 24 newly selected local manufacturers for a sum of Rs. 13,374.65 million."
  ]
}