{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-leader-asks-anti-graft-body-to-explain-withdrawal-of-corruption-cases-193173/",
  "time_ut": 1733801040.0,
  "original_lang": "en",
  "original_title": "Sri Lanka leader asks anti-graft body to explain withdrawal of corruption cases",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka President Anura Kumara Dissanayake has stressed the need to explain the reasons behind why the island nation’s anti-graft body withdrew 85 corruption cases in two years during the previous regime.",
    "Dissanayake made these comments during International Anti-Corruption Day National Celebration which was held in Colombo on Monday (09) under the theme, “Uniting with Youth against Corruption: Shaping tomorrow’s Integrity.”",
    "His Marxists-leaning Janatha Vimukthi Peramuna (JVP)-led National People’s Power (NPP) won both Presidential and Parliamentary elections with pledges of eliminating corruption while punishing those responsible for past misappropriations of public funds.",
    "The President noted the performance of the Commission to Investigate Allegations of Bribery or Corruption (CIABOC) and said that 69 corruption cases were filed in 2021, but 40 were later withdrawn.",
    "“Similarly, in 2022, 89 cases were filed, and 45 were subsequently withdrawn,” President’s Media Division (PMD) said in a statement",
    "“President Dissanayake emphasized the need to inform the public about the reasons behind the withdrawal of bribery and corruption cases and to disclose why investigating officers failed to appear as witnesses in these cases,” it said.",
    "“Highlighting that the Bribery or Corruption Commission had convicted only two constables, a Grama Niladhari, and a clerk in a single year, the President noted a widespread public perception that the law in Sri Lanka operates like a spider’s web—where small offenders get caught, while powerful individuals escape unscathed.”",
    "He emphasized that justice cannot be ensured to the citizens if those responsible for enforcing them fail to implement them properly, regardless of many enacted laws or established institutions.",
    "“He further highlighted that the power entrusted by the people must be utilized to serve them; otherwise, that power becomes meaningless.”",
    "“The President pointed out that Sri Lanka already has sufficient laws and institutions to combat bribery and corruption. However, he called for introspection, urging all to examine their conscience and question whether these mechanisms are truly being employed to prevent misconduct.”",
    "Sri Lanka has slipped in the corruption ranking by Transparency International in the past 12 years. It was ranked 115 out of 180 countries in 2023, from 79 in 2012.",
    "This ranking reflects significant levels of perceived corruption in public sector institutions.",
    "Good governance expects say Sri Lanka loses approximately 4 percent of the country’s gross domestic product (GDP) annually due to corruption in procurement, public sector inefficiency, and lack of transparency.",
    "The Bribery Commission of Sri Lanka (CIABOC) received 4,712 complaints in 2021, marking a significant increase from previous years. However, only a fraction of cases led to prosecution, highlighting systemic inefficiencies.",
    "According to the World Bank’s Enterprise Surveys (2019), 24 percent of firms in Sri Lanka reported being expected to give gifts or informal payments to public officials to “get things done.” Additionally, the customs sector is one of the most frequently cited institutions for bribery demands.",
    "A survey by the Global Competitiveness Report highlighted corruption as one of the top three barriers to doing business in Sri Lanka. This has discouraged foreign direct investment (FDI).",
    "President Dissanayake highlighted that corruption and fraud have worsened year by year, stressing that if tangible progress is not made in reducing these issues by next year, such celebrations would hold no real value.",
    "“The President stressed that rebuilding the country requires a complete overhaul of the state system, asserting that a healthy and functional state cannot be created without such reforms,” the PMD said.",
    "He further pointed out that the public’s trust in the legal system and its institutions has been eroded, emphasizing that justice delayed is justice denied.",
    "“The President urged collective dedication to transform Sri Lanka into a state with minimal corruption, which he said is essential to restore citizens’ confidence and fulfill their expectations.” (Colombo/December 10/2024)"
  ]
}