{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Adaaran-Resorts-triumphs-with-multiple-awards-at-FHAM-2024/34-768168",
  "time_ut": 1729280684.0,
  "original_lang": "en",
  "original_title": "Adaaran Resorts triumphs with multiple awards at FHAM 2024",
  "original_body_lines": [
    "Aitken Spence Hotels’ Adaaran Select Hudhuranfushi, Adaaran Prestige Vadoo, and Adaaran Select Meedhupparu achieved remarkable recognition at the Food and Hospitality Asia Maldives Global Culinary Challenge and Exhibition 2024 (FHAM).",
    "Each resort showcased its culinary excellence, securing a multitude of prestigious awards.",
    "Adaaran Select Hudhuran Fushi, a 24-hour Premium All-inclusive resort, garnered 11 awards, including four Gold Awards. Adaaran Prestige Vadoo, an exclusive adults-only haven, claimed a total of nine accolades, including four Gold Awards and a special award. Adaaran Select Meedhupparu, also a 24-hour Premium All-Inclusive resort nestled within a lush mature island, celebrated six noteworthy awards.",
    "Guests at each Adaaran resort have the unique privilege of savouring dishes crafted by these award-winning chefs, who craft exceptional dining experience, set against the backdrop of stunning island vistas, showcasing the sophisticated artistry and passion of chefs at the pinnacle of their profession.",
    "Aitken Spence Hotel Holdings PLC Joint Deputy Chairperson and Joint Managing Director Stasshani Jayawardena remarked: “We are immensely proud of our culinary team for their outstanding achievement at the Food and Hospitality Asia Maldives Global Culinary Challenge and Exhibition 2024. This recognition not only reflects their exceptional skill and dedication but also underscores our commitment to providing an unparalleled dining experience at Adaaran resorts. Each meal prepared by our award-winning chefs offers a taste of culinary excellence, making every dining occasion a celebration of gastronomic artistry.”"
  ]
}