{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Police-foil-illegal-LTTE-commemoration-in-Eastern-Province/108-282586",
  "time_ut": 1715691420.0,
  "original_lang": "en",
  "original_title": "Police foil illegal LTTE commemoration in Eastern Province",
  "original_body_lines": [
    "Colombo, May 14 - The Sampur Police Station has obtained a court order from the Muthur Magistrate's Court to prohibit planned celebrations in several Eastern Province areas to commemorate deceased members of the Liberation Tigers of Tamil Eelam (LTTE), particularly those who died in Vellamulli Vaikkal in 2009.",
    "On attempting to enforce the court order, the Officer in Charge of Sampur Police Station confronted a group preparing for the celebration. The group rejected the court order outright, insisting on proceeding with their plans.",
    "A tense situation emerged as police attempted to arrest the suspects. A female suspect's daughter threatened to kill herself with a knife, creating a standoff.",
    "The police managed to defuse the situation and arrested four individuals – one male and three females – at the scene. They face multiple charges, including defying a court order, voluntarily causing hurt with dangerous weapon, grievous hurt by blunt weapon, and using criminal force to deter a public servant from performing their duty.",
    "The arrests were made on May 12, 2024, and the suspects were remanded by the Muthur Magistrate's Court till May 27, 2024.",
    "Contrary to some social media reports claiming the arrests were due to the distribution of porridge, police clarified that the charges relate to the aforementioned offenses.",
    "During the incident, a female police officer was seriously injured by one of the suspects wielding a sharp weapon and is currently receiving medical treatment.",
    "Similar celebrations were planned in the Trincomalee Port and Uppuveli police areas. In response, the respective Officers in Charge obtained court orders to prevent these events, resulting in the cancellation of the planned celebrations in compliance with the court's directives."
  ]
}