{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/ICFS-hosts-multi-destination-university-admission-day-for-higher-education/108-284154",
  "time_ut": 1717565220.0,
  "original_lang": "en",
  "original_title": "ICFS hosts multi-destination university admission day for higher education",
  "original_body_lines": [
    "Colombo, June 5 (Daily Mirror) - The International Centre for Foreign Studies (ICFS) has organized a multi destination university admission day, aiming to provide Sri Lankan students with valuable opportunities for higher education across various destinations such as Australia, New Zealand, UK, Canada, Germany, and Malta.",
    "The admission is set to take place on June 8th from 10 am to 4 pm at the ICFS Education Centre in Nugegoda.",
    "The ICFS said they focused to offer students who aspire to study abroad a comprehensive understanding of the benefits and opportunities available in these countries.",
    "Some of the advantages extended to Sri Lankan students include the provision to arrive nine months before the course commencement to work, opportunities for part-time employment, post-study work visas that can be extended up to 2-3 years, English waivers, and scholarships.",
    "Certain countries like Malta boast flexible visa regulations, allowing sponsors to support students without stringent financial requirements or a lengthy financial history.",
    "During the event, prospective students will have the chance to interact with university representatives to gain insights into various courses and scholarship options.",
    "In addition, the ICFS said they will provide guidance on the financial aspects of the application process, ensuring students make informed decisions tailored to their financial capabilities. Course fees range from 1.8 Million LKR to 8 Million LKR, offering flexibility for students to choose options that align with their financial means.",
    "A key highlight of the event is the introduction of study loans specifically tailored for countries like Canada, UK, and certain European nations. ICFS encourages all attendees to explore their eligibility for these study loans.",
    "Furthermore, students submitting their documents for applications at the event can expect to receive offer letters within 48 hours. For those without IELTS or PTE results, counselors will be available to assess their eligibility for an English waiver, the ICFS said."
  ]
}