{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98240/sri-lankan-prime-minister-calls-on-chinese-president-xi-jinping",
  "time_ut": 1711536180.0,
  "original_lang": "en",
  "original_title": "Sri Lankan Prime Minister calls on Chinese President Xi Jinping",
  "original_body_lines": [
    "Sri Lankan Prime Minister Dinesh Gunawardena, who is on a state visit to China, called on President Xi Jinping on Wednesday (March 27).",
    "During the discussion, which took place at the Great Hall of the People in Beijing, the two leaders have agreed to continue to act under the friendship, peace, mutual respect and fivefold principle in international affairs that do not interfere in the internal affairs of a country.",
    "It was emphasized that bilateral relations should be based on mutual respect and mutual productivity between the countries, and acting according to that policy would set a good example for both countries.",
    "Assuring continuous support of China to Sri Lanka’s efforts for political and socioeconomic progress, President Xi further asserted that China would always stand for safeguarding the independence, territorial integrity and sovereignty of Sri Lanka.",
    "The Chinese president thanked the Prime Minister’s father Philip Gunawardena’s ancestry for their support to China. He also stated that the party representing the Sri Lankan PM and other parties in Sri Lanka hope to further increase cooperation with the Chinese Communist Party.",
    "PM Gunawardena thanked the President for the assistance provided during the unprecedented economic crisis and for extending debt restructuring facilities. He explained the progress in the implementation of decisions taken during the visit of President Ranil Wickremesinghe to China.",
    "The Sri Lankan PM also thanked President Xi for the support extended to sectors such as school education, agriculture, health, technology, culture and religion.",
    "The Sri Lankan prime minister was accompanied by Finance State Minister Shehan Semasinghe, Home Affairs State Minister Ashoka Priyantha, MP Yadamini Gunawardena, Chinese Ambassador to Sri Lanka Qi Zhenhong and Prime Minister’s Secretary Anura Dissanayake."
  ]
}