{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hsbc-awarded-best-international-bank-in-sri-lanka-by-euromoney-for-the-second-consecutive-year/",
  "time_ut": 1754929020.0,
  "original_lang": "en",
  "original_title": "HSBC awarded Best International Bank in Sri Lanka by Euromoney for the second consecutive year",
  "original_body_lines": [
    "HSBC has been recognised as the Best International Bank in Sri Lanka by Euromoney for the second year in a row in their Awards for Excellence 2025.",
    "The award recognises HSBC’s leadership in banking innovation, corporate sustainability, and financial stability, noting that the bank deepened its digital reach, achieving 98% digital penetration in cash‑management and 84% in trade transactions via HSBCNet, and rolled out a fully digital account‑opening process.",
    "According to Euromoney “HSBC Sri Lanka also delivered on corporate sustainability by supporting the English Communication Skills of 8,000 rural children by training 160 English language teachers serving in primary and secondary schools. This is in partnership with Sarvodaya , The Open University and the Ministry of Education. They also awarded seed funding to 20 selected women entrepreneurs as part of the ongoing programme with Sarvodaya Fusion, to support female-led SMEs from various industries across the country. Over 150 women participated in this programme.",
    "It also broke new ground in sustainable lending, completing a ‘first in market’ sustainability‑linked trade loan and executing $149 million in transactions aligned with global sustainability goals. The bank’s environmental commitments included a partnership with the International Union for Conservation of Nature to restore 125 hectares of degraded land and the launch of an educational series on ESG practices.",
    "Support for clients remained robust, with tailored financial solutions provided to over 1,100 companies and entrepreneurs. Community outreach expanded through initiatives such as the HSBC Future Lions Golf grassroots programme.”",
    "Mark Surgenor, CEO of HSBC Sri Lanka commented, “To be named Best International Bank in Sri Lanka by Euromoney for the second year in a row, cements our leadership in international banking. We owe this to our clients’ trust and the team’s dedication in Sri Lanka.”",
    "In Asia, HSBC was bestowed with over 20 awards, including Asia’s Best Bank for Large Corporates and Asia’s Best Bank for Securities Services, and Best International Bank in China, Malaysia and The Philippines as well as the Best Bank in Hong Kong.",
    "Earlier this year, HSBC Sri Lanka also won the 2025 FinanceAsia award for the Best International Bank in Sri Lanka for the eighth time. The award recognised the bank’s strength and capabilities to support customers through yet another complex year by delivering desired outcomes, while displaying commercial and technical acumen.",
    "CEAT ranks as Sri Lanka’s Most Valuable Tyre Brand in 2025 Brand Finance Report",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}