{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/SLGJA-Gold-sponsor-of-Ratnapura-International-Gem-and-Jewellery-show/34-763359",
  "time_ut": 1719165079.0,
  "original_lang": "en",
  "original_title": "SLGJA, Gold sponsor of Ratnapura International Gem and Jewellery show",
  "original_body_lines": [
    "From left : NGJA Chairman Viraj de Silva, Industries State Minister Chamara Sampath Dassanayake, Industries Ministry Secretary Shantha Weerasinghe, NGJA Director General Janaka Udaya Kumara, SLGJA President Ajward Deen, SLGJA Former President A. H. M. Imtizam, SLGJA Vice President – Operations Firaz Hameed, Foreign Promotions Vice President and FACETS Sri Lanka Chairman Armil Sammoon",
    "The Sri Lanka Gem and Jewellery Association (SLGJA), the apex body of Sri Lanka’s gem and jewellery industry, has announce their support for the Ratnapura International Gem and Jewellery show as its Gold sponsor.",
    "The show is organised by the National Gem and Jewellery Authority (NGJA), in partnership with Lanka Gem Miners and Traders Association and other established gem societies in Ratnapura. The SLGJA’s support as Gold sponsor underscores the associations support for the industry and initiatives that promote the growth of its members.",
    "The Gold sponsorship was presented by SLGJA at the press conference of the Ratnapura Show held recently, that was graced by the presence of esteemed guests such as Health and Industries Minister Ramesh Pathirana, Primary Industries State Minister Chamara Sampath Dassanayake, Industries Ministry Secretary Shantha Weerasinghe, NGJA Chairman Viraj de Silva, NGJA Director General Janaka Udaya Kumara, SLGJA President Ajward Deen, SLGJA Former President A. H. M. Imtizam, SLGJA Vice President – Operations Firaz Hameed, and Foreign Promotions Vice President and FACETS Sri Lanka Chairman Armil Sammoon.",
    "Sri Lanka Gem and Jewellery Association President said, “Our relationship with the NGJA has been long standing and fruitful. As we are the apex body for the gem and jewellery industry and the initiator of Gem and Jewellery Exhibitions in Sri Lanka, we are deeply committed to supporting the growth and success of our members spread around Sri Lanka, and we also are geared to support regional associations as they take the industry forward. It is for this reason that the SLGJA has graciously undertaken the role of Gold sponsor for the Ratnapura International Gem and Jewellery show.”",
    "Approximately 50 buyers are expected to attend the Ratnapura International Gem and Jewellery Show, offering both business opportunities and valuable networking for all participants of the show."
  ]
}