{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-insurance-corporation-general-limited-hosts-general-insurance-summit-2023-celebrating-excellence/",
  "time_ut": 1716497400.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Insurance Corporation General Limited hosts General Insurance Summit 2023 celebrating excellence",
  "original_body_lines": [
    "Sri Lanka Insurance Corporation General Limited (SLICGL) recently hosted a highly anticipated General Insurance Summit 2023, themed ‘Unveiling Excellence – A New Era Unfolds’. The flagship two-day event held from 22nd to 23rd March 2024 at Jetwing Blue, Negombo provided a platform to honour top-performing sales staff and key employees for their exceptional contributions to achieving revenue targets during a successful six-month sales drive.",
    "The residential summit fostered interactions, knowledge enhancement and skill development among participants. With a diverse range of objectives and activities, the summit aimed to elevate the capabilities and morale of attendees while acknowledging their hard work and dedication within SLICGL’s operations.",
    "The General Insurance Summit commenced by felicitating winners of the ‘General Insurance Summit Sales Drive’, recognizing their outstanding performance and dedication in driving business growth. The top performing members of SLICGL’s active 3,000-member sales force, were recognized for generating exceptional sales volumes at the event.",
    "Marketing Executives, Assistant Portfolio Managers, Portfolio Managers, Branch Managers, Regional Managers and Individual Sales Officers, Assistant Managers, Managers and Supervisors representing the Head Office and Corporate Lines Channels were also acknowledged under respective rewarding categories for their exemplary salesmanship, leadership and strategic contributions.",
    "During the event, attendees had the opportunity to enrich their capabilities, mindsets, and skills through insightful and experience-sharing sessions led by respected and renowned resource persons.",
    "Bathiya Arthanayake, an award-winning trainer, mentor, and CEO of PHOENIXSPIRE (Pvt) Ltd, addressed the participants and shared invaluable insights on understanding business challenges, the importance of personal development, and the art and science of effective marketing and sales strategies. Meanwhile, serial entrepreneur and tax advisor Viraj Henegedera provided participants with guidance on digitization, leveraging social media, personal financial management, and tax management strategies.",
    "In addition to the educational sessions, the summit provided a conducive environment for networking, engagement, and camaraderie among the attendees.",
    "The General Insurance Summit 2023 not only celebrated achievements but also provided a forum for continuous learning, growth, and collaboration within SLICGL. As the organization continues its journey of excellence, events such as the Summit reaffirm dedication to recognizing talent and driving sustainable growth within the industry.",
    "AIA Insurance expands reach with the grand opening of Bandarawela Regional Development Office",
    "SLIC embarks on a new era: Legal segregation marks a historic milestone",
    "Sri Lanka Insurance Corporation geared for growth and stability in 2023",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}