{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-LankaIndonesia-Business-Council-holds-2nd-Annual-General-Meeting/34-780450",
  "time_ut": 1755673025.0,
  "original_lang": "en",
  "original_title": "Sri Lanka–Indonesia Business Council holds 2nd Annual General Meeting",
  "original_body_lines": [
    "THE Sri Lanka-Indonesia Business Council of the Ceylon Chamber of Commerce held its second Annual General Meeting (AGM) recently. The occasion was attended by the Council’s Patron, Ambassador of Indonesia to Sri Lanka Dewi Gustina Tobing.",
    "Sunshine Holdings PLC’s Vish Govindasamy, who served as President of the Council for two consecutive years, stepped down following the successful completion of his term. In his remarks, Govindasamy acknowledged the Ambassador’s instrumental role in re-establishing the Council and reflected on the notable achievements over the past two years, highlighting in particular – the successful business delegation visit to Indonesia.",
    "Ceylon Biscuits Ltd., Shea Wickramasingha was appointed as the new President for the year 2025/26. In her address, she emphasised the Council’s focus on promoting sector-specific dialogue between Sri Lankan and Indonesian stakeholders, with the aim of fostering meaningful bilateral outcomes.",
    "She also encouraged members to actively put forward their ideas, requests, and concerns to help shape the Council’s future initiatives.",
    "The Ambassador delivered a comprehensive address that covered various aspects of Indonesia’s political and economic landscape, including an insightful explanation of Danantara—a sovereign wealth fund focused on promoting economic independence, enhancing sectoral resilience, improving public welfare and facilitating both inbound and outbound investment.",
    "A key feature of the evening was a presentation by Deputy Ambassador of Indonesia Fiki Oktanio, on Sri Lanka–Indonesia economic relations and the upcoming Trade Expo Indonesia 2025. His remarks provided valuable insights into the opportunities available for Sri Lankan businesses looking to engage with the Indonesian market and strengthen trade ties.",
    "The newly appointed office bearers for the year 2025/26 include Gerard Victoria (North South Lines) as Senior Vice President, Ehantha Sirisena (KBSL Information Technologies Ltd.) as Vice President, and Marshad Barry (Amana Bank) as Treasurer. The committee comprises representatives from Aitken Spence Cargo Ltd., Dilmah Ceylon Tea Company PLC, hSenid Business Solutions PLC, Jetwing Travels Ltd., and MAS Capital Ltd."
  ]
}