{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/frozen-strike-thawing/",
  "time_ut": 1710519780.0,
  "original_lang": "en",
  "original_title": "Frozen strike thawing",
  "original_body_lines": [
    "Sri Lankan governments do not respond to early warnings and thereby invite trouble. The Easter Sunday carnage (2019) could have been prevented if the Sirisena-Wickremesinghe government had heeded repeated intelligence warnings of impending terror attacks. It let the grass grow under its feet, and disaster struck. It has now been revealed that the Gotabaya Rajapaksa government did not care two hoots about the dire warnings the Central Bank, etc., issued about an imminent economic crisis.",
    "The incumbent Rajapaksa-Wickremesinghe administration also tries to wish away trouble. Health sector trade unions have warned that they will resume their suspended trade union action come 19 March 2024. The non-physician health workers went on a strike, a few weeks ago, crippling the state-run hospitals to all intents and purposes. The government acted in such a manner that it was seen to be labouring under the misconception that doctors and nurses could run hospitals. If so, why should so many other health workers be paid with public funds; doctors and nurses can be asked to keep hospitals running.",
    "About 72 trade unions representing health workers have renewed their demand that they be paid the same DAT (Disturbance Attendance and Transport) allowance as doctors. DAT for doctors has recently been increased from Rs. 35,000 to 75,000. Convener of the Health Service Trade Unions, Ravi Kumudesh, has said that unless the government grants their demand, it will have a continuous strike in the health sector to contend with. This is the last thing the public wants; ordinary people are struggling to keep their heads above water and cannot afford to pay for healthcare.",
    "The government promptly unleashes the riot police on its rivals, who take to the streets; it does not care to eliminate the causes of the protesters’ discontent and resentment; instead of resolving labour issues, it sets trade unions against one another. Doctors’ trade unions and the non-physician health workers, except nurses, have locked horns over the DAT issue. The government seems to think that if the doctors prevail in the trade union battle, others will give in and the problem will go away.",
    "In trade union disputes workers usually up the ante and that does not mean they are not ready to settle for less if reasonable alternatives are offered. The government should act tactfully instead of being intransigent, and engage the warring workers in negotiations and make a serious effort to patch up a compromise, which is not impossible. It ought to get all stakeholders around the table; but it exudes hubris and antagonises some trade unions, driving them to extreme actions, such as continuous strikes, which affect the ordinary public.",
    "Opinion may be divided on whether the non-physician health workers’ demands are reasonable, but the manner in which the government is seeking to handle the situation cannot be countenanced on any grounds because that only aggravates the crisis in the health sector.",
    "The state-run hospitals are experiencing shortages of all sorts, and it has been revealed that some medicinal drugs and equipment are of poor quality. Thanks to the economic crisis, more and more people are becoming dependent on the overcrowded government hospitals for want of a better alternative, worsening the strain on the state health sector, where a strike there has to be avoided at any cost.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}