{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-single-borrower-limits-cut-to-25-pct-of-bank-capital-soes-also-included-159744/",
  "time_ut": 1713842220.0,
  "original_lang": "en",
  "original_title": "Sri Lanka single borrower limits cut to 25-pct of bank capital, SOEs also included",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank has issued directions limiting loans to a singe borrower or a group of connected customers to 25 percent of Tier I capital, with state enterprises which turned out to be the biggest borrowers, also included.",
    "In a 2007 direction, banks were allowed to give loans up to 30 percent of capital for a single customer and 33 percent for a group but the rules were widely violated in the case of state enterprises, which were used as off-budget vehicles to give energy and other subsidies.",
    "Banks will have to limit exposures to 25 percent starting from January 2026.",
    "According to transitional provisions published in the direction seems to indicate that some banks may have single borrower exposures of 85 percent or more.",
    "They will be required to bring exposures down to 60 percent by 2027 and 25 percent by 2028.",
    "Energy utilities were made to borrow from state banks to run off-budget subsidies under plan avoid a price formula during the Rajapaksa regimes.",
    "Sri Lanka’s state banks ended up with large debts to Ceylon Petroleum Corporation partly due to flexible inflation targeting (printing money to cut rates as soon as inflation fall triggering forex shortages) even when fuel was market priced in 2018, analysts have shown.",
    "When rates were cut with inflationary open market operations, triggering forex shortages, CPC was barred from buying dollars and forced to get suppliers’ credit denominated in dollars.",
    "The suppliers’ credits were later converted to dollar loans from state bank loans, usually after the currency collapsed from the inflationary rate cuts or inflationary open market operations to sterilize interventions or both, analysts have shown.",
    "“Licensed banks shall gradually reduce the exposures to Public Corporations to meet the maximum limit,” by December 2030 according to the direction.",
    "“Public corporation shall mean any corporation, board or other body which was or is established by or under any written law other than the Companies Act, with funds or capital wholly or partly provided by the Government.”",
    "Many of the newer state enterprises however have been suddenly set up under the Companies Act, unlike earlier where a specific act was passed by the parliament to set up corporation or a statutory authority.",
    "Borrowings of CPC and CEB eventually hit the financial stability of state banks while actual bad loans were under-reported. Now the bad loans are being covered with a state capital injection.",
    "Under an International Monetary Fund and World Bank backed program, the so-called ‘sovereign bank nexus’ is being severed to protect the banking system.",
    "Government securities, central bank sterilization securities, loans guaranteed by multilateral lenders or high rated foreign banks are excluded.  (Colombo/Apr23/2024)"
  ]
}