{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Where-s-the-papaverine-NMRA-has-flatlined-on-vital-heart-medicine/4-781077",
  "time_ut": 1756752456.0,
  "original_lang": "en",
  "original_title": "Where’s the papaverine? NMRA has flatlined on vital heart medicine",
  "original_body_lines": [
    "Whatever the cost of papaverine, hospitals must have options of acquiring it from as many registered suppliers as possible",
    "In early April of 2025, this author in an article published in the Daily FT asked the National Medicines Regulatory Authority (NMRA) to quit playing games with our hearts (https://www.ft.lk/opinion/NMRA-should-quit-playing-games-with-our-hearts/14-775045), but it seems to be continuing to cause heartache.",
    "In 2024, the State Pharmaceutical Corporation (SPC) rejected several bids of the sole registered supplier for the drug papaverine – a critical vasodilator widely used in cardiothoracic surgery – purportedly owing to their ‘exorbitant’ prices. About a year or so later, hospitals began to run out of papaverine stocks. With another bid from the same supplier still pending approval, the National Medicines Regulatory Authority (NMRA) conceded that bottlenecks in their own registration processes prevented price competition.",
    "The NMRA then scrambled to fast-track approvals, licensed a local manufacturer to produce papaverine domestically, and even began to turn a blind eye to illegal ‘cheaper’ versions of papaverine being sold to the market and used by hospitals. A recent debate in Parliament once again recalled that this Rs. 40,000-50,000 drug was being sold at the Rs. 300–400 range.",
    "At the time, questions were asked, including by this author, about how a cheaper alternative was even possible when there was only a single registered supplier of the drug. Regardless, the apparent equation (by some political actors and uncritical media) of the more expensive registered version with the illegal unregistered version was dubious. Imagine Nike sells running shoes in Sri Lanka for a similar price as the upper end of the ‘exorbitant’ bids that were rejected for papaverine. Another supplier called ‘Mike’ then offers ‘running shoes’ with a logo similar to Nike for about 1/10th of the price. Now, some people may be happy with their thousand-rupee ‘Mikes’, but they would surely not be bold enough to claim that both products are the same.",
    "Fast-forward to August 2025: We currently have no approved bids for papaverine, no locally manufactured papaverine, and not even the illegally supplied papaverine. Why? Well, the drum we’ve been beating all this time seems to have fallen on some not-so-deaf ears. The Criminal Investigation Department (CID) recently conducted a series of raids that resulted in stocks of unregistered medicines being seized and the NMRA’s gross negligence in regulating the distribution of illegal drugs exposed. The NMRA is still to answer for its failure. The recent resignation of Chief Executive Officer Dr. Saveen Semage in May is likely to further complicate matters.",
    "Getting back to the conversation in Parliament, the responses that authorities have given to queries raised in relation to this ongoing saga tend to leave us with more questions than we began with. For instance, it was said in Parliament that the bids made by the sole registered supplier are ‘unreasonable’ and there are entities willing to bid for a far lower price. In the spirit of asking questions – here are some for the policymakers and doctors.",
    "For the policymakers: It was claimed that, in light of this shortage, the Government is willing to enter into government-to-government agreements to purchase the necessary drugs. What government has agreed to this plan? How will we sustain a supply of this drug if the state is expected to foot the medical bill in the midst of an economic crisis?",
    "For the doctors: In responding to the concerns that safe heart surgeries will no longer be possible, it was astoundingly asserted, ‘no, they won’t stop’, while simultaneously conceding, ‘no, we don’t have vasodilators’. While logically speaking, this assertion may not be false, medically speaking, can complicated heart surgeries be performed without the drug? Is the bottom line starting to look like a flatline?",
    "It is apparent that previous Governments not only turned a blind eye to unregistered, unsafe, black-market drugs entering the market but, in fact, contributed to building an ecosystem reliant on it. At least under this new Government, there appears to be some intent to dismantle this ecosystem – a step in the right direction. Yet, Sri Lankan institutions are infamous for causing crises only to come back later as the proclaimed saviour. The NMRA seems to be gearing up for a similar trajectory. After maintaining a cumbersome and opaque registration process and refusing to regulate the sale of unregistered drugs, it is now claiming to be acting in the best interest of the public under the banner of dismantling monopolies. With its former leadership fleeing, there is still no accountability for its past failures.",
    "How can the SPC and NMRA contribute towards a sustainable solution? The solution seems to be fairly simple. First, it is crucial that the actual availability of papaverine in the market is prioritised. The SPC needs to accept bids from available registered suppliers. If indeed this drug is vital for certain types of complicated heart surgeries, playing politics is not sensible, as we would ultimately be playing with people’s hearts. Second, there must be a sensible way of creating healthy competition in the market so more suppliers of this drug can enter the market. The arteries of the NMRA registration process must, therefore, be ‘unclogged’ to enable more suppliers to easily register themselves and begin to supply this drug. Whatever the cost of papaverine, hospitals must have options of acquiring it from as many registered suppliers as possible. After all, what is the cost of saving a human life?",
    "(The writer is an attorney-at-law and a Junior Associate at LexAG – Legal Consultants.)"
  ]
}