{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100190/four-fishermen-die-after-drinking-from-bottle-found-in-sea-2-survivors-taken-aboard-merchant-vessel",
  "time_ut": 1719718140.0,
  "original_lang": "en",
  "original_title": "Four fishermen die after drinking from bottle found in sea; 2 survivors taken aboard merchant vessel",
  "original_body_lines": [
    "The death toll following the incident where the crew of a fishing vessel had consumed the contents of a bottle they found floating in the sea, assuming it was liquor, has now increased to four while two others are in critical condition, according to the Sri Lanka Navy.",
    "Meanwhile, the two fishermen who are critically ill have been taken aboard a Singaporean merchant vessel and emergency treatment is being provided, the navy spokesman said.",
    "The Singaporean vessel is expected to transfer the two fishermen to SLNS Vijayabahu at sea, he said.",
    "The Director General of the Department of Fisheries & Aquatic Resources, Susantha Kahawatta, stated yesterday that the crew of the fishing boat named “Devon 5,” which had set out to sea from the Tangalle fisheries harbor, have faced this predicament after they had found several bottles containing an unknown liquid floating in the sea and consumed some of it assuming that it was alcohol.",
    "He said medical teams had provided instructions for emergency first aid via communications devices and that there was insufficient time to send another vessel out to sea to retrieve them as they are in the deep-sea area.",
    "He said that attempts were being made to board them into a nearby vessel and bring them ashore.",
    "Kahawatta stated that according to the information received thus far, the fishermen in question had found several bottles floating in the sea and that they have distributed a portion of the bottles to nearby fishing trawlers. He said steps are being taken to notify these other boats.",
    "Initially, it was reported yesterday that two out of the six crew members of a fishing vessel that set out from Tangalle have died, and the remaining four are in critical condition after consuming the contents of a bottle they found floating in the sea, assuming it was liquor.",
    "The incident has reportedly occurred while the boat was around 320 nautical miles (592.64 km) off the coast of Sri Lanka.",
    "Sri Lanka Navy said the vessel is being towed back to land with the help of another craft."
  ]
}