{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ceylinco-life-launches-family-savari-19-with-fun-in-beijing-malaysia-and-pearl-bay/",
  "time_ut": 1758973140.0,
  "original_lang": "en",
  "original_title": "Ceylinco Life launches ‘Family Savari 19’ with fun in Beijing, Malaysia and Pearl Bay",
  "original_body_lines": [
    "Sri Lanka’s most anticipated life insurance customer promotion is back – bigger, brighter, and brimming with adventure, with Ceylinco Life unveiling the 19th edition of its iconic ‘Family Savari’ mega promotion, promising unforgettable journeys abroad and at home for hundreds of lucky policyholder families.",
    "Over nearly two decades, Family Savari has become a household name, touching the lives of more than 11,000 families – a staggering 37,000 people – with experiences that go far beyond conventional rewards. In its 19th year, the excitement continues with the announcement of the destinations for 2026.",
    "The highlight of Family Savari 19 will be a fully-paid holiday to Beijing, China, for five winning families, totalling 20 people, who will explore the city’s rich culture and world-famous landmarks. Another 10 families – 40 people in all – will head to Malaysia for an exotic getaway, while a massive 250 families, or 1,000 people, will be treated to a day of thrills, slides and laughter at the Pearl Bay Water Park in Bandaragama.",
    "The promotion runs from up to 31st December 2025, with winners to be selected at a grand draw in January 2026.",
    "“Family Savari is not just about travel – it is about experiences that bring families closer and create memories that last a lifetime,” Ceylinco Life Director/Chief Operating Officer Samitha Hemachandra said. “This year too, there’s something magical in store for every family that wins. We see it as our way of saying thank you to the customers who trust us with their life goals, and of celebrating the journeys we share with them.”",
    "HNB Assurance Sales Force Shines at Life Industry Sales Competition",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}