{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101506/none-of-other-presidential-candidates-have-paid-taxes-on-their-income-dilith-jayaweera",
  "time_ut": 1724649300.0,
  "original_lang": "en",
  "original_title": "‘None of other presidential candidates have paid taxes on their income’ – Dilith Jayaweera",
  "original_body_lines": [
    "The Presidential Candidate of the Saravajana Balaya Alliance, Entrepreneur Dilith Jayaweera invites candidates running for the office of the presidency to debate on his strategic roadmap for the nation.",
    "Addressing a public rally held in Anuradhapura, Jayaweera said that all of the candidates have failed to present a plan to explain how they are going to repay the debt they have taken on.",
    "Speaking at the rally, the Saravajana Balaya Presidential Candidate said: “we have presented a proper strategic plan. For the first time in Sri Lanka, we have explained when and how we are going to implement that. We have also mentioned how we are going to source the necessary funds for that.”",
    "“We would like to ask the people who borrowed huge amounts of money how they are going to repay them by 2028”, he questioned.",
    "“None of the three candidates have explained how they are going to source the income that is sufficient to repay these debts. Do they talk about what happens if people die in a famine? They do not.”",
    "“I invite all of them to debate our strategic plan”, Jayaweera added.",
    "Furthermore, he mentioned that everyone talk about tackling corruption while engaging in corrupt practices.",
    "“I saw the monthly income of the presidential candidates in their assets and liabilities statements. I was so sad to see that they are living a month on a salary ranging between Rs 100,000 and Rs 200,000, which means their standard of living is worse than yours”, he said.",
    "The Saravajana Balaya Presidential Candidate also mentioned that none of the other presidential candidates have paid taxes on their income.",
    "“No matter where they reside, all of them are thieves. Once our president retires, I’m ready to provide him with a gratuity payment from my personal income”, he added."
  ]
}