{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-catholic-church-spokesman-questioned-over-info-on-easter-attack-159328/",
  "time_ut": 1713512400.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Catholic church spokesman questioned over info on Easter attack",
  "original_body_lines": [
    "ECONOMYNEXT — Father Cyril Gamini Fernando, a spokesperson for the Archdiocese of Colombo, was summoned to the Criminal Investigation Department (CID) on Friday April 19 to inquire about information he is said to possess on the 2019 Easter bombings.",
    "Fr Fernando told reporters outside the CID premises Friday morning that he had shared what he knew but is sceptical that it would be of any use.",
    "“We have shared what we know plenty of times. But we don’t see there has been an inquiry on that. I don’t know to what extent the statement I made will be useful,” he said.",
    "“As far as I know, there is enough information to investigate and to find out the truth and who was behind this, based on information already revealed. But that is not happening.”",
    "The priest expressed scepticism over the progress of the investigations.",
    "“This is not an issue with the law. It’s an issue with those implementing the law. As citizens, we came when requested and did our duty.",
    "“Personally I’m not confident there will be justice. If it didn’t happen for five years, I don’t think it will because of my statement.,” he said.",
    "Fr Fernando is the editor of the Gnanartha Pradeepya, a Sinhalese Catholic weekly published by the church. He was previously summoned to the CID in November 2021.",
    "The Easter attacks, carried out by Islamist terrorists over the course of a few hours on Sunday April 21, 2019, killed 269 people and injured over 500. The incident triggered anti-Muslim violence and also caused considerable damage to the tourism industry and other sectors of the economy.",
    "Sri Lanka Podujana Peramuna (SLPP) candidate Gotabaya Rajapaksa rode a wave of nationalist sentiment in the wake of the attacks, resulting in his landslide victory at the November 2019 presidential election.",
    "However, Rajapaksa was forced to resign less than three years later after Sri Lanka’s economy nearly crashed on his watch. (Colombo/Apr19/2024)"
  ]
}