{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98854/haitis-prime-minister-ariel-henry-resigns-transitional-council-takes-power",
  "time_ut": 1714105260.0,
  "original_lang": "en",
  "original_title": "Haiti’s Prime Minister Ariel Henry resigns, transitional council takes power",
  "original_body_lines": [
    "Haiti opened a new political chapter Thursday with the installation of a transitional council tasked to pick a new prime minister and prepare for eventual presidential elections, in hopes of quelling spiraling gang violence that has killed thousands in the Caribbean country.",
    "Ariel Henry, the prime minister who had been locked out of the country for the past couple of months due to the violence, cleared the way for the transition by presenting his resignation in a letter signed in Los Angeles.",
    "The document was released Thursday in Haiti on the same day as the new transitional council was sworn in to choose a new prime minister and Cabinet. Henry’s outgoing Cabinet chose Economy and Finance Minister Michel Patrick Boisvert as interim prime minister in the meantime. It was not immediately clear when the transitional council would name its own choice for interim prime minister.",
    "The council was officially sworn in at the National Palace in downtown Port-au-Prince early Thursday as the pop of sporadic gunfire erupted nearby, prompting some officials to look around the room. The council had been urged to seek a safer venue because gangs have launched daily attacks in the area.",
    "Addressing a crowded and sweaty room in the prime minister’s office hours later in Pétion-Ville, Boisvert said that Haiti’s crisis had gone on too long and that the country now found itself at a crossroads. The members of the transitional council stood behind him, and before him, the country’s top police and military officials as well as ambassadors and well-known politicians.",
    "“After long months of debate ... a solution has been found,” Boisvert said. “Today is an important day in the life of our dear republic.”",
    "He called the transitional council a “Haitian solution” and directing his remarks toward them, Boisvert wished them success, adding, “You are to lead the country to peace, to economic and social recovery, to sacred union, to participation.”",
    "After the speeches, the soft clink of glasses echoed in the room as attendees served champagne flutes toasted with a somber “To Haiti.”",
    "The council was installed earlier Thursday, more than a month after Caribbean leaders announced its creation following an emergency meeting to tackle Haiti’s spiraling crisis. Gunfire heard as the council was sworn in at the National Palace prompted worried looks.",
    "The nine-member council, of which seven have voting powers, is also expected to help set the agenda of a new Cabinet. It will also appoint a provisional electoral commission, a requirement before elections can take place, and establish a national security council.",
    "The council’s non-renewable mandate expires Feb. 7, 2026, at which date a new president is scheduled to be sworn in.",
    "The council members are Emmanuel Vertilaire for Petit Desalin, a party led by former senator and presidential candidate Jean-Charles Moïse; Smith Augustin for EDE/RED, a party led by former Prime Minister Claude Joseph; Fritz Alphonse Jean for the Montana Accord, a group of civil society leaders, political parties and others; Leslie Voltaire for Fanmi Lavalas, the party of former President Jean-Bertrand Aristide; Louis Gérald Gilles for the Dec. 21 coalition that backs former Prime Minister Ariel Henry; Edgard Leblanc Fils for the Jan. 30 Collective, which represents parties including that of former President Michel Martelly; and Laurent Saint-Cyr for the private sector.",
    "The two non-voting seats were awarded to Frinel Joseph, a pastor, and Régine Abraham, a former World Bank and Haitian government official.",
    "Augustin, one of the council’s voting members, said that it was unclear if the council would decide to keep Boisvert on as interim prime minister or choose another. He said it would be discussed in the coming days. “The crisis is unsustainable,” he said.",
    "Abraham, a nonvoting member, recalled the July 2021 assassination of President Jovenel Moïse, explaining that “that violence had a devastating impact.”",
    "Abraham said that gangs now controlled most of Port-au-Prince, tens of thousands of the capital’s residents have been displaced by violence and more than 900 schools in the capital have been forced to close.",
    "“The population of Port-au-Prince has literally been taken hostage,” she said.",
    "Gangs launched coordinated attacks that began on Feb. 29 in the capital, Port-au-Prince, and surrounding areas. They burned police stations and hospitals, opened fire on the main international airport that has remained closed since early March and stormed Haiti’s two biggest prisons, releasing more than 4,000 inmates. Gangs also have severed access to Haiti’s biggest port.",
    "The onslaught began while Prime Minister Henry was on an official visit to Kenya to push for a U.N.-backed deployment of a police force from the East African country.",
    "In his resignation letter, Henry said Haiti would be reborn. “We served the nation in difficult times,” he wrote. “I sympathize with the losses and suffering endured by our compatriots during this period.”",
    "“Port-au-Prince is now almost completely sealed off because of air, sea and land blockades,” Catherine Russell, UNICEF’s director, said earlier this week.",
    "The international community has urged the council to prioritize Haiti’s widespread insecurity. Even before the attacks began, gangs already controlled 80% of Port-au-Prince. More than 2,500 people were killed or injured from January to March, up by more than 50% compared with the same period last year, according to a recent U.N. report.",
    "“It is impossible to overstate the increase in gang activity across Port-au-Prince and beyond, the deterioration of the human rights situation and the deepening of the humanitarian crisis,” María Isabel Salvador, the U.N. special envoy for Haiti, said at a U.N. Security Council meeting on Monday.",
    "On Thursday, some Haitians said they didn’t know that the country had a new prime minister and a transitional council in place. Others warily celebrated the new leadership.",
    "“We don’t ask for much. We just want to move about freely,” said Guismet Obaubourg, owner of a dusty convenience story who lamented that his merchandise has been stuck at the port for two months.",
    "As for Boisvert: “I don’t know him personally, but as long as he does what he’s supposed to do, provide security to the country, that’s all that matters.”",
    "In attendance at Boisvert’s swearing in Thursday was Dennis Hankins, the newly installed U.S. ambassador. He said Thursday’s events were an important step for Haiti.",
    "“In crisis, the Haitians are able to do tremendous things, so we’re here to help them,” Hankins said. “We won’t be the solution, but hopefully we will be part of helping those finding the solution.”",
    "As part of that, he said the U.S. government was working to enforce export controls on weapons, many of which have found their way to Haiti, fueling the violence.",
    "“The fact that many of the arms that come here are from the United States is indisputable and that has a direct impact,” Hankins said. “It is something we recognize is a contributing factor to instability.”",
    "Nearly 100,000 people have fled the capital in search of safer cities and towns since the attacks began. Tens of thousands of others left homeless after gangs torched their homes are now living in crowded, makeshift shelters across Port-au-Prince that only have one or two toilets for hundreds of residents.",
    "At the United Nations Thursday, World Food Program Deputy Executive Director Carl Skau said Haiti is suffering from a security, political and humanitarian crisis that is causing acute food insecurity for some 5 million people, or about half the population. The U.N. defines that as “when a person’s inability to consume adequate food puts their lives or livelihoods in immediate danger.”",
    "“The situation is dramatic,” Skau told reporters. “Devastating crisis, a massive humanitarian impact, the worst humanitarian situation in Haiti since the 2010 earthquake.”",
    "Rachel Pierre, a 39-year-old mother of four children, living in one of the capital’s makeshift shelters, said, “Although I’m physically here, it feels like I’m dead.”",
    "“There is no food or water. Sometimes I have nothing to give the kids,” she said as her 14-month-old suckled on her deflated breast.",
    "Many Haitians are angry and exhausted at what their lives have become and blame gangs for their situation.",
    "“They’re the ones who sent us here,” said Chesnel Joseph, a 46-year-old math teacher whose school closed because of the violence and who has become the shelter’s informal director. “They mistreat us. They kill us. They burn our homes.”"
  ]
}