{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Worlds-lowest-fertility-rate-plunges-again-in-2023-in-South-Korea/108-277891",
  "time_ut": 1709110020.0,
  "original_lang": "en",
  "original_title": "World’s lowest fertility rate plunges again in 2023 in South Korea",
  "original_body_lines": [
    "SEOUL, Feb 28 (Reuters) - South Korea's fertility rate, already the world's lowest, continued its dramatic decline in 2023, as women concerned about their career advancement and the financial cost of raising children decided to delay childbirth or to not have babies.",
    "The average number of expected babies for a South Korean woman during her reproductive life fell to a record low of 0.72 from 0.78 in 2022, data from Statistics Korea showed on Wednesday.",
    "That is far below the rate of 2.1 per woman needed for a steady population and well behind the rate of 1.24 in 2015 when concerns about issues such as the cost of housing and education were lower.",
    "Since 2018, South Korea has been the only Organisation for Economic Co-Operation and Development (OECD) member with a rate below 1, defying the billions of dollars spent by the country to try to reverse the trend that led the population to decline for a fourth straight year in 2023.",
    "South Korea also has the worst gender pay gap in the OECD, as Korean women bring home about two-thirds of the income then men.",
    "\"Women typically can't build on their experience to climb higher at workplaces because they are often...the only one doing the childcare (and) often need to rejoin the workforce after extended leaves,\" said Jung Jae-hoon, a professor at Seoul Women's University.",
    "\"Having a baby is on my list, but there's windows for promotions and I don't want to be passed over,\" said Gwak Tae-hee, 34, a junior manager at a Korean dairy product maker who has been married for three years.",
    "Gwak had considered starting in vitro fertilisation (IVF) treatment last year to try to have a baby, but ended up volunteering for work projects to improve her career prospects.",
    "\"I don't know about elsewhere but working two or three days a week doesn't get you anywhere in Korean companies. I hope it's not too late when I try next year or the year after,\" Gwak said.",
    "South Korea's demographic crisis has become the top risk to economic growth and the social welfare system, with the country's population of 51 million on track to halve by the end of this century."
  ]
}