{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104304/sri-lankas-ambitious-governance-and-macro-linked-bonds-explained",
  "time_ut": 1734414180.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s ambitious governance and macro-linked bonds explained",
  "original_body_lines": [
    "Sri Lanka’s restructuring of $12.55 billion in international bond debt is set to lead to the launch of a series of new, as-yet-untested instruments linked to economic growth and governance.",
    "Observers say it is one of the most complex set of instruments ever arranged in a restructuring. The bonds aim to give the country additional debt relief if the economy falters and to encourage it to improve its governance.",
    "The governance-linked bond (GLB) is the first of its kind and is designed to reward Sri Lanka for transparency and effective economic management by reducing the interest on its debt. To earn that reduction, Sri Lanka must meet targets, or key performance indicators (KPIs), seen as indicating better governance.",
    "The first KPI demands that Sri Lanka exceed a baseline ratio set by the International Monetary Fund (IMF) for total revenue to GDP in both 2026 and 2027, which the Fund has projected at 15.3% and 15.4% respectively.",
    "The second target requires the finance ministry to prepare and publish a “Fiscal Strategy Statement” on its website in both 2026 and 2027.",
    "If Sri Lanka meets both targets, the bond coupon will be reduced by 75 basis points from late 2028. This would reduce its interest payments by $80 million over the remaining life of the instrument, which matures in 2035.",
    "Fixed income instruments with payouts linked to economic performance have been used by countries from Argentina to Greece and Ukraine.",
    "However, this is the first time in recent history that a bond includes a provision to adjust payouts not only to the upside, in case of better-than-expected growth, but also to the downside if the economy falls short of forecasts.",
    "Sri Lanka’s adjustment would come in 2028. The upside scenario would mean an increase in both capital and interest payments, while the downside scenario could reduce the principal of the bond owed to creditors - a new concept.",
    "The country’s 2025-2027 average nominal GDP in U.S. dollars will determine whether it triggers the upside or downside scenario, but there is an additional control variable measuring cumulative real GDP growth from 2024 to 2027.",
    "This ensures that Sri Lanka will not pay more in debt servicing if its economic strengthening - as measured in dollars - is driven by an appreciation in the Sri Lankan rupee. This aims to ensure it only pays more if there is better growth in real terms.",
    "Rothschild, advisers to some bondholders, have calculated that the downside scenario, if triggered, would provide $2.1 billion in additional debt relief.",
    "New bonds, in order to be widely held, must be rated by the Big Three agencies - Moody’s, Fitch and S&P - and also be eligible for key bond indexes.",
    "Moody’s has given both bond structures the nod, and the other agencies are expected to follow suit.",
    "The macro-linked bonds are also index-eligible, according to adviser Rothschild.",
    "JPMorgan, which runs the main index for emerging market hard currency sovereign bonds, declined to comment.",
    "If bonds are not rated or index eligible, major institutional investors are less likely to hold them, which makes them less liquid and ultimately can make debt more expensive for the country issuing them.",
    "In short, only if they function well. Investors are watching to see if the instruments trade easily - and how difficult it is to determine a fair price for them given their complexities.",
    "Debt restructurings often serve as an incubator for experimental fixed income instruments that aim to address specific issues a government has faced and to help prevent a repeat. However, experience shows this does not necessarily mean they will become established in regular bond sales thereafter."
  ]
}