{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/of-that-eviction/",
  "time_ut": 1725649980.0,
  "original_lang": "en",
  "original_title": "Of that eviction",
  "original_body_lines": [
    "State Minister A. Aravindh Kumar is reported to have been evicted from a house belonging to an estate company, in Lindula, following a court order. In 1987, a case was filed against him for refusal to hand over the house, when he left the estate, where he had worked, according to newspaper reports. It took about 37 long years for the property to be returned to its rightful owner!",
    "Worryingly, court cases over such property disputes usually drag on for decades. Delays in the dispensation of justice are multifactorial, and the need to eliminate them as a national priority cannot be overstated. There is a pressing need to ensure that the judiciary is provided with all necessary resources to overcome delays, which have come to characterise the judicial proceedings much to the resentment of the public.",
    "The State Minister’s eviction from the estate bungalow reminds us of the unauthorised occupation of more than 100 state-owned houses at the Madiwela MPs’ housing scheme. These houses are made available to the MPs on rent, and they are required to vacate them upon retirement or defeat.",
    "In 2022, we reported that acting on a slew of complaints that many of the MPs’ official residences at Madiwela were illegally occupied, Speaker Mahinda Yapa Abeywardena had ordered a probe and called for a report. Media reports placed the number of those houses at 120, and among the culprits were outsiders. The possibility of the ownership of some of them having changed hands illegally cannot be ruled out.",
    "It was also brought to the notice of Speaker Abeywardena that a large number of former MPs continued to stay in the official residences in spite of repeated reminders. Some of these houses have reportedly been turned into political party offices. Our report said the Speaker had ordered a separate probe into the complaints against the former MPs refusing to leave the Madiwala housing scheme; he also directed the Mirihana police to conduct an investigation.",
    "Every house in the MPs’ residential complex consists of three bedrooms with sanitary facilities, a kitchen, a living room, a dining area, a staff washroom and a parking lot. Real estate prices in the area have increased exponentially, and the illegal property grab in the Madiwela MPs’ housing scheme has caused a massive loss to the state coffers.",
    "It was reported that the Speaker would inform Parliament of the findings of the aforesaid probe and action he intended to take against the culprits. Nothing has been reported of the promised probes, and the public will be interested in knowing what has become of them.",
    "Much is spoken in Parliament about the need to restore the rule of law and eliminate illegal practices that have cost the state dear. Shouldn’t the lawmakers put their ‘House’ in order and ensure that legal action is taken against the lawbreakers among them?",
    "Meanwhile, there is a campaign against the provision of state-owned houses as part of the Executive Presidents’ retirement benefit packages. One cannot but endorse the call for discontinuing this practice. None of the former Presidents are without privately-owned houses, and it does not make sense to allocate official residences to them.",
    "Politicians never retire penniless in this country, and therefore they do not deserve any retirement benefits. Even those who identify themselves with the proletariat live high on the hog and outspend their capitalist rivals at elections.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}