{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-grand-old-man-of-karlsruhe-hill/",
  "time_ut": 1713628680.0,
  "original_lang": "en",
  "original_title": "The Grand Old Man of Karlsruhe Hill",
  "original_body_lines": [
    "It has been said “Man can go to the moon and travel at the speed of sound but only God can make a tree”.",
    "Driving along the busy Baseline Road, when one sees the elegant sweep of the buildings at Wesley College one cannot miss the imposing and dignified Tamarind tree in the foreground. It is an emblem of Karlsruhe hill and has now become a local landmark. Tall and imposing this Tamarind tree has a legendary status. It is a stunningly beautiful tree in splendid isolation, framed by an even more beautiful background of the handsome school buildings.",
    "Every boy who has walked through the gates of Wesley College must know the Tamarind tree (Tamarindus indica). It is an iconic soul of countless generations of our school community. Majestic is a minimalist verb to describe how the tree looks in its full foliage. We grew up with this tree, each of us growing in stature as the years went by. When I was at school in the 1950’s it was a massive tree with a huge girth. It is unclear whether the tree was planted or if it was a product of a careless dispersal by man or bird. Hence this tree must now be more than a hundred years old and a veteran of gigantic proportions.",
    "The Tamarind tree is the Grand Old Man of Karlsruhe Hill. Its origin however is lost in the mist of time. Photos of Karlsruhe Hill when the school was completed in 1907 show the tree in its present site. Then Ceylon was under British rule and the Governor was Sir Henry Edward McCallum who was preceded by Sir Hugh Clifford. The tree may even have seen the original owner of the property before the school was built. That was Charles Ambrose Lorensz, a solicitor of great distinction who sold this prime land to the Methodist Church. It is awesome to contemplate that even the great Principal, Rev Henry Highfield considered to be the ‘father of the school’ would have seen and admired the young sapling spreading its wings and reaching up to the sky.",
    "The tree has seen several Principals and teachers arrive and depart. It has witnessed generations of students who joined as kids and left as responsible teenagers. It is a living memorial to all Wesleyites since its very beginning. The Great Tamarind tree seeks to keep its origins a secret and so it will remain until the end of time.",
    "During my years in the 1950’s the front garden was maintained by our resident gardener, Raman, a native of Cochin. He looked after it with great care. The lawn was well manicured and emerald green. The flower beds at the edges were always in full bloom. We were not allowed to play ball games in the lawn which was maintained in pristine condition.",
    "I’ve had a special affection for the Tamarind tree since I first set foot in school in January 1950. No other tree has captured my imagination like this one. Despite our busy school routines there were times I preferred to sit quietly by the tree to listen to the silence amid the rustling leaves. The deep silence in the midst of the noise and mayhem at school provided peace, tranquillity and calm. There is something almost spiritual, being close to a tree. In some ways it assumed a role to bring peace to my soul. Trees have been admired and revered over many generations. This shows how intimately humans and trees are linked in our journeys through life. Even though I live several thousand miles away separated by vast oceans and swathes of land, I still think of the tree now and then.",
    "Tamarind is a tropical tree, native to Africa, including Sudan and parts of the Madagascar dry deciduous forests. It was introduced into India so long ago that it has often been reported as indigenous there, and it was apparently from India that it reached the Persians and the Arabs who called it “tamar hindi” (Indian date, from the date-like appearance of the dried pulp), giving rise to both its common and generic names. However, the specific name, “indica”, also perpetuates the illusion of Indian origin. The fruit was well known to the ancient Egyptians and to the Greeks in the 4th Century B.C.",
    "“A tree is a wonderful living organism which gives shelter, food, warmth and protection to all living things. It even gives shade to those who wield an axe to cut it down”",
    "The tree hosts a sublime richness of biodiversity. It nourishes, shelters, protects and supports a thriving ecosystem. The fungi, lichen, red and white ants live on its bark. Numerous garden lizards and squirrels have made it their home. Swarms of Bees and butterflies are always seen on and around this tree. Many types of spiders feed on the flies that live there. When the tamarind pods are ripe in August hordes of parrots descend on it. It is also a refuge for Golden Orioles and Barbets. In the evenings large groups of house sparrows make a din on its highest branches. The tree is full of life all year round.",
    "When we were in the primary school during the hot dry season from February to April several teachers preferred to take their classes under the Tamarind tree. Miss Iris Blacker and Mr Wilfred Wickramasinghe loved to conduct their classes beneath the boughs of the tree. There was very little traffic along Baseline Road then. It was rather quiet and so peaceful in the shade of this magnificent tree. Students recall many stories of mugging up Latin, memorising poetry and mouthing gossip during the intervals, under the canopy of the Tamarind tree. There is even a story of senior boys using a rope to tie to the tree, Ranis Appuhamy, the man who rang the school bell with serious repercussions.",
    "As boarders we were in the school premises 24/7. In the 1950’s the food in the hostel left much to be desired. We thought there was a famine of Biblical proportions. The boys never allowed the pods to ripen. Despite its acidity we ate the unripe tamarind pods in large numbers to relieve our hunger. Perhaps we benefited from its high Vitamin B content.",
    "Some years ago, I managed to locate one of our revered past Principals in Glastonbury in England. Rev.William Holden was in his late 80’s but was clear in his mind and had some fond memories of his time at the school. He remembered the Tamarind tree so well and related a story of how he conducted a class under the tree on a hot April morning in 1944. As the class was large the circle was wide. A coconut crashed down from a nearby tree missing his head by a whisker.",
    "The tree was featured in our Botany field work with our biology teachers.",
    "Although when viewed from a distance the Tamarind tree appears to be hardly touched by the rigours of time and weather. On a closer inspection the main trunk appears gnarled and humbled by the years. It has survived countless monsoons and electric storms and has even survived the wrath of the diggers during the expansion of Baseline Road. The tree is a part of our rich heritage and should be preserved. The last I saw the tree was in 2012 when it looked rather worn and battered but still there, hanging on. Just like humans in old age, trees need care. There are specialist Arborists that care for trees. I am confident that the present Principal and the old boys of the school love “The Grand old man of Karlsruhe Hill” as much as I do. They will take good care of the Tamarind tree and pay homage to it as it stands as a silent sentinel in front of our beloved school as it has done since its foundation stone was laid on the 4th of November in 1905.",
    "God has cared for these trees, saved them from drought, disease, monsoons, and a thousand tempests and floods. But he cannot save them from fools",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}