{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combank-loan-book-up-by-rs-121-bn-in-9-months-with-44-growth-coming-in-q3/",
  "time_ut": 1731882540.0,
  "original_lang": "en",
  "original_title": "ComBank Loan book up by Rs 121 bn in 9 months, with 44% growth coming in Q3",
  "original_body_lines": [
    "The Commercial Bank of Ceylon Group has achieved impressive growth at the end of the third quarter of 2024 by banking on judicious portfolio management and continued improvement of its CASA ratio to counteract the impacts of reduced interest income in prevailing market conditions.",
    "Comprising of Sri Lanka’s biggest private sector bank, its subsidiaries and an associate, the Commercial Bank Group has reported net interest income of Rs 88.98 billion for the nine months ended 30th September 2024, an increase of 46.15%, despite declines in interest income and gross income for the period.",
    "With interest rates for customer advances as well as government securities continuing to be lower than in the preceding year, the Group posted gross income of Rs 241.71 billion for the period, down 5.57% over the corresponding nine months of 2023.",
    "Interest income was similarly impacted, reducing by 7.77% to Rs 207.12 billion, but repricing of deposits and a further improvement in the CASA ratio brought interest expenses down by a noteworthy 27.83% to Rs 118.14 billion, enabling healthy growth in net interest income, the Group said in a filing with the Colombo Stock Exchange (CSE).",
    "“The challenge for banks operating in periods of low interest rates is to grow their portfolios while managing margins with timely adjustments,” Commercial Bank Chairman Sharhan Muhseen commented. “Our impeccable record of prudence and fairness along with our demonstrated financial strength continues to drive deposit mobilisation, enabling us to continue to step up lending. The performance for the nine months reviewed flows from these dynamics, underscoring the Group’s expertise and resilience.”",
    "Commercial Bank Managing Director/CEO Sanath Manatunge added that vigilant supervision of the quality of the loans portfolio, equitable and forward-looking management of impairment provisioning and timely repricing of assets and liabilities have underpinned the Group’s nine-month performance and would continue to be the strategy for the future. “Strong, consistent performance even in volatile conditions enables the Bank to continue to accelerate lending, and invest in digital transformation, sustainability and other commitments,” he said.",
    "For the nine months reviewed, the Group reported gross loans and advances of Rs 1.42 trillion, a growth of Rs 121.06 billion or 9.34% since December 2023, at a monthly average of Rs 13.45 billion. Significantly, 44.20% of loan book growth was recorded in the third quarter of the year. Loan book growth over the preceding 12 months was Rs 177.88 billion or 14.36%, averaging Rs 14.82 billion per month.",
    "Deposits increased by 3.66% to Rs 2.23 trillion in the nine months, despite the appreciation of Rupee against the Dollar, reflecting average monthly growth of Rs 8.73 billion, and YoY growth of 9.22%, with monthly average growth of Rs 15.67 billion over the preceding 12 months. Notably, while Rupee deposits grew by more than Rs 120 billion in the review period, the Rupee value of foreign currency deposits reduced by Rs 46.19 billion, due to the appreciation of the Rupee.",
    "Total assets of the Group increased by Rs 108 billion or 4.05% in the nine months to reach Rs 2.76 trillion as at 30th September 2024.",
    "Total operating income of the Group improved by 33.86% to Rs 115.72 billion in the period reviewed. The Group made provisions of Rs 20.02 billion for impairment charges and other losses, a reduction of 22.35% over the figure of Rs 25.78 billion for the corresponding nine months of 2023, which included a provision of Rs 12.57 billion for the third quarter alone. In contrast, impairment charges for the third quarter of 2024 were just Rs 1 billion.",
    "Net operating income for the nine months grew by 57.74% to Rs 95.70 billion. The Group’s success in containing total operating expenses for the period to Rs 36.49 billion – a growth of only 14.12%, enabled it to report operating profit before taxes on financial services of Rs 59.21 billion, an improvement of 106.36%.",
    "Taxes on financial services increased by 141.95% to Rs 8.87 billion, resulting in profit before tax of Rs 50.34 billion for the nine months, an improvement of 101.14%. Income tax for the nine months increased by 83.13% to Rs 18.80 billion, leading to a net profit of Rs 31.54 billion for the first nine months of 2024, representing a growth of 113.61% over the corresponding period of 2023.",
    "Total tax charges of the Group at the end of the third quarter amounted to Rs 27.67 billion, double the Rs 13.93 billion tax charge in respect of the first nine months of the preceding year.",
    "Taken separately, Commercial Bank of Ceylon PLC reported profit before tax of Rs 48.73 billion and profit after tax of Rs 30.38 billion for the nine months reviewed, recording growths of 112.70% and 128.33%, respectively.",
    "IMF team is here to review fiscal data before next disbursement",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}