{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/nalanda-innovation-hub-to-catalyse-entrepreneurship-and-sustainability-in-ratnapura/",
  "time_ut": 1712532240.0,
  "original_lang": "en",
  "original_title": "Nalanda Innovation Hub to catalyse entrepreneurship and sustainability in Ratnapura",
  "original_body_lines": [
    "The vibrant city of Ratnapura, renowned as the “City of Gems,” welcomes a new era of innovation and entrepreneurship with the grand opening of the Nalanda Innovation Hub on March 26, 2024. Nestled in the heart of Ratnapura, this hub is poised to become the nucleus of collaboration, creativity, and sustainable business practices in the region.",
    "Founded by Visaka Ellawala, the Nalanda Innovation Hub pays homage to the late Member of Parliament Nalanda Ellawala, whose enduring legacy of public service and community development serves as an inspiration to the community. Speaking at the inauguration, Visaka Ellawala emphasized the hub’s mission to unlock the entrepreneurial spirit of Ratnapura and drive sustainable development in the gem-rich region.",
    "“We believe that by providing a platform for collaboration and innovation, we can unlock the entrepreneurial spirit of Ratnapura and drive sustainable development in the gem-rich region,” remarked Visaka Ellawala, Founder of Nalanda Innovation Hub.",
    "The hub’s cutting-edge facilities, including meeting rooms, an open theatre, and coffee shops, provide a conducive environment for entrepreneurs and changemakers to converge, exchange ideas, and bring innovative projects to fruition.",
    "Partnering with esteemed organizations like Good Market and TRACE, the Nalanda Innovation Hub reinforces its commitment to fostering inclusive entrepreneurship and sustainable practices in Ratnapura.",
    "“We are thrilled to extend the Good Market experience to Ratnapura through our collaboration with the Nalanda Innovation Hub. By empowering local entrepreneurs and promoting sustainable practices, we aim to create positive impact and foster inclusive economic growth in the gem-rich region,” stated Achala Samaradivakara, Co-founder of Good Market.",
    "Similarly, TRACE (Technologically Re-Awakening Culture of Excellence) aligns with the Nalanda Innovation Hub to promote excellence through technology and innovation. With a focus on mentorship, guidance, and fostering innovation among youth, TRACE seeks to propel Ratnapura onto the global stage and contribute to its holistic development.",
    "SOE losses costing LKR 141,809 per Sri Lankan household : Advocata",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}