{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/John-Keells-Properties-hosts-Union-Bank-customers-at-Viman-Ja-Ela-model-apartment/34-760913",
  "time_ut": 1713814758.0,
  "original_lang": "en",
  "original_title": "John Keells Properties hosts Union Bank customers at ‘Viman’ Ja-Ela model apartment",
  "original_body_lines": [
    "John Keells Properties has partnered with Union Bank to offer flexible mortgage solutions for its ‘Viman’ Ja-Ela project.",
    "John Keells Properties further strengthened its relationship with the bank’s customers by hosting an exclusive event for them on 6 March, to tour the Viman model apartment at the John Keells Properties head office in Vauxhall Street, Colombo 2.",
    "The event provided an opportunity for customers of Union Bank to tour the model apartment and to engage with the experienced sales team from John Keells Properties to understand how owning a home at Viman Ja-Ela can fulfil their aspirations. The innovative mortgage packages provided by Union Bank in collaboration with John Keells Properties enable prospective homeowners to access customised financing options, making Viman Ja-Ela’s residences more accessible.",
    "Sprawling across 6 acres in the heart of Ja-Ela, Viman offers a harmonious blend of modern comforts with 418 apartments and is designed to provide a secure, family-friendly environment with convenient access to Colombo city, while retaining the charm of a small-town setting.",
    "Engaging closely with the customers, John Keells Properties Head of Sales and Marketing and John Keells Group Vice President Nadeem Shums, along with the John Keells Properties sales team, explained the various benefits offered by investing in Viman Ja-Ela and why it makes for a compelling investment.",
    "Shums, said: “We are pleased to partner with Union Bank to offer attractive mortgage packages to our customers. Ensconced within a lush central garden, Viman boasts a range of amenities, including a swimming pool, gymnasium, meditation courts, clubhouse, a kids play area, cycling and walking spaces, and a multipurpose outdoor sports court, in addition to electric vehicle charging. These features create a peaceful sanctuary for residents to reconnect with themselves and provide an ideal space for families to thrive. Importantly, Viman will feature energy-efficient solar-powered homes, abundant green spaces and foster a strong sense of community, exemplifying John Keells Properties’ commitment to prioritise both modern comforts and a sustainable lifestyle.”",
    "Union Bank Senior Vice President Retail Banking Chaya Jayawardane said: “We are pleased to partner with John Keells Properties on their latest project, Viman Ja-Ela. At Union Bank, we are committed to assisting aspiring homeowners and investors, and our collaboration with John Keells Properties has enabled us to offer flexible mortgage solutions tailored to suit the needs of our customers. Hosting our valued customers at the event at the Viman model apartment was a fantastic opportunity for them to explore the possibilities this project offers.”"
  ]
}