{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104295/teacher-and-teenage-student-killed-in-shooting-at-christian-school-in-wisconsin",
  "time_ut": 1734405480.0,
  "original_lang": "en",
  "original_title": "Teacher and teenage student killed in shooting at Christian school in Wisconsin",
  "original_body_lines": [
    "A teenage student opened fire with a handgun Monday at a Christian school in Wisconsin, killing a teacher and another teenager during the final week before Christmas break. The shooter also died, police said.",
    "The shooting occurred in a study hall and was reported to police by a second grader, police said at a Monday night press conference. Wisconsin police identified the shooter as a 15-year-old female student.",
    "The shooter also wounded six others at Abundant Life Christian School, including two students who were in critical condition, Madison Police Chief Shon Barnes said. A teacher and three students had been taken to a hospital with less serious injuries, and two of them had been released by Monday evening.",
    "“Every child, every person in that building is a victim and will be a victim forever. ... We need to figure out and try to piece together what exactly happened,” Barnes said.",
    "Barbara Wiers, director of elementary and school relations for Abundant Life Christian School, said students “handled themselves magnificently.”",
    "She said when the school practices safety routines, which it had done just before the school year, leaders always announce that it is a drill. That didn’t happen Monday.",
    "“When they heard, ‘Lockdown, lockdown,’ they knew it was real,” she said.",
    "Police said the shooter, identified as Natalie Rupnow, was dead by apparent suicide when officers arrived. Barnes declined to give details about the shooter, partly out of respect for the family.",
    "He also warned people against sharing unconfirmed reports on social media about the shooter’s identity.",
    "“What that does is it helps erode the trust in this process,” he said.",
    "Abundant Life is a nondenominational Christian school — prekindergarten through high school — with approximately 420 students in Madison, the state capital.",
    "Wiers said the school does not have metal detectors but uses other security measures including cameras.",
    "Children and families were reunited at a medical building about a mile away. Parents pressed children against their chests while others squeezed hands and shoulders as they walked side by side. One girl was comforted with an adult-size coat around her shoulders as she moved to a parking lot teeming with police vehicles.",
    "A motive for the shooting was not immediately known, but Barnes said police were talking with the parents of the suspected shooter and they were cooperating. He also said he didn’t know if the people shot had been targeted.",
    "“I don’t know why, and I feel like if we did know why, we could stop these things from happening,” he told reporters.",
    "A search warrant had been issued Monday to a Madison home, he said.",
    "Someone from the school called 911 to report an active shooter shortly before 11 a.m. First responders who were in training just 3 miles (5 kilometers) away dashed to the school for an actual emergency, Barnes said. They arrived 3 minutes after the initial call and went into the building immediately.",
    "Classes had been taking place when the shooting happened, Barnes said. He declined to say where exactly in the school it happened.",
    "Investigators believe the shooter used a 9mm pistol, a law enforcement official told the AP. The official spoke on the condition of anonymity because they were not authorized to discuss the ongoing investigation.",
    "Police blocked off roads around the school, and federal agents were at the scene to assist local law enforcement. No shots were fired by police.",
    "Wiers said the school’s goal is to have staff get together early in the week and have community opportunities for students to reconnect before the winter break, but it’s still to be decided whether they will resume classes this week.",
    "Bethany Highman, the mother of a student, rushed to the school and learned over FaceTime that her daughter was OK.",
    "“As soon as it happened, your world stops for a minute. Nothing else matters,” Highman said. “There’s nobody around you. You just bolt for the door and try to do everything you can as a parent to be with your kids.”",
    "In a statement, President Joe Biden cited the tragedy in calling on Congress to pass universal background checks, a national red flag law and certain gun restrictions.",
    "“We can never accept senseless violence that traumatizes children, their families, and tears entire communities apart,” Biden said. He spoke with Wisconsin Gov. Tony Evers and Madison Mayor Satya Rhodes-Conway and offered his support.",
    "Evers said it’s “unthinkable” that a child or teacher would go to school and never return home.",
    "The school shooting was the latest among dozens across the U.S. in recent years, including especially deadly ones in Newtown, Connecticut; Parkland, Florida; and Uvalde, Texas.",
    "The shootings have set off fervent debates about gun control and frayed the nerves of parents whose children are growing up accustomed to doing active shooter drills in their classrooms. But school shootings have done little to move the needle on national gun laws.",
    "Firearms were the leading cause of death among children in 2020 and 2021, according to KFF, a nonprofit that researches health care issues.",
    "Rhodes-Conway said the country needs to do more to prevent gun violence.",
    "“I hoped that this day would never come to Madison,” she said."
  ]
}