{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Outdated-maritime-laws-hampering-Sri-Lankas-hub-goals-Dr-Gunasekara/108-276480",
  "time_ut": 1707257040.0,
  "original_lang": "en",
  "original_title": "Outdated maritime laws hampering Sri Lanka’s hub goals: Dr. Gunasekara",
  "original_body_lines": [
    "Points out SL yet to become a party to various IMO conventions",
    "Ports Minister blames absence of an established enforcement regime to slow progress in ratification",
    "Sri Lanka’s aspirations to become a maritime hub are facing setbacks due to delays in ratifying crucial maritime conventions and updating national legislation, according to a prominent maritime law expert.",
    "Maritime law expert, Dr. Dan Malika Gunasekara highlighted the country’s progress in signing the Convention for the Suppression of Unlawful Acts against the Safety of Maritime Navigation (SUA) of 1988, primarily targeting terrorist threats. However, he noted that Sri Lanka is yet to become a party to various other International Maritime Organisation (IMO) conventions.",
    "For instance, while the Maritime Labour Convention has been ratified, its enforcement is pending parliamentary approval. Additionally, the International Convention on Standards of Training, Certification, and Watchkeeping for Seafarers (STCW) has not been fully ratified.",
    "Dr. Gunasekara also blamed the slow progress in adopting key IMO conventions followed by updating of national laws undermined the country’s ability to secure claims on damages caused by X-press pearl ship. “We couldn’t even secure claims on damages for X-press pearl incident, because we are only party to few annexures of International Convention for the Prevention of Pollution from Ships (MARPOL),” he said, addressing a conference organised by the Indian Ocean Strategic Research Centre (IOCSRC) in collaboration with Women in Logistics and Transport (WiLAT) in Colombo last week.",
    "While Sri Lanka, led by veteran legal expert Hamilton Shirley Amerasinghe who was the first President of the Third United Nations Conference on the Law of the Sea, played a key role towards the adoption of the convention in 1981, since then the country has been lagging behind in adopting internationally recognised key maritime laws.",
    "He pointed out that leading maritime hubs such as Singapore and Dubai have adopted all key maritime conventions and posses a strong maritime legal regime domestically. Responding to Dr. Gunasekara’s remarks, Minister of Ports, Shipping and Aviation Nimal Siripala De Silva lamented the absence of an established enforcement regime to enforce these conventions.",
    "He drew attention to long-standing issue of controversial bottom trawling fishing done by Indian fishermen. While laws are in place, the Minister lamented there’s no enforcement mechanism to enforce laws in particular when it’s against a dominant country such as India. He stressed that laws itself aren’t sufficient to protect national interests, therefore, he stressed that coordination among nations as the missing element to enforce such laws."
  ]
}