{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83887",
  "time_ut": 1712406600.0,
  "original_lang": "en",
  "original_title": "Remembering Harriet Winslow the Founder Principal of Asia’s First All-Girls  Boarding School – Uduvil  Girls’ College in Jaffna.",
  "original_body_lines": [
    "In the bicentennial year of Uduvil Girls’ College, especially during the month of April, our thoughts dwell closely on the founder principal of the school, Harriet Wadsworth Winslow (née Lathrop), whose birthday falls on April 9. Born in 1796, in Norwich, Connecticut, in the USA, Harriet from a young age, was filled with a yearning to serve in distant lands as a missionary.",
    "She was fortunate in meeting and marrying a young pastor, Rev. Miron Winslow, who also had similar interests. The newly married young couple along with missionaries Mary and Levi Spaulding and others, set sail from Boston on the 8th of June, 1819, heading to Ceylon – their future mission home. The Winslows and the Spauldings had their first glimpse of their mission station in Uduvil on an April morning in 1820. Harriet was just 24 years old.",
    "In keeping with the tradition of missionary wives, Harriet maintained a detailed memoir in which she describes her first impression of their future abode as- “a long single storey house with a verandah in front”.",
    "The fact that it was only an abandoned mission house of a Franciscan monk did not deter these young missionaries. They sat down to weave window frames and doors for this abandoned property, securing the place as much as they could.",
    "The Winslows’ initial introduction to Uduvil was not easy, for they had to make major breakthroughs to bring the girls of the community to their mission station to impart learning.",
    "A new culture, a different religion, a drastic change in climate, a people averse to the education of women – all these were obstacles that they faced. Undaunted, Harriet together with Mary Spaulding visited the homes in the village, encouraging women to come for worship and study. They were often ridiculed and chased from the homes which they visited.",
    "In 1823, a decision was taken by the American Board of Commissioners for Foreign Missions to establish a Female Central School in Uduvil, a responsibility that Mrs. Winslow took on with abiding faith. In her memoir she writes, “If it is the will of God that the school should come here, may we be prepared by His spirit to enter the work with right hearts and may the beginnings of this school be marked with His special blessing.”",
    "The school thus began the following year in 1824 with just a few students and has the distinction of being  Asia’s first all-girls boarding school. Harriet Winslow took on the reins of the school, not only as its head but also as its matron, teacher and seamstress, thus totally dedicating her life to the school. She hand-wrote all her lesson-plans often working late into the night and spent most of her afternoons teaching the girls to sew. She saw to their well-being even after they completed their studies.",
    "Life was hard for these missionaries with young families, for there was uncertainty at all times and owing to cholera and other diseases, the threat of death loomed large. In 1825, Mrs. Winslow was taken ill and travelled to Calcutta for treatment. While there she received the devastating news of the death of her little daughter Harriet Maria who had remained at home with the family. In May 1827, the Winslow’s little son George died.",
    "In December 1831, wanting their eldest son Charles to get his education and training in the United States in the hope that he would come back to serve in Ceylon, the Winslows sent him to the States. When they heard of his death in the States, their hearts broke.",
    "Charles was just twelve years old. No doubt that this terrible news took its toll on her health and on January 14, 1833, Harriet Winslow died and was laid to rest in the Uduvil Church adjoining her beloved school.",
    "Harriet Winslow’s life was one of humility, tremendous sacrifice and total commitment –  a life to be remembered and cherished by generations of students who pass through the portals of Uduvil. In 2001, the school built a memorial science block in honour of their founder principal.",
    "On the school’s 190th year, a first day cover/stamp was released, paying tribute to this great woman who sacrificed her youth in dedicated service to the young children placed in her care. Today in the bicentennial year of the school, both the past and present students of Uduvil Girls’ College, all come together to remember and celebrate their founder principal – “her children rise up and call her blessed”- Proverbs 31:28."
  ]
}