{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Worky-aims-to-revolutionise-Sri-Lanka-s-job-market/34-760164",
  "time_ut": 1711922887.0,
  "original_lang": "en",
  "original_title": "‘Worky’ aims to revolutionise Sri Lanka’s job market",
  "original_body_lines": [
    "In a significant boost to Sri Lanka’s employment landscape, especially during its challenging economic times, a groundbreaking platform named ‘Worky’ was launched on 20 March.",
    "Designed to bridge the gap between job seekers, part-time workers, students, and service seekers, ‘Worky’ is poised to revolutionise the way people find work and hire for services in Sri Lanka.",
    "At its core, ‘Worky’ is a location-based service platform that allows prospective job seekers and part-time workers, including students, to register free of charge. This innovative app enables service seekers to log in and locate the nearest available worker, facilitating immediate bookings for a wide array of services. From traditional roles like plumbers and carpenters to new-age job functions such as dog walking and pet grooming, ‘Worky’ caters to a diverse range of employment opportunities, directly addressing the varied needs of Sri Lankan households.",
    "In light of the current economic downturn in Sri Lanka, where individuals are striving to make ends meet, ‘Worky’ offers a beacon of hope. By promoting a part-time job culture, the platform not only aids in finding jobs but also significantly boosts productivity across the nation. The convenience of locating talented workers for home needs, which was once a daunting task for many Sri Lankans, is now effortlessly managed through the ‘Worky’ app.",
    "What sets ‘Worky’ apart is its user-friendly approach - the services on the platform are offered free of charge. Job seekers and workers can directly settle fees with the employers without any intermediation costs, ensuring transparency and fairness in the employment process.",
    "As ‘Worky’ gears up for its launch, it is expected to rapidly become a household name, synonymous with productivity and prosperity at all societal levels in Sri Lanka. The platform anticipates attracting a large number into its community within the first few weeks post-launch, a testament to its necessity and potential impact.",
    "With ‘Worky’, a new era dawns on the Sri Lankan work culture, promising prosperity and ease for both job seekers and service seekers alike. Registering on ‘Worky’ is seamless and free of charge, offering an unparalleled opportunity for Sri Lankans to enhance their livelihoods and meet the evolving demands of the labour market."
  ]
}