{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-president-elect-calls-for-united-effort-to-take-country-forward-180511/",
  "time_ut": 1727024760.0,
  "original_lang": "en",
  "original_title": "Sri Lanka President-elect calls for united effort to take country forward",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka President Anura Kumara Dissanayake has called for united effort to take the country forward after being declared winner of presidential polls winning 42 percent of the popular vote.",
    "“My expectation is to treat as sri Lankans without any division all those who placed their trust in me and take the country forward,” Dissanayake said after being declared the winner by the island’s independent Elections Commission.",
    "Sri Lanka needed a government with a mandate to take the country out of economic crisis, he said.",
    "Sri Lanka is emerging from the worst currency crisis triggered by extreme macroeconomic policy, which ended in sovereign default.",
    "Despite the lack of war Sri Lanka began to experience severe balance of payments troubles from 2011 as the central bank printed money to target short term rates within a policy corridor and also narrowed it.",
    "After the IMF taught it to calculate a ‘potential output’ it began to print money to drive up growth, and after rapid ratcheting up of debt and borrowing money from oil suppliers and banks, the country defaulted on foreign debt.",
    "The country had many problems including internal divisions which one party cannot solve alone, Dissanayake said.",
    "“Step by step we can solve problems by discussion,” he said.",
    "Outgoing President Ranil Wickremesinghe had hiked taxes including direct taxes which hit middle class professional driving them to the opposition or out of the country to help pay the salaries of a bloated public sector and also hiked energy prices after a currency collapse.",
    "With the recent appreciation of the rupee under deflationary monetary policy, Sri Lanka’s economy has started to recover, and prices to come down, especially food and energy, the country has to complete restructuring foreign commercial debt to get a rating upgrade."
  ]
}