{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Rajitha-calls-for-legal-changes-to-enable-Ranil-s-return/56-768742",
  "time_ut": 1730502191.0,
  "original_lang": "en",
  "original_title": "Rajitha calls for legal changes to enable Ranil’s return",
  "original_body_lines": [
    "Says Ranil Wickremesinghe could potentially make return to active politics if SL faces another economic crisis",
    "Suggests Wickremesinghe could return as consultant if he chooses not to take Parliamentary route",
    "Claims his global recognition for crisis management could make him an essential figure in future governance",
    "Former Member of Parliament and New Democratic Front (NDF) Kalutara District candidate Dr. Rajitha Senaratne has suggested that former President Ranil Wickremesinghe could potentially make a return to active politics if the country faces another economic crisis. Speaking at a press conference, Senaratne highlighted Wickremesinghe’s recognised capabilities in handling economic turmoil and hinted at potential amendments to existing laws to facilitate his re-entry.",
    "“Wickremesinghe could come back through Parliament to play a key role in restoring the nation during an economic crisis, or he could return as a consultant if he chooses not to take the Parliamentary route,” Senaratne stated. He emphasised that the former President’s global recognition for crisis management could make him an essential figure in future governance",
    "Senaratne pointed to recent endorsements of Wickremesinghe’s leadership, including the IMF’s advice to Ethiopia to follow Sri Lanka’s economic recovery model and remarks by US Assistant Secretary of State for South and Central Asian Affairs Donald Lu, who described Sri Lanka’s economic rebound as a “story of great comebacks.” “The world has lately realised that Wickremesinghe is a capable leader, despite the criticism he has faced in Sri Lanka,” he said.",
    "Highlighting the potential need for legislative change, Senaratne suggested that even amending current laws could be justified to bring Wickremesinghe back into active political roles. “This means that the world recognises Wickremesinghe’s ability. Therefore, even if existing laws need to be amended, he should be brought back to contribute to Sri Lanka’s future,” Senaratne asserted"
  ]
}