{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Historic-pageant-of-the-hill-capital/4-779783",
  "time_ut": 1754073070.0,
  "original_lang": "en",
  "original_title": "Historic pageant of the hill capital",
  "original_body_lines": [
    "The performances of the ‘Kandyan Dancers’ in their traditional costumes are an eye catching item in the Kandy Esala Perahera",
    "The ‘Esala Maha Perahera’ of Kandy – the historic pageant of the hill country has once again commenced parading the streets, bringing much joy, veneration and enthusiasm among the Buddhists as well as many non-Buddhists in Sri Lanka.",
    "This historic annual pageant is held as homage to the sacred tooth relic of the Buddha in keeping with the age-old traditions. The annual Esala Maha Perahera of Kandy has many facets in it being a religious, cultural as well as a historical event in Sri Lanka.",
    "The sacred tooth relic of the Buddha which is believed to have been brought to Sri Lanka by Prince Dantha and Princes Hemamala from India during the reign of Keerthi Sri Meghawarna (303—331 AD) had gradually become a great religious object in Sri Lanka and also a personal property of the King which symbolised the kingship of the country.",
    "The ancient kings had always treated the scared tooth relic of the Buddha with much respect and veneration and had built special temples (Dalada Maligawas) to house this great religious object.",
    "The great Buddhist traveller Fa-Hsien has vividly described in his writings as to how during the Anuradhapura period the Sacred Tooth Relic of the Buddha had been taken in procession from the main shrine in the city to the ‘Abhayagiri monastery’ during the third month of each year for veneration by the general public.",
    "With the movement of ancient kingdoms to different parts of the country in the wake of enemy invasions, the sacred tooth relic too had been moved to various parts of the country including Polonnaruwa, Kurunegala, Yapahuwa, Dambadeniya, Gampola and Kotte, etc. by the respective kings who ruled Sri Lanka.",
    "King Wimaladharmasuriya-1 (1592-1604 AD) is considered as the Monarch who had finally brought the sacred tooth relic to Kandy from the famous Delgamuwa Viharaya where it was kept in a secret enclave.",
    "The present Dalada Maligawa (Temple of the Tooth) where the sacred tooth relic is placed is believed to have been constructed by King Veera Parakrama Narendrasinghe (1707-1739 AD) and subsequently renovated by King Sri Wickrema Rajasinghe (1798-1815 AD) who is reported to have constructed the present Paththirippuwa (Octagon) of the Dalada Maligawa and also the present ‘Kandy Lake’ which has brought much scenic beauty to the historical city of Kandy.",
    "The historical narrations indicate that the Esala Perahera in Kandy had originally commenced by King Keerthi Sri Rajasinghe (1747-1784 AD) to give an opportunity for the common people to view and pay homage to the sacred tooth relic of the Buddha.",
    "According to Professor Senarath Paranwithana who was the first Sri Lankan Archaeological Commissioner, the Esala Perahera was performed as a ritual to invoke the blessings of the deities for rain and the different aspects of the Perahera, commencing from the ‘whip-crackers’ to the ‘elephants’ represent various stages of an impending rain such as ‘thunder’, ‘lightening’ and ‘dark clouds’, etc.",
    "The Kandy Esala Perahera is popularly believed to have got its name due to it being held in the month of Esala (July) traditionally. The Esala Perahera of Kandy commences with the ritual of planting ‘Kap’ at an auspicious time in the precincts of the four ‘Devales’ near the Dalada Maligawa. It is believed that a pole made out of the ‘Esala Tree’ or a substitute like Jak or Rukattana was planted as ‘Kap’.",
    "Thereafter for five nights each ‘Devalaya’ conducts its own Peraheras around the ‘Kap’ planted within their precincts and on the sixth night commences the first ‘Kumbal Perahera’ which comes out of the respective ‘Devales’ and joined by the Dalada Maligawa Perahera and parades along the streets of Kandy.",
    "After five nights of ‘Kumbal’ which parades along the streets of Kandy, the ‘Randoli’ Perahera commences parading the streets. The Randoli Perahera is considered to be the most colourful procession and after five nights of parading, the ‘Randoli’ concludes with the grand pageant on the final night which is believed to be the longest and the most colourful Perahera with the highest number of items and elephants taking part.",
    "The usual Kandy Esala Perahera consists of five distinctive processions namely the Dalada Maligawa Perahera, Natha Dewala Perahera, Vishnu Dewala Perahera, Katharagama Dewala Perahera and Paththini Dewala Perahera.",
    "The main perahera commences with the ‘whip-crackers’ who are followed by the flag bearers and the ‘Peramune Rala’ who rides on an elephant carrying a ‘Sannasa’ believed to contain details/history of the Perahera. The ‘Hewisi’ drummers and the dancers follow thereafter, whilst traditional torch-bearers provide illumination from either side of the road.",
    "The performances of the ‘Kandyan Dancers’ in their traditional costumes are an eye catching item in the Kandy Esala Perahera along with many other traditional dancing items inclusive of the skilful performances of fire dancers.",
    "The many elephants of different ages and heights led by the ‘Gajanayake Nilame’ (Official In-Charge of elephants) riding an elephant with a symbolic ‘Ankusa’ in hand are an important and colourful component of the Kandy Esala Perahera and it is very interesting to see as to how these magnificent animals walk so majestically in their colourful garments and illuminations, shaking their heads according to the beats of the drums.",
    "The ‘Sacred Relic Casket’ carried by the majestic tusker with two other tuskers besides is the cynosure of the Esala Perahera and it is a very moving gesture to see how the viewers stand up from their seats and pay homage when the tusker carrying the casket containing the sacred relics passes by.",
    "The majestic tusker carrying the relic casket is followed by the ‘Diyawadana Nilame’ who is the lay custodian of the tooth relic, in his colourful costume surrounded by several of his other key officials. Thereafter the four Devala Peraheras follow the main Dalada Maligawa Perehera.",
    "The Kandy Esala Perahera concludes with the traditional ‘Diya Kepeema’ (literally, water-cutting ceremony) performed at ‘Getambe’ ferry in the Mahaweli River, in the early hours of the next day after the conclusion of the final night of the ‘Randoli’ Perahera and returning back to the Dalda Maligawa and the respective Devala’s the next day morning as the day Perahera.",
    "Today the Kandy Esala Perahera has become one of the foremost events in the calendar of the hill capital and there are many thousands who flock to Kandy to glimpse this annual religious and cultural event.",
    "This great and colourful pageant of the hill capital of Kandy also symbolises the religious harmony, ethnic unity and cultural diversity among the two main communities in the country namely the Sinhala-Buddhists and the Tamil-Hindus since both communities take part in the pageant exhibiting their reverence and devotion to Buddha and the deities respectively according to their own religious beliefs.",
    "Hundreds of tourists come to Sri Lanka especially to view the Kandy Esala Perahera during this period and this year too almost all the tourist hotels in Kandy are fully booked in advance by many local and foreign tourists who are eager to view the Kandy Esala Perahera in this present peaceful setting.",
    "The Kandy Esala Perahera is a national event which is internationally acclaimed and it is heartening to see as to how age-old traditions are still being maintained towards conducting this great religious and cultural event for almost a period of two and a half centuries by several generations of Sri Lankan people with much devotion and veneration.",
    "(The writer is an Attorney at Law and is the Senior Vice President/Head of Services of Hatton National Bank PLC.)"
  ]
}