{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/teflon-tiran-and-visa-outsourcing/",
  "time_ut": 1715443200.0,
  "original_lang": "en",
  "original_title": "Teflon Tiran and Visa Outsourcing",
  "original_body_lines": [
    "Everything seemed quiet on the government front, bar the colours and noises of May Day politics. Then all hell broke loose one day, at the airport of all places. The old ETA (Electronic Travel Authorization) system, which everyone requiring a visa on arrival had got used to, was gone, and a new VFS system that no one has heard of was in place. The change apparently had been implemented following cabinet approval of a proposal by Public Security Minister Tiran Alles based on an unsolicited offer by a consortium of three foreign companies.",
    "The unsolicited proposal that would seem to have landed in the Minister’s inbox without prior notice, in fact emanated from a consortium of three visa business enterprises: GBS Technology Services, a global visa outsourcing company, with head office in Singapore; IVS Global-FZCO, which is a government-authorized Indian private company that collects Personal, Educational and Commercial documents for attestation; and VFS VF Worldwide Holdings Ltd., is also an outsourcing and technology service specialist, head-quartered in Zurich and Dubai. Their declared enterprise is to support governments and their far flung diplomatic missions. Outsourcing is their specialty.",
    "It was a different specialty at the Bandaranaike International Airport. The airport stuff hit the social media and older media, and questions were flung at the government. One editorial asked: Whose brilliant idea was it? That was a rhetorical question, but the Minister in charge of Tourism answered the media in general: Ask the Immigration Minister. The latter happened to be in Singapore when the visa fiasco broke out – where else would you find Sri Lankan decision makers when their files are caught up in crises at home? Remember Maithripala Sirisena. Now, he is barred from entering any political office in Colombo. Gota too went to Singapore in search of other pastures. But he returned, the home turf being greener than any other, especially with a green man at the top.",
    "But unlike the two failed Presidents, Minister Alles is a power unto himself. He stood his ground in Singapore, so to speak, and promised answers upon his return. Which he did, first at a special media briefing and later in parliament. But there were no real answers, but only take-it-or-leave-it assertions. “Tiran talks tough,” one news story headlined Minister Alles’s special encounter with the media. Minister Alles justified the visa processing change based on “feedback from tourists and the need for an improved visa issuance system.” And he validated the decision-making process inasmuch as it included “a thorough review conducted by a Cabinet-appointed committee, which sought recommendations from the Attorney General and obtained unanimous approval from the House without debate.”",
    "However, in parliament, under pressure from Opposition MPs, the Minister conceded that “the proposal regarding VFS charges was not presented to Parliament,” while arguing that “It was not necessary to present it to the Parliament,” because it had been approved in cabinet. He made another admission of error, a more grievous one for the visa seekers. The new system did not include the most popular 30-day visa. That was a mistake, the Minister admitted. Slipshod bureaucracy serving a Minister on a high speed power trip. There is no other explanation.",
    "That the new visa system was given cabinet approval is irrelevant to the question, whose brilliant idea was it? After 46 years of steady erosion of the administrative and financial regulations (ARs & FRs) that guided public procurement until 1978, getting cabinet approval for public spending has become a bad joke. And what does the Attorney General have to do with this? Proffer recommendations on technology for choosing between alternative online visa processing systems? There were no competing alternative systems anyway to evaluate. Not even two. Only the unsolicited proposal. Did the Attorney General opine that it would be legal to accept the only offer? But was it the best or the most suitable to choose? We will never know.",
    "In fairness, Minister Alles has described to the media the process that led to obtaining cabinet approval. On September 8, 2023, the Minister submitted a Cabinet paper on the unsolicited proposal from VFS, and on his recommendation the Cabinet appointed a Committee to review the matter. The Committee included representatives from the Treasury and other officials who were in discussions with VFS officials. The Committee completed its report in December, and on December 4, the Minister presented another proposal to the Cabinet, incorporating the committee’s report. Cabinet approval was granted on December 11 and the MoU with VFS was signed on December 21, 2023.",
    "The Minister’s two proposals and the Committee Report that were presented to the Cabinet in September and in December have not been released to the media, nor have they been presented in parliament even after all the airport commotion. They should be made public along with VFS’s unsolicited proposal. Parliament has a right to ask for them for review and debate, and the Speaker has the obligation to get them tabled in parliament by the Minister.",
    "Parliament and the public also need to know who were on the Cabinet-appointed Committee, who provided input on IT matters, and who first undertook the review of the VFS offer. In a normal and well-run procurement system these are routine matters, and there is no need for such public prying. But when the process is opaque and weighted, maximum probity is needed to clean up the mess.",
    "There is another matter that needs to be placed in the public domain, and that is about the understanding the Minister and his co-decision-makers had on the operation of the old ETA system and its alleged shortcomings. We do not know if either of the two proposals by the Minister or the Committee Report that was sandwiched between them dealt with the operation of the ETA systems and its merits as well as shortcomings. All that we know so far are the Minister’s off-the-cuff remarks about the ETA, and the long but insubstantial supporting statement issued by the Controller General of the Immigration and Emigration Department, Mr. I.S.H.J. Ilukpitiya.",
    "Minister Alles has contended that the change from ETA to VFS processing was “prompted by complaints from tourists” about the ETA, and the need for “addressing long-standing issues” with it. According to the Minister, such complaints were even “directed to President Ranil Wickremesinghe during his engagements with the tourists themselves.” But this is not the assessment of anyone in the in the tourism business, nor has this been the experience of travellers in general including this writer.",
    "The Minister of Tourism, Harin Fernando, has distanced himself from the outsourcing decision while accepting collective responsibility for it as a cabinet member. The Sri Lanka Tourism Development Authority has expressed relief at the revocation of the new system as its officials were concerned about it being an impediment to the industry registering two historical highs in 2024: 2.3 million tourists and USD 5 billion revenue. Quite a number of people owning private tourism small and medium have also spoken out in favour of the old system.",
    "By all accounts, the ETA system was developed by state-owned SLT-Mobitel, and Mobitel has been the IT service provider to the ETA from the time it was launched in 2012 until it was outsourced to VFS. The system began receiving text inputs only and over time it was upgraded to allow uploading of supporting e-documents by visa applicants. That is my understanding and even my experience of using ETA.",
    "However, what both the Minister and the Controller General (CG) have identified as ETA’s main technical problem is its alleged “inability to obtain applicant’s photographs, photocopies of passports, other certificates and documents to the system online (these documents are essential for security verification).” Even if this were so, such a problem could have been fixed using expertise available in Sri Lanka. It did not require outsourcing the whole operation, like wielding an axe to crack an egg.",
    "The Controller General has listed other drawbacks in his long statement but gives no indication whether these matters were ever taken up with Mobitel and what attempts were made to address them. According to media reports, however, “following a cabinet decision in July 2021, Mobitel was given a contract to revamp and upgrade the ETA system.” It is further reported that Mobitel did invest time and resources to upgrade the system and was waiting to roll out the new system after COVID-19. Finally, the reports say that all of a sudden Mobitel was instructed to stop work and the new VFS consortium was hired in December and began rolling out its version on April 17.",
    "Mobitel could still help the public understanding of the matter by providing its version of the sequence of events. Hopefully, it would do so, and sooner than later. Independent of what Mobitel may or may not do, we could still pose some questions to the Minister, the Controller General, and collectively to the Cabinet of Ministers. Given the long involvement of Mobitel, as a state-owned enterprise, in providing technical support to ETA, did the Minister or his staff discuss with Mobitel VFS’s unsolicited offer and invite Mobitel to submit an alternative proposal?",
    "Alternatively, as a state-owned enterprise with its past ETA experience, Mobitel could and should have been asked to provide an assessment of the VFS offer. At least, on the technical aspects of the offer. On the other hand, if the VFS offer was so manifestly superior, the Minister and the government should have negotiated with VFS to agree to an arrangement, or contract, which could have included a local technology partner – most suitably Mobitel. Unlike in a tender situation, in dealing with an unsolicited proposal the government has all the flexibility and the power to ask for and get whatever it wants – but only in the public interest, not for private graft. I don’t think any of this was done.",
    "Nor was the simple practice of vetting the unsolicited proposal (USP) was done. That would have meant the government, or the Ministry, reviewing the proposal and preparing its own Terms of Reference that would include a brief assessment of the USP and the government’s specific requirements that VFS should commit to deliver if the project or contract were to ahead. Again, none of this was done. Otherwise, the Minister would have said so and more. The rigorous level at which the USP was reviewed and accepted, likely without any change, can be gleaned from the statement of the Controller General that includes quite a laundry list of the merits of the USP. One of them really stands out. And that is about tourism promotion.",
    "Indeed, the obvious inability of Mobitel to promote Sri Lankan tourism abroad has been cited as one of its shortcomings and a reason for its sacking. On the other hand, VFS Global was touted for its “ability to promote the tourism industry of Sri Lanka in such countries (ability to get increased the number of tourist visits) because it has “an experienced base in obtaining services in 151 countries.” Why should a visa processing agency be tasked with promoting tourism? Did the Minister or the Controller ask for references from any of the 151 countries to confirm the tourism promoting credentials of VFS Global? And since when did promoting tourism become a mandate for the Controller General of Immigration?",
    "Still, we have no real answer to the question – whose brilliant idea was it? In fact, there will never be an answer if we are looking for a source of brilliance within the country. The idea, brilliant or not, came from abroad. Unsolicited and promising no cost to Sri Lankan, but only to tourists and expats looking for a fast visa clearance at the immigration desk before being ushered to the Duty Free stores.",
    "The outsourcing of visa and other population services hitherto handled by government officials, began in the twilight years of the Reagan-Thatcher era when outsourcing and downsizing were political credos. Western governments tentatively began to outsource some of their diplomatic functions, especially visa processing of permanent-resident immigrants and not so much temporary tourists. The outsourcing practice took flight and in the name of cost savings different countries contracted with the same company for visa services.",
    "Consortiums were formed to facilitate platforms that would serve multiple countries as clients. Once operational platforms are in place it becomes natural to bring in more countries clients at marginal costs but significant profits. Soliciting new clients with unsolicited proposals is a time tested method of business expansion. Add to that the information technology area becoming the latest terrain for making inordinate profits out of government contracting in a number of western countries.",
    "How, and why, Sri Lanka got caught in this IT web at this moment in its economic crisis juncture is the five billion dollar tourist visa question. At the centre of the controversy is Tiran Alles, the Public Security Minister. The Daily Financial Times devoted a day’s editorial to him on Wednesday, May 8, entitled, “Tiran Alles – the quintessential deal maker.” It recounts much of what is known about the man and his many deals. His first known deal making success in the 2005 Presidential Election is the single most political act to cost a presidential candidate an otherwise sure victory. The loser was Ranil Wickremesinghe and the winner of course was Mahinda Rajapaksa, the sole beneficiary of Tiran Alless’s alleged deal with the LTTE.",
    "Yet here we are almost 20 years later, after the Rajapaksa era had come and gone, and Tiran Alles is a key minister in the caretaker administration of President Ranil Wickremesinghe. It would be no exaggeration to say that Mr. Alles is the most powerful minister in the Wickremesinghe cabinet, next to the President of course. Not infrequently, in spite of the President. Minister Alles got his man to be the IGP against all protests by everyone and in spite of loud demurring by the President. He recently signalled police to use their weapons to get rid of criminals. Shades of former Filipino President Rodrigo Roa Duterte. The Bar Association protested, but nothing happened. It made news but only in English and not the Sinhalese press, according to Daily FT.",
    "It would not be unreasonable to say that no other Minister in the current cabinet has the power and the persistence to change the visa system the way Minister Alles did. If you can think of anyone else, you can write an article on him. But Minister Alles’s influence would seem to extend beyond the cabinet and even the government. Amidst all the opposition protests in parliament, the NPP leader Anura Kumara Dissanayake would seem to have remained quiet. May be he was not in parliament and was in one of overseas travels. But I have not heard him weigh in on the visa matter. I would not have noticed the omission but for the allusion in the Daily FT editorial to the NPP’s silence on the matter, and its loaded question: What is the deal between the NPP and Tiran Alles? The NPP could simply answer this question by asking Minister Alles all the other questions that everyone else is asking.",
    "The ground-boys of yore who cared for school and club playing fields",
    "GL alleges blatant abuse of state machinery for election purposes",
    "Govt. misusing state property to bribe voters ahead of crucial election – PAFFREL",
    "Lankan shrine stands tall despite Dutch persecution and civil war",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}