{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/transformative-mission-of-govt-must-not-be-undermined/",
  "time_ut": 1756146660.0,
  "original_lang": "en",
  "original_title": "Transformative mission of govt. must not be undermined",
  "original_body_lines": [
    "The arrest and remand of former President Ranil Wickremesinghe was unexpected. It seems that the former President did not believe that he would suffer the fate of countless others when he went to the police to be questioned on a Friday.  He ended the day in handcuffs and was taken away in the Black Maria used for the transport of criminals to jail. He is currently in the intensive care unit of the National Hospital, Colombo. This episode has caused much controversy and heartburn. The former President is seen by many as the leader who steered the country out of economic collapse and potential political chaos on more than one occasion.",
    "News reports indicate that the charges against the former President relate to misuse of public property amounting to Rs. 16.9 million. The alleged wrongdoing centres on a private visit he made to the UK, along with his accompanying group, of whom five were members of the security forces, presumably tasked with his protection. They were returning via London from official visits to Cuba and the United States, and it was in London that his wife received an honorary professorship from a university.",
    "The abuse of state resources by government members, ranging from the highest to the lowest, has been a phenomenon in Sri Lanka for most of its post-independence history. The problem has been growing over time. It has been escalating by leaps and bounds so that government leaders, who were once believed to be asking for 10 percent as commission, were reputed to be demanding multiples of that amount. The strict application of the law relating to abuse of public property has made Ranil Wickremesinghe the first ever head of state to be put into remand prison, pending further legal action.",
    "The issue of waste and abuse of state resources by government members came to the fore in 2022, when the national economy collapsed and the government was forced to declare international bankruptcy. The shortages and tripling of prices that took place at that time led to huge public protests that centred around corruption and wastage of public resources. The Aragalaya protests were not simply about fuel lines and food shortages; they were about the frustration of a population that had seen impunity reign for decades while their own living standards collapsed.",
    "Since the NPP took over the reins of government a large number of former government members and public servants have been charged with corruption and abuse of state resources and imprisoned by appropriate courts of law. These actions are an indication of the government’s commitment to a corruption-free country it promised in its manifesto and for which the electorate gave their vote. With the arrest and detention of its former President, Sri Lanka joins a select group of countries with high levels of accountability for those in public life and which have jailed their former leaders. Examples would be France, where President Nicolas Sarkozy was convicted in 2021 of corruption and served his one-year custodial term under house arrest with an electronic tag rather than in jail. In Italy Silvio Berlusconi, who was Prime Minister for several terms, was convicted in 2013 of tax fraud. Due to age and health, he served his prison sentence through community service rather than prison.",
    "The question is whether the charge on which former President Ranil Wickremesinghe has been remanded will be sustainable in a court of law.  Higher administrators are often given private travel as part of their office.  In this particular case, the former President stayed with his group for two days in London while in transit from the Americas on a visit that his office designated, initially, as private and then official. The question is whether the invitation to him from the university that awarded his wife an honorary professorship was official or private and whether a sitting President can travel without his security detail if on a private visit or needs to pay the bill himself.",
    "The practice of dealing with private and official  matters differs from country to country. At one extreme, in the United States, former and current presidents are protected by the secret service for life, with all travel and security costs borne by the state, regardless of whether the trip is official or private. In other countries, the president or head of state is usually required to take state-funded security protection with them abroad on private visits. Personal accommodation, family expenses, and non-security delegation costs are usually expected to be privately funded. If state funds are used for these, they are usually subject to reimbursement or public scrutiny.",
    "If there is lack of clarity of concepts of private and official travel and expenses in the Sri Lankan context, they need to be discussed so that the mistakes of the past will not be repeated.  In particular, when it concerns the office of the president, an office which has been provided with a high level of immunity and powers, should not be tasked with  relatively small administrative issues which are debatable. The NPP government has embarked on a worthy mission to transform the corrupt political culture in Sri Lanka and make it one that paves the way for economic and moral development.",
    "It is important that the anti-corruption and anti-waste measures that the government has taken as a result of its manifesto promises and people’s mandate should continue and be sustainable. This requires building a consensus and public support without being eroded by  actions that are debatable if best practices in international settings are considered. Next month, Sri Lanka will have to answer the allegations of war crimes at the UN Human Rights Commission in Geneva. There, too, a balance will need to be found so that the outcome is constructive. The challenge before Sri Lanka is to ensure that our quest for justice gives space for compassion and the demand for accountability does not divide us but strengthens national development.",
    "Arrest of Wickremesinghe, democracy and Rule of Law: Upholding accountability",
    "Whither Meritocracy? Reimagining Grade 5 Scholarship Examination in Sri Lanka – II",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}