{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Ceylon-Beverage-Holdings-announces-new-additions-to-Board/34-767311",
  "time_ut": 1727651549.0,
  "original_lang": "en",
  "original_title": "Ceylon Beverage Holdings announces new additions to Board",
  "original_body_lines": [
    "Ceylon Beverage Holdings PLC has announced the appointment of Jonathan Alles, Ajay Bhaskar Baliga, and Saktha Amaratunga as Independent Non-Executive Directors on its Board.",
    "Alles and Amaratunga have also been appointed to the Board of Lion Brewery Ceylon PLC.",
    "Alles was the Managing Director/Chief Executive Officer of Hatton National Bank PLC, one of Sri Lanka’s largest private sector banks. He counts over 37 years of banking experience, having served several international banks including the National Bank of Abu-Dhabi, Saudi British Bank-Riyadh, British Bank of the Middle-East, and HSBC, Dubai and Colombo, before taking on the reins at HNB.",
    "He served on many Boards within the HNB Group as well as in the banking industry. Alles was a Director of the Sri Lanka Banks Association (SLBA) and was its Chairman from 2014 to 2016. In 2018, he was elected Chairman of the Asian Bankers Association, a position he held for three years, and was a member of its Board of Directors and also served as the Chairman of the Advisory Committee.",
    "He was recently appointed as an Independent Non-Executive Director of United Motors Lanka PLC.",
    "Alles holds a first class MBA in Finance from the University of Stirling, UK. He is an Associate Member of the Institute of Bankers of Sri Lanka (AIBSL) and recognised as a Gold Medallist in 1990 for best results.",
    "Ajay B. Baliga has over 40 years of experience in the alcobev space in various roles with different companies, starting from factory management and production control to end-to-end global supply solutions. A Chemical Engineer by qualification, he was an Executive Director for Allied Blenders and Distillers Private Ltd., a manufacturer and marketer of spirits brands based in Mumbai, India, till January 2020. Before this, he served as the Global Supply Director – Mainstream Spirits for Diageo, the global leader in beverage alcohol. He has in the past worked for United Spirits Ltd. (USL) and Shaw Wallace and Company Ltd., both in executive and senior management roles.",
    "He served on the Executive Committee of United Spirits Ltd., India’s largest alcobev manufacturer, and a Diageo Group Company, and thereafter on the Global Supply Executive Committee of Diageo PLC.",
    "His areas of expertise lie in Corporate and Business Strategy, Governance, General Management, Projects and Acquisitions, Procurement and Sourcing, Supply and Planning, Regulatory and Compliance, Innovation and Product Development, and Technical and Operations Excellence within the Indian and global space.",
    "His long years of association with the Indian alcobev space lends to his extensive knowledge, interest, and insights on trends, consumer behaviour, market dynamics, and regulatory framework for market penetration and development.",
    "Presently, he also serves as a Director on the Board of the following publicly listed companies and a few Committees of the Board: EID Parry (India) Ltd., India: Non-Executive Independent Director; Ramco Industries Ltd., India: Non-Executive Independent Director; Globus Spirits Ltd., India: Non-Executive Director; The Ramco Cements Ltd., India: Non-Executive Independent Director; and Lion Brewery (Ceylon) PLC, Sri Lanka: Non-Executive Independent Director.",
    "Saktha Amaratunga is an Independent Non-Executive Director of Carson Cumberbatch PLC, Bukit Darah PLC, and Hemas Holdings PLC, Chairman of Carson Cumberbatch PLC and Hemas Holdings PLC – Audit Committees, and a Commissioner of PT Agro Indomas Indonesia, a subsidiary of the Carson Cumberbatch Group. He is also an Audit Committee member of MAS Holdings Ltd.",
    "Previously, Regional Audit Controller (Asia Pacific) for British American Tobacco, he has more than 20 years of experience with British American Tobacco, having performed senior finance roles for the Group in Sri Lanka and the United Kingdom, and also being the Finance Director of British American Tobacco Operations in the Czech Republic, Sri Lanka, Switzerland, Japan, and Malaysia (IT Shared Services Organisation).",
    "He has many years of experience in Strategy Development, Business Restructuring, Risk and Governance, International Finance, and People Development.",
    "He is a Fellow Member of the Chartered Accountants of Sri Lanka, Associate Member of the Chartered Institute of Management Accountants, UK and also a Member of CPA Australia."
  ]
}