{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Another-health-strike-to-inconvenience-millions/108-279923",
  "time_ut": 1711944720.0,
  "original_lang": "en",
  "original_title": "Another health strike to inconvenience millions",
  "original_body_lines": [
    "Colombo, April 01 (Daily Mirror) -The specter of a widespread health worker strike looms over Sri Lanka's medical landscape, as the Health Trade Union Alliance, representing 72 unions, has issued an ultimatum slated to commence on Tuesday, April 2, at 6:30 a.m.",
    "The year 2024 has thus far witnessed a series of health strike actions, with the latest marking the fourth occurrence in the past three months.",
    "Among the unresolved grievances plaguing the health workers, the main concern is the failure to provide an allowance akin to the DAT (Disturbance, Availability, and Transport) allowance extended to doctors.",
    "The government decided in February to exclusively raise the DAT allowance by Rs 35,000 for doctors. Subsequently, the health trade unions were agitated by the decision, prompting them to demand a similar allowance to the DAT.",
    "Nonetheless, health authorities have maintained their stance that the demand of the trade unions is not fair at this juncture. Despite previous negotiations with the Health Secretary on March 18, where a plea for a 10-day grace period to address the concern was submitted, the deadline elapsed on March 28 without tangible progress.",
    "As such, it seems that the authorities have turned a deaf ear to the grievance of the unions prompting them to resort to yet another strike action leaving people in dire straits.",
    "However, a glimmer of hope emerges as a crucial discussion is scheduled for today, April 1, involving officials from the Finance Ministry. The outcome of this pivotal meeting will sway the final decision regarding the impending strike.",
    "In a show of resolve, health trade unions have opted to withdraw services today at five key hospitals: Kandy, Anuradhapura, Kurunegala, Ratnapura, and Badulla.",
    "The withdrawal from services will be a prelude of a major strike which is pegged to cripple health services leaving lives of the innocent people at stake.",
    "As the nation braces for the looming strike, the spotlight remains fixed on the outcome of today's discussions, with the hopes of a resolution that averts the disruption of essential healthcare services hanging in the balance."
  ]
}