{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83751",
  "time_ut": 1709925300.0,
  "original_lang": "en",
  "original_title": "Batticaloa District MP Shanakiyan Rasamanickam Accuses Kalutara District MP Rohitha Abeygunawardena of attempting to Assault him Within Parliament at Prime Minister Dinesh Gunawardena’s Office; Says Attack on him was prevented by State Minister Ashoka Priyantha and Raises Privileges Issue",
  "original_body_lines": [
    "Tamil National Alliance (TNA) MP Shanakiyan Rasamanickam accused Sri Lanka Podujana Peramuna (SLPP) MP Rohitha Abeygunawardena of attempting to assault him in the Parliamentary complex yesterday.",
    "Raising a privilege issue in Parliament, MP Shanakiyan said that the incident occurred at the Prime Minister’s Office at the Parliamentary complex when he went to meet the Prime Minister concerning an issue in Batticaloa.",
    "“MP Rohitha Abeygunardena tried to assault me in the Parliament a short while ago. This happened in the Prime Minister’s office within the Parliament complex. I have raised a privilege issue and am concerned for my safety as he has threatened to assault me outside Parliament as well,” he said.",
    "“MP Abeygunawardena stating that I speak against the Government questioned how I can enter their Prime Minister’s Office. He challenged me to walk out to the lift, after I had insisted that the Prime Minister was for the entire country,” Shanakiyan explained.",
    "The Batticaloa District MP further said that MP Abeygunawardena had implied that he could not enter the PM’s Office as he was a Tamil politician.",
    "Shanakiyan questioned if this was the example the Parliament Members set for national reconciliation.",
    "He said that State Minister Ashoka Priyantha had prevented MP Abeygunawardena from assaulting him, which was also witnessed by the staff at the PM’s Office.",
    "MP Shanakiyan requested the matter to be raised before the Parliament Ethics and Privileges Committee, adding that in the event it is not raised, he will be forced to file a Police complaint as this incident was a threat to his life.",
    "Soon after taking to ‘X’ the MP noted that he has alerted the Speaker of the House about the incident today. This is not the first time where I have been threatened by SLPP members. The Parliament Privileges Committee has failed to investigate and take action against on previous instances, and it has now reached to a point of assault,” he claimed."
  ]
}