{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sdb-bank-welcomes-veteran-banker-kapila-ariyaratne-as-new-ceo/",
  "time_ut": 1727718240.0,
  "original_lang": "en",
  "original_title": "SDB bank welcomes veteran banker Kapila Ariyaratne as new CEO",
  "original_body_lines": [
    "SDB bank is pleased to announce the appointment of Kapila Ariyaratne as its new Executive Director /Chief Executive Officer. A renowned banking professional with extensive experience in the financial sector, Ariyaratne is set to lead SDB bank’s ambitious journey of innovation, growth, and transformation, positioning it as a key player in Sri Lanka’s financial landscape.",
    "With a strong foundation serving the cooperative sector and SMEs, SDB bank is now poised for significant expansion across the island, introducing innovative solutions to its customers with technology at the core of its strategy. Ariyaratne’s arrival will undoubtedly provide the impetus needed to accelerate this growth agenda, bringing a wealth of expertise and visionary leadership that will elevate the bank’s presence and offerings.",
    "Ariyaratne is no stranger to leading transformational change. Having previously served as the Director/Chief Executive Officer of Seylan Bank PLC for over a decade, he successfully steered the institution through critical periods of transformation and growth. His deep expertise, spanning Corporate and Institutional Banking, Commercial Banking, and Development Credit, has been honed through leadership roles at prestigious institutions such as Nations Trust Bank PLC, People’s Bank PLC, ABN Amro Bank, Arab National Bank (Saudi Arabia), and Mashreq Bank in Sri Lanka. His extensive experience, both local and international, will be instrumental in taking SDB bank to the next level.",
    "Throughout his illustrious career, Ariyaratne has demonstrated exceptional leadership in Sri Lanka’s banking industry. He has held influential roles including Chairman of the Sri Lanka Banks’ Association in 2022 and Governing Board Member of the Institute of Bankers of Sri Lanka from 2011 to 2023.",
    "Developing Asia seen as needing US$ 1.7 trillion annually to meet growth targets between 2016 and 2030",
    "Colombo Fort’s cultural revival: Developing Sri Lanka’s next tourist hub with Fairway",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}