{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/the-incident-issues-of-academic-freedom-sri-lankan-high-commissions-involvement-the-implication-of-the-indian-mea/",
  "time_ut": 1726238448.0,
  "original_lang": "en",
  "original_title": "The Incident & Issues Of Academic Freedom: Sri Lankan High Commission’s Involvement & The Implication Of The Indian MEA",
  "original_body_lines": [
    "Silence And Choreographed Timidity at South Asian University: Interview of Sasanka Perera by Anushka Kahandagamage and Kaushalya Kumarasinghe.",
    "[Sri Lankan academic Sasanka Perera, left the South Asian University on 31 July 2024 which he had helped establish as a SAARC institution. His leaving was consequent to a targeted attack against him as the only Sri Lankan scholar in the university and one of handful of non-Indian teachers in a heavily Indian dominated space. Perera’s leaving and the widespread global coverage it received is significant black mark against academic freedom in India in general. It also marks the steady Indianization of the South Asian University which was meant to be a place of teaching and reflection for all South Asians. In this wide ranging interview, two former South Asian University students, Anushka Kahandagamage based in New Zealand and Kaushalya Kumarasinghe based in Sri Lanka speak to Perera at length about the incidents itself and its circumstances.]",
    "This is the part three of the interview. [Part one can be read here ,Part two can be read here",
    "Anushka Kahandagamage: You have spent over a decade at SAU. Can you talk about the idea that gave genesis to the university and where it is now?",
    "Sasanka Perera: I have spent 13 years at SAU. The idea of the university was a brilliant one coming from some of the foremost minds of South Asia including Ashish Nandy from India, Imtiaz Ahmed from Bangladesh, Kanak Dixit from Nepal and much later me too in some of the latter meetings in Colombo. This was long before the university was established and was only an idea. It was a grand idea to bring young people in South Asia together to learn collectively in a non-hierarchical setting irrespective of the issues the nation states from which they come might have with each other.",
    "At the beginning the Indian government even came up with an unrestricted visa for all those who came to SAU – academics, staff and students. This has been since discontinued. The original idea was to have different faculties in different cities in the region or to have the main campus in Colombo or Kathmandu. The latter was to facilitate visa issues. But since establishing the university in Delhi, because of the promise of the Indian government to fund all construction expenses and much of the operational costs, visas have always been an issue. In this sense, Delhi clearly was the wrong place to set up the university. But it did and continue to offer library facilities and other infrastructure which other South Asian cities may find difficult to offer. For years now the university, financially, has been on life support with funding going down to almost zero from almost all countries. Only India pays something.",
    "Sasanka Perera: Let me put it this way. SAU’s main failing was that, in the first place, compared to the passionate ideological commitment towards the idea of South Asia apparent in the university’s founders, all the top leaders so far appointed as Presidents purely based on the Indian government’s interests, have been completely devoid of any serious vision. Such appointees and the coterie that had surrounded them at different times were people with no serious exposure to international institutions, very parochial in outlook and negligible understanding of culture, society, politics and economy of the South Asian countries. They certainly did not have any notion of South Asia as perceived by the founders. Unfortunately, President Aggarwal also belongs to this coterie of woefully inadequate political appointees. And all these Presidents have made wrongful and illegal decisions particularly in appointing officials at the top violating SAU rules. It is truly unfortunate that the university’s Governing Board and SAARC itself, which supposedly ‘owns’ the university have never seriously looked into these issues. This pronounced disinterest on the part of the Governing Board and SAARC has allowed SAU to become what it is today.",
    "It is not that India does not have visionary and brilliant academic leaders if one must appoint leaders only from India. It is simply that SAU has always had mediocre minds at the top level. And the Indian government and the MEA have never nominated any of the intellectually sharp Indian colleagues who could have done the top job well. We have always got subservient academics and their main qualification was their proximity to the regimes of the time.  I find this truly unfortunate and shameful.",
    "Second, right now in addition to being led by people lacking vision, SAU also woefully lacks people who have experience. These are very average academics who merely got their promotions in SAU and that too often via dubious means. I am talking of the present Vice President, present Registrar, almost all current Deans and Heads of Departments including the junior colleagues who served in the inquiry committee appointed against me. One thing is very clear: how on earth would a university that does not look into credible charges levelled against its faculty by students and some staff, appoint them as Deans and Chairpersons and as members of inquiry committees?",
    "This situation can only be remedied if the Indian government removes the immunity currently enjoyed by SAU and its faculty and allows people who have faced injustice to seek redress in courts. Right now, SAU is a fiefdom for the corrupt and the unethical, completely and wrongfully protected by the Indian government. This immunity must be revoked if the university is to have any future – legally and ethically speaking.",
    "So, with all this in context, I would say SAU is completely and irrevocably dead when compared to the original grand idea I referred to earlier. It cannot be reinvented in the former glory with these kinds of people in charge. It can only go forward in its present mediocre sense.",
    "Anushka Kahandagamage: Let us talk a bit about the Sri Lankan High Commission’s involvement in your case. Why did you feel the need to reach out to the Sri Lankan High Commission in the first place? What were your concerns behind this move?",
    "Sasanka Perera: Ideally, I would have preferred not to have done this. But I had absolutely no confidence based on past experience that any inquiry in SAU would be reasonable and fair. I have been proven right. For instance, before my case, four colleagues were illegally suspended for no good reason. Further, the arrears of the salaries of those who were later brought back have not been paid up to now. Students have also been suspended and expelled often without real cause or due process. But fortunately for them, Delhi High Court has recognized their right to education by setting aside SAU’s claims of immunity from prosecution. Critical and reflective students are often sent ‘show cause’ notices and threatened with expulsion from hostels as a routine matter of intimidation. This is how SAU routinely works. All this is a matter of record.",
    "Because of SAU’s status of immunity, I also had no recourse to courts of law in Delhi. I think this immunity is the worst privilege the Indian government has bestowed on SAU. It has allowed the institution to become a criminal enterprise where illegality, lack of ethics and due process have become the norm. It has made SAU a safe haven for limitless malpractice. Right now, it is being run like a concentration camp. People have no rights. There is no sense of ethics or propriety. All these are a matter of record in SAU and in some cases in the public domain. As a foreigner in this situation, I was even worse off. If there is anything consistent in SAU, that is its illegality in dealing with people.",
    "Now, let’s look at my own case. Given this situation, I informed in my first response to the President with examples that the charges against me were trumped up; and since no evidence was presented against me, the inquiry should not proceed. But the President ensured that the inquiry continued, and that too led by an ethically compromised committee. I asked permission to be accompanied by a representative from the Sri Lanka High Commission to look after my interests and to observe the proceedings. This was roundly denied by SAU, and the High Commission itself, quite shockingly, did not pursue this which it should have. I requested all proceedings to be recorded, and copies made available to me. Though promised on record, such records were never kept. When asked for, the Charman of the Inquiry Committee Pranab Muhuri said, ‘we only have nots and pieces.’ Of my cross examination of colleagues, every single person edited their statements after the proceedings, and those doctored documents did not reflect what actually happened in the proceedings.",
    "Would you believe that colleagues also stated on record that that they had not seen the proposal they had approved. If this is the case, any decent university would have routinely fired these people for negligence of duty in statutory bodies. It is they that should have been inquired into – not me. So, I refused to sign false documents with doctored testimonies. Minutes of meetings have been falsified too. All these are a matter of record.",
    "I informed President Aggarwal on two or three different occasions formally of the illegal and unethical ways the inquiry was progressing. And I did so with evidence. But he did not intervene despite my request to do so, and instead presided over what became a Kangaroo court with a preconceived judgment, and ample space formally provided for falsification of documents including inquiry proceedings. All this was very ably and consistently supported by most colleagues in the university and particularly my own former department, by their abject and shameful silence.",
    "So, in this situation, I thought the only protection and support I can get would be from the Sri Lanka High Commission. After all, as basic international relations would explain, it is among the most fundamental duties of an embassy. In fact, I must say, it did its job very well at the beginning with the High Commissioner herself initially taking the lead. But later, she completely changed her position and literally threw me under the bus by lying in public via her letter to the Indian Express on 9th August 2024 claiming that I did not provide her the details of the proposal concerned, including the Noam Chomsky quotation. As you know, I have countered these allegations with evidence in the Wire of 9th August 2024.",
    "Everyone in Delhi who has talked to me about it – including senior journalists, scholars of International Relations and South Asian affairs – has told me that given her shocking change of attitude, she would have certainly been told to retract her position and support to me by Indian officials. In fact, it certainly looks so in the absence of anything else that is plausible. However, I personally do not believe this to be the case. But I have no explanation for her decision to go against the interests of a fellow citizen when he most needed his country’s support and had no other recourse. I can only say it was utterly shameful and unbecoming of a senior diplomat.",
    "Kaushalya Kumarasinghe: Although you have written to the Sri Lankan High Commission about the problems you were facing  at the university, did you ever think of reaching out to the MEA or any Government of India officials regarding this?",
    "Sasanka Perera: I did not.  I had very good relationships with a number of MEA officials and several Government of India officials when I was the Vice President.  Almost all those I have met were intelligent people and I had considerable respect for them.  But all this was at an official level. When this recent incident began to unfold, I held no official positions at the university and therefore I had no formal or informal channels open with them.  Also, I had no confidence in the MEA by this time.  After all, it was they who championed the appointment of President Aggarwal with all his questionable leadership issues at SAU, which have now become apparent.  Besides, they have an official stationed at SAU who I am sure would have provided MEA details on what was going on.  But at no point, did the MEA advise their own officer at SAU, or the President to be sensible or fair in what was going on.  I had enormous regard for the earlier MEA liaison officer at SAU during my tenure as Vice President. The present person is like the fictional ‘invisible man’. He did not even have the courtesy to make an attempt to contact me though I was the most senior and experienced academic at SAU and former Vice President.  It was very unlike a senior diplomat.  It is an absolute  failure that there are no formal channels open between SAU academics and MEA that do not go through the SAU President, particularly in situations where victims do not have access to courts, and when MEA is the main Indian government body that deals with SAU.",
    "MEA also knows well the issues of malpractice and corruption at SAU. Much of this, particularly involving the way SAU has recently dealt with protesting students and the four illegally suspended colleagues was in the public domain too.  Tis should also include what I consider illegal salary increases in recent times. Besides, many MEA officials who have visited SAU have been paraded around looking at flower beds and buildings, while brand new ceilings are already crumbling in the main academic building, and go back after a curated high tea and a polite meeting.  How can anyone learn of what is going on with that kind of choreographed performances?",
    "So, given all this that I had seen at close quarters, I did not think MEA would do anything. After all, External Affairs Minster Jaishankar has already said in Parliament that SAU is an autonomous organization and they had no control over it. It is a very convenient public position to take while exerting all the possible control it needs behind the scenes all the time.  The best thing MEA can now do is to remove the immunity enjoyed by SAU and its faculty so that at least it can come under the purview of Indian courts of law, and victims would have the possibility to seek redress, which they simply cannot at SAU.",
    "Kaushalya Kumarasinghe: Let’s now talk a little bit about your future after your exit from SAU. What do you plan to do In the future? How would you continue your academic work and research? Are there any specific projects or areas of study you plan to focus on?",
    "Sasanka Perera: I have been planning for my retirement for five years now. So, I have a lot of plans. I don’t consider myself to be a regular academic. But have numerous interests within and beyond my discipline. I must see to the completion of a book I am co-editing with a young colleague on what may be called intellectual traditions in South Asia focusing on key words in selected regional languages. I plan to complete the writing of my book on pilgrimage between Lanka, India and Nepal for which I did not have the time while in SAU. I have to continue the Heritage and Place Making Project of which I am a chief investigator along with colleagues from University of Heidelberg, SOAS University of London and Social Science Baha, which I brought to SAU with millions of INRs in European Union funding though I never drew a salary from the project for my efforts. That must be now transferred to Colombo as it goes where I go as per the contract SAU has signed.",
    "I have to continue my translation of poetry and fiction and also continue to write my own poetry. All these are matters of passion for me. And now, I am also thinking of writing a detailed biography of my time in Delhi and SAU given the information and institutional memory at my disposal.",
    "I am also in the process of setting up some institutional structures for social research in Sri Lanka, but also with a South Asian focus. One must understand that the South Asian sensibility and focus in SAU’s institutional makeup is clearly lost and have also become illegitimate. It needs to be rediscovered and reestablished, and preferably outside of India if one were to learn from these experiences.",
    "*Anushka Kahandagamage and Kaushalya Kumarasinghe are former Sri Lankan MPhil and PhD Candidates at South Asian University, New Delhi currently based in New Zealand and Sri Lanka"
  ]
}