{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Presidenshel-Elecshen-Gide/14-766856",
  "time_ut": 1726690138.0,
  "original_lang": "en",
  "original_title": "Presidenshel Elecshen Gide",
  "original_body_lines": [
    "Oll are saying that this PE will be the first one decided on a Second Count! Which means the Manaapey olso matters! But before Manaapey counting, first Number 1 & 2 will be decided and then the Manaapeys on every other PEC is counted and winner declared! It is like a game of Musical Chairs, thirty peeples playing, suddenly there is ONLY ONE CHAIR & TWO PEEPLES! And the votes of the eliminated players will determine the winner!",
    "Then you have five happy years of telling the peeples from time to time, “I told you so!”",
    "The day you sit on that chair, everything changes. I know peeples say “The Putuwa won’t change me” I olso said it, before I sat in it, (My dear Frend Wikrama knows oll about this, when he got the Putuwa on a platter from me!) but once you sit on that Putuwa, there are things you must learn to do, you must be SELECTIVE!",
    "SELECT:  What you hear / Who speaks to you / What you remember / Who and What you ignore  (applicable to your manifesto as well)",
    "And when the CriticalsFellows start hammering you, then you may Select to Ignore! It will not be your fault, it is the fault of that Putuwa!",
    "The Putuwa you are sitting on does things to the seeter (the person sitting on it)",
    "The Putuwa makes you beleeve that whatever you say or do is correct.",
    "In fact, when I first sat on that Putuwa, someone told me “Pusswedilla, parissamen waadi wenna! Oya putuwey Mother Thereesa waadi unath, nagitinakota KimmyKardaashiyen wela ivaray!”",
    "I am glad that most of you are staying from tolking about our big secret. The A.S.S.! Arsikland State Service!",
    "They say the greatest trick the A.S.S. ever pulled was convincing everyone that ONLY politicians are part of the A.S.S.!",
    "Bus drivers, Municipal officials, Health workers, train drivers, Electricity bored, Doctors, Teechers, Police, Armed forces, Customs, Inland Revenue, Port workers, they are oll part of the A.S.S. only!",
    "Please don’t panic at the last minite and go and tell peeples what we oll have promised never to tell!",
    "The fact that we are so bad at creating jobs for them through wealthy economics principals, that we prefer ‘creating’ jobs for them inside the A.S.S. which is why the A.S.S. is so big!",
    "Please do NOT tell peeples that such a bis A.S.S. is not only a burden on the Nashen but on the Treshery becose even after retiring, the A.S.S. gets the penshen!",
    "That no matter how big, inefficient and expensive it is, the A.S.S. keeps growing…",
    "Cyril even had a nickname for the A.S.S.! He colled them “BIGASS” (Big, Ineffishent Gembaas of Arsikland State Service)",
    "Please have a part in your manifesto with the following buzz words:",
    "Digital / Infrastructure / Software / Systems / Digitalization /  Hardware / Artifishel Intelligent /  Digital Services etc.",
    "These words must appear frequently, preferably with its own chapter. Everyone knows, that none of it is going to happen, but understand, that the Voter is a simple Child. The voter expects you to have things like this in your manifesto, so Voter at least knows, that YOU at least know about it! Oll of you published manifestos, do you even know what the word really means?",
    "Manifesto -  A word that comes from the joining of other words.",
    "Man - from English to define a member of the Human beings (not specifically Male)",
    "So the meaning of the word Man-if-Esto is “If Be Thou a Human being” Which means you must  make promises that you mean and ones you will keep, “AS A HUMAN BEING!”",
    "You have heard about the Global North and Global South? North has all the Power and South has all the Debt! In Arsikland, we have all accumulated a debt of over 50 billion US Dollars!!! Not oll of it went to Corrupshen, I know that OLL OF YOU KNOW THAT! A lot of it went towards infrastructure (I know that some if it is useless, with Abandoned Airports and Loss-Making Ports and Bunjee-Jumping Towers and Paddy-Drying Highways!) and some of it olso went to paying the A.S.S.! Olso remember that some if it went to paying interest on others etc! Anyway, bottom line is we have big debt! Now no point playing the blame game, that’s like when Haaminey blaming Husband for buying expensive Sixty-Nine Inch TV, when Childrens have no food!  Husband says “Now the TV is there, might as well use it! We may be hungry but we watching TV on biggest TV in the Village!!!”",
    "You need some Fairy-tales to win votes and everybody who has won an elecshen in Arsikland has made promises that they can’t and/or won’t keep!",
    "But whoever wins, remember one thing, many peeples will visit you and congratulate you and try to get frendly with you, you will discover relashens and school frends that you never had before! (Wikama, this is applicable to even you!) But one of your first visitors is, Riyality! And guess what not only does she (Riyality) visit you first but she will never ever leave. Just stays by your side, you can try to ignore her (like my Malli Choolaabahaya did) but Riyality is olso very close frends with Karma, and they are both exactly alike!!! (As my Malli Choolabahaya found out!)",
    "We are Arsikland. That is the truth!  We are not going to become some technicolour-everyone is happy-low taxes - everything subsidised- world class facility - Utopian state overnight! My good friend Jack, once said “You can’t handle the truth” I tolding him “No Jack, the truth can’t handle me!”",
    "The truth is, the best we can hope for is for is a nation where we become a little kinder to each other,  a nation which condemns corruption so much, no one takes part in it, a nation where we don’t leave the lesser fortunate ones behind, a nation which gives opportunity to all. Maybe we can hope for a future where society itself gets better and feeds in a better class of people to politics! If we can work towards that, then maybe we will have a nation even the global north will want to be!",
    "Oll the best to everyone! And May Arsikland Prosper in Peace and Harmony!"
  ]
}