{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/unilever-sri-lanka-inaugurates-solar-power-project-at-horana-factory-contributing-to-national-renewable-energy-goals-and-global-sustainability-commitments/",
  "time_ut": 1718039460.0,
  "original_lang": "en",
  "original_title": "Unilever Sri Lanka inaugurates solar power project at Horana factory, contributing to national renewable energy goals and global sustainability commitments",
  "original_body_lines": [
    "Unilever Sri Lanka recently inaugurated a new 2.33 MW solar power project at its Horana factory, partnering with Abans Electricals PLC for project execution. This significant step forward in Unilever’s commitment to sustainability and renewable energy represents a total investment of 1.3 million Euros. The project aligns with Unilever’s Global Climate Transition Action Plan (CTAP) and contributes to the ambitious goals set by the Sri Lankan Ministry of Electricity and Energy for transitioning the country’s electricity supply to renewable sources by 2030.",
    "Ali Tariq, Chairman and CEO, Unilever Sri Lanka said “We are proud to inaugurate this solar power project, yet another investment to protecting our environment through sustainable practices. It is not just about manufacturing quality products and brands. We also ensure that we act as responsible corporate citizens in everything we do, aligning with our global vision of making sustainable living commonplace. The investment will produce 30%-35% of our Horana factory’s energy requirement.",
    "The project is expected to reduce Unilever’s carbon footprint by curbing carbon emissions by a remarkable 2,090 metric tons per annum, which is equivalent to the environmental impact of planting over 48,000 trees.",
    "“I would like to congratulate the Unilever Sri Lanka team for initiating this rooftop solar mechanism in the Horana manufacturing facility. It helps with the factory’s power generation as well as contributes towards national targets of renewable energy. With the targets that we’ve set for 70% renewable energy carbon neutrality by 2050, there needs to be more private participation in the industry. I’m glad that 2.33 Mw rooftop solar will contribute to about 1.5% of our own target for this year on rooftop solar facilities. Climate change is a real challenge and it has been witnessed in Sri Lanka more than ever, so we need to move away from traditional hydropower generation to solar, wind, biomass, new initiatives with battery storage facilities so that we can sustain energy requirements.” said Kanchana Wijesekera , Minister of Electricity and Energy.",
    "Unilever Sri Lanka is a leading manufacturer and distributor of Fast-Moving Consumer Goods (FMCG) with a portfolio of 30 popular brands serving millions of Sri Lankans every day. The company is committed to doing good while doing business, focusing on sustainability through its Unilever Sustainable Living Plan (USLP). As part of this commitment, Unilever actively contributes to the Climate Transition Action Plan (CTAP), which outlines a comprehensive strategy to reduce greenhouse gas (GHG) emissions across the entire business and value chain, as part of this strategy Unilever Sri Lanka will increase total solar generation in its network to 4MWs in 2024. Recognizing the urgency of climate action, Unilever aims to achieve net zero emissions by 2039. From 2024 onwards, climate change, nature conservation, plastic reduction, and supporting livelihoods have been identified as the cornerstones of Unilever’s sustainability agenda, underpinning its commitment to responsible business practices.",
    "Share market driven by retail investors as IMF third tranche hopes rise",
    "Unilever – Lever Ayush strengthens commitment to traditional medicine as Main Sponsor of International Research Symposium at AyurEx Colombo 2024",
    "Unilever Sri Lanka and Ministry of Agriculture & Plantation Industries sign MOU on sustainable tea production",
    "Unilever Sri Lanka, the Central Environmental Authority and the Marine Environment Protection Authority enter into a partnership for a sustainable future",
    "Unilever Sri Lanka celebrates a Decade of Empowering Sri Lanka’s Youth",
    "‘Unilever Around Sri Lanka in 60 Days’, an initiative launched to upskill and empower youth across universities in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}