{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/in-the-context-of-hon-sampanthans-exit/",
  "time_ut": 1722653399.0,
  "original_lang": "en",
  "original_title": "In The Context of Hon. Sampanthan’s Exit",
  "original_body_lines": [
    "Hon. Rajavarothayam Sampanthan served as a Member of Parliament for Trincomalee District from 1977 on wards when he became a Member of Parliament as a TULF (Tamil Liberation Front) candidate. With brief interruptions, he re-entered Parliament. But from 2001 he continued to be an MP until 30 June 2024 the day when his life on earth came to an end at the ripe old age of ninety one. His membership in the Tamil Arasu Kadchi/ Federal Party was from 1956. His interest and involvement in Tamil politics has lasted for the past sixty eight years. This longstanding veteran politician who has been witnessing and partly if not fully influencing the Tamil stream of politics has made a mark by being an elderly politician who lived nine decades with a burning desire to see the Tamil Nation in Sri Lanka get its due rights via politically accepted means. He saw the violent outbursts and the full scale wars failed to get the desired results. The aftermath of 2009 turned the history of the Tamils in Sri Lanka into a directionless dark path. The elections come and go. Promises are made never to be honoured. Those who are democratically elected both from the majority community and the minority communities make speeches that are recorded and kept for future generations to read if they care. Presently, the question is what was the goal Hon. Sampanthan tried to reach or finally achieve by actively participating in politics for nearly six decades and quite recently sitting and waiting to receive and send messages. Even unto the last days of his exit he was considered to be some one important in the Sri Lankan political arena. That is why so many tributes are showered to him.",
    "Hon. Sampanthan got enamoured and interested in politics a few years after the Federal Party was inaugurated by S.J. V. Chelvanayakam, Thanthai Selva or Eelaththu Gandhi as he was called. Thanthai Selva  was a flawless politician who tried to direct and lead the Tamil political journey in a nonviolent and truthful path for very many years and was beaten and kicked by the Sri Lankan security forces at Galle Face when he staged the Satyagraha. His breakaway from the Tamil Congress was due to the decision G. G. Ponampalam made with the passing of the unjust Act that deprived the Tamils in the Hill Country voteless and stateless persons even though they had lived in Sri Lanka for one hundred or more years at that time. Their sweat and blood enriched Sri Lanka and kept the economy growing. They were enjoying the rights as every other citizen in the country up to the time this ominous Act was passed. But it was D. S. Senanayake who  took away their fundamental rights with the support of some of the MPs from the minority communities. The policies with which S. J. V. Chelvanayakam was leading the Tamils would definitely have influenced the then young Sampanthan. He also would have treasured the idea of federalism for Sri Lanka just like Thanthai Selva. A federal constitution would have carved a judiciously strong path in the direction of a political solution then and there. That would have led this piece of land called Sri Lanka to be “the other Eden” and “a demi-paradise”. The whole nation would have benefitted without the necessity of war or violence. Even after seventy five years of false politics in this beautiful island the same mistakes are repeated. The supposed to be the leaders and elected MPs do not want to lead but they beautifully and artfully mislead. This attribute covers a wide spectrum of Sri Lankan politicians irrespective of community divide. So this young Sampanthan then would have imbibed the tenets of federalism that would have again taken shape afresh now when the ambition of carving a separate Eelam became unachievable. Sampanthan knew that there will not be wars between the Tamils and the state of Sri Lanka for Tamil Eelam any more. He firmly believed there should be a claim for a federal solution that will not only solve the ethnic crisis but also pave the way towards an economic  revival and upkeep of the country as a whole.",
    "That is why even when he was unable to attend the parliamentary sessions he delivered messages now and then insisting that there should be a federal constitution for Sri Lanka and through which the Tamils in Sri Lanka should enjoy the political and civil rights in total. This policy of his cannot be  deemed to be utterly useless or should be discarded because the time to achieve it is so far away or even very very difficult. The foreign diplomats and some Sri Lankan politicians too valued his opinions and visited his residence to have conversations with him on the political problems of the Tamils and the possible solutions to the same. He knew for sure the solution was obvious but the paths to reach the goal are tedious and enigmatic. Still he clung on till the last with the hope of achieving something in his life time. But human frailties, illness, old age and finally the inevitable and unconquerable end to the living beings called death has silenced him. But “men may come and men may go” but their visions, dreams and fruitful goals in life will go on for ever till those materialize at some point to bear fruit for generations to come. The achievements and the good characteristics of a person who is no more are always remembered and spoken about. Tribute after tribute has adorned the pages of news papers and social media soon after the news of Hon. Sampanthan’s passing away was announced. I would like to quote some tributes and comment on them briefly to honour his life and death.",
    "While paying his last respects to the Former TNA Leader Hon. Sampanthan in the Sri Lankan Parliament President Ranil  Wickremasinghe said that he recalled a conversation Hon. Sampanthan and he once had where he said to President Ranil, “Ranil, do you think I would ever advocate for dividing our country? I witnessed our independence in 1948 as a child.” The President continued with his tributes, “None of us witnessed that opportunity and most of us weren’t even born at the time. However, he held his own views on how power should be devolved. There is no need to dispute them as he dedicated considerable efforts to his beliefs. While there remains some unfinished business in this regard, completing those tasks would be the greatest tribute we can offer him.” Here it is obvious that Hon.Sampanthan has cherished, nourished, and carried with him certain plans as to how his belief in a federal constitution for Sri Lanka will be ideal to preserve unity, solidarity and also the best form of reconciliation. Will this ‘unfinished business’ find some form of resurrection and be considered with some serious intent if President Ranil Wickremasinghe comes back to power?",
    "Secondly, the opposition leader, Sajith Premadasa expressed his tribute on June 30, 2024 thus. “Today we mourn the loss of Mr. Sampanthan who served Sri Lanka for over half a century. His dedication to equal rights for all Sri Lankans is a beacon of hope. His fair and just leadership will continue to inspire",
    "me and many others. Truly it is an end of an era.” Sajith’s tribute is short but we can read a lot into it. He is a leader who has openly declared in the North of Sri Lanka recently that he will implement the 13th Amendment fully in order that every citizen in the country enjoy equal rights and participate equally in performing their duties. His openness in courageously putting forward a policy statement has to be appreciated and welcomed. Will he repeat the same pledge to convince his voters in the South at some point in his Election Manifesto that there is no other way but to to treat all the Sri Lankans equally irrespective of caste, creed and nationality to see freedom, fraternity and fellowship flower once again in our Motherland? There should definitely be a policy announcement soon regarding 13th Amendment which he thinks is the right way forward.",
    "I wish to quote from the article Perversity of Ex Post Facto Commendation by A. L. A. Azeez, former Permanent Representative of Sri Lanka to the UN in Geneva. “Sampanthan is no more. And at no time in Sri Lanka’s history can another Sampanthan arrive on its political landscape ever… He was a force to be reckoned with on all matters – politics, peace and security, law and justice and development. In all these his views were bold, unambiguous, straightforward and persuasive at the same time.” In this article Mr Azeez portrays Hon Sampanthan as a Tamil leader who tried his best to see that the Tamil Muslims too should join in with the other Tamils to demand some constitutional provisions for the minority communities to enjoy equal rights in the country. So Hon. Sampanthan’s endeavours have to be commented. Of course, all the Tamils in Sri Lanka have to unite in reclaiming their rights and privileges to lead a life of equality and freedom in all respects. That was Hon. Sampanthan’s dream as well.",
    "In conclusion, I would suggest as a nonagenarian that all the Sri Lankan political leaders, the religious leaders and the people of Sri Lanka take some moment to reflect and draw a mental picture of a Sri Lanka where all the citizens are happy and contented irrespective of any difference or bias of any racial, linguistic or religious superiority in a land where Buddhism, Hinduism, Christianity and Islam prevail and majority of the citizens are believers and actively participate in religious practices and want to follow the important principles and tenets of these religions.  Hark ye sisters and brothers united we live. Divided we fall. Let there be a united Sri Lanka with a just and equitable devolution of power to the minorities that leads to a meaningful reconciliation and permanent peace. That is the best tribute we all can pay to Hon. Sampanthan who has exited from our midst."
  ]
}