{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85530",
  "time_ut": 1739047920.0,
  "original_lang": "en",
  "original_title": "The Eminently Predictable  Public Uproar Over the Attorney-General’s Personal Directive to the CID to Release Three  key Suspects Relating to the Magisterial Inquiry into the 2009 Assassination of “Sunday Leader” Editor Lasantha Wickrematunge",
  "original_body_lines": [
    "What is most remarkable about the directive by the Attorney General to discharge three key suspects relating to the magisterial inquiry on the 2009 assassination of Sunday Leader editor, Lasantha Wickrematunge, easily one of Sri Lanka’s most emblematic cases of political impunity at the highest levels of political and military command, is the (apparently) stunned surprise of the state law office at the heated public controversy that has ensued in its wake.",
    "Surely what else could have been expected? That the discharge order, curiously if not bizarrely communicated under the hand of the Attorney General himself to the Criminal Investigation Department (CID) on 27th January 2025, would not have been ‘leaked’? Perhaps that may have been the case earlier but scrutiny of such acts by a bitterly angry public is at an unprecedentedly high level.",
    "It would have been naïve to expect otherwise. That being said, it needed an extraordinary amount of gumption and guts (pejoratively speaking) for the first law officer of the state to have put his personal stamp on a communication of this magnitude. We will not belabour that point for the moment.",
    "Making the uproar worse was a (reported) response by a representative of the state law office to protestors who camped outside the Office on Thursday, that it owes no explanation to the public.",
    "Hot on the heels of that defensive reaction, the Office issued a ‘clarification’ on the discharge order. In an obvious attempt at ‘damage control,’ the ‘clarification’ claimed that the ‘leaked’ discharge order was not an accurate reflection of the communication in issue to the CID.",
    "Further, the discharge of the three suspects related to an ‘alleged abduction’ of Mr Wickramatunge’s driver, (who was not an eyewitness to the murder), which was recorded six years after the incident.",
    "Due to an ‘error’ in the identification parade, there was an insufficiency of evidence against the suspects leading to the discharge, it was explained. It was also assured that the discharge will not bar the re-filing of ‘fresh charges’ based on ‘new evidence.’",
    "This discharge did not relate to suspects implicated in the murder of Mr Wickrematunge which is ‘on-going,’ we were told (despite an astounding period of fifteen years passing). Both incidents were referenced by the same number, B/92/2009.Unsurprisingly, this clarification did nothing to assuage the public uproar.",
    "Meanwhile, the National Peoples’ Power (NPP) Government, caught off-guard as much as the Attorney General, resembled a startled deer trapped in the glare of the headlights of an oncoming car, as the controversy intensified.",
    "The Prime Minister promised on the floor of the House that the ‘Government’ will re-file indictments in the case ‘if it is necessary.’",
    "It was also said that new evidence will be collected even though ‘there is plenty of evidence already on record.’ This was in response to a strongly worded plea by the daughter of the assassinated editor to impeach the Attorney General.",
    "But that political promise may have been better framed, to put it mildly. Certainly it is not the job of the Government to guarantee the ‘filing’ of indictments or for that matter, to assess the extent of ‘evidence’ in cases.",
    "These assurances (however well intentioned) conjure dreaded memories of past regimes whose politicised prosecutions were summarily thrown out of court. In an alarmed rejoinder, the Bar Association of Sri Lanka (BASL) warned against any move by the Cabinet to ‘review’ the impugned discharge order.",
    "The BASL pointed out that the independence of the Attorney General should not be undermined, quoting from the well-known case of Victor Ivan v Sarath N. Silva (1998) to emphasise the ‘importance of a due investigation.’",
    "It was observed (quite rightly) that the decisions of the Attorney General may be judicially reviewed through writ or fundamental rights petitions. That said, this vexed question of review of prosecutorial decision-making must be responded in a far more considered way. Glaring shortcomings in that review process where the Sri Lankan legal history is concerned must be acknowledged.",
    "That includes extreme judicial conservatism, even on the part of our most ‘liberal’ judges, in actually reversing decisions of the Attorney General.",
    "The law must change and advance, even if needed, through statutory amendments. That must be noted if the legal fraternity is to escape the allegation of ‘banding together’ to prevent accountability of its own ‘institutions.’",
    "While it is fine to moralise regarding the accountability of political institutions, the Rule of Law extends to far more than this.",
    "In fact, the very judgement cited by BASL well illustrates that point. Here, the Court refused to grant leave to proceed to the editor of the Sinhala weekly ‘Ravaya’ newspaper who had complained that his constitutional rights had been violated by the Attorney General indiscriminately filing indictments for criminal defamation.",
    "The primary question was whether a decision of the Attorney General to grant sanction to prosecute or to refuse to do so, could be judicially reviewed.",
    "That question was answered in the affirmative with the Court asserting that the discretionary powers are neither absolute nor unfettered. However in a classic instance of ‘giving with one hand and taking with the other’, the bar as to at what point would intervention be justified was set forbiddingly high.",
    "This would only be in instances where the evidence was ‘plainly insufficient’ or where there was no investigation.",
    "In sum, the judges applied the ‘exceptional circumstances’ test which would act in favour of the prosecutor in ninety nine per cent of the cases.",
    "Moreover, faulty investigations on the part of law enforcement officers could not be visited on the Attorney General, it was said. Decades later, the global legal standard on review of prosecutorial discretion has mightily advanced from this conservative viewpoint.",
    "Decisions of the Commonwealth courts have emphasised that the prosecutorial decisions are protected only if the prosecutor acts ‘reasonably’, without malice or culpable ignorance or negligence.",
    "Notably, the South African Supreme Court of Appeal in Zuma v Democratic Alliance (2017) has subjected the exercise of prosecutorial power to the constitutional principles of legality and rationality.",
    "That is a far more rigorous standard than what was said in the Ivan case that ‘errors and omissions’ by the Attorney General does not suffice to establish a case for judicial review.",
    "In the South African case, the discontinuation of a prosecution against the President was adversely ruled against. ‘Discontinuing a prosecution in respect of which the merits are admittedly good and where there is heightened public interest’ does not underscore the credit of the prosecutorial office or promote its integrity, it was observed.",
    "To be clear, this problem will arise regardless of whatever prosecutorial office is in question for Sri Lanka. In short, the question will still be relevant even if the NPP Government implements its campaign promise to establish an independent Office of the Director of Public Prosecutions (DPP) which activists and the Opposition are calling for.",
    "In some countries, the review of prosecutorial discretion is provided for by law which is an option that may be looked at for the DPP. Never mind that the history of a DPP office in this country has not been all that promising.",
    "For that matter, no office tasked with handling prosecutions has boasted a stellar record since the politicisation of public service and judicial systems following the Republican Constitutions of 1972 and 1978.",
    "This would be far better than the broken record of ‘Government assurances’ and Presidential meetings with state law officers that go nowhere."
  ]
}