{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/three-generations-share-their-experiences-of-menstruation/",
  "time_ut": 1716897060.0,
  "original_lang": "en",
  "original_title": "Three generations share their experiences of menstruation",
  "original_body_lines": [
    "“When I was young, a girl who got her first period was scared and frightened,” Burkinabe grandmother Marie, 73, tells her daughter, Aminata, and teenage granddaughter, Nassiratou, 18 – who calls her grandma “Yaaba”.",
    "The three women sit together beneath a tree in their village in west-central Burkina Faso, engaged in forming balls of seeds to make a condiment called soumbala. “The girl’s mother would give her a sheepskin to sleep on until the bleeding stopped,” confides Marie. “At that time, girls and women were isolated during their periods. They washed their sheepskin and protective cloths every day, which is why in the Moore language, we use the word ‘washing’ to refer to the time of menstruation.”",
    "In Paraguay, 73-year-old grandmother Maria also shared her experience of periods with her daughter, Ester, 51, and 16-year-old granddaughter Alma, Ester’s niece. “We didn’t use to talk about it,” Maria says. “We, in secret, had to deal with it and there were no sanitary pads or anything. You had to use cloths, wash and iron them.”",
    "Maria, 73 (right), with her daughter, Ester, 51 (left), and granddaughter, Alma, 16 (centre) in Paraguay [Plan International]",
    "On any given day, in all corners of the world, about 300 million women and girls are having their periods, according to a report by a collection of non-governmental organisations (NGOs) advocating for investment in menstrual health.. At the same time, one in four lack access to menstrual health products or clean toilets reserved for girls, according to a report by the social change non-profit advisory group, FSG.",
    "Some are forced to use materials such as old newspapers, rags, earth, sand, ash, grass or leaves to manage their periods – like grandmother Bui Non in Cambodia, who, as a young girl, used pieces of a sarong as makeshift sanitary towels. “I cut the fabric into pieces,” Bui Non, 57, says. “After a week, I buried or burnt those fabrics.”",
    "Taboos, stigma and myths from long ago still abound in many rural communities around the world, with a culture of silence and shame often surrounding the issue of menstruation. Beninese grandmother Angel remembers how women in her day were not allowed to cook over a fire or serve food to their fathers if they were menstruating.",
    "For Inna, a Togolese grandmother, things were even more challenging. “The family had to find a room on the roadside where the menstruating girl had to spend her entire period. Then, the family alerted the whole village.” Still, in many communities, girls are excluded from everyday life and opportunities, especially school, when they are on their period.",
    "Nowadays, when girls are able to manage and talk about their periods, it is often down to longstanding community health projects working with girls and boys, women and men to encourage intergenerational dialogue to break down taboos and barriers about menstrual health. “It’s a matter of rights,” says Inna’s 16-year-old granddaughter, Denise, who – like all the teenagers in this article – participates in such a community project run by Plan International, a humanitarian organisation working to advance children’s rights and equality for girls in 80 countries around the world.",
    "“Before, no head of the family would allow a discussion session like the one we’re having today about menstruation in his family,” agrees Aminata in Burkina Faso. “The change nowadays is clear.”",
    "Marie, 76, in Burkina Faso, demonstrates the type of cloth she was forced to use as a young girl when she had her periods [Plan International]",
    "In the past, women in Burkina Faso used a thick, traditional, cotton cloth called Faso Danfani to manage their periods, which, says 76-year-old grandmother, Marie, often caused irritation between the thighs. By the time her daughter Aminata got her period, a newer, cheaper industrial wax fabric was available. “Our mothers gave us pieces of cloth to protect ourselves,” explains Aminata, “and that was it; we didn’t talk about it any more.” At first, Aminata found talking about periods to her own daughter awkward – “because we were both ashamed”, she says, laughing. “Now, we still talk about it with a little embarrassment, but thanks to the awareness sessions, we’ve understood that menstruation is completely normal, and it’s important to talk about it.”",
    "Aminata (right) says at first she was ashamed to discuss menstrual health with her teenage daughter, Nassiratou (left). Now, she realises menstruation is a natural process and ought to be openly discussed [Plan International]",
    "As she speaks, Aminata is helping her daughter, Nassi, 18, who calls her “M’maa”, lift a large basket onto her head. It is not particularly heavy but Burkinabe women traditionally help each other put things on their heads, symbolising solidarity and togetherness.",
    "“In my community, a woman on her period who takes proper precautions can do whatever she wants and go wherever she wants,” says Nassiratou. Not all the taboos have been lifted: “However, she shouldn’t cook for the Muslim fast, go to the mosque, touch the Quran, approach fetish altars, or touch certain traditional medicines.”",
    "Nassi has her own toilet, and when she needs sanitary pads, she asks her mother for money to buy them. “Today’s discussion has brought me a lot, because it allowed me to travel through three generations – my grandmother’s, my mother’s, and mine. Before, I was ashamed to talk about periods with my mother, but now I’m comfortable. I can even talk about it with my grandmother!”",
    "Assana, 24, (right) with her mother, Gnoussiado, 60, whom she calls ‘Inami’, and her grandmother, Akoyiki, 80, whom she calls ‘Afeno’, in their village in Togo [Plan International]",
    "“When I was young, girls who were on their periods were not allowed to prepare or serve food to their fathers,” says Akoyiki. “That practice was known to everybody, and no girl would be accused of laziness or lack of respect for it.”",
    "In the past, women in her village of Elavagnon in Togo used pieces of red cloth as sanitary pads, which were held in place by a string of pearls fastened around their waists.",
    "“Once the cloth was nice and tight, we felt very comfortable,” says Assana’s mother, Gnoussiado. “In our time, a girl on her period could not be seen by, or interact with men, with the exception of her husband. The girl on her period was not allowed to go out as she pleased.”",
    "Though Assana, 24, admits girls still get teased if they have a stain on their clothes, things have changed for the better. “We wear pants and bras. For our generation, we’re more comfortable thanks to disposable pads that can be bought everywhere. Even during our periods, we’re able to do any kind of activities without worrying too much.”",
    "Teenager Blanche, 18 (pictured right), with her grandmother, Angel, 80, (centre), and her mother, Pierrette, 42, (left), both of whom Blanche calls ‘Dada’, at home in Benin [Plan International]",
    "“It was difficult for me during my periods because I was afraid of staining my uniform,” says Blanche, who attends a club in Benin run by Plan International, which teaches girls about menstrual health and encourages and facilitates intergenerational dialogue on the subject.",
    "“My school didn’t have toilets adapted to the needs of girls, and I had to go home every time to freshen up. Several times I missed my lessons. The distance between the house and the school is not negligible, and it was difficult to commute each time.”",
    "Grandmother Angel got her first period when she was 15. “I spoke to my mum about it straight away, and she got me a piece of loincloth. You hung the piece of cloth on a belt of pearls around your waist. We usually reinforced the filling with another one.”",
    "Angel, 80, pictured with her granddaughter, Blanche, 18, in Benin [Plan International]",
    "When Angel was young, it was forbidden for girls on their period to prepare food for their father. “The fathers made spiritual amulets to protect themselves and their families, but these items lost their powers when they came into contact with menstruating women.",
    "“Girls were also forbidden from handling fire during their periods – that is, cooking, because of the risk of bleeding too much. We were careful not to get too close to the fire, it was too strong. We were also careful not to eat too much sugar or fat.”",
    "In contrast, Angel’s daughter, Pierrette, who is now 42, was allowed to cook for the whole family, though many myths remained, and she avoided going out during her period – often for practical reasons. “When I tried to walk a long distance, I got injuries between my thighs caused by the fabric padding rubbing against my skin, which was painful and very annoying.”",
    "Seila, 13, (right) with her mother, Sokna, 35, (left) and her grandmother, Bui Non, 57 (centre) in Siem Reap province, Cambodia [Plan International]",
    "“We didn’t have sanitary pads in my day,” says Bui Non, 57, who lives in Cambodia, “so I cut fabric from a sarong into pieces. I washed them to reuse for only a week. After a week, I buried or burnt those fabrics – unlike now, where you can easily buy and use sanitary pads.”",
    "“When my daughter had her period, I kept telling her to clean herself and use fabric as a pad. If she felt sick, I’d help by doing skin coining once per period – we rub balm into the chest, back and shoulders until red is seen. This could relieve the pain.”",
    "“I didn’t have access to sanitary pads when I was Seila’s age,” says Sokna, 35, whose daughter is 13. “I used soft fabric by cutting a skirt, a sarong or shorts. The hard fabric could burn my thighs, making me feel uncomfortable and sweaty. I took a shower three times daily to feel fresh.”",
    "Seila, 13, picks beans near her home in Siem Reap province, Cambodia [Plan International]",
    "Teenager Seila learned about periods from different sources, including watching videos and reading posts online, as well as from her grandmother. “I feel comfortable discussing menstruation with my close friends, but I haven’t discussed menstruation with any male family members or friends yet. I feel embarrassed about it.”",
    "Rahamatu, 19, (right) with her mother, ‘mama’ Sakina, (left) and her grandmother, also Rahamatu but known as ‘Kaka’, 58, (centre), at home in Bauchi, Nigeria [Plan International]",
    "Nigerian grandmother Rahamtatu, 58 – also known as “Kaka” in her family – says: “In the past, mothers were often afraid to tell fathers when their daughters were menstruating, because some fathers wouldn’t understand, and might even blame the girls for doing something wrong, as if we were chasing men and boys.",
    "“Some husbands would even avoid their wives when they were menstruating. Some wouldn’t eat their wives’ food, but nowadays, husbands are more understanding. There’s still room for more awareness and acceptance, especially for the younger generation.”",
    "“In my time, I couldn’t discuss my condition with anyone,” Kaka’s daughter, Sakina, says. “We had to wash the cloth we used, but nowadays, with the availability of sanitary pads, there’s no need for washing. They simply use and dispose of them, and this is a noticeable change.",
    "‘Some girls couldn’t attend school because of their periods but we got sanitary pads at school, which was a big deal’. Rahamatu, 19, (centre) with her mother, ‘Mama’ Sakina, (left) and her grandmother, ‘Kaka’, 58, (right), at home in Bauchi, Nigeria [Plan International]",
    "Sakina’s daughter, Rahamatu, receives sanitary pads at school as part of a Plan International project. “Before, when girls got their period, we’d help each other out and use a clean cloth like our school head tie or wrapper,” says Rahamatu, who is a peer educator for the project, and visits other girls and their families to talk to them about menstruation.",
    "“Some girls couldn’t attend school because of their periods, but thanks to the project, we got sanitary pads at school, which was a big deal. I’m much more confident talking about menstruation now. My friends are excited too.”",
    "‘We were told we couldn’t eat tomatoes, fish, eggs or lemons’. Paz, 80, (left), with her daughter, Ana, 47, and granddaughter, Hazel, 18, at home in Chalatenango, El Salvador [Plan International]",
    "“So as not to suffer later, we couldn’t eat tomatoes, fish, eggs or lemons,” laughs grandmother Paz, 80, chatting at home with her granddaughter, Hazel, 18, and her daughter, Ana, 47, in Chalatenango, El Salvador. “After the period, yes, we could eat whatever we wanted. My mum used to tell me that I couldn’t go to the river because the water would enter through the pores and that was bad, so what you used to do was to use old clothes, cut them into strips, and fold them. After being used, they were burned.”",
    "“The project was very impactful on my life as a girl,” says Hazel, a peer educator for Plan International’s project in Chalatenango called Power of Red Butterflies. “I was taught about my body, and they explained to me about my first period, my menstrual cycle and how to be prepared for that moment. We were a little group of girls, and it was very special, the trusting and sharing of ideas.”",
    "Denise, 16, talks to her mother, Esther, 36, and grandmother, Inna, 72, about menstrual health in central Togo [Plan International]",
    "Menstruation was long a taboo subject in this village in central Togo, where 16-year-old Denise, talking to her grandmother Inna, 72, whom she calls Dada, and her mum, Esther, 36, whom she calls Mon’do, takes part in a Plan International community education and awareness-raising project about menstrual health. The project tackles gender discrimination and stigma, and offers practical support for girls to access menstrual products.",
    "“As the period approached, the girl had to prepare for it by secretly buying products like talcum powder, body ointment, and a comb,” explains Inna about life when she was a young girl. “On the first day of her period, we had to hide and call our mother or one of our sisters to help in secret. It was forbidden to enter the house.",
    "Denise, 16, (right), with her grandmother Inna, 72, (centre), whom she calls Dada, and her mum, Esther, 36, whom she calls Mon’do [Plan International]",
    "In her day, Inna would wear pieces of cloth wound around beads as a sanitary pad. “For four days, from morning to night, the village brought food to the girl out of goodwill. Children came to spend time with the girl. During the day, all the girls of menstruation age would go to the river and bring water for her. In the evenings, girls and boys would visit her and pass the time talking, eating, singing and having fun with her.",
    "“Men and boys, even if they were your brothers, were not supposed to see menstruation cloths. It was forbidden, and we carefully hid them.”",
    "A ceremonial laundry session would mark the end of the girl’s period, and, with her friends, the girl would cover herself with talcum powder to re-enter the village. “Among the group, some of the older ones tried to escape from the rule,” laughs Inna. “We had to run after them to make sure everyone got the talcum powder.",
    "“Back home, the family of the girl brought us white rice with peanut sauce, and every girl who’d been to the river would bring a bowl from her house to get rice, and drink. On the fifth day, the girl who’d finished her period took a good bath, wore beautiful traditional cloths and pretty beads.”",
    "“I understand that my mother’s generation suffered a lot,” says teenager Denise. “For me, if I don’t have enough money for pads, I buy a few of these reusable sanitary napkins, which I can wash and dry in the sun when necessary. My wish is that the price of reusable pads be reduced. They’re too expensive.”",
    "Grandmother, Halima, 58, (centre) with her daughter, Deiya, 41, (right) and granddaughter Faulat, 21, in Nairobi, Kenya [Lorenzo Maccotta/Plan International]",
    "In Nairobi, Kenya, Faulat, 21, calls her grandmother, Halima, 58, “Shosho”. “In the olden days, periods were shameful,” says Halima. “A girl would lock herself in for days without going to school, until it was over.",
    "“The modern children are hard-headed. There is a difference. They just do not care during their periods. They do not respect their cycle as we used to. We were very secretive about it, unlike them.”",
    "“During our time, we were also ashamed,” says Faulat’s mum, Deiya. “You couldn’t even pass near a boyfriend. Nowadays, this generation doesn’t take it as a big issue. It’s seen as something very normal. But for me, when I’m on my periods, I don’t like it. I’d rather relax and stay at home.”",
    "Faulat, 21. ‘She really cried,’ her mum, Deiya, says when Faulat got her first period [Plan International]",
    "Faulat’s mum was able to support her when she got her first period. “She really cried,” admits Deiya, “but we sat her down and talked to her, and she got to understand, but she was still afraid.”",
    "“It caught me off guard,” admits Faulat. “I wasn’t prepared. It came just like a sickness.”",
    "In 2020, having had a difficult time coping with her periods, Faulat joined Kibera Joy, a Plan International partnership which supports girls with information, and sanitary pads. “It’s very open and you’re told things openly,” says Faulat. “Before, I used to buy sanitary towels, but sometimes my mother didn’t have the means, and she’d tell me to use pieces of cloth. At Kibera Joy, you may go for the pads at any time you wish.”",
    "At least 155 killed in Tanzania as heavy rains pound East Africa",
    "Kenya military chief Gen Francis Ogolla killed in helicopter crash",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}