{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/what-is-energy-and-why-do-we-need-it/",
  "time_ut": 1757958180.0,
  "original_lang": "en",
  "original_title": "What is energy? And why do we need it?",
  "original_body_lines": [
    "Nothing can exist without energy. Nothing is possible without energy. Despite being invincible and intangible energy can be stored. Such a fundamental physical quantity has no rigorous definition. Science texts empirically define energy as the capacity to do work.",
    "Plowing a paddy field, driving a vehicle or reading a newspaper are examples of numerous types of work we do and all these activities require energy. Production of things we need and our engagement in activities we desire demand energy. The world we live in is lively because of the work humans and other living organisms do, consuming energy.",
    "Any kind of work always entails a temporal change in an existing situation, suggesting a relationship between energy and time. For centuries, philosophers and physicists have suspected a deep connection of energy to time. And later, the reason for the existence of a quantity we observe as energy was noted to be consequential to the fact that the physical laws of nature in the present, in the past and in the future are the same! If not for this fact we would not be able to live at present guided by past and looking forward to a future.",
    "Moving things, heat, light, electricity and certain chemical substances carry energy and are usable as means to run machines and work. Different forms of energy are interconvertible; total energy remains constant during transformation. In 1905, Albert Einstein showed that matter and energy are interconvertible. We see this happening in nuclear reactions, but nobody knows why matter and energy are distinct. Present-day scientific theories find it hard to explain why matter exists instead of a universe permeated with radiation. A great thing about science is you can talk about many different things and establish precise relationships between them without knowing what they are.",
    "A characteristic of energy is it can move objects. Humans, more fascinated by observing the locomotion of animals than their own ability to run, pondered whether self-propelled vehicles could be invented. In 100 CE, the Greek mathematician and engineer Hero of Alexandria invented the first steam engine. The first self-propelled vehicle powered by a steam engine was invented by the French engineer Joseph Cugnot in 1769. Efforts to improve steam engines advanced the understanding of the nature of energy, particularly heat. It became clear heat is the energy of the random motions of atoms and molecules in matter and their average energy measures the temperature. Heat flows from hot to cold. The reverse cannot happen without an input of extra energy. For example, a refrigerator must be plugged in to chill food. When heat flows from hot to cold, machines can be devised to do useful work but heat transferred, cannot be totally converted to workable energy. The last statement, sometimes expressed in alternative forms, is named the second law of thermodynamics.",
    "The implications of the second law of thermodynamics go beyond the theory of heat engines. The law tells us that the orderliness of a closed system not supported by energy from outside, continuously decreases. In other words, disorder or randomness, referred to as entropy, increases. As Buddha said all systems decay and impermanence prevail.",
    "As evolution proceeded, the order of the biosphere increased tremendously. A self-organisation allowed as the biosphere gets energy from the sun outside the confines of the earth . The sun and the earth, together, approximate a closed system; according to the second law of thermodynamics, the disorder of this system should invariably increase. What really happened was enhancing order in the earth’s biosphere, sacrificing order in the sun. When we enjoy sunshine, the sun gets polluted with products of fusion reactions, increasing its entropy. We are not bothered by pollution in the sun at this moment. If life on earth continues for eons, pollution of the sun will affect life on earth, eventually eliminating life. There is no escape from the consequences of the second law of thermodynamics.",
    "Solar energy is the cleanest and greenest energy available to us, because we get it from outside. The extreme heat of the sun generates low-entropy radiation, more efficiently convertible to useful work, with a theoretical limit for conversion around 90%. Commercial solar cells have much lower efficiencies of around 20 percent. Even with that level of conversion, solar energy could substantially replace fossil fuels to cut down greenhouse emissions significantly. However, it is not convincing that renewables (solar photovoltaics and solar- derived wind and hydro) would be sufficient to replace fossil fuels completely and power the world. The problem aggravates as fossil sources deplete.",
    "Limited generation of energy from resources within the earth transformed human activities towards betterment. Process generates waste heat and materials. Most heat radiates to outer space and materials accumulate unless recycled. Civilized human society lasted for nearly ten thousand years because people used biomass as the energy source. Waste products are carbon dioxide and ash, both recycled by plants. The widespread fossil fuel use beginning 1800s gradually produced carbon dioxide at a rate exceeding the assimilation by forests causing the well-known greenhouse climate change.",
    "Escalating global energy demand is unlikely to be met exclusively by renewables. The future energy starvation of the world would not be solved without an internal energy source free of greenhouse emission as a supplement to renewables. Within the present state of knowledge only option available is nuclear energy.",
    "Today policy makers talk about hydrogen economy. Many believe hydrogen will solve the energy problem. Undoubtedly, hydrogen is the cleanest fuel. Burning hydrogen yields energy and water vapour. Yet hydrogen will have to be produced using more energy than what is obtained by burning it. Expansion of renewable sector to feed the grid for general consumption and hydrogen production, would not be that easy. The plausible avenue for a future hydrogen economy (hydrogen as the energy carrier) is use of nuclear energy to obtain it from water. Development of the solar derived renewable sector is important but the future global energy demand is unlikely to be met without nuclear energy. There is some evidence that hydrogen exists underground. Humanity is fortunate if it could be mined cheaply and the supply is adequate.",
    "We exist because of energy. Shortage of energy leads to poverty and starvation. Continuation of our existence demands more energy.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}