{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-reaches-isb-restructuring-deal-finalises-agreement-with-china-dev-bank-official-180060/",
  "time_ut": 1726748280.0,
  "original_lang": "en",
  "original_title": "Sri Lanka reaches ISB restructuring deal, finalises agreement with China Dev Bank: official",
  "original_body_lines": [
    "ECONOMYNEXT — Sri Lanka has reached agreements in principle on the restructuring of approximately 14.2 billion US dollars of sovereign debt with international sovereign bond (ISB) holders and also finalised an agreemnet with China Development Bank, State Minister of Finance Shehan Semasinghe said.",
    "Semasinghe tweeted Thursday September 19 afternoon that the ISB agreement was reached following successful negotiations with the Ad Hoc Group of Bondholders, representing international investors, and the Local Consortium of Sri Lanka, representing domestic financial institutions. The two groups collectively hold in excess of 50 percent of the bonds, according to the Treasury.",
    "“Furthermore, we are pleased to confirm that Sri Lanka has also finalised an agreement in principle with the China Development Bank. These significant developments mark a major step forward in our efforts to restore economic stability, achieve long-term sustainability, and deliver appropriate debt relief to Sri Lanka,” he said.",
    "According to a statement from the Treasury, the agreement in priciple with the AHGB follows the first agreement reached with the AHGB in early July 2024 on the key terms of a contigent debt treatment, providing Sri Lanka with varying levels of debt relief depending on the future economic performance of the country. Following consultations with the IMF over the past few months, to ensure that the agreed terms were fully compatible with the Debt Sustainability Analysis (DSA) under Sri Lanka’s IMF-supported programme, Sri Lanka and the AHGB were able to finalise the precise set of terms aimed at delivering the appropriate debt relief to Sri Lanka, the department said.",
    "“The agreement in principle with the LCSL follows negotiations over more than a year, and reflects domestic holders’ preference for a non-contingent debt treatment. It contemplates the exchange of bonds held by domestic holders for a mix of new plain vanilla USD and LKR denominated instruments with a reduced aggregate principal amount,” the Treasury statement said. (Colombo/Sep19/2024)"
  ]
}