{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/why-palestine-day/",
  "time_ut": 1732861976.0,
  "original_lang": "en",
  "original_title": "Why Palestine Day?",
  "original_body_lines": [
    "“The Zionists indeed learnt well from the Nazis so well that it seems that their morally repugnant treatment of the Palestinians, and their attempt to destroy Palestinian society within Israel and the occupation territories, reveals them as basically Nazis with beards and black hats” ~ Norman Finklestein",
    "“Global Palestine” has brought together once again numerous segments of humanity in different parts of the globe to demonstrate their unflinching support for and condemn Israeli terror against people of Palestine whose only crime against “Global Israel” is their resolve to free themselves from settler colonialism. The 44,000 killed so far with another nearly 104,000 wounded, of whom a large number were women, children, aged and the sick; the millions who had been made homeless in both Gaza and Lebanon, and above all the total desolation and pulverization of Gaza is testimony to the genocidal intentions of Netanyahu and his IDF so that at least Northern Gaza could be cleansed of Arabs and annexed with Eretz Israel.  What is even more shocking in this genocide and aggression is the support Netanyahu and his IDF are receiving from the superpower US and its Western allies by way of weapons, finance and strategic advice. It is that support which encouraged Netanyahu to ignore and reject ICC’s arrest warrants on him and his former Defence Minister Yoav Gallant.",
    "However, the real significance of Palestine Day should go beyond supporting Palestinians and condemning Israel and should concern about the quantum of injustice and terror committed by a co-called World Order (WO) that operates to the benefit of a few at the expense of many. The war in Gaza symbolises this greater tragedy. A left leaning NPP Government which came to power by championing the cause for system change should also give voice to a similar cause internationally. The international system or the world order needs fundamental restructuring. The Palestinian saga is ample testimony to a WO that operates mainly to the benefit of the rich and powerful. A brief explanation on how this WO functions and the tragic consequences flowing from it would strengthen the case for adding greater significance to Palestine Day.",
    "After the Second World War, which came to an end with the catastrophe in Hiroshima and Nagasaki where 400,000 civilians were killed by US atom bombs, and when humanity at last was dreaming of enjoying the serenity of peace, the merchants of death were working overnight to polish their deadly research on manufacturing even more lethal weapons to make money. War means profit for the death industry. The fact that US emerged as the new imperial master while almost the whole of Europe including UK remained structurally dislocated and economically impoverished provided a boost to US captains of military industry to build their entrepreneurial empire. The result is today’s US military-industrial complex (USMIC) which, as warned by President Eisenhower, was slowly and steadily exerting its control over the country’s media, research centres, universities, banks and finance companies and other commanding heights of US economy.  USMIC has now become the US imperium.",
    "For this imperium to survive and prosper killing fields in any part of the world outside US are a necessity.  The Cold War provided the golden opportunity to turn the developing world of Asia, Africa and Latin America into theatres of hot war. These theatres in turn produced opportunities for scientists in rich countries funded by USMIC to invent new weapons and test the effectiveness of those weapons outside US. Those weapons not only killed and wounded millions but also poisoned the natural environment. Today’s climate crisis is clearly a byproduct of an industrial complex developed by a technology which has turned lethal to the welfare of humanity. When the people in rich countries became aware of this danger and demanded cleaner technology, poor countries naturally became the dumping ground for the old version. Companies invested in polluting technology shifted their theatres of operation to developing nations. In 1991, Lawrence Summers, the chief economist of World Bank, openly advocated the export of polluting technology to the developing world where according to him life was cheap, population too many and therefore expendable. Environmental protection regulations in poor countries were deliberately kept weak by foreign advisors so that multinationals could use polluting technology legally.",
    "In this context, while Netanyahu had shown his middle finger salute to ICC arrest warrants on him and his former Defence Minister Yoav Gallant, another tamasha was being staged in Azerbaijan’s capital Baku between 11 and 22 this month. Around 40,000 to 50,000 delegates from around 200 countries that ratified in 1992 the United Nations Framework Convention on Climate Change assembled for the 29th time for the United Nations Climate Change Conference (CoP29). At the end of the deliberations the conference passed a resolution for rich nations, most of whom have a military industry, to pay $300 billion annually as climate repair damage to poor nations so that a target of S1.3 trillion could be reached by the year 2035. No wonder the delegates from poor countries called it an “insult” when they asked for an annual commitment of a trillion dollars each year.   There were also no specific targets set to reduce carbon emission and use of fossil fuel. When one considers the fact that Global North is responsible for 92% of greenhouse emissions and that US alone with only 4% of world population is responsible for 20% of that emission, one can imagine how bias is the so-called WO towards rich countries. Poorer nations are doomed to suffer under this order.",
    "There are other areas such as financialization of real economies, unfair tax systems, unfair trade practices in the name of free trade, poverty wages for labour in developing countries, criminalization of migrants trying to enter the developed world and scapegoating immigrant labour for the low wages in rich countries etc where the prevailing WO is widening the wealth gap between developed and developing worlds. Even within the rich countries the wealth gap between the rich and poor is widening. In short, the existing world order is an order of injustice, and the war in Palestine is stage managed by that order led by US and its allies. Doesn’t all this call for systemic change?",
    "With the end of the Cold War the idea of globalization or borderless world and advocacy of open economies and free trade became the accepted mantra for modernity and economic progress, which only created more economic and social disparities than ever before. The IMF, World Bank and WTO were created to supervise that order. Has any developing country emerged out of their poverty and distress with the help of these institutions?",
    "With the Trump administration taking over the US these disparities are set to multiply and worsen, and Palestine with more bloodshed and carnage is set to pass into the hands of an apartheid Zionist Israel.  As Antonio Gramsci the Italian philosopher said, “The old world is dying, and the new world struggles to be born; now is the time for monsters”. The prevailing WO with its institutions is one such monster. NPP Government with its commitment for systemic change at home must transform the Palestine Day from its narrow and pointed focus on Palestine to a wide and international focus for systemic change in the world arena too."
  ]
}