{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-give-smallest-defaulted-borrowers-till-dec-2025-to-restructure-loans-195031/",
  "time_ut": 1734513720.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to give smallest defaulted borrowers till Dec 2025 to restructure loans",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s small defaulting borrowers with loans below 25 million rupees will be given time till December 2025 to restructure loans after a parate execution suspension ends in March 2025, President Anura Kumara Dissanayake said.",
    "The suspension on parate execution or foreclosure, was suspended till December 15 after the last currency crisis triggered bad loans.",
    "By end September 2025 there were loan in arrears of 1,385 billion rupees relating 752,896 borrowers.",
    "“But 99 percent of these borrowers have taken loans below 25 million rupees,” President Dissanayake said.",
    "“Due to a sweeping suspension of parate execution the banking system can also become unstable. They also have peoples’ deposits. It is not other money. So, we have to be mindful of the safety of people’s deposits.",
    "“The impact of the collapse of finance companies were not felt by the directors or owners. It was felt by depositors. Some committed suicide.",
    "“So when we take decisions we have to equally balance the safety of the banking system and the protection to small and medium enterprises.",
    "The current parate execution suspension will continue to till March 31, 2025.",
    "For defaulted loans of a principal of 25 rupees, time will be given till December 2025 to come up with a restructuring plan.",
    "“They can tell the banks that they are ready for a restructuring plan by March 2025,” President Dissanayake said.",
    "If the principal is between 25 and 50 million dollars, have till September 15, 2025 to discuss and prepare a plan.",
    "The loans in default over 50 million was below 1 percent. They have till June 2025 to come up with a restructure plan. (Colombo/Dec17/2024)"
  ]
}