{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/PickMe-s-partnership-with-Moratuwa-University-to-boost-logistics-sector/34-769695",
  "time_ut": 1732567429.0,
  "original_lang": "en",
  "original_title": "PickMe’s partnership with Moratuwa University to boost logistics sector",
  "original_body_lines": [
    "MoU signed by UoM Vice Chancellor Prof. N.D. Gunawardena (left) and PickMe Founder and CEO Jiffry Zulfer",
    "PickMe, Sri Lanka’s leading digital mobility solutions company, recently entered into a strategic partnership with the University of Moratuwa (UoM) to strengthen human resource development and operational excellence in driving innovation in the logistics sector.",
    "The Memorandum of Understanding (MoU) was signed by PickMe CEO Jiffry Zulfer and UoM Vice Chancellor Prof. N.D. Gunawardena.",
    "As part of the collaboration, PickMe will offer Management Trainee placements to 10-15 graduates each year from UoM’s BSc (Hons.) in Transport and Logistics Management and BSc (Hons.) in Transport Management and Logistics Engineering programs. Additionally, 10 undergraduates from these programs will gain hands-on experience through internship opportunities at PickMe every year.",
    "The partnership also includes structured mentoring, skill-building initiatives, and career guidance to enhance students’ industry readiness. To support infrastructure and provide a conducive learning environment, PickMe will contribute to the maintenance and development of physical spaces within UoM’s Transport Management and Logistics Engineering Department (TMLE).",
    "UoM TMLE Professor Emeritus Amal S. Kumarage PhD says: “In the context of pressing needs in the $ 6 billion mobility industry in Sri Lanka, this collaboration between academia, research, and industry is timely to provide digital solutions to legacy problems. Undergraduates in transport at the UoM can now confidently embark on tech-based careers in transport and logistics, assured of industry opportunities, while the industry itself can scale up to fill multiple service gaps, given the continuous supply of specialist engineers.”",
    "In a shared commitment to advance logistics innovation, PickMe and UoM will form joint research teams to conduct at least two research projects annually. The projects will be aimed at solving industry-specific challenges and creating sustainable solutions via technology. This collaboration is expected to drive significant positive impact within Sri Lanka’s logistics industry, fostering innovation, job creation, sustainability, and economic growth.",
    "The partnership represents a mutually beneficial platform that provides invaluable opportunities for students, enhances industry relevance for PickMe, and propels the nation’s logistics capabilities.",
    "“The key benefit is that these budding engineers of UoM will gain first-hand exposure to real-world engagement, preparing them for newer dynamics in their field,” says Zulfer. “At the same time, our team at PickMe will also benefit from the partnership by having access to Continuing Professional Development (CPD) opportunities.”",
    "UoM Senior Professor and TMLE Head Prof. Asoka Perera said: “Partnering with the industry gives new opportunities to the University, fulfilling a great need. I am very happy to collaborate with the leading technology driven mobility solutions provider, PickMe, which benefits the department, staff, and students in academic work and research work. We look forward to new research, product development, effective training for students, and aligning the curriculum of the TMLE for the needs of the industry.”",
    "PickMe’s approach to adaptation and implementation is rooted in leveraging digital technology to respond flexibly to changes in the market and the needs of its users. Unlike traditional industrial-age companies, which are more rigid due to reliance on fixed processes, PickMe uses digital tools to create an agile environment. In the context of PickMe, adaptation involves continuously responding to shifts in customer expectations, technology advancements, and changes in external conditions. Implementation, on the other hand, is about actively executing these adaptations—integrating them into their technology, operations, and workforce strategies to ensure the business remains responsive and relevant."
  ]
}