{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/life-time-experience/",
  "time_ut": 1754933100.0,
  "original_lang": "en",
  "original_title": "Life-time experience …",
  "original_body_lines": [
    "It certainly would be a life-time experience to be a part of a concert featuring the legendary Stevie Wonder, live in action.The Wonder boy, as you all know, is now totally blind, but he wasn’t born blind.According to Stevie, shortly after his birth he became blind and he often says: “Now, that was a blessing because it allowed me to see the world in the vision of truth, of sight.",
    "“See people in the spirit of them, not how they look, not what colour they are, but what colour is their spirit.”",
    "Inoka De Silva, from Sri Lanka, and now residing in the UK, checked out Stevie Wonder’s performance at Hyde Park, London, on 12 July, 2025, which was a part of his ‘LOVE, LIGHT & SONG’ UK tour, and says it was one of the best shows she has experienced.",
    "Inoka De Silva: Memorable experience seeing Stevie Wonder at ‘LOVE, LIGHT & SONG’ concert",
    "“It was simply mind-blowing and, I must say, I was blessed to be at the show, close to the stage, to watch one of the all-time legends performing. It was truly amazing … and the atmosphere was something else!”",
    "Describing the happenings, Inoka said Stevie Wonder appeared, on stage, escorted by his children Aisha and Kailand Morris, and was greeted like musical royalty.",
    "Dressed in a bright white jacket, adorned with glittering images of John Lennon and Marvin Gaye, Stevie received a rapturous welcome, and he began with a heartfelt speech, praising love over hate and celebrating the technology empowering the blind, saying ‘Every single person who is blind should be able to see in their own way’.",
    "The legendary Stevie Wonder: Live in action at Hyde Park, London",
    "The show opener was ‘Love’s in Need of Love Today’ but before that, he teased the crowd with a piano-led instrumental of ‘Golden Lady’, and then he launched into an emotional cover of John Lennon’s ‘Imagine,’ harmonica solo included, which visibly touched the audience",
    "The setlist, says Inoka, included a range of Stevie Wonder’s hits, including ‘Master Blaster (Jammin’)’, ‘Higher Ground’, ‘You Are The Sunshine of My Life’, ‘Sir Duke’, ‘Isn’t She Lovely’, and ‘I Just Called To Say I Love You’.",
    "He also performed covers like ‘You Are My Sunshine’ and ‘Everybody Is A Star’ with Grammy-winning singer-songwriter Corinne Bailey Rae, who joined Stevie Wonder on stage.",
    "In fact, the event featured a star-studded lineup of supporting acts.",
    "“There were several memorable moments at this concert and I was awed when Stevie Wonder dedicated a special ‘Happy Birthday’ to his 13-year-old daughter Zaiah Morris, and had his son Kailand Morris perform ‘I Can Only Be Me’ on stage’. Stevie also paid tribute to Sly and the Family Stone doing a cover of ‘Everybody Is A Star’.”",
    "Inoka De Silva does check out concerts, featuring international acts, whenever they perform in London, but this is one concert that will be embedded in a mind forever, she says.",
    "“I never knew this opportunity would come my way, and to be upfront, as well, to see this renowned and one of the most influential musicians of the 20th century live in action. It was truly a memorable experience”.",
    "She went on to say that at 75, Stevie Wonder’s voice remains as rich and powerful as ever, and his piano and harmonica playing undiminished.",
    "“While his songbook alone would have been enough to leave a mark, it was his ability to connect so deeply with a diverse crowd of approximately 65,000 fans, at Hyde Park, that made this evening truly unforgettable. It was two hours of soulful magic.”",
    "Do they kill elephants using the App? Why that question misses the point entirely",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}