{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/feverish-investor-speculation-over-governmental-change-stalls-bourse/",
  "time_ut": 1721149320.0,
  "original_lang": "en",
  "original_title": "Feverish investor speculation over governmental change stalls bourse",
  "original_body_lines": [
    "Mixed signals came from the CSE yesterday as some local and foreign investors apparently agonized over what the next presidential election holds for them. ‘Would the next government upset the current status quo of the economy? market analysts quoted them as asking.",
    "Consequently, the All Share Price Index went down by 13.23 points while S and P SL20 rose by 1.56 points. Turnover stood at Rs 1.1` billion with two crossings. Those crossings were reported in Sampath Bank, which crossed 3.1 million shares to the tune of Rs 246 million; its shares traded at Rs 38 and Pan Asian Bank 10.7 million shares crossed for Rs 220 million; its shares traded at Rs 20.50.",
    "In the retail market, top seven companies that mainly contributed to the turnover were; Hayleys Rs 66 million (659,000 shares traded), Hemas Holdings Rs 40.9 million (502,000 shares traded), Melstacope Rs 400.4 million (435,000 shares traded), Colombo Port Land Rs 36.5 million (2.1 million shares traded), Pan Asia Bank Rs 36.3 million (1.7 million shares traded), JKH Rs 31.3 million (159,000 shares traded) and LOLC Finance Rs 22.5 million (3.6 million shares traded). During the day 62.4 million share volumes changed hands in 6150 transactions. More than 43 percent was contributed to the turnover by institutional investors, while retail investor participation was much less, market analysts said.",
    "The Capital Goods sector contributed more than 60 percent to the turnover, while the Insurance and Banking sectors jointly contributed 20 percent to the overall turnover. Furthermore, a significant number of shares traded in CINS resulted in the insurance sector being the second highest contributor to the overall turnover. Mixed interest was observed in Commercial Bank, Hayleys Fabric and Distilleries, while retail interest was noted in LOLC Finance, Dialog Axiata and R I L Property.",
    "The Capital Goods sector was the top contributor to the market turnover (due to Hemas Holdings and JKH), while the sector index gained. The share price of JKH decreased by 25 cents to record Rs. 194.25. The share price of Hemas Holdings moved up by 40 cents to reach Rs. 81.40.",
    "Yesterday the rupee opened weaker at Rs 302.25/60 to the US dollar, dealers said. Bond yields were down and stocks were 0.41 percent up, they said.",
    "The rupee closed at Rs 301.90/302.40 to the greenback on Monday. In the secondary market, yields were down, dealers said. A bond maturing on 15.12.2026 was quoted at 10.60/75 percent, down from 10.80/90 percent. A bond maturing on 15.12.2027 was quoted at 11.65/75 percent, down from 11.70/80 percent. A bond maturing on 01.05.2028 was quoted at 11.80/85 percent, down from 11.85/90 percent. A bond maturing on 15.09.2029 was quoted at 12.00/10 percent, from 12.10/15 percent. A bond maturing on 01.12.2031 was quoted at 12.35/40 percent, from 12.35/60 percent.",
    "US$ 55 million of the USD 250.9 million debt to Iran  has been paid through tea exports – Chairman of Sri Lanka Tea Board.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}