{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/peoples-bank-receives-excellence-in-corporate-cards-for-government-departments-award/",
  "time_ut": 1711063860.0,
  "original_lang": "en",
  "original_title": "People’s Bank receives ‘Excellence in Corporate Cards for Government Departments’ award",
  "original_body_lines": [
    "People’s Bank was recognized at the Visa Commercial Solutions Client Forum Sri Lanka 2024, held recently at the Cinnamon Grand Hotel. The bank was honored with the prestigious “Excellence in Corporate Cards for Government Departments” award, highlighting its exceptional commitment to providing tailored financial solutions.",
    "Nilmini Premalal, Deputy General Manager of Payment, Process Management & Quality Assurance at People’s Bank, accepted the award on behalf of the organization. The recognition, presented by Avanthi Colombage, Country Manager, Sri Lanka and Maldives, Visa, Shruti Gupta, Head of Commercial and Money Movement Solutions, India & South Asia, Visa and Qinwen Xiao, Head of Visa B2B Connect, Asia Pacific, Visa underscores the bank’s dedication to excellence in serving government departments across Sri Lanka.",
    "Shameela Loku Kaluge, Deputy General Manager of Treasury, Investment Banking and Financial Institutions of People’s Bank, Jayanath Dias, Head of Cards, Aruna Danthanarayana, Manager of Card Business & Marketing, and Chalani Senanayake, Manager of Card Business were also present on the occasion.",
    "ASUS reveals cutting-edge Zenbook premium laptops and new Republic of Gamers laptop family",
    "Dreamron Group celebrates 25 years of generating foreign revenue for Sri Lanka",
    "People’s Bank Vaasi Kotiyai 2023 Grand Draw Picks Millionaire Super Winners",
    "People’s Bank and Hayleys Agriculture form strategic alliance for agricultural advancement",
    "People’s Bank celebrates 76 years of Independence by offering gifts to newborns",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}