{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Dialog-enhances-accessibility-for-deaf-community-at-customer-care-centres-through-DeafTawk-services/34-764513",
  "time_ut": 1721415046.0,
  "original_lang": "en",
  "original_title": "Dialog enhances accessibility for deaf community at customer care centres through DeafTawk services",
  "original_body_lines": [
    "Dialog Axiata Sustainability Head and Group Chief Risk and Compliance Officer Asanga Priyadarshana, Sri Lanka Deaf Rehabilitation Organisation Secretary Thusitha Kumara Vijayaranga, Dialog Axiata Group Chief Customer Officer Sandra De Zoysa, GSMA Mobile for Humanitarian Innovation Strategic Partnerships Director Dulip Tillekeratne, and Sign Language Interpreter Chamara Sandakelum together with representatives of Dialog",
    "Dialog Axiata PLC, Sri Lanka’s number one connectivity provider, has introduced DeafTawk interpreter services at its customer care centres islandwide, a move poised to enhance the accessibility and user-friendliness of its services to the deaf community.",
    "Highlighting the company’s unwavering dedication to enhancing outreach for Persons with Disabilities (PWDs), this initiative aligns with the GSMA Assistive Tech program, which drives inclusivity by improving access and use of mobile technologies and related services for PWDs.",
    "The DeafTawk service is a trilingual platform that allows deaf users to connect with qualified interpreters, and they can now use the app to connect with customer service representatives with ease. By extending this platform to Dialog customer care centres, customers will receive instructions displayed in sign language, directing them to a dedicated support area. Once there, a representative will use the DeafTawk app to connect with a sign language interpreter, who will then facilitate communication between the two parties.",
    "Commenting, Dialog Axiata PLC Group Chief Customer Officer Sandra De Zoysa said: “We are pleased to launch the second phase of our long-term roadmap for creating equal access to our services. Following the successful redesign of dialog.lk to cater to the diverse needs of individuals with disabilities, including those with vision impairments, cognitive challenges, and more, integrating DeafTawk to our service offering significantly breaks down communication barriers the deaf community faces in terms of accessing support. Dialog remains steadfast in our dedication to keeping our customers at the heart of all that we do.”",
    "Dialog Axiata PLC Sustainability Head and Group Chief Risk and Compliance Officer Asanga Priyadarshana added: “Leveraging the power of technology to foster inclusivity continues to be a hallmark of Dialog’s ethos, reinforcing our commitment to Sustainable Development Goals. This latest initiative represents a significant milestone in Sri Lanka’s accessibility efforts. We’re excited to continue in this journey of empowering Sri Lankan lives by creating accessible and equitable spaces, whilst championing diversity, equity, and inclusion.”",
    "As the third phase of the company’s Assistive Tech program, Dialog aims to implement assistive technology across all its customer care centres, further offering PWDs easy access to its services."
  ]
}