{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-must-not-overly-disturb-current-fiscal-framework-ips-chief-182915/",
  "time_ut": 1728451860.0,
  "original_lang": "en",
  "original_title": "Sri Lanka must not overly disturb current fiscal framework: IPS chief",
  "original_body_lines": [
    "ECONOMYNEXT – While austerity hurts, options are limited for a middle-income country in default, and the more prudent course of action now would be to introduce any changes without overly disturbing the current fiscal framework, Institute of Policy Studies (IPS) Executive Director Dushni Weerakoon said, also noting that debt forgiveness may be out of reach at present.",
    "Speaking at the launch of the IPS’s ‘Sri Lanka State of the Economy 2024’ report on Tuesday October 08, Weerakoon said the crisis-hit island nation has regained a degree of macroeconomic stability, with inflation averaging about one percent year-on-year over the past six months.",
    "Sri Lanka has returned to positive growth recording four quarters of consecutive positive growth, she said, but output levels remain well below 2018-2019 levels and as projected in the International Monetary Fund (IMF)’s growth forecast for Sri Lanka at the time. Even if gross domestic product (GDP) growth reaches four percent by year-end, the threat of permanent output loss is ever present, according to Dissanayake, resulting in slower job growth, lower living standards, higher levels of poverty and persistent inequality. Such entrenched disparities, she said, will persist for a long time.",
    "“This is the outcome of the kind of deep economic shock that we’ve had and the harsh recessionary conditions,” she said, referring to the 2022 financial crisis and the record levels of inflation that followed.",
    "“So there is always a temptation to try and accelerate on the recovery process. Policymakers will look at what tools are available to do so. And in the Sri Lankan context today, the discussion is very much on whether fiscal policy can be used to provide relief as well as boost recovery.”",
    "According to Dissanayake, Sri Lanka has two options. One is to revisit tax and government spending policies and revise them in a way that will materially alter the targets and timelines set by the the IMF programme that’s currently underway. The second option is to attempt some changes at the margins of the programme without disturbing the fiscal framework too much.",
    "Both options carry their own costs and trade-offs, however. One key risk that Dissanayake identified in materially altering the IMF targets and timelines is that the IMF process itself would be affected, with delays caused to staff reviews and any pending sign-offs. This, she said, will mean any limited foreign currency inflows at present will soon dry up.",
    "“We know that the IMF itself doesn’t come with much money, but it does unlock multilateral financing by the World Bank, the Asian Development Bank, etc, and even bilateral official creditors take a great deal of comfort from knowing that Sri Lanka is sticking to its IMF commitments before they consider fresh sources of funding,” she said.",
    "A second risk Dissanayake identified is the impact on debt sustainability. Since Sri Lanka is obligated to start repaying its debt from 2028 once the existing moratorium ends in 2027, the country is required to build up its dollar reserves in the mean time.",
    "“If we come to 2028 and we don’t have the dollars to start repaying, then we are back again where we’re unable to service our debt obligations,” she said.",
    "The IPS executive director cautioned against suggestions that Sri Lanka loosen existing fiscal strictures and devise new ways of providing relief through fiscal policy. Bigger haircuts are also an unrealistic expectation from negotiations with creditors, according to her.",
    "“If you look at the economic literature on countries that have gone through default, you find that countries that do ask for bigger haircuts find that their negotiating process drags on; and the longer the negotiations go on, the slower is your recovery from the crisis.”",
    "Dissanayake also simply ruled out any possibility of debt forgiveness at present.",
    "“On debt forgiveness, there is no framework. These are discussions that are at very initial stages on the global scene. For a middle-income country like Sri Lanka clearly it’s going to be far more difficult to even start work on these areas. If you look at our bilateral official creditors, for instance,  they are unwilling to even consider haircuts let alone broader debt forgiveness initiatives,” she said.",
    "Sri Lanka’s current buildup of US dollar reserves, said this Dissanayake, is only enough for about 2.8 months of imports, insufficient to whether even a mild economic shock, underscoring the urgent need to keep adding to it.",
    "“If we don’t get the dollars then we revert to rupee-financing the related inflationary consequences and rewind ourselves back to where we were two and a half years ago,” she said.",
    "While it is universally acknowledged that economic crises leave deep scares, it is also true that austerity in the midst of a crisis also means there can only be limited support to people most affected.",
    "“But there are also significant risks and high costs for countries if they step out of the IMF programmes that are intended to get you out of these kinds of crisis. For Sri Lanka at this juncture, I think the more prudent option is to work within that fiscal framework until  recovery is much more robust than what it has been up to now. There is macroeconomic space for that recovery to continue uninterrupted,” she said.",
    "Credit growth is accelerating in the private sector parallel to a deceleration of credit growth to the government indicates a more efficient reallocation of resources, said Dissanayake.",
    "“That is also supporting investment and consumption-led growth in the economy. In the second quarter of this year if you look at the 4.7 percent growth that was achieved, consumption and investment were responsible equally for that recovery.”",
    "Sri Lanka also has what she called a benign inflationary environment, with very little demand-pull inflationary pressures. This, said Dissanayake, is to be expected given the significant economic slack still observed in the economy.",
    "“There is therefore room for the current growth momentum to pick up without immediate risks that the economy will start to overheat,” she said.",
    "“And it is important at this juncture that we make use of that macroeconomic space to ensure that the recovery process gathers momentum because growth boosting structural reforms may be late to materialise or maybe delayed as we go through the current political transition,” she added. (Colombo/Oct09/2024)"
  ]
}