{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dr-nalinda-jayatissa-visits-laugfs-life-sciences-state-of-the-art-lvp-pharmaceutical-facility/",
  "time_ut": 1759340880.0,
  "original_lang": "en",
  "original_title": "Dr. Nalinda Jayatissa visits LAUGFS Life Sciences’ State-of-the-Art (LVP) pharmaceutical facility",
  "original_body_lines": [
    "The Minister of Health and Mass Media, Dr. Nalinda Jayatissa, undertook an observational visit to the state-of-the-art sterile pharmaceutical manufacturing facility of LAUGFS Life Sciences (Pvt) Ltd, located within the BOI Export Processing Zone, Koggala. This visit reflects the company’s commitment to strengthening Sri Lanka’s healthcare system through world-class local manufacturing. Marking a significant milestone for the country’s healthcare industry, LAUGFS Life Sciences is advancing sterile infusion therapy production, reducing reliance on imports, delivering economic and clinical benefits, and positioning Sri Lanka as a regional hub for quality-driven pharmaceutical manufacturing through innovation, regulatory compliance, and private-sector investment.",
    "The Minister was warmly welcomed by Dr. Ravi Edirisinghe, Group Chief Executive Officer of LAUGFS Holdings Limited, Dr. Rajiv Perera, Chief Executive Officer of LAUGFS Life Sciences (Pvt) Ltd., Vipin Kumar Head of Quality, Ranjith Reddy, General Manager – Operations, and Wasaam Ismail, General Manager – Head of Corporate Communications, along with senior managers, quality specialists, and engineers of the facility.",
    "During the visit, the Minister observed LAUGFS Life Sciences’ advanced sterile infusion production lines. The company is preparing to introduce Large Volume Parenterals (LVPs) using Euro Multiport systems and Form-Fill-Seal (FFS) technology. Euro Multiport ensures high-safety, multi-access containers for clinical use, while FFS automates forming, filling, and sealing in a sterile environment, minimising human intervention and contamination risks. These innovations aim to transform infusion therapy in Sri Lanka by reducing import dependence, ensuring steady supply, and offering affordable solutions for both public and private healthcare sectors.",
    "Commending the initiative, the Minister of Health and Mass Media, Dr. Nalinda Jayatissa, stated, “This project is a commendable step forward for Sri Lanka’s healthcare sector. By investing in advanced pharmaceutical manufacturing, LAUGFS Life Sciences directly supports the Government’s vision of enhancing local production, saving valuable foreign exchange, and providing our citizens with reliable, world-class medical solutions. Public-private partnerships of this nature are critical to building a resilient healthcare system and ensuring patient safety and continuity of treatment.”",
    "Commenting on this significant occasion, Dr. Ravi Edirisinghe, Group Chief Executive Officer of LAUGFS Holdings Limited, remarked, “At LAUGFS, we believe in creating industries that bring long-term value to Sri Lanka. Through LAUGFS Life Sciences, we are making strategic investments in sterile pharmaceutical technologies that will not only benefit the local healthcare sector but also strengthen our position as a regional hub for pharmaceutical manufacturing.”",
    "Adding his perspective, Dr. Rajiv Perera, Chief Executive Officer of LAUGFS Life Sciences, commented, “We are committed to ensuring that Sri Lanka has access to globally benchmarked infusion therapies through our advanced LVP production lines. With the integration of Euro Multiport and Form-Fill-Seal technologies, we are setting new standards in quality, safety, and efficiency that will directly benefit both patients and healthcare providers.”",
    "LAUGFS Life Sciences specialises in manufacturing Large Volume Parenteral (LVP) IV solutions to meet critical healthcare needs across local and regional markets. Operating a state-of-the-art facility at the BOI Export Processing Zone, Koggala, it utilises advanced production technologies and adheres to cGMP guidelines set by WHO, NMRA, and other global regulatory authorities to ensure stringent quality assurance. With a portfolio of 20+ IV fluid products, including electrolytes, dextrose solutions, and critical care medications, LAUGFS Life Sciences manufactures in high-quality Non-PVC polypropylene (PP) bags using Form Fill-Seal (FFS) & Eurocap technology, supported by a fully automated production process that guarantees maximum efficiency, product integrity, and consistency.",
    "The Overseas School of Colombo strikes Gold again at the International ARC Awards in New York",
    "CEAT Kelani scores double win at World HRD Congress Sri Lanka Awards",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}