{
  "newspaper_id": "newsfirstlk",
  "url": "https://english.newsfirst.lk/2025/09/09/probe-into-customs-release-of-chemical-containers-for-ice",
  "time_ut": 1757386080.0,
  "original_lang": "en",
  "original_title": "Probe into Customs Release of Chemical Containers for ICE",
  "original_body_lines": [
    "COLOMBO (News 1st): Sri Lanka Customs has launched an investigation into how two containers carrying chemicals suspected to be used in the production of the drug Ice were released from the Colombo Port.According to police, the containers were cleared on January 27 and later transported to Middeniya on January 29.A Customs spokesperson said the department will issue a detailed statement to the media in the coming days. Meanwhile, the Criminal Investigation Department (CID) has also opened a separate probe into the release of these containers.Meanwhile, Police discovered over 100 kilograms of suspected chemicals used in Ice production at a house and a nearby marshland in Kandana. Samples have been sent to the Government Analyst to confirm their composition.The raid was carried out by police and the Special Task Force following information obtained from two close associates of underworld figure Panadura Nilanga, who was arrested in Indonesia and extradited to Sri Lanka.The house where the chemicals were found had been rented about a month ago by a resident of Mattakkuliya named Krishna.Earlier, a massive stock of nearly 50,000 kilograms of chemicals believed to be used for Methamphetamine production was unearthed from a land in Middeniya. Tests conducted by the National Dangerous Drugs Control Board have already confirmed that some of the samples contained ICE.Another similar consignment of chemicals was later recovered from Netolpitiya.According to police, the chemical stocks uncovered in Middeniya, Netolpitiya, and Kadana are linked to three individuals arrested in Indonesia and brought to Sri Lanka — Kehelbaddara Padme, Backhoe Saman, and Panadura Nilanga.In connection with the Middeniya case, police arrested Piyal Senadheera, a former Sri Lanka Podujana Peramuna member of the Agunakolapelessa Pradeshiya Sabha. Investigators revealed that the land where the chemicals were found belongs to his brother Sampath Manamperi."
  ]
}