{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lumbini-aquaria-opens-new-export-revenue-stream-with-gobble-fish-feed-range/",
  "time_ut": 1720740720.0,
  "original_lang": "en",
  "original_title": "Lumbini Aquaria opens new export revenue stream with ‘Gobble’ fish feed range",
  "original_body_lines": [
    "Aquaculture pioneer invests Rs 150 million in state-of-the-art factory to produce first-ever 100% natural Sri Lankan products for global market",
    "Sri Lanka may soon carve out a niche in the export market for fish feed with the country’s pioneer ornamental fish exporter Lumbini Aquaria International (Pvt) Ltd. commencing manufacture of a series of uniquely Sri Lankan aqua nutrients.",
    "Aptly branded ‘Gobble’ the new product has already been exhibited in Germany at the 2024 edition of Interzoo, the world’s largest pet industry trade fair, and has received orders from multiple customers, the company said.",
    "Lumbini has invested Rs 150 million in a state-of-the-art factory in Madurankuliya in the Puttalam District to manufacture Gobble for export under a new company incorporated for the purpose – Deep Blue Sea (DBS) Aquatic Nutrients, a wholly-owned subsidiary of Lumbini Aquaria.",
    "Commencing 1st July 2024, the factory will manufacture a Gobble-branded portfolio of six ranges of products – the Goldfish range, the Cichlid fish range, Discus fish range, the Live Bearers Blend, the Koi Feed range and the Betta Boost Special – all made with 100% Sri Lankan ingredients.",
    "“This is an exciting new venture that sees Lumbini Aquaria continuing to break new ground in a sphere linked with aquaculture more than 70 years after its founding,” the company’s Chairman Kapila Thisera said. “The launch of Gobble premium fish feed opens up a new export revenue stream for the country while further enhancing Lumbini’s stature as a credible and diversified global player in this sector.”",
    "SLT-MOBITEL Enterprise hosts Partner Demo Day 2024, showcasing comprehensive business solutions",
    "Dialog Enterprise enables Sri Lankan enterprises with sustainable GreenTech solutions",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}