{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Ravi-K-says-no-turning-back-for-Sri-Lanka-from-economic-revival-and-brain-gain/34-764905",
  "time_ut": 1722283493.0,
  "original_lang": "en",
  "original_title": "Ravi K says no turning back for Sri Lanka from economic revival and brain gain",
  "original_body_lines": [
    "Sri Lanka is on the path of economic recovery followed by shifting from brain drain to brain gain, as emphasised by Former Finance Minister and Presidential National Organiser Ravi Karunanayake.",
    "With nearly 3 million Sri Lankans living abroad, there’s significant untapped potential in the expatriate community, many of whom excel in various fields.",
    "To leverage this, strategies should be developed to attract expatriates back to Sri Lanka and encourage their investment and expertise, he said. .",
    "This includes facilitating brain gain through attractive incentives, encouraging periodic returns, and enabling financial investments.",
    "Expatriates can significantly contribute by leading multinational corporations’ Sri Lankan branches, driving technological innovation, and enhancing global competitiveness.",
    "Their international experience and networks can help attract investment, raise global awareness, and bridge skill gaps.",
    "For Sri Lanka to advance to a higher income level, the knowledge and investment of expatriates are crucial. Expatriates trained in advanced economies can foster innovation and growth, while their savings and networks can provide vital investments and access to markets.",
    "Potential growth areas include capital markets, venture capital, private equity, outsourcing, and education.",
    "Attracting international students and developing natural resources through strategic marketing can also boost the economy.",
    "Offering tax and citizenship benefits to the second-generation diaspora could further enhance investments in manufacturing and export industries. Additionally, appealing to the senior diaspora with high-quality caregiving options could provide another influx of resources.",
    "To compete globally, Sri Lankan companies must produce world-class products and embrace global marketing. Unlike American firms, few Sri Lankan companies have excelled in global branding.",
    "The education system often emphasises connections over practical skills, which can create an unfair advantage. Bridging the gap between educational theory and real-life success is essential for creating equal opportunities. In the first quarter of 2024, 75,175 Sri Lankans left for foreign employment, with a monthly average of 25,058. In 2022, over 1.1 million Sri Lankans departed, primarily for education.",
    "In 2023, 297,656 left for foreign employment, with a monthly average of 24,805. Worker remittances averaged $ 541 million per month in the fourth quarter of 2023, up from $ 507 million in the third quarter.",
    "Sri Lanka’s economic recovery relies heavily on the successful implementation of policies agreed upon with the International Monetary Fund (IMF).",
    "Under President Ranil Wickremesinghe, the Government has enacted significant reforms, including increasing taxes, cutting government spending, and restructuring state enterprises Mr Karunanayake disclosed. .",
    "These measures aim to stabilise inflation and restore economic stability. Deviating from these policies could risk a return to previous economic crises.",
    "The IMF-backed reforms have shown positive outcomes: the Sri Lankan rupee has strengthened, inflation has decreased, tax revenues have risen, and state enterprises have reduced their losses.",
    "Interest rates have also dropped, contributing to overall economic growth. In 2023, the country achieved a primary surplus, a significant milestone. Despite these improvements, opposition parties are advocating for revisions to some of the IMF’s conditions, particularly those related to higher taxes.",
    "Karunanayake stressed that while the IMF’s core objectives—fiscal consolidation, revenue enhancement, and financial stability—remain unchanged, the methods to achieve them can be adjusted. External factors such as global economic shifts and geopolitical tensions could influence Sri Lanka’s recovery.",
    "A major challenge is ensuring consistent policy implementation across different administrations to sustain long-term economic stability.",
    "For 2024, Sri Lanka’s economy is projected to grow by 2.2%, recovering from the downturn experienced in 2022.",
    "However, persistent issues such as high poverty rates, income inequality, and labour market difficulties continue to challenge the nation. Sri Lanka’s economy has shown resilience by outperforming expectations in the first quarter of the year.",
    "The Asian Development Bank (ADB) highlighted that the future remains uncertain, particularly due to the approaching election cycle in 2024 and 2025. Policy reforms and continuity are critical concerns as the nation prepares for these elections."
  ]
}