{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/prime-health-herbal-products-recognised-at-indigenous-medical-entrepreneurship-awards/",
  "time_ut": 1713739620.0,
  "original_lang": "en",
  "original_title": "Prime Health Herbal Products recognised at Indigenous Medical Entrepreneurship Awards",
  "original_body_lines": [
    "Prime Health Herbal Products (PHHP), a leading herbal nutraceutical manufacturer in the country was recently honoured for their contribution towards the creation of herbal medicine at the Golden Inmediens Awards 2023. The award ceremony, which aims to develop and promote indigenous medical entrepreneurship, was held at the Water’s Edge Hotel.",
    "Focusing on research and development of pharmaceutical/nutraceutical products, PHHP manufactures their products with a particular emphasis on non-infectious diseases such as Cancer, Diabetics, Obesity and Coronary diseases. Their Research and Development Facility has been established in collaboration with several local and international universities such as the Universities of Peradeniya, Kelaniya (Faculty of Indigenous Medicine), and Ruhuna, and the Universities of Melbourne, Osaka, Spain, and Burling. Their state-of-art factory is in operation under the guidance and supervision of the Research Team’s Head, Senior Prof. R. V. P. J. Rajapakse.",
    "PHHP was honoured at the Golden Inmediens Awards in recognition of their contribution to develop the product, ‘LivingMo600’. It has been developed with six years of extensive research by the related parties. Made of active ingredients of bitter gourd (Karavila), “alfa Eleostearic fatty acid”, and cinnamon bark oil, LivingMo600 is said to have the potential to control the development of cancer and prevent metastasis and is claimed to be able to mitigate the side effects of chemo and radiotherapies used in cancer treatments.",
    "The award ceremony was organised by the State Ministry of Indigenous Medicine, the Lanka Ayurveda Promotion (Pvt.) Ltd., the Department of Ayurveda and the Ayurvedic Drug Corporation. It was attended by Prime Minister Dinesh Gunawardana, Agriculture Minister Mahinda Amaraweera, State Minister of Indegenous Medicine Sisira Jayakody and several other Cabinet and State Ministers, and Government officials.",
    "President visits Ambewela Dairy Farm; directs to enhance tourist facilities",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}