{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dialog-partners-slim-to-launch-slim-dialog-brand-week-2024-for-second-consecutive-year/",
  "time_ut": 1710258000.0,
  "original_lang": "en",
  "original_title": "Dialog partners SLIM to launch ‘SLIM Dialog Brand Week 2024’ for second consecutive year",
  "original_body_lines": [
    "Dialog Axiata PLC, Sri Lanka’s premier connectivity provider, and the Sri Lanka Institute of Marketing (SLIM), the apex body for Sri Lankan Marketers, have announced the launch of SLIM Dialog Brand Week 2024, a three-day symposium focused on the theme ‘What is Yet to Come’ in the context of brands, commerce and emerging technologies in Sri Lanka and around the world.",
    "The transformative event set to be held at Waters Edge from the 13th to 15th of March, aims to bring together Sri Lanka’s marketing professionals to inspire, educate and empower, as well as explore how brands can contribute to Sri Lanka’s economic resilience and growth amidst the backdrop of a challenging few years for local markets. With 30+ international and local speakers participating in 15+ sessions covering topics such as effective storytelling, digital brand building, brand entrepreneurship, leveraging technology for personalised insights and more, the event has emerged as the premier conference on marketing in Sri Lanka. The forum has also gone a step further this year with an additional focus on inclusivity, and how branding impacts functions beyond departments, divisions, and sectors, with professionals outside the realm of marketing encouraged to attend.",
    "Sri Lankan Airlines should show progress within six months – Minister Nimal Siripala de Silva",
    "ZORAL partners with Linearsix to expand business in mena and apac regions",
    "Dialog’s “genie Business” Hosts the First Transaction in Sri Lanka at the inauguration launch of India’s Unified Payment Interface (UPI)",
    "Dialog’s “genie Business” Hosts the First Transaction in Sri Lanka at the inauguration launch of India’s Unified Payment Interface (UPI)",
    "Dialog Axiata Unveils Smart Home Devices Powered by Dialog Smart Home App",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}