{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-bangladesh-discuss-fta-agriculture-modernization-ferry-and-private-investment-167237/",
  "time_ut": 1718017020.0,
  "original_lang": "en",
  "original_title": "Sri Lanka, Bangladesh discuss FTA, agriculture modernization, ferry and private investment",
  "original_body_lines": [
    "ECONOMYNEXT – Bangladesh Prime Minister Sheikh Hasina and Sri Lanka President Ranil Wickremesinghe have discussed a free trade agreement, a ferry service, an agricultural modernization program, and encouraging private investment opportunities.",
    "Wickremesinghe and Hasina held bilateral discussions this morning (10) while in New Delhi to attend the swearing-in ceremony of Indian Prime Minister Narendra Modi.",
    "Hasina assured her country’s commitment to assist Sri Lanka to modernise its agriculture, according to a statement by the president’s media division.",
    "Wickremesinghe said he would dispatch a delegation of Sri Lankan agricultural experts to Bangladesh to study Bangladesh’s agricultural modernization program through cooperative methods.",
    "The two leaders also discussed signing a free trade agreement between Bangladesh and Sri Lanka.",
    "Hasina pledged to direct private investors from Bangladesh towards investment opportunities in Sri Lanka, further fostering economic cooperation between the two countries.",
    "The initiation of a passenger ferry service connecting the two South Asian nations was also discussed.",
    "Hasina extended an invitation to Wickremesinghe to attend the BIMSTEC Summit in Bangladesh. However, the conference is to be held during the election period in Sri Lanka, which Wickremesinghe has not openly said he is contesting.",
    "Prime Minister Dinesh Gunawardena and Foreign Minister Ali Sabri will represent Sri Lanka at the Summit instead, with the President promising that he would visit Bangladesh after the election.",
    "Wickremesinghe thanked Bangladesh for its assistance during the currency crisis. In response, Hasina “expressed her satisfaction with the progress of Sri Lanka’s economy under the leadership of President Ranil Wickremesinghe.”",
    "She has earlier expressed her surprise over the quick repayment of the loan borrowed by Sri Lanka’s central bank during a currency crisis it helped create. (Colombo/June10/2024)"
  ]
}