{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Largest-Dubai-property-show-in-Colombo-on-Saturday/34-763424",
  "time_ut": 1719258943.0,
  "original_lang": "en",
  "original_title": "Largest Dubai property show in Colombo on Saturday",
  "original_body_lines": [
    "This June, Colombo will host an unparalleled event aimed at reshaping the landscape of international property investment for Sri Lankans. The Largest Dubai property show, organised by Grit Real Estate Dubai, a distinguished subsidiary of the globally recognised Grit Property Group, is set to take place at the Hilton Colombo on 29 June from 4 p.m. to 9 p.m.",
    "Grit Real Estate Dubai, with its expansive presence across Australia, Dubai, and Sri Lanka, brings this exclusive event to the local shores, offering a unique platform for investors to understand and leverage the lucrative opportunities available in Dubai’s dynamic property market.",
    "Educational and empowering: The main agenda of the show is to educate Sri Lankan investors about the substantial benefits of investing in Dubai. Participants will gain insights into the future potential of the region, including upcoming projects poised to enhance property values significantly. The event will feature an educational presentation that outlines not only the investment opportunities but also the strategic advantages that Dubai offers, such as tax-free income and the possibility for Sri Lankans to obtain residency visas for up to 10 years.",
    "Exclusive benefits with Grit Real Estate: What sets Grit Real Estate apart is their commitment to providing personalised services through their physical office in Colombo. Investors have the unique advantage of consulting face-to-face with expert consultants who are well-versed in the nuances of Dubai’s property market. This level of service underscores Grit’s dedication to offering world-class support to their clients, ensuring they make informed decisions that best suit their financial goals.",
    "A tailored experience: After the main presentation, attendees will have the opportunity to engage in one-on-one consultations with Grit’s expert advisors. These personalised sessions are designed to cater to individual investment needs, providing tailored advice and detailed explanations of how to navigate the property investment landscape in Dubai successfully.",
    "The largest Dubai property show in Colombo is more than an event; it’s a gateway to your future in property investment. Whether you are new to international real estate markets or looking to expand your investment portfolio, this show promises invaluable insights and networking opportunities."
  ]
}