{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-apparel-sector-to-boost-esg-reporting-with-itsb-programme-232841/",
  "time_ut": 1753511400.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s apparel sector to boost ESG reporting with ITSB programme",
  "original_body_lines": [
    "ECONOMYNEXT – The Improving Transparency for Sustainable Business (ITSB) programme is set to enhance the global standing of Sri Lanka’s apparel sector by embedding global best practices in ESG reporting across the sector, the Joint Apparel Association Forum (JAAF) said.",
    "The ITSB programme was launched by the Global Reporting Initiative (GRI) South Asia, the Sustainable Development Council (SDC) of Sri Lanka, Sri Lanka Export Development Board (EDB), and JAAF. The programme is backed by the Swedish International Development Cooperation Agency (SIDA).",
    "“ITSB is designed to elevate sustainability practices and transparency across South Asia’s textile and apparel sector, positioning it for long-term resilience, profitability, and global leadership,” Rahul Singh, Senior Manager, South Asia, GRI, said.",
    "“Adopting the GRI Standards – the world’s most widely used sustainability standards, does not only elevate corporate transparency but also strengthens investor confidence, international positioning, and regulatory preparedness — contributing to a more transparent and future-ready economy.”",
    "The programme comes at a time when global buyers are increasingly prioritising traceability and ethical sourcing, JAAF said, with emerging regulations such as the EU’s Corporate Sustainability Due Diligence Directive (CSDDD) reshaping international trade.",
    "Participating companies will receive training on how to use the globally recognised GRI Standards to report transparently on key sustainability topics including labour practices, climate impact, energy use, economic impact, and waste management, JAAF said.",
    "Beyond businesses, the initiative will be closely working with important national and international actors, covering regulators, investors, industry bodies, worker groups, media, and academia.",
    "A capacity building session took place with senior representatives from the public and private sectors.",
    "With apparel accounting for over 40 percent of Sri Lanka’s total export revenue and employing over 350,000 people, the ITSB represents a strategic step toward building a future-ready industry that is not just competitive, but consciously sustainable, JAAF said. (Colombo/Jul26/2025)"
  ]
}