{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/retail-industry-technology-trends-2025-kandy-edition-introduces-next-gen-ai-and-smart-retail-solutions/",
  "time_ut": 1759769340.0,
  "original_lang": "en",
  "original_title": "Retail Industry Technology Trends 2025 – Kandy Edition introduces next-gen AI and smart retail solutions",
  "original_body_lines": [
    "Retail Information Technologies (RIT), a subsidiary of Sumathi Holdings, recently hosted the high-profile ‘Retail Industry Technology Trends 2025 – Kandy Edition’, bringing together Sri Lanka’s foremost retail and technology leaders. At the event, RIT unveiled its advanced software portfolio, specifically designed to equip the nation’s retail sector with future-ready solutions.",
    "RIT showcased an advanced suite of retail technologies, including AI-powered facial recognition, smart shelf systems, cloud-based point-of-sale (POS), and mobile-ready solutions. The event also introduced AdlER by Anvin Infosystems alongside hardware and accessories from global technology leaders such as Posiflex, Sam4s, Zonerich, Zebra, and Anviz, designed to support retailers in navigating and thriving within a rapidly evolving digital economy. Live demonstrations and interactive experiences gave attendees firsthand exposure to these innovations, reinforcing RIT’s vision as a leading technology partner for Sri Lanka’s retail sector.",
    "Discussing the significance of the event, Savio Fonseka, Head of Business Development at Retail IT stated, “RIT has been working consistently to create value for businesses of all sizes and drive growth that benefits the Sri Lankan economy. To support this mission, we introduced RIT Trends, which has become a platform for Sri Lanka’s retail and technology leaders to unite, exchange insights, and accelerate the digital transformation of the retail sector. Through our innovative retail systems and global partnerships, we aim to further empower retailers to confidently strive for growth while positioning Sri Lanka as a future-ready retail hub.”",
    "Commenting at the event, Shammel Sheriff, Business Development Manager at Anvin Infosystems, stated, “In recognising the unique challenges faced by businesses, we developed the AdlER ERP Business Suite. It supports not only retail but also hospitality, manufacturing, and distribution industries, with specialised modules for finance, inventory, human capital management, and mobility. The suite is designed to empower businesses to navigate operational complexities and achieve sustained excellence.”",
    "Dinesha Wijesiri, Category In-charge – Devices at Retail Information Technologies, demonstrated Smart Electronic Labels (SELs), emphasising how retailers can instantly update pricing, product details, and promotions across outlets through the POS system.",
    "Sun Siyam Pasikudah wins Best Global Hotel Design at Homes & Gardens’ Design Awards 2025",
    "Nations Trust Bank facilitates strategic foreign investment in Sri Lanka’s apparel sector",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}