{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/NCCSL-NEDA-announces-Entrepreneur-Awards-2024-Western-Province/34-765739",
  "time_ut": 1724100086.0,
  "original_lang": "en",
  "original_title": "NCCSL, NEDA announces Entrepreneur Awards 2024 – Western Province",
  "original_body_lines": [
    "The National Chamber of Commerce of Sri Lanka (NCCSL), in partnership with the National Enterprise Development Authority (NEDA), has announced the launch of the Western Province Entrepreneur Awards 2024.",
    "Now in its seventh consecutive year, this prestigious event celebrates outstanding achievements in the Micro, Small, Medium, and Large Sectors, with a special focus on business excellence within the region.",
    "The National Chamber of Commerce of Sri Lanka and NEDA have been assisting the Micro, Small, Medium and Large sectors in the regions for a long time, and this offers special focus towards the upliftment of these sectors in the Western Province to develop their businesses and conduct training programs for them, including entrepreneurs with special abilities.",
    "Applications are now open: Entrepreneurs from the Western Province are invited to apply, and the application forms available at The National Chamber Secretariat, 450 D.R. Wijewardena Mawatha, Colombo 10, and can be downloaded online at www.nationalchamber.lk.",
    "There are 27 Awards and Merit Awards to be presented to the winners in the business sectors of: Industry/Manufacturing Sector; Agriculture/Livestock and Fishing Sector; and Hospitality/Tourism/Other Services Sector including Gold, Silver, and Bronze winners for overall excellence.",
    "Benefits for award winners: Winners will receive significant recognition through extensive provincial and national media coverage, both in print and online. In addition, they will gain valuable exposure to opportunities that can help elevate their businesses to new heights. Awardees will also receive preferential support from NEDA, The National Chamber, and other associated institutions, enabling further growth and development.",
    "The National Chamber and NEDA invite all the entrepreneurs across micro, small, medium and large business categories in the Western Province to contest in this award competition and earn due recognition to uplift the growth perspectives of their organisations.",
    "For applications and further details, contact The National Chamber, Nishanthi Dilrukshi on 076 2 555 707 / 011 4741788; [email protected] or Hansi Jayawardena 077 3678728 / [email protected]."
  ]
}