{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/from-ceylon-to-sri-lanka-some-historical-and-other-snippets/",
  "time_ut": 1705794060.0,
  "original_lang": "en",
  "original_title": "From Ceylon to Sri Lanka: some historical and other snippets",
  "original_body_lines": [
    "“Oh! Great King, the birds of the air and beasts have an equal right to live and move about in any part of this land as thou. The land belongs to the people and all other beings and thou art only the guardian of it. “",
    "Most readers, particularly Buddhists, will know that these words of advice were given to King Devanampiyatissa (250-210 BC) by the Ven Mahinda Thera, son of Emperor Dharma Asoka of India, who gave the greatest gift to Sri Lanka – the teachings of the Buddha.",
    "It is not surprising that Max Morgan-Davies quoted these words in his book ‘From Ceylon to Sri Lanka: experiences of a naturalist tea planter’ as he spent about five decades of his life in various capacities in wild life protection and conservation in Tanganyika, Nigeria and Malawi. The tea planter position comes in as he begins his working life as an assistant superintendent of Ury Group in Passara in 1949. He moved up to the position of a superintendent and resigned in 1959 to assume duties as an assistant game warden in Tanganyika.",
    "Apparently his love for Sri Lanka drew him back here in 2002, 2004 and 2005 for varying periods of time. During his stays here he went to the jungles in all parts of the country and learnt a great deal about wildlife, the people in those remote villages, their way of life, their folk lore, habits and customs, which he records in his very readable book. He enjoyed his shoots in the highland patnas and lowland jungles as a sport and for the pot – major credit for his success going to the villagers who accompanied him. Fortunately for him and most certainly for the country (belated though it was) the ban on shooting of animals came in as law in 1964, and birds in 1993.",
    "Morgan-Davies writes about Udawattakele in Kandy. Since Trinity College is on its borders it has touched the lives of practically all Trinitians, particularly those who studied Botany, those who were athletes, and those who took part in cross country runs. Boarders would scoot out for a spout bath or stroll on a Saturday or Sunday. It is also known as Lady Horton’s. Legend has it that a devil or evil spirit who resided there took a `bills’ every now and then by enticing a likely bather in the pond at the top of the jungle with a floating golden bowl and dragged him or her to a watery grave.",
    "During WWII Lord Louis Mountbatten as Supreme Allied Commander of South and South East Asia occupied the King’s Pavilion (now HE the President’s Kandy residence) which is also on the periphery of Udawattakele. Some of us boarders on a walk during the weekend, saw Lord Louis on horseback with three or four horse riding women accompanying him.",
    "They very cordially returned our greetings of ‘Good Morning’ with friendly smiles. This motivated more walks among the giant trees by Trinity boarders in the hope of seeing the Commander and his attractive riding retinue!",
    "Some years ago when the Mahaveli Project was at the height of its progress, its emblem of a seven hooded cobra was displayed very prominently on the Al road a little beyond Warakapola town on the left of the road when proceeding towards Kandy. It was obviously of some historical importance related to agriculture but people I then asked could not give me a satisfactory answer with regard to its origins.",
    "Morgan Davies does in his book. The origin is a monolith abut 1.5 metres in height dating back to the third century BC beside the sluice gate of Suriyawewa along the road from Ambalangoda to Yala.",
    "Morgan –Davies writes that the Great and Little (Lesser) Basses lighthouses built in 1878 are about 28 miles apart in the seas off Kirinde and Kumana. Although built by the British the word ‘basses’ is Portuguese, so there is conjecturing as to the reason for the use of a non-English word.",
    "However, there was no doubt about the sturdy building of the lighthouses; they resisted the tsunami waves of 2004 and stood undamaged. More interesting is the strip of land beside and below the road from Palatupana to Sithulpahuwa with the Magulmaha Vihara on top of which is a small cave with a fine view of the surroundings country side.",
    "“This secluded grotto”, the author had been informed by the caretaker, “was used many hundreds of years ago as a honeymoon retreat by King Kavan Tissa of Ruhuna and Queen Maha Devi” (He means Queen Viharamaha Devi). That’s a good story related by a man who could romanticize ancient and unrecorded history. I have visited these areas many times over but never was fortunate enough to have legend and myth whispered in my ear. Maybe the colour of my skin was not conducive to being made privy to such tales.",
    "Morgan-Davies writing about Prince Gemunu’s army of 10,000 men and women recruited to end the 35 years of Tamil dominance in the north central part of the country had 500 bhikkhus to see to the spiritual needs of the enlisted persons. This reminded me of the Bhikkhu who disrobed and joined the army to fight in Eelam War IV. I wonder whether he is still in the army, perhaps beautifying Colombo, or in robes again in civvy street after all the training to kill before getting killed.",
    "Interestingly, the author writes of a difference of opinion about who was Dutugemunu’s queen. Some, he writes, believe it was Ran Etana, the daughter of a Ruhunu Chief who gathered an army herself and fought wars along with the Prince; while others consider her to be a damsel from Kotmale where Prince Gamini lived for some time training his army. The folk story I have heard is that it was the Kandyan beauty who became the queen.",
    "Mention is also made that King Dutugemunu’s son Saliiya, did not succeed him to the throne as he married a Rodiya girl, Asokamala.",
    "Mention is made in the book of the dagoba earlier called Ruwanwelle and now Ruwanvelisaya in Anuradhapura which is in the shape of a bubble of water while others could be in one of the shapes of a bell, pot of water, lotus, or heap of paddy. I cannot recall the exact year when the huge crystal gifted by Burma and locally called Chudamanikka was placed atop the restored Ruwanvelisaya. It was in the late 1930s. The occasion is well remembered as our mother went to Anuradhapura with her parents to participate in the ceremony, leaving my sisters and me in the care of an aunt in Kandy.",
    "We knew the auspicious time when the crystal was placed by phenomena that I well remember. It was a hot sunny afternoon but suddenly a heavy downpour occurred for a couple of minutes. Then to our utter surprise we could look at the sun direct as it dimmed, not with clouds but unusually.",
    "The time was around 4.00 in the afternoon. This was the exact time of placing the crystal. Later we learnt that a sprinkle of rain had fallen in Anuradhapura as well, with other manifestations like jasmines in the air. In those times no helicopters did the shedding of flowers!",
    "To the author, Kandula, Prince Gemunu’s royal tusker belonging to the Saddantha caste, the highest of the ten among elephants, appears to be of great interest. In those times people wouldn’t have even dreamt of human/elephant problems which today is that serious with 14 elephants and 21 people having lost their lives in the battle for survival in the first six months of the year.",
    "We are saddened to the point of tears reading regularly of elephants dying gruesome and slow deaths from shattered jaws by picking up unknowingly explosive devices left by farmers to get rid of these animals destroying their crops. Bread winners mostly have also died in their encounters with elephants.",
    "The conflict is worsening with more and more jungles being cleared. If Ven Mahinda Thera were to visit us again he would be mightly surprised. Instead of the intelligent king who welcomed him and his dignified people, he will find a race that has gone bananas!",
    "(This was first published in this newspaper in Oct. 2011. The later writer who was a career planted worked post-retirement from the plantation industry for Ceylon Tobacco Co. Ltd. In agricultural projects.)",
    "The Lanka Sama Samaja Party celebrates its 88th anniversary of service",
    "DS Senanayake recommends sending my daughter to the Kundasale Farm School",
    "The early years of the Ceylon University College and its impact on higher education in Ceylon",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}