{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/threat-of-election-violence-does-not-come-from-aragalaya-period/",
  "time_ut": 1724077200.0,
  "original_lang": "en",
  "original_title": "Threat of election violence does not come from Aragalaya period",
  "original_body_lines": [
    "The government’s decision to provide every MP with two weapons is an indication of concern about an escalation of violence that might target parliamentarians as the election approaches.  A defence ministry letter to the parliamentary secretariat states that in view of the violence of the Aragalaya period, a decision has been made to provide every MP with two repeater weapons for which they need to make payment. This is in addition to the semi-automatic pistol which MPs are entitled to obtain for personal protection. The guns obtained through this facility can be retained even in the event the MP exits Parliament, on the basis that the licence is maintained and renewed annually.",
    "The government’s concerns about a repeat of Aragalaya conditions needs to be questioned. The situation today is totally different from that which existed two years ago.  The Aragalaya protests of 2022 arose in a context in which the government in power had won a mandate from the people at the presidential elections of 2019 and the general elections of 2020, and had a legal right to continue in power. That government showed no signs of wanting to give up power despite their abject failure to deliver the basic essentials to the people.  Therefore, the only way to pressure such a government to leave office was to publicly protest against it.  Today, the term of the president is coming to an end, and the people have the right to vote for a new president and, by extension, for a new government.",
    "What is also noteworthy to bear in mind is that the Aragalaya protests of 2022 began peacefully. The initial protests took place in the rural areas against the agricultural policies followed by that government which led to the ban on chemical fertilisers. The farmers were the first to see the economic disaster that was coming and so they blocked the rural roads but with little impact.  But when the economic crisis began to hit the rest of the country in the form of shortages of foreign currency to purchase petrol, gas, food and medicines and when electricity cuts extended to half the day, the protests also spread to the urban centres, though again peacefully. Both the protestors and security forces behaved, by and large, in exemplary fashion.",
    "The escalation of the Aragalaya protests was more or less spontaneous due to the economic pain that the people were facing.  There were groups of ordinary citizens who came from far away, and from all parts of the country, at their own expense, to tell the government it had to go. The problem was that the government had been elected just two years earlier and had three more years left in terms of the law.  They refused to go.  This created a situation of deadlock between a failed government with the law on its side and the masses of people who wanted it to go.  There was also, no doubt, a significant component of the protests that became funded by the political opposition who saw the opportunity for themselves to come to power soon.",
    "But the important point to note is that the protests remained peaceful until the government chose to employ violence. It was when government thugs led by government members took to the streets to commit acts of violence against the protestors that the violence commenced.  The general violence that took place thereafter, and became difficult to control, was a reaction to the violence of the government to which the security forces had to turn a blind eye.  The strength of the Sri Lankan security forces is that they have always operated under the command of the elected political leaders.  The problem they face is when their political masters issue illegal and immoral orders.  In the case of the Aragalaya protests it was the politicians who led the illegal attacks against the peaceful protestors.",
    "With this as the background, the defence ministry’s linking of the grant of weapons to the MPs to the Aragalaya period is mistaken. Unlike during the Aragalaya period, there is no need for the peace loving people of Sri Lanka to use violence against parliamentarians when they can use the vote instead.  If the government feels that MPs might come under threat of violence for whatever reason during the election period, it could offer them more protection by the security forces, such as increasing the numbers in their security detail. But giving repeater weapons to the MPs is unacceptable as it will make the MPs, who are untrained in the use of such weapons, and who are not trained to be military commanders themselves, a security threat to ordinary citizens.",
    "The government’s fear of violence appears to be misplaced. The present time is akin to a festival of democracy as indeed it should be.  Elections are a celebration of democracy.  Every citizen becomes equal, whether rich or poor, rural or urban, ethnic majority or minority.  They each have a single vote.  They get the power to choose their leaders, hold them accountable and vote them out of power depending on their performance and on their promise for the future. In this context, the timing of the decision to arm the parliamentarians with repeater weapons is worrisome.",
    "During the Aragalaya, the government had a democratic mandate to stay in power, having been elected just two years earlier. Despite its economic failures, it had three more years to go before its term ended. The people, lacking any other legal recourse, had to take to the streets to demand change. Today, however, the term of the president is coming to an end, and the people can change the government peacefully by going to the polls within a month. There is no need for violence or street protests when the democratic process provides a clear and lawful path to change. This highlights the importance of constitutional safeguards in maintaining the stability of a democratic system.",
    "Today, with the presidential election scheduled for September 21, the people have the lawful right to decide the fate of the government. The constitution has set the date for the election, ensuring that the people’s will is respected. Depending on the outcome, the government may change or remain the same. In either case, the process will be conducted within the framework of the law, with no need for Aragalaya-style protests. The situation today bears no resemblance to the conditions that led to the Aragalaya protests. Instead of preparing for violence, and arming MPs with repeater weapons, the government needs to ensure that the upcoming presidential election is free, fair, and takes place in a manner that upholds the principles of democracy.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}