{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Why-Sri-Lanka-needs-a-strong-united-parliament-now-more-than-ever/4-768876",
  "time_ut": 1730852405.0,
  "original_lang": "en",
  "original_title": "Why Sri Lanka needs a strong, united parliament now more than ever",
  "original_body_lines": [
    "Let’s build a parliament that values progress over politics, one that can make bold decisions for the betterment of Sri Lanka",
    "Just a few weeks ago, Sri Lanka elected a new President, Anura Kumara Dissanayake, with high hopes for real, lasting change. But real change isn’t something a President can achieve alone. If we truly want to see our nation thrive, we need to come together in the upcoming General Election to build a strong, united parliament that supports the President’s vision: A Thriving Nation – A Beautiful Life.",
    "This isn’t just about filling seats in parliament; it’s about building a government that’s capable of making bold decisions and acting fast. Sri Lanka is at a turning point, and to get out of the economic and political gridlock of the past, we need a parliament that will work hand-in-hand with the President to get things done. The challenges we’re facing require decisive action. Now more than ever, we can’t afford to have a parliament that’s constantly butting heads with the President over every decision or, worse, blocking policies that are designed to help the country.",
    "President Dissanayake has a clear plan for the country, one that emphasises transparency, accountability, and economic stability. His vision is ambitious, yes, but it’s exactly what we need to turn things around. To make this vision a reality, we need a parliament that’s ready to support these policies, not a divided house where progress stalls. If we allow partisan disputes to get in the way, we’ll be the ones paying the price—not just in lost time, but in missed opportunities for real progress.",
    "Sri Lanka’s recent history is riddled with agreements and laws that have held us back. These past administrations made deals that have limited our growth and undermined our democratic values. President Dissanayake has pledged to address these issues, but to do so effectively, he’ll need a parliament that’s on his side. A unified government can make the tough calls necessary to roll back these damaging policies, protect our country’s interests, and restore our autonomy.",
    "To be clear, this isn’t about silencing the opposition—it’s about choosing leaders who genuinely want what’s best for Sri Lanka. A supportive parliament doesn’t mean rubber-stamping everything; it means backing policies that are aligned with the people’s needs and the President’s vision. A strong opposition has a role to play, but it can’t be an obstacle to progress. We’ve seen too many examples of politicians blocking sensible reforms simply for the sake of political gamesmanship. This election is our chance to put an end to that cycle.",
    "Sri Lanka’s road to recovery won’t be easy, but a united approach is our best hope. The stakes are high, and the choices we make in this election will shape the country’s future. Do we want a parliament that supports the President’s plan for A Thriving Nation – A Beautiful Life, or do we want to continue down a path of endless gridlock and missed opportunities?",
    "This election, we can make a difference. We have the power to elect a parliament that is ready to work with the President, not against him. We can support leaders who are committed to repealing outdated laws, rethinking harmful agreements, and creating a future that puts Sri Lankans first. It’s time to put aside party loyalties and focus on building a government that will actually serve the people.",
    "The choice is clear. Let’s build a parliament that values progress over politics, one that can make bold decisions for the betterment of Sri Lanka. By choosing leaders who align with this vision, we can finally turn our country’s challenges into opportunities. Together, we can make Sri Lanka a thriving nation, a place where everyone can truly enjoy a beautiful life."
  ]
}