{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/02/02/sri-lanka-urged-to-revise-laws-over-human-rights-concerns/",
  "time_ut": 1706873640.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Urged to Revise Laws Over Human Rights Concerns",
  "original_body_lines": [
    "COLOMBO (News 1st); Forum Asia has voiced strong concerns about the recent passage of two controversial bills in Sri Lanka: the revised Anti-Terrorism Bill and the Online Safety Bill.",
    "Forum Asia, or The Asian Forum for Human Rights and Development is a network of 85 member organisations across 23 countries, mainly in Asia.",
    "The Anti-Terrorism Bill and the Online Safety Bill, viewed by many as detrimental to human rights and freedoms, have drawn criticism from civil society organizations and rights groups across the country.",
    "According to Forum Asia, the revised Anti-Terrorism Bill, set to replace the draconian Prevention of Terrorism Act (PTA), closely mirrors its predecessor, sparking concerns about its expansive definition of terrorism, limited judicial oversight, and constraints on the Human Rights Commission.",
    "On the other hand, despite protests from civil society, the Online Safety Bill, designed to regulate online content, has also become law. However, its broad definitions of \"harmful\" and \"illegal\" content spark fears of potential censorship of legitimate dissent and diverse viewpoints.",
    "The establishment of a five-member Online Safety Commission with sweeping powers, including the ability to remove social media content without judicial review and impose jail terms, also raises concerns about a lack of transparency and accountability.",
    "Forum Asia stressed that both bills grant undue powers to the executive, heightening risks of politically motivated arrests and content takedowns. This poses a threat to freedom of speech and expression, stifling public discourse and shrinking civic space.",
    "Forum Asia underlined the importance of incorporating diverse perspectives and conducting thorough consultations with stakeholders when drafting legislation that impacts fundamental rights and freedoms.",
    "They call for a meaningful re-evaluation of both bills to ensure they align with international human rights standards and safeguard the basic freedoms of Sri Lankan citizens.",
    "Imran Khan and wife convicted for illegal marriage and jailed for 7 years"
  ]
}