{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Colombo-Port-sees-modest-recovery-in-container-throughput-despite-global-uncertainties/108-275691",
  "time_ut": 1706127480.0,
  "original_lang": "en",
  "original_title": "Colombo Port sees modest recovery in container throughput despite global uncertainties",
  "original_body_lines": [
    "Container throughput at Port of Colombo expanded by 1.3% YoY",
    "The container throughput at the Port of Colombo experienced a modest recovery in 2023, rebounding from the effects of the economic crisis and political and social unrest of the preceding year.",
    "Notably, there was a substantial increase in transshipment container volumes in December, attributed to the advantages gained from the Red Sea crisis, as indicated by the data from the Sri Lanka’s Port Authority (SLPA).",
    "The container throughput at the Port of Colombo expanded by 1.3 percent year-on-year (YoY) to 6.949 million TEUs in 2023, indicating a return of confidence in the country by the main lines.",
    "The transshipment volumes handled by the port rose by 2.1 percent YoY to 5.75 million TEUs, while the transshipment volumes accounted for 83 percent of the port’s container throughput during the period.",
    "In December last year, the transshipment volumes handled by the port climbed by 10.4 percent YoY to 515,404 TEUs, after declining for the second consecutive month. The port emerged as a transit point in the short term for major shipping lines that decided to reroute their vessels around the Cape of Good Hope to avoid disruptions to shipments and high insurance premiums amidst intensifying attacks on vessels in the Red Sea by Yemen’s Houthi rebels.",
    "Although the Port of Colombo seems to be benefiting from the current crisis, due to the heightened uncertainty and volatility, some industry players opined that these recent gains are unlikely to be sustained in the long term. In fact, they cautioned that the port could stand to lose some of its transshipment volumes, if this crisis continues to disrupt the shipping industry. However, SLPA Chairman Keith D. Bernard was rather optimistic about the continuation of the current trend seen so far.",
    "In the year, the import container (laden) volumes declined by 0.6 percent YoY to 438,234 TEUs, while the export container (laden) volumes dropped by 6 percent YoY to 263,440 TEUs. However, the restowing volumes at the port were up by 4.8 percent YoY to 205,659 TEUs in the year.",
    "The port’s only fully operational deep container terminal, Colombo International Container Terminal (CICT), handled 3.22 million TEUs during the year, up by 1.2 percent, from 3.18 TEUs recorded in 2021.",
    "Meanwhile, the SLPA-managed Jaya Container Terminal (JCT) and its partially operational East Container Terminal (ECT) together handled 1.96 million TEUs in 2023, up by 2 percent, from 1.92 million TEUs handled in 2022. The container volumes handled by South Asia Gateway Terminal (SAGT) also rose by 0.7 percent YoY to 1.76 million TEUs in the year.",
    "The Port of Colombo is targeting around seven million TEUs in container volumes this year, according to the SLPA, with the port’s capacity set to increase to 8.5 million TEUs this year, with the additional capacity of ECT coming into operations. The port recorded its all-time container throughput of 7.25 million TEUs in 2019.",
    "The overall ship traffic at the Port of Colombo recorded a 16.1 percent YoY increase to 4237 vessels, including 3890 container ships in the period. In addition, there was a notable increase in ships calling at the port for repairs, while fewer ships called for bunkering purposes."
  ]
}