{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100367/club-wasantha-killed-in-shooting-singer-k-sujeewa-among-several-injured",
  "time_ut": 1720417320.0,
  "original_lang": "en",
  "original_title": "‘Club Wasantha’ killed in shooting, singer K. Sujeewa among several injured",
  "original_body_lines": [
    "UPDATE: (1.45 p.m.) - The car used in the Athurugiriya shooting incident, which resulted in the deaths of two individuals including Surendra Wasantha Perera also known as “Club Wasantha”, has been found in the Koratota area in Kaduwela by the police.",
    "The shooting had occurred during the opening ceremony of a beauty salon near the Clock Tower in Athurugiriya. Six persons were rushed to hospital following the shooting.",
    "However, police later confirmed that well-known businessman 55-year-old Surendra Wasantha Perera, also known as “Club Wasantha”. and a 38-year-old male had succumbed to injuries on admission to the hospital.",
    "Additionally, four other individuals including the popular singer K. Sujeewa were injured and are currently receiving treatment at hospital. The four injured persons includes three females.",
    "An injured woman and a man are being treated at the Colombo National Hospital while the other women are being treated at the Homagama Hospital.",
    "Police said that footage of the vehicle in which the suspects had arrived as well as the gunmen carrying out the shooting were recorded on a nearby CCTV cameras.",
    "Police investigations revealed that the shooters had arrived in a white car and that they used two T56 assault rifles to carry out the shooting.",
    "UPDATE (12.22 p.m.) - Another person injured in the shooting incident at Athurugiriya has succumbed to injuries increasing the death toll from the incident to 02.",
    "Additionally, four individuals, including singer K. Sujeewa, have been injured and are currently receiving treatment, according to the police.",
    "One person has been reported dead, while at least five others were left injured following a shooting incident at Oruwala in Athurugiriya.",
    "The injured individuals have been admitted to the Homagama Hospital, according to the police.",
    "The deceased has been identified as Surendra Wasantha Perera also known as “Club Wasantha” while popular singer ‘K. Sujeewa’ is also among the injured from the shooting incident, police said.",
    "The shooting reportedly took place during the opening ceremony of a beauty salon near the Clock Tower in Athurugiriya.",
    "Police said that footage of the vehicle in which the suspects had arrived was recorded on a nearby CCTV camera."
  ]
}