{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84290",
  "time_ut": 1719577800.0,
  "original_lang": "en",
  "original_title": "Former Colombo District Parliamentarian Hirunika Premachandra was found guilty of her involvement in the abduction of a youth using a Defender in 2015 and was given a three-year rigorous prison sentence by the Colombo High Court yesterday’Will Seek Bail on Monday says her Lawyer",
  "original_body_lines": [
    "Colombo High Court Judge Amal Ranaraja sentenced Hirunika Premachandra to three years imprisonment after she was found guilty of 18 counts, including conspiring and aiding in the abduction of the victim, threatening, assaulting, and intimidating victim Amila Priyankara after the abduction in Dematagoda. Hirunika Premachandra is the ninth accused in the case, and criminal charges against her proceeded as she pleaded not guilty.",
    "Meanwhile, the court further imposed a fine of Rs. 20,000 on the accused for each charge and warned that she could face a six-month imprisonment in default of the said fine.",
    "Deputy Solicitor General Janaka Bandara, appearing for the Attorney General, highlighted the seriousness of the offence, noting that the accused committed this crime while serving as a Member of Parliament. He observed that it is not appropriate to impose a suspended imprisonment sentence on the accused due to the severity of the offence",
    "Defence counsel Anura Meddegoda, PC, informed the court that his client had never been convicted of any crime. He further stated that his client is a social activist and a mother of three children. He requested that the court consider these mitigating factors to impose a lenient sentence. However, taking into consideration the seriousness of the offences, the High Court judge sentenced the accused to a three-year jail term.",
    "On November 24, 2017, except Hirunika Premachandra and a schoolboy, seven other accused who pleaded guilty for their involvement in the abduction case were given suspended imprisonment by the Colombo High Court.",
    "The complainant Amila Priyankara alleged that he was abducted and assaulted by a group of people who came in a black Defender to Dematagoda on December 21, 2015.",
    "Former Colombo District Parliamentarian Hirunika Premachandra, who has been jailed for three years by the High Court of Colombo for her involvement in the abduction of a youth using a Defender, is expected to seek bail from the Colombo High Court.",
    "President’s Counsel Anura Meddegoda, appearing for Hirunika Premachandra, informed the Colombo High Court that the defence is expecting to file for bail pending appeal for the accused.",
    "The defence can seek bail in terms of Section 20(2) of the Bail Act (No. 30 of 1997), requesting the release of the accused on bail since an appeal has been filed against the conviction."
  ]
}