{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/UKs-revised-travel-advisory-boosts-confidence-in-Sri-Lankan-tourism/108-280350",
  "time_ut": 1712530560.0,
  "original_lang": "en",
  "original_title": "UK’s revised travel advisory boosts confidence in Sri Lankan tourism",
  "original_body_lines": [
    "Sri Lanka’s tourism sector is expecting a multiplier effect across all key source markets following United Kingdom’s recent update on the travel advisory for Sri Lanka, which will immediately result in a significant boost in tourist arrivals in the upcoming summer season.",
    "The Foreign, Commonwealth & Development Office (FCDO) updated its Travel Advisory for Sri Lanka last week, with effect from April 5, after holding on to it since the economic and political crisis.",
    "The President’s Media Division asserted that this update encompasses various aspects including access to emergency medical services, security entry requirements, road safety, overall security situation, and health facility accessibility.",
    "The revised advisory no longer includes previous concerns regarding shortages of food, fuel, and medicine. In addition, the previously mentioned risks related to limitations in health services including the lack of medical equipment, have been omitted.",
    "“Many countries are guided by the UK travel advisory and this update will have a positive, multiplier effect across all our generating markets.  I have had a dialogue with the British High Commissioner and his intervention too would have helped in the recent update,” Tourism Minister Harin Fernando told Mirror Business yesterday.",
    "“Unfortunately, our politics are such, they always try to fish in troubled waters for petty gains and with no understanding of the economic requirements. We need to work together and not jeopardise national interest,” Fernando added.",
    "Echoing the views of the Minister, Sri Lanka Tourism Development Authority (SLTDA) Chairman Priantha Fernando said that the update is a notable endorsement of the destination from a tourism perspective. “We are delighted with the latest update of the UK travel advisory. On policy we do not interfere with advisories unless it gives an inaccurate account of the current status within the country. All governments have a responsibility to protect their citizens when on foreign soil and that’s why they review and update travel advisories,” he said.",
    "The tourism industry players also sounded upbeat on this development leading to a strong summer season with the impact on prospective UK travellers looking to visit Sri Lanka on holiday.",
    "“This will no doubt augur well for the upcoming ‘summer season’ where we see families from the UK travelling to Sri Lanka during their summer vacation,” SLAITO President Nishad Wijetunga said.",
    "Sri Lanka attracted record 254,176 travellers from UK in 2018 before the industry fell into multiple crises. Despite the travel advisory on Sri Lanka, tourist arrivals from UK doubled to 130,088 last year from 85,187 recorded In 2022.",
    "Wijetunga emphasised that efforts made by various parties played a key role in convincing UK authorities to update the travel advisory in reflecting  more accurate and current realities of Sri Lanka.",
    "“This matter was taken up by a member of the Association of Independent Tour Operators (AITO) UK, with support from our Minister (Harin Fernando), SLAITO and several leading industry stakeholders and prominent Sri Lankan personalities, with the FCDO UK. So we are very glad it has finally borne fruit,” he said.",
    "Up to April 3 this year, UK ranked as the third largest source market for Sri Lanka tourism with 60,942 British visiting the country. During the first three days of this month, UK was the second largest source market accounting for 14 percent of tourist arrivals during the period."
  ]
}