{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Greenpeace-South-Asia-calls-on-Presidential-candidates-to-commit-to-Global-Ocean-Treaty/14-766865",
  "time_ut": 1726692176.0,
  "original_lang": "en",
  "original_title": "Greenpeace South Asia calls on Presidential candidates to commit to Global Ocean Treaty",
  "original_body_lines": [
    "A year ago, during the UN General Assembly, over 80 countries signed the Global Ocean Treaty (also known as the High Seas Treaty or Agreement on Biodiversity Beyond National Jurisdiction - BBNJ) with fine words and big promises. But there is still work to do.",
    "The Treaty is a powerful tool to create large protected areas on the High Seas beyond national jurisdiction, that is to say offshore 200 nautical miles (or 370 kilometres) from the coastlines, where marine life can not only recover from industrial overfishing and marine pollution, but also thrive. A healthy ocean is vital to protect the climate, and to support the livelihoods of millions of people around the world — coastal communities, fishers, seafarers and everyone who depends on it. The Global Ocean Treaty will only enter into force when at least 60 governments have written it into their national law and, as of today, only eight countries have completed the ratification process, far from the 60 ratifications needed for the Treaty to enter into force.",
    "“The High Seas are home to millions of species and ecosystems, but less than 1% are fully protected. They are under increasing pressure from a range of threats, including industrial fishing, pollution and the emerging deep sea mining industry. Our oceans are running out of time – the era of ocean destruction must come to an end,” said Greenpeace South Asia Deputy Program Director for Engagement Gayani Chathurika Punchihewa.",
    "This year, Sri Lanka and the wider South Asia region have again suffered from heatwaves, heavy rains, floods and mudslides causing too many casualties. Our environment, the climate, the forest, the ocean are all connected and supporting one another. Our leaders need to understand it and start protecting ecosystems that can best mitigate climate change and extreme weather events. Protecting the wide ocean with a Global Treaty to create large scale sanctuaries on the High Seas is a good start, and one within reach.",
    "Now is the time to make history. Greenpeace South Asia is calling on all the candidates to the Sri Lankan Presidency for their commitment to sign and ratify the Global Ocean Treaty once they come into office, in order to safeguard ocean biodiversity, support climate change mitigation and the future of the next generations.",
    "Accordingly, the Greenpeace South Asia Office Board Member Jehan CanagaRetna",
    "has sent a public letter to all Presidential candidates on 9 September.",
    "Public letter for the Sri Lankan Presidential Candidates to pledge for the ratification of the “Global Ocean Treaty” to save our oceans.",
    "We are writing to you regarding the ratification of the UN Ocean Treaty – also known as the Agreement on Biodiversity Beyond National Jurisdiction/ BBNJ Agreement.",
    "Oceans regulate our climate, provide food and livelihoods to billions of people and are home to much of the global biodiversity. However, decades of industrial fishing, pollution, oil drilling and more have plunged them into crisis. The global ocean has been poorly managed by a range of regulatory bodies with varying mandates and limited effectiveness. The lack of coordination, fragmented coverage, and dearth of clear rules on how to effectively protect these global commons has left them vulnerable to overexploitation and pollution, compounded by the effects of climate change.",
    "However, in March 2023, an historic UN Ocean Treaty was agreed, adopted by consensus in June and opened for signatures at the UN General Assembly in September 2023. This Treaty represents a rare triumph of multilateralism, at a time when international relations are deeply strained by conflict, and it proves the world can still unite to safeguard the natural ecosystems that keep our planet liveable for all.",
    "Since then, 92 countries have signed the Treaty and 8 have ratified it, demonstrating global political support for the process. Unfortunately, Sri Lanka is not yet part of them.",
    "Once ratified by 60 countries, the Global Ocean Treaty will address many of the governance gaps that have plagued the ocean and provide a roadmap to conserve biodiversity areas that lie beyond national jurisdiction. In particular, once it enters into force, the Treaty will set out a legal framework and clear process for establishing ocean sanctuaries in the High Seas. If effectively protected and well-managed, these will help protect at least 30% of the oceans by 2030, a key global commitment agreed at the Convention on Biological Diversity (CBD) under the Kunming-Montreal Global Biodiversity Framework in 2022.",
    "Currently, less than 1% of the high seas are properly protected and scientists say that protecting at least 30% of the oceans by 2030 is crucial to safeguard biodiversity and to help mitigate climate change. The Treaty must be ratified by 60 countries by the UN Ocean Conference, taking place in Nice, France, in June 2025 if the global community is to have hope in hitting the “30x30” target at sea.",
    "The longer countries delay, the deeper the crisis will worsen.",
    "We therefore ask you to pledge making the signature and ratification of the Global Ocean Treaty by Sri Lanka one of your environmental and foreign affairs priority for the upcoming presidential mandate.",
    "Set out a legal framework and clear process for establishing networks of marine protected areas in the ocean beyond national jurisdiction.",
    "Ensure the fair and equitable sharing of benefits derived from marine genetic resources (MGRs) from the high seas and seabed.",
    "Give the international community more transparency and a greater say in decisions regarding activities that could harm high seas ocean biodiversity through its provisions on environmental impact assessments.",
    "Enhance, build capacity and ensure the transfer of marine technology to assist countries in the implementation of the agreement. A funding mechanism will be established to support such activities.",
    "High seas ocean sanctuaries, free from all destructive activities, are a key solution to the ocean crisis.",
    "These sanctuaries will protect vast stores of blue carbon and create space for marine life and habitats to recover and thrive, which will have significant benefits for coastal communities and small scale fishers who stand to benefit the most from the spillover effect of a healthy ocean.",
    "As of today, 92 countries have signed the Global Ocean Treaty. Among those, 8 countries have deposited their ratifications at the UN (Palau, Chile, Belize, Seychelles, Monaco, Mauritius, Micronesia, Cuba).",
    "The race for ratification is on, and you may have the opportunity to position Sri Lanka as one of the leaders in global ocean protection. Therefore, we respectfully urge you to make this public commitment for the ratification of the High Seas Treaty by Sri Lanka, prior to the Presidential election of 21 September 2024."
  ]
}