{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/rdb-bank-records-stellar-performance-for-1st-half-2025-2/",
  "time_ut": 1757768220.0,
  "original_lang": "en",
  "original_title": "RDB Bank records stellar performance for 1st half 2025",
  "original_body_lines": [
    "Regional Development Bank (RDB) has recorded a sterling performance in the first half of 2025, Marking a milestone achievement in its 40-years journey with record profits and strong balance sheet growth, as Sri Lanka’s premier state-owned development bank.",
    "The Bank posted Profit Before Tax (PBT) of Rs. 2.2 billion for the first six months ended 30th June 2025 as against Rs. 492 million reported for the same period of last year while Profit After Tax (PAT) crossed Rs. 1 billion.",
    "Chairman of RDB, Lasantha Fernando, attributed this exceptional performance to the disciplined strategies implemented at the start of the year and a carefully structured corporate budget. “We have been able to maintain an attractive interest margin, offsetting the pressures from a moderately high NPL ratio. These results reflect the trust of our large and loyal customer base, and the resilience of our business model which serves both large and small communities across the country,” he said.",
    "General Manager and CEO of RDB, Thilak Kumara, highlighted the Bank’s portfolio and deposit growth. “Our lending portfolio expanded to Rs. 260 billion by end-June 2025, compared to Rs. 240 billion at the close of 2024. In parallel, deposits grew by Rs. 17 billion during the first half, reflecting customer confidence built over four decades of dedicated service to rural and urban communities alike.”",
    "The Bank’s total asset base rose to Rs. 345 billion as of June 30th, 2025, up from Rs. 324 billion at year-end 2024. RDB continued to maintain a sound capital position, with Tier 1 and total capital ratios standing at 9.06% and 14.43% respectively, comfortably above regulatory minimums. Liquidity also remained strong, with a Liquidity Coverage Ratio (LCR) of 320% and a Net Stable Funding Ratio (NSFR) of 131% as at the reporting date.",
    "This landmark performance also comes in the year that RDB celebrated its 40th anniversary. Marking four decades of empowering Sri Lanka’s heartland, the Bank hosted a commemorative event at BMICH featuring the launch of a special stamp, the RDB Entrepreneurs Trade Fair, an Awards Ceremony for Outstanding Entrepreneurs, and a Talent Show. These celebrations reflected RDB’s dual focus on financial inclusion and fostering entrepreneurship across the country.",
    "Building on this momentum, RDB remains committed to its founding mandate of empowering those who are at the bottom of entrepreneur ladder, supporting SMEs, and strengthening livelihoods in agriculture, fisheries, and micro enterprises. With its extensive network of 272 service points and over 7 million customers, the Bank continues to play a pivotal role in driving inclusive growth and financial accessibility across the country.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}