{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/cinnamon-air-cross-connects-sri-lanka-tourist-hot-spots-183322/",
  "time_ut": 1728798240.0,
  "original_lang": "en",
  "original_title": "Cinnamon Air cross-connects Sri Lanka tourist hot spots",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Cinnamon Air said it was widening its scheduled network from November 01, linking top tourist destinations with each other as the winter season starts, slashing cross country travel times.",
    "From November 01, new flights will connect Koggala and Hambantota with Kandy and Sigiriya in central Sri Lanka.",
    "“These cross-country flights are designed to enhance convenience and reduce travel time while ensuring an unparalleled experience for those who wish to explore Sri Lanka’s South Coast after visiting the Cultural Triangle or the Central Hill Country,” Cinnamon Air said in a statement.",
    "Passengers can now cross from the Cultural Triangle (through Sigiriya) or the Central Hill Country (through Kandy) to the South Coast in 40 to 50 minutes, compared to 6 to 7 hours on the road, Cinnamon Air said, giving more time to spend on leisure activities.",
    "“In recent times, we have observed that foreign tourists’ travel patterns within Sri Lanka have been changing …to more focused tours involving a small number of locations or regions such as the Cultural Triangle, the Central Hill Country, and the South Coast,” Chief Executive Sean Dwight said in a statement.",
    "“As a result, we have carefully designed these two flights to meet the needs of international travellers who are visiting Sri Lanka, providing swift, comfortable, and scenic journeys between some of the country’s most treasured locations.”",
    "The airline said its Cessna 208 amphibian aircraft which take off from water also have large windows giving travellers a memorable experience with panoramic views of the islands, hills, forests and coastlines.",
    "Cinnamon Air is operated by Saffron Aviation (Pvt) Limited, a joint venture between John Keells Holdings, MMBL Leisure Holdings and Phoenix Ventures.",
    "The airline also operates charters to all airports and water aerodromes in Sri Lanka. (Colombo/Oct23/2024)"
  ]
}