{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101484/sajith-promises-salary-hikes-pension-boosts-and-tax-cuts-explains-funding-plan",
  "time_ut": 1724566080.0,
  "original_lang": "en",
  "original_title": "Sajith promises salary hikes, pension boosts and tax cuts; explains funding plan",
  "original_body_lines": [
    "Samagi Jana Balawegaya’s (SJB) Presidential candidate and Leader of the Opposition, Sajith Premadasa assures to implement a series of programmes to develop the country and enhance the livelihoods of the people by cutting down unnecessary expenses of the government.",
    "Addressing a election rally held in Digana, Premadasa highlighted that a new act will be introduced to strengthen the retired community of the country.",
    "“Yesterday, I pledged to establish a commission with full powers to grant a salary to public sector employees that can accommodate their standard of living. Additionally, the basic salary of state workers would be raised by 24%. We will also increase the monthly living expense allowances which currently stand at Rs 17,800 to Rs 25,000”, he said.",
    "Speaking further, the SJB leader said: “The limit for tax exemption will be maintained as it is. At the moment, 6% to 36% of public sector workers pay taxes. We expect to bring that figure down to a threshold of 1% to 24%.”",
    "“Now let me reveal more on our relief package to the retired. The allowances given to elderly citizens will be raised from Rs 3,000 to Rs 5,000.The interest rate would be increased to 15%, which will increase the value of your savings. Insurance schemes will also be provided to those who retired before 2016”, he added",
    "“A new act will also be passed to strengthen the retired community of the country”, said Premadasa.",
    "“Through the ‘One Rank-One Pay’ initiative, we aim to bolster the privileges of our war-veterans, police officers and officers of the civil defence force. Measures will also be taken to resolve the issues pertaining to the pensions of school teachers. These are some of the many proposals and plans of our party.”",
    "Meanwhile, the SJB presidential candidate also outlined plans to access funds for the said projects. “Some question whether we have sufficient funds to commence these projects. Yes, we do!”",
    "“Initially, we will cut down all the unnecessary expenses of the country. We will start by reducing the expenses of the President. I will not become a President who burdens the country. I will not tolerate corruption, fraud and theft under my tenure. I assure you that I will punish those who led the country towards destruction. I will definitely keep my word”, he added."
  ]
}