{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Gazette-on-providing-property-information-of-citizens-is-not-imposition-of-new-laws/108-283367",
  "time_ut": 1716725760.0,
  "original_lang": "en",
  "original_title": "Gazette on providing property information of citizens is not imposition of new laws",
  "original_body_lines": [
    "Colombo, May 26 (Daily Mirror) - Although the President issued a gazette requiring citizens of Sri Lanka to provide details of their movable and immovable properties to the Inland Revenue Department (IRD) starting from July 1, this is not an imposition of new laws. It is simply an exercise of the existing right to collect such information, Finance State Minister Ranjith Siyambalapitiya said.",
    "Addressing the media he said that these rules will never be implemented to affect the past.",
    "He said this circular is a re-implementation of a law that was inactive, and accordingly, the announcement of the implementation of the gazette notification issued on March 21 was made by the IRD Commissioner on May 21.",
    "Accordingly, with effect from July 1, the institutions such as the Land Registry Department, Company Registry Department, Stock Market, Bank and Non-Bank Financial Institutions and Motor Transport Department must report the information about their day-to-day transactions to the IRD.",
    "Minister Siambalapitiya further said that the non-implementation of such laws has contributed to becoming a country with the lowest government income in the world and falling into a deep abyss.",
    "\"The 20% of the tax revenue of our country is direct tax and the amount of indirect tax imposed even on the average person in the society has become 80%,\" he said.",
    "\"There is no intention of further oppressing the people by going back to the past and looking for information to implement these laws at a time when society is oppressed, and it is expected that taxes will be properly collected from those who owe income tax but are collecting it through fraudulent means,\" he said."
  ]
}