{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97538/united-petroleum-australia-enters-sri-lankas-retail-fuel-market-",
  "time_ut": 1708929180.0,
  "original_lang": "en",
  "original_title": "United Petroleum Australia enters Sri Lanka’s retail fuel market",
  "original_body_lines": [
    "United Petroleum Australia Pty Ltd has entered into a contract with Sri Lanka’s Ministry of Power and Energy to supply petroleum products into the local market.",
    "The agreement was signed on 22 February by Secretary to the Ministry of Power and Energy Dr. Sulakshana Jayawardena on behalf of the Government of Sri Lanka, and Eddie Hirsch, on behalf of United Petroleum Australia, in his capacity as the owner of the company.",
    "The Australian-owned petroleum retailer and importer has been assigned 150 fuel stations across Sri Lanka, and has also been given the right to build 50 new fuel stations.",
    "Accordingly, United Petroleum Australia incorporated a company in Sri Lanka under the name ‘United Petroleum Lanka Pvt. Ltd.’, to carry out operations within the country, with former Ceylon Petroleum Corporation (CEYPETCO) Board Member Dr. Prabath Samarasinghe having been appointed as the Director and CEO of the company.",
    "This marks the first expansion of the Australian company’s expansion of its retail petroleum outside of Australia, with the company owning over 500 fuel stations across Australia.",
    "Issuing a statement on the expansion, Director of United Petroleum Lanka stated “United is a billion-dollar company with focus on quality, safety and environment. Owners of the company believe that they should be able to benchmark good practices to Sri Lankan retail petroleum market and enhance the quality of products and services to its customers”.",
    "In March 2023, the Cabinet of Ministers gave the nod to award licenses to China’s Sinopec, Australia’s United Petroleum and RM Parks of the USA, in collaboration with multinational oil and gas company - Shell PLC, to enter the fuel retail market in Sri Lanka",
    "In 2022, the Sri Lankan government decided to open up Sri Lanka’s fuel import and retail sales market to companies from oil-producing nations in a bid to address the foreign exchange crisis.",
    "The Petroleum Products (Special Provisions) Bill also received the approval of ministerial consultative committee on power & energy, paving the way for new suppliers to enter the local fuel market as importers, distributors, and retail operators for petroleum products."
  ]
}