{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Aragalaya-Presidential-candidate-slams-capitalism/56-765582",
  "time_ut": 1723714813.0,
  "original_lang": "en",
  "original_title": "Aragalaya Presidential candidate slams capitalism",
  "original_body_lines": [
    "JAS Presidential candidate Nuwan Bopage says main issue to be addressed is plight of SL’s working people and how their situation can be improved",
    "Criticises exploitation of informal sector workers in SL and blames capitalism for it",
    "Says people will suffer same fate regardless of Ranil Wickremesinghe, Sajith Premadasa or Anura Kumara being elected",
    "Jana Aragala Sandhanaya (JAS) Presidential hopeful, Attorney-at-Law Nuwan Bopage, launched a scathing critique of capitalism yesterday.",
    "In his rally address, Bopage emphasised that the main issue to address is the plight of Sri Lanka’s working people and how their situation can be improved.",
    "“A survey by JETRO has revealed that Sri Lanka has the lowest wages in the region,” Bopage noted. “It highlights that a garment worker who generates substantial revenue earns only Rs. 16,000.”",
    "Bopage pointed out that while a worker often generates around Rs. 100,000 in revenue each month, they are paid only Rs. 16,000 in return. He questioned how such exploitation is allowed to persist.",
    "He also observed that intermediaries often earn more than paddy farmers and that gig workers also face exploitation.",
    "“How do we comprehend this exploitation? What is the method by which 67% of informal sector workers are exploited? Regardless of the name it’s given, it is capitalism,” he declared.",
    "“Regardless of the meetings held by Ranil Wickremesinghe, Sajith Premadasa, or Anura Kumara, society will face the same fate after each election. Our movement aims to change this system. According to the Central Bank, the minimum wage required for a person to live is at least Rs. 57,500. We are committed to fighting for that minimum wage to be achieved for the people.” he said.",
    "“Our movement advocates for working people to unite through trade unions and engage in collective actions. We propose making sick leave a statutory right, including menstrual leave for women, establishing childcare centres at workplaces, and providing transportation and sanitary facilities for workers pursuing higher education. Additionally, we support the creation of technical schools and evening classes to offer necessary educational resources.” he added."
  ]
}