{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104017/sri-lanka-to-ink-debt-deals-by-years-end-minister",
  "time_ut": 1733382060.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to ink debt deals by year’s end - Minister",
  "original_body_lines": [
    "Sri Lanka vowed Thursday to complete its long-delayed foreign debt restructure within the month before a 2025 budget adhering to strict revenue targets set by the International Monetary Fund.",
    "The island nation defaulted on its $46 billion external debt in April 2022 after running out of foreign exchange to finance even the most essential imports such as food and fuel.",
    "Its economy has recovered after getting an IMF rescue package and imposing austerity reforms aimed at repairing the government’s ruined finances.",
    "Economic development deputy minister Anil Jayantha Fernando said debt restructuring had been delayed by more than two years, costing the country an additional $1.7 billion in accumulated interest.",
    "“We are hoping to complete the restructure of bilateral debt and international sovereign bonds by December 31,” Fernando said.",
    "President Anura Kumara Dissanayake, voted into office in September, told parliament that his government would present its first revenue and expenditure proposals for next year in February.",
    "Dissanayake last month announced it would honour a deal secured by his predecessor to restructure $12.55 billion in international sovereign bonds, a key condition to maintain the $2.9 billion four-year IMF bailout loan.",
    "Agreements have yet to be inked to complete the debt restructuring process and allow Sri Lanka to return to international financial markets to raise new loans.",
    "A majority of private creditors to the South Asian nation agreed in September to a 27 percent haircut on their loans.",
    "Dissanayake’s National People’s Power (NPP) coalition had previously criticised the restructure deal as unfair on the impoverished nation and vowed to renegotiate after coming to power.",
    "But since its win in snap parliamentary elections last month he has made a U-turn, saying the economic recovery was too fragile to jeopardise with any changes.",
    "As part of the deal agreed in September and ratified by the new administration, bondholders will also take an 11 percent haircut on overdue interest payments.",
    "Sri Lanka secured its IMF bailout in 2023 after doubling taxes, withdrawing energy subsidies and raising prices of essentials to shore up state revenue."
  ]
}