{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99735/new-city-for-residents-along-kelani-river-bank-sagala",
  "time_ut": 1717778460.0,
  "original_lang": "en",
  "original_title": "New city for residents along Kelani River Bank - Sagala",
  "original_body_lines": [
    "Senior Advisor to the President on National Security and Chief of Presidential Staff Sagala Ratnayaka said that an allowance of LKR 10,000 will be provided to every household affected by the flood.",
    "He stated that this financial assistance is intended for cleaning the houses. Additionally, once the assessment reports on all partially and fully damaged houses and buildings are received, the subsequent steps will be implemented promptly.",
    "Sagala Ratnayaka made these remarks while participating in an observation tour today (07) to assess the welfare of the residents in the Kolonnawa area impacted by adverse weather conditions.",
    "During the tour, Sagala Ratnayaka inspected the houses affected by the floods and visited a medical clinic organized at the Kolonnawa Sri Sambuddharaja Purana Vihara to oversee the assistance provided to the affected individuals. Following this, he participated in a discussion at the Kolonnawa Divisional Secretariat to assess the current progress and future initiatives of the government’s relief program for the affected population.",
    "After consulting with the Divisional Secretaries, it was decided to provide an immediate allowance of LKR 10,000 to each household affected by the floods. Additionally, plans are underway to assess the extent of damage to both partially and completely affected houses, with further compensation to be provided accordingly.",
    "Previously, as per the 2019 circular, compensation was only allocated to individuals sheltering in relief camps during flood disasters. However, this protocol has been revised, and measures have been taken to offer a LKR 10,000 allowance to every household impacted by the floods. This adjustment aims to facilitate the return of affected individuals to their homes and enable them to resume their daily activities.",
    "In accordance with the President’s directives, efforts are underway to reconstruct all houses completely devastated by the disaster, with the government bearing the costs and assistance from the army. Concurrently, a program has been devised to distribute essential medicines to those in need.",
    "Following the abatement of the floodwaters, there is a heightened risk of disease outbreaks among the affected population, particularly among vulnerable groups such as young children and the elderly. Preventative measures are being implemented to mitigate these risks, including initiatives to address potential outbreaks of diseases such as dengue. Collaboration between the Navy, the Red Cross Society, and unaffected community members is facilitating the distribution of aid to affected individuals. Additionally, initiatives are underway to restore the functionality of wells for safe water access.",
    "Medical clinics are being organized to address the healthcare needs of individuals in disaster-affected areas, with the support of foreign medical teams conducting clinic camps. Additionally, several medical clinics are being facilitated through Divisional Secretariats. The involvement of army medical teams is also poised to contribute to the improvement of the health conditions of those affected.",
    "President Ranil Wickremesinghe remains vigilant regarding the well-being of individuals in disaster-stricken regions and has instructed officials to ensure the provision of necessary relief measures. Efforts are underway to devise an effective program aimed at preventing the recurrence of such devastating floods, with a focus on addressing issues such as unauthorized construction and land reclamation, which have been identified as contributing factors to these disasters. It is anticipated that a Cabinet order will be sought to curtail illegal construction and land reclamation activities to mitigate future flood risks.",
    "In addition to these measures, plans are being formulated to establish a new city for residents residing along Kelani River bank. This city is envisioned to offer comprehensive facilities, including hospitals, schools and residential complexes. Given the presence of government institutions such as the IDH Hospital and Sri Lanka transport Board Depot in the area, discussions will be initiated with local residents to garner input and facilitate the implementation of future initiatives. The aim is to develop a comprehensive plan that receives consensus from all stakeholders and to realize the success of the program within the next decade.",
    "The tour was attended by Member of Parliament Premanath C. Dolawatta, Director General of the Trade Union Saman Ratnapriya, along with former members of the Kolonnawa Pradeshiya sabha, political representatives and government officials."
  ]
}