{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/BASL-President-temporarily-steps-down-amid-JICA-scandal-investigation/56-763033",
  "time_ut": 1718222401.0,
  "original_lang": "en",
  "original_title": "BASL President temporarily steps down amid JICA scandal investigation",
  "original_body_lines": [
    "In a significant development the President of the Bar Association of Sri Lanka (BASL) Kaushalya Nawaratna, has temporarily stepped down from his position pending the conclusion of an investigation into alleged financial irregularities within the BASL. This decision comes in response to growing pressure and concerns regarding the alleged misappropriation of funds earmarked for an anti-corruption initiative funded by the Japan International Cooperation Agency (JICA).",
    "The controversy erupted when a group of legal professionals, including 10 Presidents’ Counsel and over 80 Attorneys-at-Law, called for a comprehensive investigation into the JICA project scandal. They demanded that any BASL member potentially involved in the misuse of funds step down during the inquiry. The group highlighted the paramount importance of transparency, accountability, and the preservation of BASL’s moral authority and public trust.",
    "In a letter addressed to the Bar Council and Executive Committee of the BASL, President Nawaratna expressed his frustration over the situation. He noted that none of the signatories to the initial letter had sought his views or position before expressing their respective opinions. He criticised the lack of adherence to the Rule of Law and the principle of audi alteram partem (hear the other side) by the 10 Presidents’ Counsel and others involved.",
    "Nawaratna emphasised that he is restrained from fully expressing his views but intends to present his position in detail before the committee, subject to his concerns about the composition of the said committee. He also pointed out that several statements made about the issue were inaccurate and damaging to the reputation of the BASL and the legal profession as a whole.",
    "Given the gravity of the situation and to ensure the integrity of the inquiry, Nawaratna said he has decided to refrain from discharging his duties as President of the BASL until the report of a duly appointed committee is submitted. He acknowledged that the BASL Constitution does not provide for a temporary stepping down of the President during an inquiry but stated that his decision is made without prejudice to his rights, privileges, and powers as President.",
    "Five members of the BASL including its President Kaushalya Nawaratna PC stand accused of misappropriating funds earmarked for an anti-corruption initiative funded by JICA. JICA had reportedly allocated Rs. 21 million for the project, with allegations claiming that at least Rs. 19 million were pocketed by the five accused."
  ]
}