{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/un-fudged-lankan-casualty-figures-lord-naseby/",
  "time_ut": 1734646080.0,
  "original_lang": "en",
  "original_title": "‘UN fudged Lankan casualty figures’ – Lord Naseby",
  "original_body_lines": [
    "The United Nations Human Rights Council at its 57th session adopted a resolution extending the mandate of the Office of the High Commissioner for Human Rights (OHCHR) Project on Sri Lanka Accountability by one year. Babu Ram Pant, Deputy Regional Director for South Asia at Amnesty International, has commented extensively on this resolution.",
    "The source of these allegations of human rights violations against Sri Lanka is the controversial report called the ‘Dharusman (UNPOE pr United Nations Panel of Experts.) report,’ which the UN Secretary-General commissioned in 2010 after Sri Lankan forces defeated LTTE terrorism. The Secretary-General justified the commissioning of this report, stating that ‘the report is for his personal knowledge.’ This is a strange move to start with because in the UN, HR violation investigations are commissioned by resolutions of the UN Security Council and never by the UN Secretary-General ‘for his knowledge’ in his personal capacity. However, since the report was published, it received authenticity and UN and international blessings to make a case against Sri Lanka.",
    "This ‘international perversion’, however, does not end there. In its mandate, the report further maintained that its task was to look into the ‘accountability to the International Humanitarian and Human Rights law, on the final stages of the Sri Lankan conflict’. This, again, is twisted advocacy to suit one’s agenda as what logically applies to the situation is only international humanitarian law and certainly not Human Rights law.",
    "Confronted by these allegations of the UNSG and his ‘experts’, the Sri Lankan government in 2012 hired a team of independent experts, whose expertise in international conflicts and international law was beyond question. This team comprised",
    "Professor Michael Newton -Professor of the Practice of law, Vanderbilt University School of Law.",
    "Major General Sir John Holmes DSO OBE MC- UN Under-Secretary for Humanitarian Affairs 2007-2010",
    "These eminent persons had served on various international investigation panels. After studying the issues in detail, they submitted their reports to the government of Sri Lanka. They were all in agreement that the Sri Lankan case should be viewed under International Humanitarian Law and not under International Human Rights law.",
    "The applicability of IHRL and its relevance can be explained as follows. It is an accepted fact that the LTTE was the most organized terrorist unit in the world. This fact signifies that the conflict in Sri Lanka was an armed conflict between two sets of forces, namely the SL security forces and the LTTE.",
    "In such a context, international law, as spelt out by the ICRC statute, is very clear in stating that the law that applies to an armed conflict is international humanitarian law, and not International Human Rights law.",
    "Further, as the above experts on international law have pointed out, “International law provides civilian protection while simultaneously allowing for military objectives to be fulfilled, which is the central goal of International Humanitarian Law (IHL). The death of civilians during a conflict, no matter how grave or regrettable, does not in itself constitute a war crime. In particular, the three principals",
    "Distinction means that no civilians should be targeted intentionally, Military necessity means that targeting of the particular object should be necessary for the advancement of the troops, and Proportionality is that, the collateral damage (civilian and property) should be justifiable to the military advantage anticipated to be achieved’ – Sir Desmond de Silva QC Page 23.",
    "Therefore, if Sri Lankan forces are to be made guilty of war crimes, charges may have to be brought either on the grounds of intentionally targeting civilians, attacking with no military necessity or for disproportionate killings, over and above the military advantage.",
    "In addition to the above, the Darusman report, makes another tendentious allegation against the Sri Lankan forces. It says in paragraph 137:",
    "137. In the limited surveys that have been carried out in the aftermath of the conflict, the percentage of people reporting dead relatives is high. The number of credible sources has estimated that there could have been as many as 40,000 civilian deaths. Two years after the end of the war, there is still no reliable figure for civilian deaths, but multiple sources of information indicate that a range of up to 40,000 civilian deaths cannot be ruled out at this stage. Only a proper investigation can lead to the identification of all of the victims and the formulation of an accurate figure for the total number of civilian deaths.",
    "Now, this is the figure that is widely quoted to discredit Sri Lanka’s armed forces. Further a figure of 40,000 appears somewhat ‘disproportionate’ in a conflict of this nature and therefore it can be used to make the Sri Lankan forces out to be guilty under international law although the claims made by the UNPOE have not been substantiated.",
    "The Darusman report contradicts the number of ‘dead persons during the conflict’ furnished by the UN country team stationed in the conflict zone for that specific purpose. The US State Department report says the number of deaths is 6,710 from January 2009 to April 2009. The UN’s Country team report prepared by Gordon Weise, the country team leader, states that the figure of casualties is 7,714 from January 2nd to 13th May 2009. The two reports have a basis on daily counts, and they were prepared on the current basis while the conflict was raging, whereas this Darusman report, having come after two years since the end of the battle, presents a figure of 40,000 casualties without a basis or naming a source for the same.",
    "Here is how the Panel justifies its reasons for questioning the first COG (UN Country team) figure:",
    "The number calculated by the United Nations Country Team provides a starting point but is likely to be too low for several reasons. First, it only accounts for the casualties that were observed by the networks of observers who were operational in LTTE-controlled areas. Many victims may not have been observed at all. Second, after the United Nations stopped counting on May 13th, the number of civilian casualties likely proliferated. Due to the intensity of the shelling, many civilians were left where they died and were never registered, brought to a hospital, or even buried. This means that, in reality, the total number could easily be several times that of the United Nations figures.",
    "The country team was stationed in the war zone to prevent and record violations of the international laws of conflict, and the most crucial part of that operation was recording the number of dead in the fighting.  The members of this panel, before casting aspersions on the quality of the information found on the Country-Team report, should do well to re-examine the authenticity of their own information sources because their sources, such as the Tamil Diaspora and the ‘Peace’ NGOs, could be highly partisan since they have lost their relevance (and also contributions) since this conflict came to an end.",
    "On 01 November 2017, Lord Naseby, a member of the British House of Lords, moved a resolution in the British Parliament to the effect that the number of civilians killed in the final stage of the Sri Lankan conflict was around 7,000 and not 40,000. Accordingly, he suggested to the Parliament that Britain should change its perspective towards the Sri Lankan issue at the UN Human Rights Commission.",
    "Even though Lord Naseby’s assertion is based on the reports of the Defense Attaché of the British Embassy in Colombo at the time of the war, it needs loads of optimism to expect that the British Government will accept these statistics and change its official position towards Sri Lanka at international forums, especially at the UN Human Rights Council where they have co-sponsored the US resolution against Sri Lanka.",
    "Lord Naseby, subsequently airing his views to Mandy Clerk of the British media, stated, “I went into the civilian factor of this war because the figures I had did not add up to the official figures. So, I applied under the freedom of information, requesting the reports of the Defense Attaché of our embassy in Colombo at the time of the war. I received 26 reports, but that did not include the final few days of the war situation. So, I made another appeal, and there I received a further 12 reports. These reports had enough evidence to prove that nobody in the Sri Lankan government ordered to kill people and that was not the intention. The reports said that the casualty figure is around 7,200 civilians and the report further mentioned that a quarter of those casualties could be the LTTE cadres because they did not wear a uniform towards the last stages of the conflict. Then I went to the University Teachers of Jaffna, which is a professional organization of Tamil University teachers, and they said, ‘ it is about 7000’.",
    "The Department of Census and Statistics performs its customary population survey for the whole of Sri Lanka every 10 years, but due to the LTTE activity, it has not been able to collect data in the North and East since the 1981 survey. Thus, during these years, the officers of respective kachcheries have been issuing population estimates when required for official purposes. However, since the conflict ended in 2009, and given the conflicting claims made by interested parties, including the Catholic Church, the Department commenced an exclusive survey for the northern province in June 2011. This survey was specially designed to ascertain, with verification, the number of people living as well as those who have died, especially during 2009 so that death certificates could be issued on account of them to their next of kin.",
    "This survey was spearheaded by the following officers for each of the regions as follows,",
    "Jaffna – S Udayakumaran (Head of the District Statistics office)",
    "Mannar – M. Vithiyananthaneshan (Head of the District Statistics offic)",
    "Vavuniya – M. Thyagalingam (Head of the District Statistics office)",
    "Mullaitivu – N. Gangatharan (Head of the District Statistics office)",
    "Thus, the above schedule gives the death toll as 8,998 during the period, including 1,067 who died due to old age/sickness, and the numbers are enumerated on the house-to-house survey regarding the cause of death. Death certificates were issued to all persons in this schedule and even those that did not explain their cause of death and stated as ‘not stated.’ People do not disclose the cause of death for various reasons, and most of such undisclosed deaths fall into the category ‘other’, meaning deaths due to terrorism. Therefore, it is possible that the number of deaths due to conflict situation was 7,442 (6,858+ 584).",
    "Now, these death counts are reported of persons who were born and lived in the five districts where the conflict raged and also in the districts from where the LTTE used human shields. Therefore, when the Darusman report claims 40,000 deaths, such additional deaths have to be of people who were not born or did not live in these districts.",
    "In modern times, dominant nations do not have to use weapons to subjugate others. They could just as well ‘Weaponize human rights’ to achieve the same end. That way, they could wear the cloak as the “Champions of Human rights,” hiding their authentic characters as killers, decimators and dominators.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}