{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Hakeem-opposes-new-Chief-Epidemiologist-appointment-over-role-in-COVID-19-cremation-policy/56-765948",
  "time_ut": 1724444262.0,
  "original_lang": "en",
  "original_title": "Hakeem opposes new Chief Epidemiologist appointment over role in COVID-19 cremation policy",
  "original_body_lines": [
    "SJB MP Rauff Hakeem has urged Health Minister Dr. Ramesh Pathirana to not appoint Dr. Hasitha A. Tissera as Chief Epidemiologist",
    "Points out Tissera was part of expert committee that recommended mandatory cremations of all COVID-19 victims",
    "Says despite Govt. apology, forced cremations caused significant distress to Muslims in SL",
    "Samagi Jana Balawegaya (SJB) MP Rauff Hakeem has urged Health Minister Dr. Ramesh Pathirana not to appoint Senior Medical Epidemiologist Dr. Hasitha A. Tissera as Chief Epidemiologist, citing Tissera’s role in the expert committee that recommended the mandatory cremation of all COVID-19 victims.",
    "In Parliament on Wednesday, Hakeem criticised the decision to cremate all COVID-19 victims, arguing that it was not based on scientific evidence and had caused significant distress to the Muslim community in Sri Lanka.",
    "He pointed out that, with Monkeypox now emerging as an immediate threat, Dr. Tissera has been appointed Acting Chief Epidemiologist, and there is a strong likelihood he could be made the permanent Chief Epidemiologist.",
    "“I urge you not to appoint someone with such a controversial background, especially at a time when another pandemic might arise,” Hakeem said.",
    "Hakeem further stressed that, despite the Government’s apology for the cremation policy, no departmental inquiry has been conducted against the expert committee responsible for this decision. He called for Dr. Tissera to face a departmental inquiry and noted that another committee member, a Judicial Medical Officer (JMO) from Karapitiya, has publicly advocated for the legalisation of abortions in the country.",
    "In response, the Health Minister stated that all senior government appointments are made under the guidance of the Public Services Commission, without political interference. However, he indicated that the issue would be reviewed in light of Hakeem’s concerns."
  ]
}