{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/From-Panama-to-Pandora-but-never-to-Hulftsdorp/4-782202",
  "time_ut": 1758846196.0,
  "original_lang": "en",
  "original_title": "From Panama to Pandora — but never to Hulftsdorp",
  "original_body_lines": [
    "“From Panama to Pandora” will still read like a road that bends away from Hulftsdorp",
    "Despite new laws and action plans, Sri Lanka’s response to the Pandora Papers has yielded press releases but no prosecutions — leaving Hulftsdorp absent from the accountability trail",
    "ICIJ’s leaks sparked loud announcements, interagency hand-offs and new laws. Four years on, Sri Lanka has asset portals and press releases — but still no public indictments from Pandora. Where, exactly, does this investigation lead?",
    "Four years after the ICIJ’s Pandora Papers exposed offshore holdings linked to Sri Lankan political figures, the country’s legal response remains stalled. While the Anti-Corruption Act, the Proceeds of Crime Act and the National Anti-Corruption Action Plan (2025–2029) have expanded the formal framework, no indictments or tax outcomes tied to Pandora have been brought before court. The article uses the Lasantha Wickrematunge case to illustrate how prosecutorial volatility erodes public trust and underscores the wider pattern of announcements without enforcement. With a new Chief Justice and sharper statutory tools, the institutional architecture exists; yet outcomes depend on whether charge sheets are filed, defended and seen to conclusion. Unless reforms are tested in open court, Sri Lanka risks repeating the cycle where global leaks produce committees and portals but not convictions, leaving Hulftsdorp absent from the story.",
    "“First came the Panama Papers then the Pandora Papers,” Groundviews warned in December 2021 — and, as usual, “after the furore… the charges are all but forgotten.”[1] The names were public; deadlines were proclaimed; committees were formed. Yet Hulftsdorp remains conspicuously absent from the story.",
    "The ICIJ files tied Nirupama Rajapaksa and Thirukumar Nadesan to offshore companies and trusts holding high-value overseas assets; later, Tiran Alles — then Public Security Minister — was identified as owning London flats via two BVI companies, the first sitting Sri Lankan minister flagged in the trove.[2][3] None of this is per se illegal; the public-interest questions are source of wealth, tax treatment, money-laundering risk, and conflicts with asset declarations.",
    "CIABOC opened a probe in October 2021 and filed an interim report in November 2021 while bank records were still being gathered; strands were referred to the CID for treatment under the Prevention of Money Laundering Act. No Pandora-linked indictments have been publicly filed.[4]",
    "The Inland Revenue Department was tasked in October 2024 to run a special investigation into Pandora-named persons and companies. The IRD said it had begun — “research stage” — but has published no outcomes.[5]",
    "In early 2025, Attorney-General Parinda Ranasinghe Jr advised that several suspects connected to proceedings around the Lasantha Wickrematunge case be released — triggering public outrage from media-rights groups and the victim’s family. Within weeks, the decision was reversed and court was informed that the discharge would not proceed. The AG’s Department said the earlier advice related to a connected abduction case, not the murder itself; the murder investigation, it said, continues.[6]",
    "Whatever one’s view of the merits, the episode illustrates a broader problem: trust is an outcome, not a presumption. When consequential decisions appear, then retract, the public infers volatility at the apex of prosecution — a pattern incompatible with steady rule of law. (For the record: Ranasinghe Jr has served as AG since mid-2024, succeeding Sanjay Rajaratnam after an extension was not granted.)[7]",
    "Since early 2024, CIABOC has been chaired by Justice W.M.N.P. Iddawala, appointed by the President on the Constitutional Council’s recommendation, as required by the Anti-Corruption Act, No. 9 of 2023. The same statute sets terms and disqualifications. Yet the reappointment of CIABOC’s Director-General in April 2024 has been challenged in court, with petitioners arguing it did not comply with the new Act’s criteria.[9]",
    "In April 2025, the Government launched the National Anti-Corruption Action Plan (NACAP) 2025–2029, intended as a strategic roadmap for implementing the Act. CIABOC has since called for greater public involvement, institutional reform and legal literacy to make the plan credible.[10]",
    "Sri Lanka ranked in the mid-seventies out of more than 140 countries on the WJP Rule of Law Index 2024, with a small year-on-year improvement, but the Corruption Perceptions Index 2024 placed the country at 121 out of 180 with a score of 32/100.[11][12]",
    "The institutional environment is also shifting: in July 2025, Preethi Padman Surasena became Chief Justice, succeeding Murdo Fernando. This leadership change at Hulftsdorp has yet to be tested against major corruption or accountability cases, but it will shape whether new laws are enforced consistently.",
    "Acemoglu and Robinson argue that where extractive institutions concentrate power and shield elites, accountability erodes and growth under-performs.[13] Sri Lanka’s own IMF governance diagnostic flagged macro-critical vulnerabilities — asset declarations, procurement, prosecutorial independence — all central to the Pandora story.[14]",
    "The Proceeds of Crime Act, No. 5 of 2025 has now given the State sharper tools to freeze and forfeit illicit assets. Yet as with earlier laws, enforcement is the hinge. Passing legislation is not the same as producing charge sheets.[8]",
    "Tax enforcement (IRD). If the 2024 special probe matures, expect amended assessments and penalties; severe cases could be referred for false returns. A first visible signal would be IRD-acknowledged assessments tied to Pandora findings.[5]",
    "nFinancial-crime route (CID/FIU referred to the Attorney-General). If CID traces tainted flows, prosecutors can file money-laundering charges and seek restraint or forfeiture under the Proceeds of Crime Act. This requires mutual legal assistance with the UK and BVI to secure beneficial ownership and property trails.[4][8]",
    "Illicit enrichment/declaration breaches (CIABOC). Discrepancies between public declarations and offshore evidence open paths under the Anti-Corruption Act — independent of the original Pandora file.[10]",
    "A new Online Safety Act (No. 9 of 2024) empowers a commission to regulate online statements deemed “prohibited.” Critics warn it risks chilling investigative journalism and whistleblowing, both essential for sustaining accountability around offshore secrecy and illicit enrichment. If citizens fear reprisal for questioning declarations or leaks, then reforms may remain paper-bound.",
    "Four years after Pandora, Sri Lanka has new laws, an action plan, a public declaration portal, and a busier CIABOC calendar — but no public indictments arising specifically from Pandora. Until charge sheets (tax, laundering, illicit-enrichment) are filed and defended in open court, “From Panama to Pandora” will still read like a road that bends away from Hulftsdorp.",
    "The fix is uncomplicated to describe, hard to do: publish IRD outcomes, file CID cases with MLA-backed evidence, and enforce declaration breaches without fear or favour. That is how institutions start to feel inclusive rather than extractive — and how trust stops being a sermon and becomes a record.",
    "Oct 2024 – Finance Ministry instructs IRD to run special Pandora investigation.",
    "Apr 2025 – Government launches NACAP 2025–2029 under Anti-Corruption Act.",
    "Jul 2025 – Preethi Padman Surasena appointed Chief Justice, succeeding Murdo Fernando.",
    "2025 (to date) – No public indictments or tax outcomes published.",
    "[2] ICIJ, Pandora Papers profile on Nirupama Rajapaksa and Thirukumar Nadesan, 2021.",
    "[3] ICIJ, “Sri Lankan public security minister used shell companies to own London flats,” 2023.",
    "[4] CIABOC probe opened (Oct–Nov 2021); strands later referred to CID under Prevention of Money Laundering Act.",
    "[5] Finance Ministry direction to IRD for Pandora-related investigation; IRD statement (Oct 2024).",
    "[6] AG advice to release suspects in Lasantha Wickrematunge case; public protests; subsequent reversal (Jan–Feb 2025).",
    "[7] Appointment of Parinda Ranasinghe Jr as Attorney-General (mid-2024), succeeding Sanjay Rajaratnam.",
    "[9] Transparency International Sri Lanka, “CIABOC DG reappointment challenged,” April 2024.",
    "[10] Anti-Corruption Act, No. 9 of 2023; NACAP 2025–2029 launch materials.",
    "(The writer is a political economist and commentator on Sri Lanka’s governance, law and political economy. He has published widely in the Daily FT and Groundviews on sovereignty, institutional reform and the intersections of law and politics. He can be contacted through [email protected].)"
  ]
}