{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/SL-envoy-in-Jordan-meets-with-Zarqa-Chamber-of-Commerce-to-boost-trade-economic-cooperation/34-766076",
  "time_ut": 1724805238.0,
  "original_lang": "en",
  "original_title": "SL envoy in Jordan meets with Zarqa Chamber of Commerce to boost trade, economic cooperation",
  "original_body_lines": [
    "Sri Lankan Ambassador to the Hashemite Kingdom of Jordan J.A.D.S. Priyangika Wijegunasekara paid a visit to the Zarqa Chamber of Commerce on 21 August and had a productive discussion to boost trade and economic cooperation between the two countries.",
    "During the discussion, the trade and economic relations between Jordan and Sri Lanka were reviewed to discuss ways to enhance trade, tourism, and investment cooperation between the two countries.",
    "Zarqa Chamber Chairman Hussein Shraim emphasised the need to strengthen the existing tourism cooperation between Jordan and Sri Lanka, as well as possible ways to encourage bilateral tourism by linking tourists with travel companies and agents in both countries. Ambassador Wijegunasekara said that Jordan-Sri Lanka relations are characterised by developments in trade, commerce, and labour, noting that bilateral relations were established in 1965 and are witnessing continuous development and growth.  The Ambassador stressed the importance of strengthening trade and economic relations between Jordan and Sri Lanka and invited Jordanian businessmen to invest in the Port City in Colombo, taking advantage of the business environment in Sri Lanka. She further stated that, considering great cooperation in the Jordanian industrial field, it would be beneficial for Sri Lanka as well as Jordan to deploy more skilled Sri Lankan workers in industrial cities.",
    "The Ambassador also expressed her desire to increase the volume of trade exchange between the two countries and support Jordanian companies in exploring avenues for exporting their olive oil and Dead Sea salt products to Sri Lanka.",
    "Chairman Shraim said that the volume of trade exchange between the two countries witnessed remarkable growth during the first five months of 2024. He pointed out that the major Jordanian imports from Sri Lanka are fabrics and their accessories, tea, coffee, spices, and coconut-based products, while the most prominent exports from Jordan are iron products, furniture and its products, chemical products, and clothing and clothing accessories.",
    "During the meeting, both parties agreed to organise joint economic activities aimed at increasing trade and economic cooperation, in addition to enhancing bilateral cooperation in other fields. The Board of Directors of the Zarqa Chamber Jihad Al-Marairah, Imad Abu Al-Bandoura, Fayez Askaka, Bassem Al-Kilani, and General Manager Lara Al-Shishani, along with Embassy Second Secretary Gajithra Nawan and the Mission’s Translator Zeinab Elkayed, attended the discussion."
  ]
}