{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/isb-deals-near-completion-if-sri-lanka-proceeds-with-current-dsa-central-bank-chief-181308/",
  "time_ut": 1727424960.0,
  "original_lang": "en",
  "original_title": "ISB deals near completion if Sri Lanka proceeds with current DSA: central bank chief",
  "original_body_lines": [
    "ECONOMYNEXT — Sri Lanka’s debt restructuring process has neared its end and a bond exchange can be expected in six to eight weeks after establishing comparability, if the government proceeds with the existing debt sustainability analysis (DSA), Central Bank Governor Nandalal Weerasinghe said.",
    "Responding to questions at the Central Bank’s monthly monetary policy review, Weerasinghe said it is up to the Ministry of Finance to decide on the DSA.",
    "“It is difficult to give an opinion on how it will proceed. Whether to renegotiate the DSA or targets is a decision up to the Ministry of Finance. We are not party to that. They must decide whether to proceed with the existing DSA and restructure debt or to renegotiate a new DSA. I cannot comment on that. The ministry must decide,” he said.",
    "However, he said, the process has neared its end, and noted that the president and the government has announced debt restructuring will be completed as soon as possible, as will be the third review of the ongoing International Monetary Fund (IMF) programme.",
    "“I think the ministry will discuss with the newly appointed persons and decide how that should be done. The central bank cannot comment on it,” he said.",
    "Explaining the remaining steps of the debt restructuring process, the central bank chief said an ‘agreement in principle’ has already been made with international sovereign bond (ISB) holders, local bond holders and the Asian Development Bank (ADB). If the government decides to proceed with the existing DSA, a comparability assessment must then be made.",
    "The comparability of the restructuring effort is determined by the net present value of the total cash flow relief provided during the restructuring period collectively through these different methods (interest reduction, maturity extension, principal haircut).",
    "“We strongly believe that there is no problem there. That’s why it’s all been published,” he said.",
    "According to Weerasinghe, this assessment is what Sri Lanka needs to obtain most urgently.",
    "“After that, you have to go for a bond exchange. The China Development Bank (CDB) agreements are signed after completion. Local banks must also be given new bonds for their ISBs. So the next step is this bond exchange.",
    "“If the first step is done, a bond exchange can happen in 6-8 weeks. That’s the time it takes for an ISB exchange,” (Colombo/Sep27/2024)"
  ]
}