{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Financial-Intelligence-Unit-inks-MoU-with-Bahrain-counterpart/34-763328",
  "time_ut": 1718920187.0,
  "original_lang": "en",
  "original_title": "Financial Intelligence Unit inks MoU with Bahrain counterpart",
  "original_body_lines": [
    "FIU-Sri Lanka Director Dr. Subhani Keerthiratne (right) and FINC-Bahrain Chief Executive Shaikha May Bint Mohamed Bin Khalifa Al Khalifa signing the MoU on behalf of the respective institutions",
    "The Financial Intelligence Unit of Sri Lanka (FIU-Sri Lanka) entered into a Memorandum of Understanding (MoU) with the Financial Intelligence National Centre of the Kingdom of Bahrain (FINC-Bahrain).",
    "With the signing of this MoU, the FIU-Sri Lanka has entered into MoUs with 45 foreign counterparts for sharing of information for intelligence purposes.",
    "FIU-Sri Lanka Director Dr. Subhani Keerthiratne and FINC-Bahrain Chief Executive Shaikha May Bint Mohamed Bin Khalifa Al Khalifa signed the MoU on behalf of the respective institutions.",
    "The MoU was signed on 4 June, at the 30th Plenary of the Egmont Group, held in Paris, France to exchange financial intelligence related to money laundering (ML) and associated predicate offences, and in relation to terrorist financing (TF) offence.",
    "This MoU has been entered into by the FIU-Sri Lanka, in terms of the provisions of the Financial Transactions Reporting Act, No. 6 of 2006.",
    "The Financial Intelligence Units across the world enter into MoUs to cooperate with their global counterparts through exchange of information, in order to combat ML/TF, which are more often internationally connected and emanating from widespread criminal activities.",
    "The FINC-Bahrain serves as the Kingdom of Bahrain’s central hub for the collection, analysis, and dissemination of information regarding ML/TF.",
    "The FIU-Sri Lanka also functions as the focal point for Anti Money Laundering and Countering the Financing of Terrorism (AML/CFT) framework for Sri Lanka and collects, analyses and disseminates information on suspicious financial transactions relating to ML/TF or any other unlawful activities."
  ]
}