{
  "newspaper_id": "newsfirstlk",
  "url": "https://english.newsfirst.lk/2025/10/07/no-legal-block-to-providing-vehicles-and-protection-to-ex-presidents",
  "time_ut": 1759836420.0,
  "original_lang": "en",
  "original_title": "No Legal Block to Providing Vehicles and Protection to Ex-Presidents",
  "original_body_lines": [
    "COLOMBO (News 1st); Minister of Public Security Ananda Wijepala has clarified that there is no legal provision under the Presidential Entitlements Act to reduce or restrict the security or vehicles provided to former Presidents of Sri Lanka.",
    "He emphasized that while certain entitlements may be returned or adjusted, security remains the responsibility of the government.",
    "The Minister made these remarks in response to public discussions surrounding the return of vehicles previously used by former President Mahinda Rajapaksa, including a bulletproof luxury vehicle and a Defender jeep, which were handed back to the Presidential Secretariat for refurbishment.",
    "“The recently passed Presidential Entitlements Act does not include provisions related to security. Therefore, if a former President requests the return of security vehicles, the government is prepared to consider it,” Minister Wijeyapala stated in Parliament.",
    "The issue gained further attention following comments by MP Chanaka Madugoda of the Sri Lanka Podujana Peramuna, who defended Rajapaksa’s entitlement to security, citing his role in ending the war and the ongoing threats he faces.",
    "“Mahinda Rajapaksa is the only leader in modern history who ended a war. The threats to his life are real, and it is the government’s duty to ensure his safety,” Madugoda said. “If he needs a bulletproof vehicle again, it is not for us in Parliament to decide — it is for the government.”",
    "Minister Wijepala reiterated that security provisions are not governed by the entitlements law, and that the government remains committed to ensuring the safety of former Presidents when requested."
  ]
}