{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Jaya-Container-Terminals-celebrates-16-years-of-success-with-record-breaking-growth/34-766667",
  "time_ut": 1726101514.0,
  "original_lang": "en",
  "original_title": "Jaya Container Terminals celebrates 16 years of success with record-breaking growth",
  "original_body_lines": [
    "Jaya Container Terminals Ltd. (JCT Ltd.), a fully owned subsidiary of the Sri Lanka Ports Authority (SLPA), recently commemorated its 16th anniversary.",
    "Since its inception in 2008, JCT Ltd. has established itself as a cornerstone of the Sri Lankan maritime industry, consistently exceeding expectations and achieving remarkable milestones.",
    "Over the past three years, JCT Ltd. has witnessed phenomenal growth, shattering previous records for revenue and profitability. This achievement is a testament to the company’s strategic agility and unwavering commitment to serving diverse client needs.",
    "Jaya Container Terminals Ltd. Chairman and Attorney-at-law Lakmal Ratnayake shared his thoughts: “It is fantastic to see JCT reach such phenomenal heights. This success wouldn’t be possible without the dedication of our entire team, and the unwavering support of the Ports, Shipping and Aviation Ministry and the SLPA. We are incredibly grateful for their contribution to our journey. Our success also stems from the trust placed in us by our partners, stakeholders, and loyal clientele. Their continued support has been instrumental in propelling JCT Ltd. to the forefront of the industry. We look forward to building upon this foundation and achieving even greater heights together in the coming years.”",
    "JCT’s remarkable growth can be attributed to several key factors. The company’s ability to adapt to market demands, including providing critical Marine Gas Oil to various private sectors during Sri Lanka’s fuel crisis, played a significant role. Additionally, JCT’s proactive transition to Low Sulphur Fuel (LSF) compliance with International Maritime Organisation (IMO) regulations allowed them to cater to a wider range of vessels.",
    "In response to the Red Sea crisis that began in November 2023, JCT’s oil banks have experienced a significant surge in sales. As of the end of February, volumes sold have increased by 36%. Revenue and fuel sales peaked in January 2024, reaching Rs. 72.1 million and 53,805 MT respectively. While there was a slight decline in February, with 53,805 MT of fuel sales and Rs. 66.6 million in revenue, JCT’s overall performance during the crisis has been exceptionally strong.",
    "The year 2022 was a remarkable year for the company when JCT Ltd. recorded the highest profit ever in its history, surpassing Rs. 245 million. In 2023, JCT Ltd. recorded the highest revenue in history of Rs. 612 million where the profit stood at Rs. 243 million.",
    "In 2024, the company’s performance has been even more impressive. Revenue up to August 2024 reached Rs. 489 million with operating profits of Rs. 204 million. JCT’s profit up to August 2024 is around Rs. 181 million, and compared to August 2023, it is a 10% increase. These figures demonstrate the company’s resilience and ability to capitalise on opportunities, even in challenging market conditions.",
    "JCT Ltd.’s commitment to continuous improvement extends beyond immediate needs. The company is currently in the process of expanding its storage capacity to facilitate larger fuel volumes at more competitive rates. This initiative will benefit both JCT’s clients and the Colombo Port as a whole, allowing them to offer more attractive pricing to marine fuel buyers.",
    "Looking towards the future, JCT Ltd. is actively exploring opportunities to enhance its service offerings. This includes comprehensive market research to identify potential transitions, such as the shift from Liquid Petroleum Gas (LPG) to Liquid Natural Gas (LNG). By embracing future trends, JCT aims to further solidify its position as a leading marine fuel storage provider in Sri Lanka."
  ]
}