{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/vickramabahu-towards-a-durable-political-assessment/",
  "time_ut": 1723923273.0,
  "original_lang": "en",
  "original_title": "Vickramabahu – Towards A Durable Political Assessment",
  "original_body_lines": [
    "Gauging Bahu’s political legacy is in progress with many commentators making piecemeal contributions. Eulogies and commentaries have appeared in recent months but the discourse that I commence here is different. My association with VBK (Vickramabahu Karunaratne) goes back decades when we both took coveted University of Ceylon Firsts in electrical engineering – myself, in the class of 1963 and Bahu in 1965. But more important are the deep political links that began to gel in the mid-1960s. I became a Samasamajist at the age of 12 under the influence of the August 1953 Hartal. Bahu was won over to the Left in the mid-1960s by his Akbar Hall undergraduate room-mate, Chris Ratnayake. Chris even bought Bahu a hairbrush to keep his grubby scalp away from his own brush. Salad days! What larks!",
    "Bahu excelled academically and won a Commonwealth Scholarship to Cambridge in 1966 where he completed a PhD. In Lanka, in the meantime, the Coalition Government under Sirima had been formed in 1965 (Lal Wijenayake and I were the youngest “full-members” at the momentous 1964 Conference were NM’s resolution to enter into coalition was endorsed, Bahu was not a “full” Party Member yet). I returned to SL in October-November 1969, and Bahu a month later. Nearly all of us “returnees” were identified as LSSP-left, but more about that later. We opposed Sirima’s capitulation to the Washington Consensus championed by her nephew Felix.",
    "We were pleased by NM’s then view that “this government was finished; time to get out”. NM the grand old empiricist who dragged us into Coalition kicking and screaming, now (late 1970s), turned around and drove The Golden Brains (Colvin, Hector, Leslie, etc) into apoplectic fits by announcing that the time had come to break it up. Make no mistake, it was this same NM that dragged us in, in 1964, that declared a decade later that the Coalition was kaput. It could serve no more purpose to advance socialist economics, to consolidate a true Republic, or defend minority rights. The old fellow was right. Great empiricists are always half-right, aren’t they? To hell with the dialectic; commonsense is often very sensible.",
    "Bahu, and the others named in this para held that the working class would not dessert its traditional organisation; hence the task was to capture the party from within. Bahu was the intellectual and organisational leader. The enterprise, at this zenith, included Siritunga Jayasuriya, Vasudeva, Sumanasiri Liyanage, Oswin Fernando, Annamalai (Jaffna), Ranath Kumarasinghe who now leads the residual party (NSSP), Shanta de Alwis, Gerard Rodrigo, Wilegoda and this writer Kumar David. The first four chapters of Leslie Goonawardene’s Short History of the Lanka Sama Samaja Party makes clear how this foundational image of the LSSP emerged.",
    "The aforenamed comrades who constituted the core of the Vama (Left) tendency unavoidably formed the view that the working class and Lanka’s left/socialist intellectuals would not abandon the party. It is important to appreciate that Vama, not Nava Sama Samaja captures the essence. Nava Sama Samaja was a name forced upon us in 1977 by the LSSP in tactical trade-offs. Bahu’s project won over scores of LSSP members and had the leadership accepted the challenge and allowed a party conference to take place in 1972 when we posed an open challenge, we would have won control of the entire. party",
    "I now need to make a long detour. There are five or six people who we can call significant in the history of Lanka’s left; Philip and NM of course. Philip’s star shone incandescent from his engagement in the Spanish Civil War till it drowned in the murky puddles of Sinhala politics after 1956. Colvin distinguished himself at the bar and could terrorise anyone who dared cross his path; but his flame was extinguished when the 1972 Constitution flopped. There were two more, Pieter Keuneman and Leslie Goonawardene who toiled away inconspicuously, burning the midnight oil. building movements. (Shan – N. Sanmugathasan – deserves mention for sure, but his context is too far away for me to deal with adequately). There is another name that I will append to this list of those who have left an indelible mark on Lanka’s Left – Bahu.",
    "The person, in my narrative, whose reputation has greater endurance than all the others is NM. Sometimes by fortuitous circumstances, sometimes pushed into leadership by the party, and sometimes by virtue of his background, NM played a larger role in the leadership of the left than any other. It is said that Prof. Harold Laski of London School of Economics fame, declared that NM was the best Prime Minister Ceylon could have (by PM he meant a Head of Government with authority over the machinery of state). Laski was obviously influenced by his star student’s Double Doctorate in constitutional theory but also espied a genuine liberal and true democrat under the Marxist surface. The additional virtue of being no mean economist made him Lanka’s most important political leader of the twentieth century.",
    "Sometimes it was being in the right place at the right time. Consider these. In late 1939 the Mool Oya strike broke out and worker Govindan was shot dead. At its zenith the strike was led by Samasamajists. On the instructions of the party NM in May 1940 broke a ban imposed by the colonial government and addressed a mammoth meeting. During the 1947 General Strike Kandasamy was marching next to NM at Dematagoda and many say that the shot that felled him was intended for NM. De facto leadership of August 1953 Hartal simply fell into his lap. Likewise, Presidency of the Ceylon Federation of Labour. NM was the opposition’s de-facto parliamentary leader in economic and constitutional debates. My friend Silan Kadirgamer used to tell me how A-Level schools would hire buses to bring students from Jaffna to Colombo, not to hear the Finance Minister’s budget speech nor anyone else, but to hear NM opening the budget debate for the opposition!",
    "There is a point in my digression to the example of NM. Some have alleged in recent years that Bahu supported Ranil Wickremesinghe politically because certain decisions made by RW as a Minister helped restore payment of salary arrears to Bahu that had been illegally withheld by the government for a long time. No ways. On the contrary, the Bahu I knew would not make strategic political decisions for personal gains. Furthermore, look at Lanka’s political firmament. Crooks and brigands on every side, racist psychopaths like JR, monumental rogues like MR and empty shells like Ranasinghe Premadasa and Chandrika embroidering the sides.",
    "In his last days Bahu moaned to his close party comrades “Mage “project” eke paraajayata giya; avasaa vela” (My life’s venture has been defeated; it has ended). I believe that Bahu in his final years decided to ‘retreat’ to honest liberalism and the protection of democracy. This he decided was the task of the moment. As evidence I call Ranath Kumarasinge, the current leader of the NSSP, to the witness stand. Ranath explicitly declares (in so far as my Sinhala goes) that the party intends to support RW for political reasons. With the global rise of the far-right and the need to rebuild Lanka’s economy under tight international constraints, his case has to be carefully considered."
  ]
}