{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/growing-challenge-of-food-insecurity-and-malnutrition-in-sri-lanka-amidst-macroeconomic-crisis/",
  "time_ut": 1705845960.0,
  "original_lang": "en",
  "original_title": "Growing challenge of food insecurity and malnutrition in Sri Lanka amidst macroeconomic crisis",
  "original_body_lines": [
    "Sri Lanka, renowned for its rich cultural heritage and diverse landscapes, is grappling with an unprecedented macroeconomic crisis. This crisis has given rise to acute shortages and sharp increases in the prices of essential products, creating a complex web of challenges. At the heart of this multifaceted crisis lies a severe impact on food security stemming from disruptions in agricultural production, a depleted treasury, unfavourable harvests, soaring prices, and the abrupt halting of various economic activities.",
    "In a sobering revelation, the annual report of the Central Bank of Sri Lanka has sounded the alarm on the escalating challenges of rising malnutrition among children. This disturbing trend has emerged as a policy concern in Sri Lanka, unfolding against heightened household food insecurity. The report highlights the intricate interplay of economic and social issues that have reached a critical juncture, further exacerbated by the profound financial crisis that unfolded in 2022. As the nation grapples with this dual crisis, the implications for the well-being of its youngest citizens underscore the urgent need for comprehensive interventions to address the pressing issues of malnutrition and food insecurity.",
    "The macroeconomic crisis in Sri Lanka has ushered in a period of significant turmoil, affecting various aspects of daily life. Agriculture, a vital sector for the country’s economy and sustenance, has been particularly hard-hit. Disruptions to agricultural production have resulted in diminished yields, contributing to the scarcity of essential food items. The depleted treasury has strained the government’s capacity to address the crisis effectively, amplifying the challenges faced by the population.",
    "Unfavourable harvests, characterized by erratic weather patterns and environmental stressors, have compounded farmers’ issues. This has led to a situation where the supply of staple foods is insufficient to meet the demands of the population. Consequently, the prices of essential products have skyrocketed, placing an additional burden on the already strained households.",
    "The confluence of these factors has unleashed a substantial impact on food security in Sri Lanka. Families, nationwide, are grappling with uncertainty regarding the availability and affordability of essential food items. The inability to access an adequate and nutritious diet has profound implications for the well-being of individuals, especially vulnerable groups such as children and older adults.",
    "The report underscores the prevalence of child malnutrition in the estate sector, with the Uva province registering the highest number of food-insecure households in January 2016, followed by Sabaragamuwa. According to the DHS-2016, 31.7 percent of children in the estate sector experience stunted growth, significantly higher than the 14.7 percent in urban areas and 17.0 percent in rural sectors. Additionally, 29.7 percent of children, under five years old in the estate sector, were reported to be underweight. The DHS-2016’s depiction of Child Malnutrition Status (below five years old) from 1975 to 2016 highlights the persistent challenges in addressing this issue, with Nuwara Eliya emerging as the district with the highest prevalence of underweight and stunted children under five years.",
    "In Sri Lanka, the tradition of milk consumption has entrenched itself in households across generations, particularly in urban areas. This practice, fostered by nutritional education disseminated through various channels such as media, school curricula, hospitals, and clinics, has steadily increased in popularity. The era before modern media saw newspapers and tabloids discussing nutrition-related topics, emphasizing the significance of cow’s milk as a crucial supplement, especially for mothers, babies, and pregnant and lactating women.",
    "As a testament to this trend, milk consumption has seen a significant increase, which is evident in consumer statistics. Sri Lanka, ranking fourth, globally, in importing powdered milk from New Zealand, collected 283.11 million litres in 2017 through its 13 central milk processors. Despite this, the formal milk market’s share in the estimated production was around 65 percent. Notably, the National Livestock Development Board (NLDB) and MILCO (Pvt) Ltd contributed 11 million litres and 62 million litres to the production.",
    "MILCO with its four milk factories, has extended its services to cater to numerous urban areas, broadening its reach and accessibility to a wider population. The National Livestock Development Board (NLDB) oversees the management of 31 integrated farms that harmoniously maintain livestock and coconut plantations. These farms are vital to the NLDB’s commitment to sustainable agriculture and dairy production. In addition to these integrated farms, the Board operates a dedicated training centre designed to impart practical and theoretical knowledge to farmers, contributing to skill enhancement within the agricultural community.",
    "Recognizing the significance of expanding the impact of these initiatives, it is crucial to establish new farms in the eastern districts, particularly in areas like Ampara. The establishment of farms in these regions can influence local cattle breeders positively, enhancing the quality of cattle-rearing practices. This strategic move aligns with the NLDB’s mission to promote sustainable agriculture, foster knowledge exchange, and contribute to improving livestock management in Sri Lanka.",
    "Examining the economic aspects, the average farm-gate price per litre of milk was Rs. 66.34 in 2017, with an average cost of production recorded at Rs. 34.69. Farmers received a guaranteed price of Rs. 70 per litre from 2017 onwards. Domestic milk production covered 42 percent of the total requirement, with the remaining deficit met through imports, primarily powdered milk, incurring an average cost of Rs. 33.6 billion. In 2016, Sri Lanka imported 94,000 MT of powdered milk, reflecting a per capita consumption of 110.33 ml of fresh milk and 341.36 g of powdered milk per month.",
    "The Hector Kobbekaduwa Agrarian Research and Training Institute (HARTI) was surveyed in 2016, focusing on consumer preferences for milk and milk powder in the Colombo, Kandy, and Matara districts. These areas represented the highest household expenditure on milk and dairy products, with a sample size of 400 households.",
    "Despite the apparent popularity of milk consumption, challenges persist. Child malnutrition, particularly among estate Tamils, indicates insufficient milk intake. While statistics show a range of milk consumption, the import data has sparked controversy. Some argue that the statistics are faulty, with claims that Sri Lanka’s milk production can cover 70 percent of the country’s requirement, questioning the purpose behind milk powder imports.",
    "Furthermore, the NLB’s milk production statistics for 2018 reveal the production of 14 million litres from 11,000 neat cattle. Assuming every person in the country consumes half a litre of milk daily, the NLB’s production would only cater to 0.36 percent of the total population. Calls for increased government efforts to boost NLB’s production not only aim to enhance revenue but also to reduce foreign exchange spent on importing powdered milk.",
    "For more detailed statistics, you can refer to the NLD Title: “Navigating Crisis: A Holistic Approach to Food Security and Dairy Sustainability in Sri Lanka’.",
    "A significant crisis in Sri Lanka’s dairy industry is revealed by the Parliamentary Committee on Public Accounts (COPA), indicating the closure of around 14,000 small-scale farms and a sharp decline in milk production. The COPA suggests that the destruction of grasslands and land-related issues may have played a more significant role in this crisis. The cattle-rearing populations in districts like Ampara demonstrate the conversion of grasslands to other government-funded activities, a concerning trend. Instead, the government should encourage cattle-rearing farmers in districts like Ampara to increase their livestock and seek support for acquiring quality cows from abroad (e.g., India, Bangladesh), considering the unsuitability of European cows for the Sri Lankan climate.",
    "The lack of reliable data on this sector is a persistent issue, highlighted by the death of 104 Australian goats imported for breeding, raising concerns about the suitability of European species to Sri Lanka. COPA emphasizes the importance of the Department of Animal Production and Health maintaining accurate and precise data on the industry. Such data is crucial for understanding the root causes of the crisis and formulating effective policy responses.",
    "The Minister stresses the importance of implementing the Artificial Insemination Programme and formulating a National Policy on milk production to address industry challenges. Frustratingly, there is criticism of the government’s lack of a proper plan for the country’s dairy industry.",
    "In the estate sector, difficulties arise from the prohibition of cattle rearing, with estate managers discouraging wage workers from raising cows. This discouragement occurs despite the potential for extra income and a valuable source of protein for their children. This dynamic complicates the factors contributing to child malnutrition in the region.",
    "Sri Lanka has witnessed a notable surge in milk consumption, becoming a common practice among individuals of all ages. This trend sets the stage for exploring the nation’s journey toward dairy sustainability amid the growing challenges of food insecurity.",
    "One pivotal initiative in this pursuit was the implementation of the Sri Lanka Dairy Development Project Phase I in 2012/2013. This strategic move resulted in the importation of 2,000 European-type high-yielding cattle, strategically placed in three upcountry farms: Bopaththalawa, Dayagama, and Manikpalama – all of which are currently managed successfully, as detailed on the NLDB website. Building on this success, an additional 2,500 dairy cattle were imported from Australia in 2015, finding a home at the Ridiyagama farm in the southern province.",
    "However, this ambitious project faced challenges, as revealed by a report by Yoshita Perera in July 2020. The proprietor of Lammermoor Estate in Maskeliya, Amal Suriyage, expressed concerns about the imported cattle, citing poor conditions and the spread of Bovine Viral Diarrhoea (BVD). This setback underscored the complexities in ensuring the health and success of such large-scale initiatives.",
    "The Ridiyagama farm, initially established in 1938 by the Department of Agriculture, underwent a series of transitions in management. Despite an efficient start under the Department of Agriculture, a decline in productivity occurred after its transfer to the Department of Animal Production & Health in 1977. Neglect further hampered operations, leading to a significant drop in curd production by 1992. Recognizing the farm’s potential, the NLDB took over in 1992.",
    "In 2015, the Ridiyagama farm underwent a transformative process to become a modern dairy facility. The importation of 2,500 European-type dairy cattle, including breeds like Jersey x Frisian and pure jersey, aligned with the government’s policy to achieve self-sufficiency in milk production. This endeavour involved comprehensive infrastructure upgrades, implementing an intensive dairy management system, and developing 662 hectares of pasture and fodder lands to meet the needs of the imported animals and their offspring.",
    "Following the importation of 2,500 cattle, the Ridiyagama farm emerged as the largest dairy farm in Sri Lanka, with an anticipated annual milk production of approximately 10.0 million litres starting in 2016. The project also aimed to contribute around 600-700 heifer calves to the public annually. After completing phases I & II of the Sri Lanka Dairy Development Project, NLDB’s total annual milk production surged to 14.0 million litres by the end of 2018, marking a significant increase from 3.0 million litres.",
    "As of 2018, NLDB’s overall contribution to national milk production stands at approximately 4%, highlighting the success of their endeavours. The NLDB manages 31 integrated farms, where livestock and coconut plantations are harmoniously maintained, emphasizing their commitment to sustainable agriculture and dairy production.",
    "This ongoing development showcases Sri Lanka’s dedication to overcoming food insecurity challenges by investing in robust dairy development projects, paving the way for a more self-reliant and resilient dairy industry despite the hurdles faced along the way.",
    "Compounding the challenges faced by Sri Lanka is the global food crisis. The interconnected nature of the global economy means that disruptions elsewhere have a cascading effect, exacerbating the situation in Sri Lanka. The wave of upheaval in international markets has further constrained the availability of certain food products and heightened their prices.",
    "As Sri Lanka navigates through this macroeconomic crisis, the issue of food insecurity and malnutrition looms large. Urgent and coordinated efforts are needed to address the root causes of the crisis, revitalize the agricultural sector, and ensure that essential food items are accessible to all. The collaboration of government, civil society, and international partners will play a crucial role in mitigating the impact on food security and paving the way for a more resilient and sustainable future.",
    "The re-introduction of cattle rearing in the estate sector is proposed as a long-term measure to address the malnutrition issue among estate children. This comprehensive plan involves both short-term and long-term strategies.",
    "Long-term Measures:Allocation of Land for Cattle Rearing: Families in the estates should be allocated land for cattle rearing. This step aims to provide a sustainable source of nutrition for the community.",
    "Training in Modern Methods:Workers involved in cattle rearing should receive training in modern and efficient methods. This ensures that cattle re-introducing is a means of sustenance and a productive and sustainable venture.",
    "Importation of Asian Cattle Brands: Instead of importing European cows, it is suggested to import good-quality Asian cattle from countries like India and Bangladesh. This aligns with the local conditions and promotes the use of breeds that are well-suited for the environment.",
    "Provision of Grasslands:Cattle rearing districts should have ample grasslands for grazing. This ensures that the cattle have access to natural and nutritious food sources.",
    "Establishment of Milk Board-like Institution: The proposal includes the establishment of an institution similar to the old Milk Board. This institution can oversee the management and regulation of fresh milk production. MILCO (Pvt) Ltd should expand its kiosks to more urban centres and also in the estate sector communities.",
    "Short-term Measures:Nutrition Packages for Children and Pregnant Women: As a short-term measure, all children under five and pregnant women should be provided with food and nutrition packages. This addresses the immediate nutritional needs of vulnerable groups.",
    "Nutrition Packages for Workers: Estate management in the respective districts should provide workers with a comprehensive package of nutritious foods. This ensures that the workforce remains healthy and productive.",
    "Installation of Fresh Milk Booths:Fresh milk booths should be installed in urban areas to popularize fresh milk consumption. This initiative promotes a healthy diet and creates market demand for dairy products.",
    "In conclusion, the proposed plan combines short-term relief measures with a sustainable long-term strategy to tackle community malnutrition. It emphasizes the importance of cattle rearing, proper training, and establishing support institutions for effective implementation.",
    "USAID Island Climate Initiative paves way to tackle plastic waste and pollution in Sri Lanka",
    "DIMO partners with Israel’s HomeBiogas to turn organic waste into clean renewable energy",
    "USAID-Alliance Finance partnership to promote climate-proofing investments in agriculture value chains",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}