{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112420/central-govt-and-provincial-institutions-must-work-in-unison-when-implementing-development-projects-president-advises-governors-and-secretaries",
  "time_ut": 1757648940.0,
  "original_lang": "en",
  "original_title": "Central govt and provincial institutions must work in unison when implementing development projects - President advises Governors and Secretaries",
  "original_body_lines": [
    "President Anura Kumara Dissanayake has stressed the importance of close coordination and joint action between the central government and provincial institutions in the implementation of development projects, the President’s Media Division (PMD) said.",
    "The President emphasised that the culture of using provincial institutions merely as instruments for political authority to retain power has been brought to an end under the present government, while also highlighting the need for the central government and provincial institutions to work in unison towards a national plan for the country’s development.",
    "President Dissanayake made these remarks during a meeting held yesterday (11) at the Presidential Secretariat in Colombo to review issues that have arisen between the central government and provincial institutions in the course of implementing development projects, to assess projects being carried out under the 2025 provincial budget allocations and to hold preliminary discussions regarding the budget for 2026, PMD reported.",
    "Special focus was placed on challenges encountered in implementing projects in sectors such as education, health and highways, with discussions also covering possible solutions and proposals, the statement said.",
    "The President instructed provincial governors and secretaries that, going forward, projects funded through foreign loans and aid should not be carried out through special project offices that require large administrative expenditures. Instead, they should be implemented within the existing administrative structure, completed within the stipulated timeframes and the benefits delivered directly to the people.",
    "Attention was also drawn to plans for improving the school system. Officials were directed to visit schools at zonal level, conduct close studies and present the most suitable solutions to ensure quality education for all children, according to the PMD.",
    "The meeting was attended by Provincial Governors, Secretary to the President Dr. Nandika Sanath Kumanayake, Central Bank Governor Dr. Nandalal Weerasinghe, Finance Ministry Secretary Dr. Harshana Suriyapperuma, Secretary to the Ministry of Public Administration S. Aloka Bandara, Secretary to the Ministry of Health and Mass Media Dr. Anil Jasinghe, Senior Additional Secretaries to the President Russel Aponsu and Kapila Janaka Bandara, ministerial secretaries, district and divisional secretaries, as well as senior officials of the Ministry of Finance."
  ]
}