{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-miss-2024-tourist-arrival-target-eyes-over-3bn-annual-revenue-193591/",
  "time_ut": 1733911320.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to miss 2024 tourist arrival target; eyes over $3bn annual revenue",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is likely to miss its 2023 target of 2.3 million tourist arrivals despite a pick up in the numbers in the current tourism season, with the island nation likely to reach over $3 billion earnings from tourism, official data showed.",
    "The island nation has received 1.85 million tourists up to December 8 this year, compared to 1.49 million last year.",
    "Industry stakeholders said Sri Lanka will not be able to attract another 450,000 tourists in the last 23 days of the month.",
    "Tourism is seen as the key catalyst for Sri Lanka’s recovery from an unprecedented economic crisis and bankruptcy declared in 2022.",
    "The island is popular for nature with beaches and tropical climate, with most European and Western tourists choosing it as the key destination during their winter season falling from November to February.",
    "Analysts said confusion over the visa process from April this year could have slowed down arrivals, though the monthly arrivals have shown strong growth compared to the same month last year, but from a lower base.",
    "At its peak in 2018, earnings from tourism accounted for 5 percent of the county’s gross domestic product (GDP).",
    "However, the Easter Sunday attacks on churches and high-end hotels in 2019, followed by the Covid-19 pandemic in 2020, as well as the 2022 economic crisis, hit the country’s hospitality industry.",
    "Earnings from tourism are expected to exceed $3 billion this year. The sector has already seen an inflow of $2.81 billion in the first 11 months.",
    "In 2023, $2.07 billion earnings were recorded, the official data showed.",
    "Sri Lanka recorded a peak of $4.4 billion from tourism earnings in 2018 when the sector performed at its best.",
    "Tourists from India accounted for 20 percent of the total 1.85 million arrivals followed by Russia (9.4 percent), the United Kingdom (8.7 percent), China (6.7 percent), and Germany (6.6 percent).",
    "Sri Lanka boasts eight UNESCO World Heritage Sites, including the ancient city of Sigiriya, the Dambulla Cave Temple, and the Sinharaja Forest Reserve, with the country’s unique biodiversity making it a hotspot for eco-tourism.",
    "Sri Lanka is also known for its rich cultural history, with Buddhist traditions, colonial architecture, and festivals like the Kandy Esala Perahera drawing global visitors.",
    "Tourists come to experience a range of activities, from pristine beaches in places like Mirissa and Unawatuna, to tea plantations in Nuwara Eliya and wildlife safaris in Yala and Udawalawe National Parks.",
    "Despite setbacks from the Easter Sunday attacks in 2019, the COVID-19 pandemic and economic challenges, the tourism industry has shown resilience, with government and private sector initiatives to revive the sector.",
    "The South Indian island nation is increasingly recognized for adventure tourism (hiking, surfing, and diving) and wellness retreats focusing on Ayurveda and yoga, appealing to niche international markets. (Colombo/December 11/2024)"
  ]
}