{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/top-of-the-popsbefore-long/",
  "time_ut": 1722879600.0,
  "original_lang": "en",
  "original_title": "Top of the pops…before long",
  "original_body_lines": [
    "It’s certainly a refreshing experience for music lovers to see new faces emerging in the local music scene. A couple of weeks back I highlighted the fact that AROH, a relatively new band, is being guided by Sohan Weerasinghe and Krishantha De Silva, operating under the name of SK Entertainments.",
    "Sohan indicated that they will be managing AROH professionally as they have tremendous potential and that they have already made inroads into the entertainment industry.",
    "“They are a very versatile band, with a very vast repertoire, and I’m confident they will become a force to reckon with before long”, said Sohan.",
    "I had a chat with the leader of AROH, Akila Dharmasena, and, first and foremost, he explained the meaning behind the name AROH.",
    "He went on to say that AROH, in music, is the ascending order of musical notes, starting from the Middle Octave Sa to Higher Octave Sa (in Hindi).",
    "I guess that’s an appropriate name for a band that is moving upwards at a rapid pace.",
    "AROH came into the scene in 2019 and were involved in a series of programmes, on Rupavahini, called ‘Untitled’, where they performed, and also backed artistes who were featured on ‘Untitled’.",
    "They also did a programme, called ‘Acoustica Unlimited’, on ITN.",
    "However, with the pandemic, the entertainment scene dried up and AROH took a break.",
    "They restarted in 2020 and now find themselves quite busy, entertaining guests at weddings, get-togethers, dinner dances, sing-alongs, etc.",
    "In October 2022, they did their first overseas tour, to Australia, with the JAYASRI Twins and Lahiru Perera.",
    "“We were in Australia for three weeks and did five gigs’, said Akila.",
    "They have also been to Dubai, twice, and to Bangladesh, as well, with the legendary duo Rookantha and Chandralekha.",
    "Locally, they are seen in action at various popular venues in the city – ColomBar, The Long Bar, Honey Beach Club, CR & FC events, etc.",
    "During the April season, they were featured at the Pub London carnival, in Nuwara Eliya, and last 31st night they ushered in the New Year at the Marriott Weligama.",
    "The band is currently focusing on their first original, and also their their anniversary concert.",
    "Akila Dharmasena (leader, bass), Supun Tharu (lead guitar), Janith Samarasinghe (drums), Janith Dilash Attanayake (percussion), Kamisha Morais (lead vocals) and Dilip Fernando (keyboards).",
    "“We are an all-male group but we do feature a female vocalist, as a guest star, whenever there is a need for a female singer”, said Akila.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}