{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/france-starting-talks-with-sri-lanka-to-resume-projects-after-default-ends-240956/",
  "time_ut": 1758157200.0,
  "original_lang": "en",
  "original_title": "France starting talks with Sri Lanka to resume projects after default ends",
  "original_body_lines": [
    "ECONOMYNEXT – Talks are starting on resuming stalled projects and starting fresh ones, on the policy priorities of Sri Lanka’s new government, a top official of the French aid agency, Agence Française de Développement (AFD) said.",
    "Sri Lanka had 426 million dollars of bilateral loans from France of which 138 million dollars were in arrears as of March 2025 and as well as unpaid interest.",
    "A June debt bulletin said it was turned into 478 million dollars of loans.",
    "The restructuring agreements between France and Sri Lanka were signed in August.",
    "“So, the discussions of where we are heading to is now starting, with the Sri Lankan government on two sides,” Cyrille Bellier, Head of the Department Europe, Middle East and Asia told reporters in Paris.",
    "“How we can re-engage the projects that have been stopped and for which the Sri Lankan government decided that they were still a priority.”",
    "Projects which are no longer a priority can be cancelled he said.",
    "“And then in which directions we are going to go with the Sri Lankan government, public companies, public banks, private banks, etc,” Bellier said.",
    "“So this is a very active discussion at the moment on the future of our activity in the country.”",
    "AFD’s private sector arm Proparco, finances and banks for on-lending to small and medium businesses as well as directly financing identified private firms of a sufficient size and track record.",
    "AFD has a number of projects in Sri Lanka including in rural dairy, air quality management, geographical indicators for tea and renewable energy support for the Ceylon Electricity Board.",
    "France was co-chair of the Sri Lanka’s debt restructuring efforts through the Paris Club.",
    "The AFD, currently has an active portfolio of around 58 billion euros of which around a third has been committed to the Indo-Pacific area, Executive Director of AFD operations Philippe Orliange said.",
    "Supporting resilience to climate change, preserving biodiversity and energy transition to reduce carbon emissions and helping countries reach sustainable development goals, are key focus areas of the French public lender. (Colombo/Sept16/2025 – Porfolion around 58 euros)"
  ]
}