{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98531/court-delays-verdict-on-petition-against-remand-of-medical-supplies-divisions-director-",
  "time_ut": 1712641980.0,
  "original_lang": "en",
  "original_title": "Court delays verdict on petition against remand of Medical Supplies Division’s Director",
  "original_body_lines": [
    "The Court of Appeal postponed delivering the verdict on the interim requests in the writ petition filed against the remand of the Director of the Health Ministry’s Medical Supplies Division Dr. Kapila Wickramanayake, until April 26.",
    "The relevant verdict was scheduled to be delivered by the Appeals Court judge D.N. Samarakoon today (09).",
    "However, the judge ordered the verdict to be issued on April 26, when the case was taken up this morning.",
    "Dr. Wickramanayake, who currently remains under remand custody over the alleged substandard immunoglobulin imports case, had filed the relevant petition through his lawyers, seeking an order that the Maligakanda Magistrate’s Court’s decision to remand him to be declared unlawful and therefore, to release him on bail.",
    "On November 20, Director of the Health Ministry’s Medical Supplies Division, Dr. Kapila Wickramanayaka and three other officials arrested over the controversial Immunoglobulin import were ordered to be remanded in custody by the Maligakanda Magistrate’s Court.",
    "The Criminal Investigations Department (CID) arrested four high-ranking officials including the Director of the Medical Supplies Division of the Ministry of Health Dr. Wickremenayake Assistant Director Devashantha Soloman, Accountant (Supplies) Neran Dhananjaya and the Stock Controller of the Medical Supplies Division Sujith Kumara.",
    "Meanwhile, the individuals who currently remain under remand custody over the alleged drug scandal also include former Health Minister Keheliya Rambukwella, former Health Ministry Secretary Janaka Chandragupta, Additional Secretary of the Health Ministry Dr. Saman Ratnayake."
  ]
}