{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100936/indigo-to-commence-daily-flights-between-chennai-and-jaffna",
  "time_ut": 1722577020.0,
  "original_lang": "en",
  "original_title": "IndiGo to commence daily flights between Chennai and Jaffna",
  "original_body_lines": [
    "Indian low-cost airline IndiGo has announced Jaffna in Sri Lanka as the newest addition in its international route network. The airline will start non-stop daily flights between Chennai and Jaffna, starting September 01, 2024.",
    "Jaffna will be the second destination in Sri Lanka after Colombo for IndiGo, making it the 34th international and 122nd overall destination in its extensive 6E network, the airline announced.",
    "This strategic announcement will further strengthen the strong cultural and trade ties between India and Sri Lanka that have been marked by cooperation in the field of commerce, infrastructure development and air connectivity, IndiGo added, highlighting that bookings for the flight are open from August, 01, 2024.",
    "India has consistently held the position of the top primary market for international tourist arrivals to Sri Lanka. In June 2024, Indian arrivals accounted for 25.2% of the total, with over 28,631 travellers, compared to a 26.7% share in June 2023, with around 26,830 passengers.",
    "There is also an increasing interest for travel to Jaffna. In this context, IndiGo’s latest route announcement to Jaffna will enhance accessibility across the region. Jaffna will complement IndiGo’s existing flights to Colombo, offering travellers a secondary market access point in Sri Lanka.",
    "Mr. Vinay Malhotra, Head of Global Sales at IndiGo, said, “We are pleased to announce Jaffna as our new destination in Sri Lanka, which will serve as a catalyst in enhancing trade & tourism between our two countries. In addition to these daily flights from Chennai to Jaffna, we also offer 30 weekly frequencies from 4 points in India to Colombo. This 75-minute flight would significantly reduce travel time, making Jaffna, Sri Lanka even more accessible. We are continuously working towards providing our customers with superior connectivity and enhanced accessibility to explore new horizons with our ever-expanding range of travel options.”",
    "The demand for travel between Chennai and Jaffna is evident, with over 21,000 passengers flying the route in just nine months last year. IndiGo’s new direct flight provides a timely boost to this resurgence, offering seamless connectivity and tapping into a key market for Sri Lanka’s tourism revival. India and Sri Lanka share a rich legacy of intellectual, cultural, religious and trade relations spanning over 2,500 years.",
    "Jaffna, a city located in the northern province of Sri Lanka, is a destination that boasts a rich history and cultural significance. Its vibrant Tamil heritage is reflected in its traditions, festivals, and historical landmarks, showcasing the resilience and diversity of its people.",
    "Visitors can explore iconic sites such as the Jaffna Fort, which serves as an architectural testament to the region’s colonial past, and the Nallur Kandaswamy Kovil, a revered Hindu temple that holds both religious and cultural importance. The community’s resilience, combined with its cultural treasures and culinary delights, makes Jaffna a must-visit destination for travellers seeking an authentic and enriching experience."
  ]
}