{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/a-bill-for-womens-empowerment-was-issued/",
  "time_ut": 1712664034.0,
  "original_lang": "en",
  "original_title": "A Bill For Women’s Empowerment Was Issued",
  "original_body_lines": [
    "We can hear these days the discussions of women’s rights and empowering women. These discussions are carried on a male centric point of view.",
    "The male point of view about women, marriage and sexuality in the medieval times and thereafter was backward. These attitudes were bred and promoted under the guidance of the Roman Catholic Church. Significant traits prescribed by men for women included chastity, silence, modesty, reticence, sobriety, and obedience. This situation started to change with the protestant movement in 16th century and the industrial revolution in the 18th century.",
    "In 17th century during the time of the King Rajasinghe II, Robert Knox was living in the Kandyan Kingdom on the condition that he could not leave the boundaries of the Kingdom. He observed that houses of the people “consisted of one room and the children that are of any years always go and sleep in other houses among their neighbors and they come to meet with bedfellows… So that youth are bred up to whoredom… Although there were no public whores allowed by the authority in private few or none can exempt themselves.” (An Historical Relation of Ceylon-page 245)  “They do not matter or regard whether their wives at the first marriage be maids or not.” (page 247) “Both women and men do commonly wed four or five times before they can settle themselves to their satisfaction” (Page 248)",
    "Robert Knox who was cultured by the then Western culture viewed this process as private prostitution. We who are refined by the culture prevailed during that period view those things in the same point of view of Knox. However western culture in this respect now has evolved to the level of the culture that prevailed in Kandyan Kingdom in 17th century. That is the irony.",
    "Nithi Nighanduwa which was a book of Kandyan law, was written just prior to the surrender of the Kandyan Kingdom to the British. According to that a marriage could be dissolved  either by the husband or by the wife. There were methods of compensation to the aggravated party. According Kandyan law applicable  today in the Kandyan districts a marriage could be dissolved with the consent of both. According to Roman Dutch law applicable in the rest of the country a marriage cannot be dissolved even with the consent of both unless one or more of the three specific requirements are met. Divorce law in the Western countries is now getting less stringent and moving towards the law in Kandyan era. That is the irony.",
    "We are living in an era where we have lost our inherited  liberal attitudes to women, marriage and sex. We think the current cultural atmosphere which is not liberal in respect of the said attributes, is our inheritance. We should discuss women’s rights in this background.",
    "Women enjoyed suffrage first in Sweeden during the period 1718-1772. This is a conditional one and is debatable since no specific date could be found out. Sri Lankan women enjoyed suffrage in 1931 whereas French women enjoyed the same little later in 1944. By that time women in most of the Western countries enjoyed suffrage.",
    "The convention on the elimination of all forms of discrimination against women was adopted in 1979 by the United Nations General Assembly. Different countries of the world based on their cultures and capacities move towards the non-discriminatory atmosphere against women. In Saudi Arabia the minimum age for marriage for women is 18. However this is subject to Sharia Law. Saudi Arabia ratified the convention on the rights of the child in 1996 with a reservation that they will not implement the articles which were in conflict of provisions of Islamic law and adopted the convention on the elimination of all forms of discrimination against women in 2000. In Sri Lanka the minimum age for marriage for women is not yet 18.",
    "Minimum age for marriage is needed since children need their childhood and since the duty of women should not be confined to delivery of babies. We have failed to give that privilege to our citizens.",
    "Table 1 indicates the 8 criteria using which the  World Bank ranked counties using the marks each country got based on research conducted under the theme  Women Business and the Law 2023. The marks Sri Lanka got also were given in the Table 1. Table 2 indicates the questions asked under each criterion in the research conducted.  This report compels us to look at the women as an equal citizen deviating from the male centric viewpoint.",
    "Based on this report covering all the countries only Belgium, Canada, Denmark, France, Greece, Iceland, Ireland, Latvia, Luxemburg, Portugal, Spain, Sweden, Germany, and Netherlands were the nations offering full equal rights for men and women, at least from a legal perspective. These 14 countries got 100 marks out of 100 (Source- Women Business and the Law 2023- World Bank)",
    "The rank of Sri Lanka was 150 out of 190 countries. Total marks were 65.3. Saudi Arabia was in the rank of 136 and the total marks were 71.3. Therefore, we have to go a long way.",
    "We have to examine the Women’s Empowerment bill issued on 7th March 2024 in this background.",
    "The main objective of the bill is to establish the National commission on Women. The President appoints the commission and  five members of the commission are recommended by the Constitutional Council and two members are recommended by the Women Caucus of Parliament appointed by the Speaker.",
    "The Commission has powers to act against the infringement of women’s rights and it is the duty of the Commission to conduct programmes to create awareness and disseminate information regarding women’s rights. Also the Commission should  formulate National Policy on advancement and empowerment of women and it should be presented to the Parliament for its approval through the Cabinet of Ministers.",
    "The Commission may appoint such a number of officers and employees. The members of the Commission can be removed on specific grounds mentioned in the Bill by a resolution passed by the Parliament. The procedure  adopted here should be the same as removal of the judges of the Supreme Court or Court of Appeal. The President should appoint the Executive Director on the recommendations of the Minister.",
    "Any person who is aggrieved by a decision of the Commission made under this Act, may appeal against such decision to the Court of Appeal. At least three members inclusive of the Chairperson shall be appointed as full-time members of the Commission. The Commission should administer and manage the National Fund for Women. All funds of the Commission should be credited to that fund and the Commission may invest the moneys of that fund.",
    "Any person who gives evidence before the Commission shall  be entitled to all the privileges to which a witness giving evidence before a Court of law is entitled to. Every summons issued by the Commission shall be under the hand of the Chairperson of the Commission.",
    "Every offence of contempt committed against the authority of the Commission shall be",
    "punishable by the Supreme Court as though it was an offence of contempt committed against, the authority of the Supreme Court. The first complaint to the Commission should be made to the Ombuds for Women’s Rights who is a staff member of the Commission.",
    "Therefore, the Commission is a powerful one. The Government should engage with this type of regulatory work, not with businesses which is the role of the private sector."
  ]
}