{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-journey-through-demodera-estates-tea-and-heritage/",
  "time_ut": 1752847020.0,
  "original_lang": "en",
  "original_title": "A journey through Demodera Estate’s tea and heritage",
  "original_body_lines": [
    "Hidden away in Sri Lanka’s misty hill country, in Uva Province lies Demodera Estate, which is one of the island’s oldest and most celebrated tea plantations. With over 130 years of continuous cultivation, it serves as a living museum of Sri Lanka’s tea legacy. Established in the late 19th century, Demodera’s reputation is rooted in its rich history, meticulous cultivation methods and commitment to innovation.",
    "Originally comprised of five divisions, namely, Southam, Weyvelheena, Oetumbe, Neterville and Rossett, the estate underwent several transformations over the decades, including a re-amalgamation of the Rossett Division in 2010. Today, it spans 1,109.25 hectares across four main divisions, with nearly half of this area under thriving tea cultivation. Impressively, 45% of the planted area consists of VP (vegetatively propagated) tea, while 55% consists of heritage-rich seedling tea. Complementing this tea-centric terrain are Eucalyptus plantations and a green manure nursery that serves both the estate and surrounding smallholder farmers.",
    "From its first VP block planted in 1959 to its latest technological upgrades, Demodera has continuously adapted while maintaining the highest traditions. The estate has changed hands multiple times, from agency house management by Whittall Boustead Ltd., to state management under the Janatha Estates Development Board and later to James Finlay Plantations. Since 2021, Browns Plantations PLC has steered the estate into a new era of sustainable, community-focused tea production.",
    "Demodera is a landmark in Sri Lanka’s tea history. Its contribution to the industry is most tangibly seen through its two iconic factories. The first, built in 1893 near the Colombo–Badulla road, now serves as a reprocessing center for BMF tea. The second, located in the Southam Division near the railway station, dates back to 1912 and processes over 1.2 million kilos of made tea annually using the Orthodox method. It serves as a production hub for neighbouring estates as well.",
    "A standout milestone in Demodera’s development was the establishment of its own hydro power station in 1937 which highlights its focus on sustainability and renewable energy. Generating 750 units of electricity per day from the two rivers crisscrossing the estate, this innovation has powered operations and reduced environmental impact long before climate-consciousness became a global movement.",
    "Modern advancements complement this legacy. Energy-efficient dryers, biomass boilers, solar panels and composting systems work in tandem with traditional tea-making techniques to produce over 20 specialty grades of tea. From expertly hand-plucked leaves to the famous July–September Uva season that yields citrusy, aromatic brews, Demodera’s teas are sought after by the discerning connoisseurs and specialty blenders alike.",
    "Celebrating World Youth Skills Day – empowering the nation through skilled youth",
    "“ICC unveils Suspended Beam Slab system to revolutionise Sri Lankan construction’’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}