{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96555/revise-anti-terrorism-bill-un-human-rights-office-urges-sri-lankan-authorities",
  "time_ut": 1705682280.0,
  "original_lang": "en",
  "original_title": "‘Revise Anti-Terrorism Bill’: UN human rights office urges Sri Lankan authorities",
  "original_body_lines": [
    "The UN human rights office has urged the Sri Lankan authorities to revise the Anti-Terrorism Bill and to bring it fully into line with the island’s international human rights obligations.",
    "In a statement published on Friday (Jan.19), the Office of the High Commissioner for Human Rights (OHCHR) raised deep concerns about the proposed Bill, which is currently being considered in the Sri Lankan parliament to replace the Prevention of Terrorism Act (PTA).",
    "Although repeal of the PTA should be a turning point for meaningful reform of Sri Lanka’s approach to its internal security, the OHCHR said this proposed law instead risks perpetuating patterns of violations from the past.",
    "The Anti-Terrorism Bill is substantially identical to its previous drafts that were withdrawn after widespread criticism, the UN human rights office pointed out, noting that it defines acts of “terrorism” overly broadly, restricts the scope of judicial guarantees, especially with respect to challenging the lawfulness of detention orders, and curtails the ability of the Human Rights Commission to visit places of detention, among other problematic provisions.",
    "If passed in its current form, the OHCHR says the Bill would grant excessive powers to the executive to restrict rights, with limited or no safeguard against abuse of such powers.",
    "The OHCHR explained that the Bill would weaken the legal grounds needed for security forces to arrest individuals without warrants, while still permitting lengthy pre-trial detention.",
    "“We urge the authorities to meaningfully engage with civil society and other stakeholders to substantively revise the Bill and bring it fully into line with Sri Lanka’s international human rights obligations.”"
  ]
}