{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/adbs-knowledge-engagement-in-sri-lanka-to-be-aligned-with-govts-reform-programme/",
  "time_ut": 1712530140.0,
  "original_lang": "en",
  "original_title": "ADB’s knowledge engagement in Sri Lanka to be aligned with govt’s reform programme",
  "original_body_lines": [
    "The assistance of the Asian Development Bank (ADB) to help Sri Lanka recover from the crisis will be aligned with the strategic objectives of the Bank’s country partnership strategy (CPS) 2024–2028, Takafumi Kadono, Country Director, Sri Lanka Resident Mission, ADB said.",
    "Mr. Kadono made this comment at the ‘Serendipity Knowledge Programme’ (SKOP) held on April 3, at the Cinnamon Lakeside Hotel in Colombo. The latest event under SKOP saw the launch ADB’s Country Plan 2024-2028, which will guide its operations in Sri Lanka over the next five years.",
    "Mr. Utsav Kumar, Senior Country Economist ADB gave a comprehensive overview of CPS, setting the tone for ADB’s knowledge programme dedicated to Sri Lanka.",
    "The programme is designed to respond effectively to the country’s needs in line with the vision of ADB as a knowledge solutions bank. SKOP seeks to share knowledge on issues relevant to Sri Lanka and facilitate discussion among stakeholders.",
    "“During 2024-2028, ADB operations in Sri Lanka will focus on strengthening public financial management and governance, fostering private sector development promoting green growth, and improving access to climate-smart public services and deepening inclusion,” Mr. Kadono said.",
    "“To revive Sri Lanka’s crisis-affected economy and address the root causes of the crisis, the government has embarked on an ambitious reform programme, supported by an International Monetary Fund extended fund facility. Policy advisory support, technical assistance, and knowledge solutions will underpin Asian Development Bank (ADB) assistance to help the country recover from the crisis,” he emphasised.",
    "“Sri Lanka’s reforms to restore debt sustainability focus on improving public financial management (PFM), increasing domestic resource mobilization (DRM), reforming state-owned enterprises (SOEs), and addressing governance weaknesses. To address long-standing DRM limitations, knowledge support and capacity building will be needed for property tax reform and strengthening tax administration. ADB will provide knowledge support for diagnostic assessments and for identifying solutions based on global good practices on PFM strengthening and debt management, and for improving SOE performance. Capacity building will also be needed to strengthen institutions and improve governance. Knowledge support and capacity building are required to transition to a low-carbon and resilient economy through climate diagnostic studies, climate change regulatory and planning frameworks, training on climate-informed decision-making, and greening the PFM system.”",
    "“To foster private sector development (PSD), knowledge support is needed for introducing policies and regulations to create an enabling environment for private investment and public–private partnerships. Knowledge solutions are needed to boost trade and integration with global value chains, develop economic zones and promote an ecosystem for small and medium-sized enterprise (SME) development.”",
    "“Areas that require comprehensive knowledge inputs include finance sector stability and sustainability, capital market development, legal and regulatory frameworks for sustainable finance, development of a green bonds framework, and financial inclusion. ADB’s support for reforms in these areas will be accompanied by assistance to build capacity in existing or new institutions. Further, capacity building and knowledge support will be provided to improve trade facilitation and enable the country to integrate better into global and regional markets,” he said.",
    "ADB will collaborate and coordinate with other development partners on knowledge support through the Development Partner Secretariat and the MDB+ platform to avoid duplication, realise synergies, and share expertise. ADB and the ADB Institute will also proactively engage with the private sector, civil society, think tanks, and academia, as necessary, to leverage their knowledge base for implementation of the country knowledge plan.",
    "ADB country chief hopes Lanka could sustain policy reforms despite elections",
    "Cabinet gives green light to establish a wind power station on Mannar island",
    "Cabinet nod to award design and construction of Ratmalana Railway Diesel Power Set Factory to  China Civil Engineering Construction Company",
    "ADB approves $200 million to sustain economic stabilisation efforts in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}