{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/pledge-loans-for-sri-lankas-sme-paddy-businesses-at-concessional-interest-149559/",
  "time_ut": 1706771160.0,
  "original_lang": "en",
  "original_title": "Pledge loans for Sri Lanka’s SME paddy businesses at concessional interest",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has launched a pledge loan scheme worth 9 billion rupees at a partly subsidised concessional interest rate for small and medium paddy millers, paddy storage owners and paddy collectors for purchasing paddy in Maha  Season 2023/2024.",
    "The scheme came effective on Thursday February 01, to facilitate a reasonable price for  farmers, an official statement said.",
    "The target groups for the scheme are small and medium scale (SME) paddy millers subject to a maximum daily paddy milling capacity of 25 metric tons per day, paddy storage owners with sufficient storage capacity, and paddy collectors with storage capacity or a valid lease agreement with a storage owner with sufficient storage capacity or with an SME paddy miller.",
    "Such borrowers should have a valid business registration obtained from a relevant government institution, the statement said.",
    "Applicants can obtain loans at the effective interest rate of 15 percent per annum under a maximum loan amount of 50 million rupees per SME paddy miller and 25 million rupees per paddy storage owner and paddy collector. Out of the effective interest rate, an 11 percent interest rate has to be borne by the respective borrowers, with an interest subsidy of 4 percent. The respective loan should be repaid within 180 days.",
    "The pledge loans are to be made available through the following Banks under this loan scheme.",
    "The total value of the loans to be disbursed by the Banks is 9,000 million rupees.",
    "Plans are also underway to purchase paddy at a Minimum Purchase Price of Paddy declared by the Department of Agriculture under this programme. According to the statement, Minimum Purchase Price of paddy for Maha season 2023/2024 (Rs per kilogramme) is as follows.",
    "The concessionary loan scheme which was approved by the cabinet of ministers on January 29, is implemented from February 01 to Apr 30, 2024. (Colombo/Feb01/2024)"
  ]
}