{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/CEAT-tyres-roll-into-Brazil-expanding-brand-s-export-footprint/34-763880",
  "time_ut": 1720129966.0,
  "original_lang": "en",
  "original_title": "CEAT tyres roll into Brazil, expanding brand’s export footprint",
  "original_body_lines": [
    "CEAT Kelani representatives at the despatch of the first consignment of tyres to Brazil",
    "Brazil, the country that gave the world natural rubber, has become the latest export market for CEAT tyres manufactured in Sri Lanka.",
    "CEAT Kelani Holdings recently despatched its first export consignment of tyres to Brazil, the second country in South America to join the Company’s international footprint, which covers 16 countries.",
    "The commencement of exports to Brazil was preceded by CEAT Kelani receiving the requisite INMETRO certification from the National Institute of Metrology, Standardisation and Industrial Quality, Brazil’s national standards body.",
    "INMETRO requires manufacturers and suppliers to undergo stringent product safety testing, factory inspection and assessment to ensure compliance with production process requirements, and analysis of technical documentation. On establishing compliance, INMETRO issues a certificate as well as authorisation for the use of INMETRO’s Compliance Identification Seal.",
    "CEAT is also the only locally-manufactured tyre brand to be IATF 16949:2016 certified by the International Automotive Task Force (IATF) for compliance with the International Standard for Automotive Quality Management Systems.",
    "Additionally, tyres exported by CEAT Kelani are e-Mark certified by the Economic Commission for Europe (ECE) – a mandatory requirement for all automotive components sold in the European Economic Area (EEA); and are compliant with the Indonesian National Standard SNI granted by the National Standardisation Agency of Indonesia (BSN) as well as the Indian national standard BIS issued by the Bureau of Indian Standards.",
    "“Brazil is an exciting as well as a commercially-significant export market for us,” CEAT Kelani Chief Operating Officer Shamal Gunawardene said. “Each new market provides an opportunity to undergo rigorous testing for compliance with that market’s quality requirements, which can contribute to an improvement in processes or materials, or both, benefitting customers in the domestic market as well.”",
    "He added that CEAT Sri Lanka has partnered with the top three agents in Brazil to promote its products. The company will initially export Passenger Car Radials and Industrial/Grader tyres and will expand to other categories such as Truck Bus Radial, Light Truck Radial, Sports Utility Vehicle (SUV), and Commercial Van Radials thereafter.",
    "CEAT Kelani exports tyres under the CEAT brand to countries such as Egypt, Kenya and Pakistan, while other destinations receive CEAT tyres under the brand names ORION and KELCEA. These destinations include the Philippines, Yemen, Chile, Bolivia, Mauritius, Jordan, Ghana, Syria, Nigeria, Seychelles, Nepal and Afghanistan.",
    "The CEAT export products range from Sri Lanka consists of Truck and Bus Tyres, Light Truck tyres, Passenger Car Radials for cars and vans, Three-wheeler and Motorcycle tyres, and Agri and Industrial tyres."
  ]
}