{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/JAT-Holdings-appoints-three-Directors-for-R-D-Marketing-and-Bangladesh-operations/34-763537",
  "time_ut": 1719431534.0,
  "original_lang": "en",
  "original_title": "JAT Holdings appoints three Directors for R&D, Marketing and Bangladesh operations",
  "original_body_lines": [
    "JAT Holdings PLC, has announced the appointment of three new Directors (Non Board Directors): Ajith Bandara as Director - Research and Development, Dilshan Rodrigo as Director Marketing and Shamara Wanniarachchi as Director/Country Head- Bangladesh.",
    "These additions bring a wealth of expertise and experience to their respective domains, offering strategic support to JAT Holdings’ growth objectives and expansion plans. The Company is market leader in wood coatings and paint products and emerging regional conglomerate.",
    "CEO Nishal Ferdinando said: “We are delighted to welcome Ajith Bandara, Dilshan Rodrigo and Shamara Wanniarachchi to our team of Directors. Their exceptional skills and expertise will be vital in driving our growth objectives and expanding our presence in focus markets. We are confident that their diverse talents and proven track records will be invaluable assets as we shape the future of JAT Holdings.”",
    "Ajith Bandara, possessing an impressive 18 years of experience in the industry, was appointed as a General Manager at JAT Holdings in October 2019. With a rich background of working at leading multinational paint and coating companies, Ajith brings extensive expertise in research and development. He has also gained international exposure through participation in training programs, workshops, and conferences conducted by globally recognised institutions whilst also being invited as a guest speaker at multiple global paint and coatings related events showcasing his knowledge and expertise across continents. Ajith was instrumental in setting up JAT’s state-of-the-art R&D Centre, Alkyd Resin plant in Bangladesh, and the Binder plant in Sri Lanka – projects that continue to fuel the company’s growth through reverse engineering, backward vertical integration, product innovation, and cost-efficiencies. Under Ajith’s leadership, JAT launched several new products in response to market requirements, such as WHITE by JAT, JAT Care, Masters All in One, and WALLZ across the JAT Wood Coatings and Paints verticals. Ajith has been serving as the Director – Research and Development since April 2023. He holds a bachelor’s degree in Chemistry from the University of Kelaniya and an MBA from the University of Colombo.",
    "Dilshan Rodrigo, a seasoned professional with over 18 years of industry experience, joined JAT Holdings as a General Manager in November 2019. During his tenure, Dilshan has showcased exceptional versatility and dedication, driving brand equity, awareness, and market share across Sri Lanka, Bangladesh, and key focus markets. His innovative marketing strategies have been instrumental in cementing JAT’s position as a brand and leading to numerous successful product launches such as WHITE by JAT, Harris Ultimate, and Masters. He also steered the company to win over 14 local and international awards between 2020 and 2024. Dilshan’s outstanding performance was further recognised with the “Best Performance – Senior Management Category” award in 2023. Prior to JAT Holdings PLC, Dilshan gained a broad level of experience across FMCG, Financial Markets, Client Servicing, Business Development, and Sales and Marketing. Dilshan holds a degree in Computer Science, a Postgraduate Diploma in IT from the University of Brunel, and an MBA from the Post Graduate Institute of Management (PIM). He brings further value as an Associate Marketer (ACIM) with the Chartered Institute of Marketing, UK.",
    "Shamara Wanniarachchi joined JAT Holdings in March 2019 as Head of Manufacturing. His impressive track record is marked by a swift re-designation to General Manager – Manufacturing within six months due to his strong performance and analytical skills. Shamara spearheaded transformative changes, implementing automation and centralised operations that significantly boosted efficiency, cost-effectiveness, quality, and service across manufacturing and logistics. His talent extended beyond his initial role, leading him to seamlessly transition and effectively manage all three departments, manufacturing, logistics, and commercial as General Manager – Manufacturing and Supply Chain Management by April 2022. Shamara’s impact transcended JAT Holdings, playing a key role in establishing Asia Coatings Ltd.’s operations and supporting subsidiary ACL in Bangladesh. His dedication was further solidified by accepting the demanding role of Country Head of Bangladesh in April 2023, while retaining his JAT Holdings responsibilities. Wanniarachchi’s leadership in Bangladesh drove record-breaking results, culminating in his well-deserved promotion to Country Head-Director Operations of Asia Coatings Ltd. in October 2023 whilst also being recognised as the Most Outstanding Employee of the Year in 2023 at the JAT Excellencia 2023 employee awards and recognition night. Effective 1 April JAT Holdings PLC acknowledges his exceptional contributions with a promotion to Director-Country Head – Bangladesh. Shamara holds an MBA from the University of Colombo and a Bachelor’s Degree in BSc. (Hons.) specialising in Mechanical Engineering from the University of Moratuwa. As an Associate Member of the Institute of Engineers, Sri Lanka and as an Associate member of Japan – Sri Lanka Technical and Cultural Association (JASTECA), Shamara brings a diverse skill set to his role."
  ]
}