{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84724",
  "time_ut": 1725997260.0,
  "original_lang": "en",
  "original_title": "President Ranil Wickremesinghe    believes, or expects others to believe, that the real contest in the presidential hustings is going to be between him and Anura Kumara Dissanayake.",
  "original_body_lines": [
    "With the Presidential Election still two weeks away, the main candidates are intensifying their campaigns, which are in full swing all over the country. Although 38 candidates are in the fray, many of them have not been seen in public for many days.",
    "President Ranil Wickremesinghe, Samagi Jana Balawegaya (SJB) Leader Sajith Premadasa, and National People’s Power (NPP) Leader Anura Kumara Dissanayake, in their election manifestos, have very gently presented plans based on their policies to bring Sri Lanka out of the economic morass and lead it on the path of development. But, as election day nears, they have started their old habits and are making a lot of promises on election  platforms. There are serious doubts about the practicability of those promises.",
    "If extraterrestrial beings were to land at their election meeting sites, they would no doubt be surprised to find themselves setting foot on one of the most affluent countries on Earth.",
    "It was expected that the candidates would largely refrain from making unrealistic promises this time around, realising the current state of Sri Lanka’s economy, which went bankrupt two-and-a-half years ago. However, they keep throwing out a lot of promises of economic concessions at will, without thinking about whether they can be implemented or not.",
    "Unlike previous Presidential Elections, this election has a special significance. It is taking place two years after a popular uprising that ousted a President who was elected five years ago with the overwhelming support of the people.",
    "The uprising demanded a ‘system change,’ which clearly demonstrated the common man’s abhorrence of the traditional political ruling class. If there has been any significant change in the political thinking of the people as a result, it must be reflected in this election.",
    "The leadership of the NPP, which cleverly exploited the political situation after the popular uprising to garner massive support among the people, is outside the traditional political ruling class. It is widely believed by observers that the Presidential Election will show whether or not Sri Lankan politics has reached a point where the NPP’s increasing  support could lead to the emergence of an alternative political leadership as new rulers.",
    "President Wickremesinghe’s firm position is that there is no other way for Sri Lanka to recover from the economic crisis apart from the economic restructuring measures that have been carried out for the past two years according to the agreement with the International Monetary Fund (IMF). He has been carrying out the campaign with a veiled threat that if he is not elected president and given the opportunity to continue the economic restructuring, there will be an economic crisis worse than the one that the country faced two years ago.",
    "Meanwhile, the President’s main rivals, Premadasa and Dissanayake, are telling people that they will also continue to push forward with the agreement with the IMF with amendments, but have not presented tangible alternative policies for economic recovery and development.",
    "The Presidential Election also gives the vast majority of people who are suffering untold hardships as a result of the Government’s austerity measures and harsh tax regime a chance to give their verdict on economic restructuring with the guidance of the IMF.",
    "Unlike past Presidential Elections which were contests between two main candidates, this time the election is a three-way contest. The strong perception is that it is unlikely that any of the main candidates will secure 50% of the vote in the first round of counting.",
    "It is also important to note that the Chairman of the Election Commission has said that there will be a delay in announcing the election results as there may be a need to count preferential votes.",
    "President Wickremesinghe is contesting the Presidential Election after almost 20 years. He got 48.83% of the votes at the November 2005 election against Mahinda Rajapaksa.",
    "In the three decades under his leadership, the United National Party (UNP) has lost popular support. At the 2020 Parliamentary Elections, the party was able to secure only 249,435 votes (2.15%) nationally. If the President is to get 50% of the votes in this election, the vote increase should be 48%. How is it possible for him to make such a massive leap without a solid vote bank for his party?",
    "An important question is whether those from other parties – such as the Rajapaksas’ Sri Lanka Podujana Peramuna (SLPP) – still have enough popularity among their electorates to bring the President massive votes.",
    "Last week, Wickremesinghe had said that the majority of the people belonging to minority communities supported him, even though the minority parties were supporting other candidates. It seems that he also believes that the semblance of normalcy that has emerged as a result of his economic restructuring measures has increased his popularity among the people considerably.",
    "SJB Leader Premadasa secured about 42% of the votes when he contested against Gotabaya Rajapaksa at the 2019 Presidential Election. He did not leave the UNP then.",
    "After Premadasa formed the SJB ahead of the 2020 Parliamentary Elections, the UNP’s vote bank went with him. But is he still able to maintain the same percentage of votes he got at the last Presidential Election? A section of those who left the SLPP also joined Premadasa. It goes without saying that their support will bring him a large number of votes.",
    "Although most of the political parties representing the minority communities including a group from the Ilankai Tamil Arasu Katchi (ITAK), Sri Lanka Muslim Congress (SLMC), and some hill-country Tamil parties support Premadasa, their supporters cannot be expected to heed the leaders’ pleas and vote en masse for him.",
    "The unprecedented massive support that is said to be enjoyed by the NPP has given its leaders so much confidence that they are making declarations on election platforms about the steps their future government will take immediately after the election victory.",
    "Dissanayake got only 3.16% votes at the last Presidential Election. Despite thousands of people flocking to his campaign rallies at present, making a 47% jump to get 50% of the vote is no mean feat. But AKD, who says that politics is a social science and not maths, seems to be fully confident of his victory.",
    "Sri Lanka’s two main traditional political parties, the UNP and the Sri Lanka Freedom Party (SLFP), are no longer in their dominant positions. It can be understood from the fact that Wickremesinghe is contesting the election as an independent candidate without contesting as the candidate of his ‘Grand Old Party’.",
    "Not only that, it is one of the oddities of Sri Lankan politics today that the President is completely dependent on the support of those who did not agree with his traditional policies not so long ago.",
    "Just as Premadasa took the vote bank of the UNP with him, the Rajapaksas formed the SLPP and captured the vote bank of the SLFP. But their party has also largely lost the people’s support after it was ousted from power following the people’s uprising.",
    "Namal Rajapaksa’s last minute entry into the fray is a strategy to ensure the SLPP’s remaining vote bank is not scattered and goes to other parties.",
    "Meanwhile, one section of the SLFP supports the President and another supports Premadasa. Although former President Maithripala Sirisena, who was its Leader, offered his support, no candidate was ready to accept him. Wickremesinghe openly rejected his support.",
    "In the meantime, a comment made by President Wickremesinghe at an election rally in Mahiyangana last week suggests that he is trying to give an impression to the people that the main contest will be between him and the Leader of the NPP.",
    "“In the past, the Presidential Election used to be a two-way contest. The ruling party candidate and the main Opposition candidate competed. But that situation has changed today and this time two Opposition candidates are competing in the Presidential Election. Anura Kumara (Dissanayake) will overcome Sajith Premadasa and he will also become the main opposition leader later this year,” said the President.",
    "It seems that the President  believes, or expects others to believe, that the real contest in the presidential hustings is going to be between him and Dissanayake."
  ]
}