{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Huawei-announces-several-initiatives-for-2024-at-Huawei-Talent-Summit/34-760873",
  "time_ut": 1713730244.0,
  "original_lang": "en",
  "original_title": "Huawei announces several initiatives for 2024 at Huawei Talent Summit",
  "original_body_lines": [
    "During MWC Barcelona 2024, Huawei held the Huawei Talent Summit and made announcements relevant to several talent development initiatives, including: the launch of the applications for the global ITU-Huawei Generation Connect Young Leadership Program; the announcement that the joint project between Huawei and UNESCO’s Institute for Lifelong Learning (UIL) will be implemented in Morocco; and Huawei Cloud’s startups program.",
    "The theme of the event was “I C Talent: Nurturing Excellence in a Digital World”. Attendees included representatives from international organisations like ITU and UNESCO, government officials from Greece, Kenya, and Mexico, female industry leaders, entrepreneurs participating in the Huawei Cloud Startup Program, and participants in Seeds for the Future and several top competitions.",
    "During the summit, speaking on behalf of ITU’s Telecommunication Development Bureau Director Dr. Cosmas Zavazava, ITU’s Radiocommunication Bureau Director Mario Maniewicz, launched the ITU Generation Connect Young Leadership Program in partnership with Huawei.",
    "“Youth aged 18 to 28 can submit their ideas for community projects addressing the digital divide and receive funding, mentoring, and training for implementation.” He added: “I encourage everyone to share widely in your diverse networks and ensure youth from all parts of the globe are part of this great movement.” Applications can be made here: https://www.itu.int/generationconnect/GCYLP",
    "Huawei joined UNESCO’s Global Alliance for Literacy (GAL) as an associate member last year, and signed a partnership agreement with the UNESCO Institute for Lifelong Learning (UIL). At the summit, UIL Director Isabell Kempf talked about the importance of empowering educators, and gave a progress update on UIL’s project in this regard. She said: “We’re implementing a project that aims to strengthen the digital skills of literacy educators across several countries of the Global Alliance for Literacy. I’m proud to announce that, with the support of Huawei, we are able to launch the project in the Kingdom of Morocco as well. This project will help 10,000 youth and adult literacy teachers, trainers, and managers to better use technologies in both literacy teaching and in their professional development.”",
    "At the event, Huawei announced that it would sponsor the European Girls’ Olympiad in Informatics (EGOI) as part of its efforts to encourage more girls to enter the technology sector, enhance digital inclusion in communities, and promote gender equality in technology fields. EGOI 2024 CEO Eljakim Schrijvers attended the summit and said, “We are happy that Huawei is levelling up its effort to improve diversity in the STEM field and that the company has decided to sponsor the European Girls’ Olympiad in Informatics in 2024.”",
    "Speakers from Greece, Kenya, and Mexico, as well as those from ASEAN, also shared their experiences with Huawei’s local talent training programs. Huawei Cloud’s Global Startup Ecosystem General Manager Duan Xiaolei introduced Huawei Cloud’s enablement plans for global startups. She also announced that the platform will be launched in Europe this year, and the processes and services will be IT-based and intelligent to help start-up enterprises migrate to the cloud and access agile innovation; it will use Huawei’s internal and external ecosystem resources to enable entrepreneurs to accelerate and realise their business ambitions.",
    "Huawei’s Corporate Communications Dept. Vice President Vicky Zhang said: “Huawei has long been committed to cultivating digital talent around the world. I’m happy to see that our joint projects with partners are going on smoothly. I hope more people can participate in these projects. Stay connected and be role models for others, we become more than the sum of our individual parts. This is how an inclusive digital future will be shaped.”",
    "A digital badge for the Huawei ICT Academy was also released at the summit. Teachers and students at Huawei ICT Academies around the world can use this special digital badge on personal social media platforms like LinkedIn to showcase their teaching and learning achievements.",
    "To date, Huawei’s talent training and education projects have been implemented in more than 150 countries and have benefited more than 2.83 million people."
  ]
}