{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Reflections-on-Rhythm-of-the-Guitar-Clarence-as-a-classic-start-up/4-778907",
  "time_ut": 1752432987.0,
  "original_lang": "en",
  "original_title": "Reflections on “Rhythm of the Guitar”: Clarence as a classic “start-up”",
  "original_body_lines": [
    "One of my recent movie sensations surely was “Rhythm of the Guitar.” For me it was like a Sri Lankan “Mamma Mia,” the well-loved romantic movie. It has rekindled the reminiscences of the Sri Lankan “King of Pop,” Clarence Wijewardena. Today’s column is not a conventional movie review but a concentration on Clarence as a great “start-up” from a managerial perspective.",
    "“Rhythm of the Guitar” is a Sinhala movie that appeals to all masses. Ironically, Theja Iddamalgoda, its Director passed away before the film was released. He became popular because of a previous Sinhala movie hit, Ashawari, back in 2022. The film is all about the “pioneer of the Sri Lankan Pop music” Clarence Wijewardena. It is heartening to see the debut actor Damith Wijayathunga doing justice to the difficult role to play in portraying Clarence. The role of his Mango Friend Annesley Malawana is played by Saranga Disasekara. Nihari Perera, Dinakshie Priyasad, Srimal Wedsinghe, Fernie Roshani and Chamila Peiris do well in their supportive roles. Produced by Thusitha Wijayasena, “Rhythm of the Guitar” can be viewed more than just a tribute to a legend, but a treat of a musical extravaganza.",
    "Clarence Wijewardena became famous for introducing the electric guitar to Sinhala music. He was born on 3 August 1943, in Haputale. In abandoning a budding career as a planter, he pursued his passion for engaging in full-time music. He studied at Weeraparakrama College, Yatawatta and Highland College, Hatton. He married Sheela Ramadasa, and they had one daughter, Amila Priyadarshani. His life was a bumpy ride with romantic challenges, where he reflected through his melodious music. When his family moved to Rathnapura, the city of gems, a precious gem in the musical space was born as “Moonstones.” It was Sri Sangabo Corea, who was a mentor for Clarence with immense support for his musical career, gave that name resonating well with hometown’s leading export.",
    "It is interesting to note how “Pop reached the top.” Pop music, in its modern form, originated in the 1950s, evolving from rock and roll and incorporating elements of country and other genres. It became commercially successful in the late 1950s, with artists like Elvis Presley. The Beatles significantly shaped its development with much value addition. Over the decades, pop music has continued to evolve, branching into various subgenres and incorporating influences from discos, hip-hop, and more. We have seen this development to some extent in Sri Lanka as well.",
    "“Rhythm of Guitar” reminds me of many memorable musical movies. Among such classics, “Singin’ in the Rain,” “The Sound of Music,” and “The Wizard of Oz” are often regarded as the most popular. “West Side Story,” “Cabaret,” and “My Fair Lady” also highlight the high impact created by musical movies. Mama Mia is one of the recent ones that created music sensation.",
    "Mama Mia is a 2008 musical romantic comedy film directed by Phyllida Lloyd and written by Catherine Johnson, based on her book from the 1999 musical of the same name. The film is based on the songs of pop group ABBA, with additional music composed by ABBA member Benny Andersson. The film features an ensemble cast, including Meryl Streep, Christine Baranski, Amanda Seyfried, Pierce Brosnan, Dominic Cooper, Colin Firth, Stellan Skarsgård, and Julie Walters. The plot follows a young bride-to-be named Sophie (Seyfried) who invites three men (Brosnan, Firth, and Skarsgård) to her upcoming wedding, with the possibility that any of them could be her real father. The film was an international co-production between Germany, the United Kingdom, and the United States, and was co-produced by Playtone and Littlestar Productions. I still remember how it created sweet memories among Sri Lankan movie watchers.",
    "Clarence together with Annesley and other friends made a new wave of pop music in Sri Lanka. The collection of “music gems” of Moonstones included popular hits such as “Mango Nenda”, “Kalu Mama”, “Ruwan Puraya”, and “Gonwassa”. The credit should go to Clarence for the introduction of the “Sinhala Pop” genre to our local music industry in the 1970’s.",
    "“You pick up some fans and a handful of haters along the way,” so said Bruno Mars, an American singer, songwriter, and musician. This was very true for Clarence as well. The movie contains a scene where the Moonstones had their debut show in Rathnapura, where there were hooters who disrupted the scene out of sheer jealously. How Clarence together with Annesley and his friends faced it and continued to be better at what they were doing is indeed encouraging to observe.",
    "Clarence together with Moonstones raised his popularity. Due to many complexities, he left the band after four years to form the Golden Chimes with singer Anil Bharati, whilst Annesley Malawana continued the group as the Fabulous Moonstones with Mike Gunesekera. In 1972, Annesley and Clarence reunited, and a new band emerged with the name “Super Golden Chimes”. According to the movie, Gerald Wickremesooriya, a co-founder of Sooriya Records suggested the above name for a rebranding towards revival.",
    "I see a parallel between two “kings of pop.” Michael Jackson was universally known as the “king of pop”. This title is not just a nickname but a recognition of his significant contributions to music, dance, and pop culture. As we know, he is considered one of the most influential figures in 20th-century entertainment. In the same sense, no contender for Clarence to occupy such coveted status in Sri Lanka. Similar to the case of Jackson, Clarence also died young, at the age of 53 with medical complications.",
    "The story of Clarence with several musical bands associated is a classic case of start-up realities. When considering global success cases of all time, based on factors like album sales, influence, and cultural impact, include The Beatles, The Rolling Stones, Led Zeppelin, and Pink Floyd. The Beatles are often cited as the best-selling music artists of all time, with sales estimates ranging from 600 million to over a billion records. The Rolling Stones are recognised for their longevity and high-grossing live performances. Led Zeppelin and Pink Floyd are also consistently ranked among the top bands, known for their significant impact on rock music.",
    "In more modern times, several music startups have achieved significant success by leveraging technology to innovate within the music industry. Examples include platforms like Epidemic Sound, which provides royalty-free music for content creators, and United Masters, which empowers independent artists with distribution and brand partnerships. Additionally, AI-powered tools like Moises.ai, which helps musician’s separate audio tracks, and Eleven Labs, known for its advanced text-to-speech and voice cloning capabilities, are also gaining traction.",
    "According to experts, music startups face a unique set of challenges, including intense competition, difficulty monetising digital content, navigating copyright and intellectual property issues, adapting to technological advancements, and the need for effective marketing and promotion. Additionally, securing funding and maintaining financial stability can be difficult, as can building a sustainable business model in a rapidly evolving industry. Clarance’s case with “Moonstones” to “Super Golden Chimes” is no exception.",
    "A strong business model for a music startup often involves a combination of direct-to-fan engagement, leveraging technology for monetisation, and building a sustainable ecosystem around the artist’s work. This can include strategies like direct-to-fan platforms such as Bandcamp or Patreon, music distribution and licensing, merchandise sales, and utilising emerging technologies like NFTs for unique fan engagement and revenue streams. Clarance was fortunate to have Sri Sangabo Corea, Wijaya Corea and several other genuine advisors to guide him in the right direction.",
    "In the modern day Sri Lanka, Bathiya and Santhush (B&S) are a highly successful Sri Lankan musical duo known for their fusion of Sinhala, Tamil, and English music, often incorporating rap and hip-hop elements. They have achieved significant milestones, including numerous chart-topping hits, platinum-selling albums, and successful concert tours both locally and internationally. Having rejected many times and not being taken seriously on numerous occasions, their innovative approach to music, blending traditional and contemporary sounds, has resonated with a wide audience, making them one of the most popular musical acts in Sri Lanka since the 1990s. Where Clarence struggled, the remedial courses of action were found by younger singers such as B & S much later.",
    "I remember what Kahlil Gibran said a long time ago. “Music is the language of the spirit. It opens the secret of life bringing peace, abolishing strife.” The movie “Rhythm of Guitar” has done justice to the above statement. It can not only be viewed simply as an entertainment extravaganza but also, we can find several significant aspects beyond the fun. The sweat, tears, frustration, discouragement, longlines and many other negative aspects which can collectively be a poisonous recipe for peril were with Clarence as well. How he overcame those in showing his resilience towards revival, was a true embodiment of an endeavouring person aiming excellence.",
    "“Music has healing power. It has the ability to take people out of themselves for a few hours,” so said Elton John. Amidst the hustle and bustle of our busy life, “Rhythm of Guitar” offers a refreshing relief, resonating with revered memories. For me, it is not only about Clarence but a clarion call of encouragement for many struggling start-ups facing challenges to survive and to succeed.",
    "(The writer, a Senior Professor in Management, and an Independent Non-executive Director, can be reached at [email protected], [email protected] or www.ajanthadharmasiri.info.)"
  ]
}