{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Ranil-s-resolve-to-end-rule-of-law/4-782349",
  "time_ut": 1759165114.0,
  "original_lang": "en",
  "original_title": "Ranil’s resolve to end rule of law",
  "original_body_lines": [
    "“The reactionary is always willing to take a progressive attitude on any issue that is dead” – Theodore Roosevelt",
    "Ranil Wickremesinghe (RW), one of the fallen heroes at the 2024 Presidential Election, has been reported to be planning to organise 1,000 rallies across the country and calling all Opposition leaders, their aficionados and apparatchiks to rally behind him in his war against what he described as a “constitutional dictatorship”. If one understood the logic behind that concoction, one would have gathered that if there is a dictatorship prevailing currently in the country then that dictatorship has been permitted by the constitution.",
    "But what is strange is the fact that that constitution was introduced by none other than RW’s own uncle and Sri Lanka’s first Executive President, J.R. Jayewardene, who boasted that he could do anything under his constitution except to change the gender of a person, and RW was a minister under JR. It was the same constitution but with additional powers that elevated President Gotabaya Rajapaksa to become a virtual dictator. When the Aragalaya youth forced him to run away from the country and resign, RW stepped into the presidential shoes with the consent of the Parliament, and the first thing he accomplished was to order the security forces to end the Aragalaya by arresting its leaders, demolishing their temporary shelters and chasing out the rest to their homes. Now he is calling AKD Presidency and NPP Government a constitutional dictatorship. Is it?",
    "To start with, what was the immediate provocation which made RW to come out of the woods at the age of 76 to announce unofficially his readiness to enter the race for presidency again? It was undoubtedly the shame that he had to endure when he was produced before the court by the Police to face allegations of misusing public funds when he was the stop-gap president. After an incredible drama at the court, which raised questions about the honesty and integrity of the medical professionals who vouched for RW’s failing health condition, he had been granted bail until investigations are completed. He has not been acquitted yet.",
    "When an allegation is made against any person or persons under an existing law then the country’s judiciary is constitutionally bound to deal with it independently. This is what is meant by Rule of Law (ROL) in a democracy. ROL is not just a concept but the cornerstone of a society that values equality and fairness for all individuals. Therefore, RW’s resolve to end “constitutional dictatorship” is in other words his agenda to end ROL. But what happened to ROL before RW fell victim to it?",
    "ROL was professed by all political leaders and was inscribed in all constitutions in operation since independence; but politicians and especially those belonged to the ruling party or parties were virtually elevated to become a special species of individuals whom the arms of law were unable to touch. It was this untouchability which almost became an unwritten ‘convention’ if one may call it that allowed corruption to flourish, illicit businesses with underworld connections to prosper and organised crimes to increase during the reign of several governments. (Is it a coincidence that Tangalle in Hambantota District, the political fortress of Rajapaksas has become virtually an epicentre of narcotics)?",
    "When an allegation is made against any person or persons under an existing law then the country’s judiciary is constitutionally bound to deal with it independently. This is what is meant by Rule of Law (ROL) in a democracy. ROL is not just a concept but the cornerstone of a society that values equality and fairness for all individuals. Therefore, RW’s resolve to end “constitutional dictatorship” is in other words his agenda to end ROL. But what happened to ROL before RW fell victim to it?",
    "It was against such corrupt political culture and system operating with legal immunity that a new generation of awakened youth staged the Aragalaya in 2022, a landmark event in Sri Lanka’s post-independence history. The fundamental message of that revolt was a lot broader than just a narrow regime change. It implied a radical change of an entire system built on identity politics and corrupt governance which ultimately led to economic bankruptcy. The rebels demanded a new political culture in which ROL remains supreme without any political interference and with an independent judiciary as enshrined in the constitution. And that was the pivotal promise made by AKD and NPP in their election campaigns respectively, and which they are delivering now. Is that constitutional dictatorship or constitutional governance?",
    "RW is therefore inviting all reactionary elements to rally behind him to stage a showdown against the current Government, which has just completed the first of its mandated five years. Perhaps to support RW, critics have begun to unleash a vicious propaganda with a catalogue of AKD’s and NPP’s promises before and failure to deliver them after the election. Within one year?",
    "Constructive criticism is a necessary element in a healthy democracy which should be encouraged. But criticism driven by a spirit of seeking vengeance is to create chaos and that is what is driving the current propaganda. Without being overtly apologetic towards the new leadership it is fair to say that the country is not at least worse off than what it was when the new leaders took charge. But given the relative inexperience of several of the cabinet ministers and the enormity of challenges facing the nation, pragmatism and not blind commitment to ideology is the need of the time. That appears to be the strength of the current President.",
    "For example, on the economic front the fact that AKD accepted IMF strategy towards economic stabilisation and growth instead of renegotiating for alternative terms and conditions has stopped the economy from heading backwards. Hasn’t the speed of stabilisation and recovery amazed even the IMF and World Bank? Hasn’t the country’s dollar surpluses higher now than when the Government came to power? Hasn’t AKD’s delivery of corruption-free governance been the main reason why IMF is not insisting on privatisation of the SOEs? Yet, there is a long way to go to achieve economic independence as promised. The incoming Budget should give a better picture about the actual state of play. Given these facts, isn’t it reasonable to wait at least till the end of the first half of the Government’s tenure to make an educative judgement about its performance? As they say, Rome was not built in one day.",
    "But what really seem to have added to an already angered group of fallen heroes and encouraging them to support RW’s battle cry is the recent cancellation of perks and privileges enjoyed by this self-promoted elite and which had become an unbearable burden to a struggling economy. That cancellation had angered not only RW but more so the Rajapaksas and other previous presidents. Before law catches them, several other politicians and public officials for misusing their powers and privileges, they would prefer a regime change as early as possible. In short, RW’s agenda is a move to restore the ancient regime with its weaknesses.",
    "But these fallen heroes are obviously underestimating the strength and reach of the Aragalaya phenomenon. When RW thought that he had ended the revolt by force, the protestors did not go home to give up their mission but went straight to the voters instead to convince them of the rebels’ radical message. The rest is history. Would RW’s countermove provoke another Aragalaya of different dimensions?"
  ]
}