{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/EFC-delegation-meets-Northern-Province-Chief-Secretary/34-762583",
  "time_ut": 1717448036.0,
  "original_lang": "en",
  "original_title": "EFC delegation meets Northern Province Chief Secretary",
  "original_body_lines": [
    "A delegation representing 14 leading private sector companies together with Employers’ Federation of Ceylon (EFC) engaged in a high-level visit to explore strategic investment, trade, and growth opportunities in key sectors in the Northern Province.",
    "Organised by the Intern-ational Labour Organisation (ILO) in partnership with EFC, among the key objectives of the visit were to showcase the investment potential of northern province, foster dialogue, and collaboration among key stakeholders, and facilitate partnerships that benefit both businesses and communities.",
    "In addition to engagement with the Northern Province Chief Secretary Ledchumanan Ilaangovan, the visit included stakeholder consultations to provide an analysis of the opportunities and the policy and regulatory landscape for doing business in the North. This was chaired by the Office of the Chief Secretary. The delegation also participated in a visit to the Achchuveli Industrial Estate; a networking event with entrepreneurs and business associations; as well as consultations with key sectoral actors including government organisations and regional chambers.",
    "Appreciating the efforts to promote inclusive and investment driven growth in the region, Northern Province Chief Secretary Ledchumanan Ilaangovan said: “Looking ahead, let’s unite to transform aspirations into actions, we welcome and support the delegation promoting investment opportunities and looking forward to working with them.”",
    "With the northern region experiencing a surge in opportunities across multiple sectors, infrastructure investments have increased, and domestic and export market focused agriculture and fisheries, as well as aquaculture hold immense potential for growth and development. Moreover, interventions under the PAVE project further emphasises inclusivity and gender equality, ensuring that the benefits of growth are equitably shared among all members of the community, thereby fostering a more sustainable and just economic development.",
    "In the current context of Sri Lanka’s economic recovery, Government and other ecosystem players, including private sector entities, have a crucial role in catalysing provincial and regional growth.",
    "EFC Director General/Chief Executive Officer Vajira Ellepola said: ‘‘The EFC, as the national employer organisation, has been instrumental in creating interest within the private sector, leading up to this site visit of a business delegation to explore investment opportunities in the North. Enterprise development, job creation, diversity and inclusion are some of the core values the EFC stands to promote. The objectives of ILO interventions, which align closely with these values and their overall relevance to Sri Lanka’s commitment towards Sustainable Development Goals and a national policy focused on domestic production, were the driving force of our collaboration in this project.”",
    "The visit was implemented as part of the ILO “Promoting Advancement of Vulnerable Persons and Enterprises” (PAVE) project interventions, funded by the Government of Norway. The PAVE project is among ILO’s responses toward creating decent work opportunities to support inclusive growth and reconciliation in post conflict districts. The project prioritises creating decent work opportunities for the most vulnerable, and marginalised women and men in the northern province, by advancing inclusive growth, private sector investment, entrepreneurship, gender equality and inclusion, and digitalisation.",
    "ILO Chief Technical Advisor Thomas Kring said: “Scaling private sector investments in the Northern Province not only makes business sense, but it also strengthens human capital, and benefits disadvantaged communities with stable sources of income – it’s a win-win propositions that create employment for vulnerable women and persons with disabilities helping crisis recovery and reconciliation.”",
    "Providing delegates with an enhanced understanding of the investment climate and landscape in the Northern Province, this visit laid the groundwork for future collaborations between the private sector and local authorities. The next steps will involve the development of investment plans to promote sustainable economic growth in the region at large."
  ]
}