{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/CoA-grants-two-week-window-for-objections-in-Hirunika-contempt-case/56-761598",
  "time_ut": 1715295787.0,
  "original_lang": "en",
  "original_title": "CoA grants two-week window for objections in Hirunika contempt case",
  "original_body_lines": [
    "The Court of Appeal on Wednesday provided a two-week window to file objections to the complaint against former MP Hirunika Premachandra for being in contempt of court. This action stemmed from her criticism of the bail order issued by the Mount Lavinia Magistrate’s Court during a press conference on Women’s Day. The court ordered the complaint to be taken up again on 14 June.",
    "A Court of Appeal bench comprising Justices Nishanka Bandhula Karunaratne and Shashi Mahendran issued the order after considering a complaint filed by young business leader Hardy  Jamaldeen.",
    "During the proceedings, Counsel Nishan Premaratne, representing the plaintiff, presented facts to the court, alleging that the defendant had voiced criticisms regarding the bail order issued by the Mount Lavinia Magistrate’s Court during a press conference held on Women’s Day, in connection with a specific incident.",
    "The lawyer highlighted that the defendant had questioned the court’s decision to grant bail to his client, asserting that by doing so, she had not only challenged the court proceedings but also insulted the court. Justice Shashi Mahendran inquired from the counsel for the plaintiff about how the statement made by the respondent had defamed the court. Mahendra noted that the respondent had not referenced any specific court or case number in her statement and questioned how contempt of court allegations could be presented in such circumstances.",
    "Farman Cassim PC representing the defendant Hirunika Premachandra, appeared before the court and requested permission to file objections concerning the allegations in the complaint. The court granted the request and instructed that the objections be filed within two weeks."
  ]
}