{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/All-banks-in-Sri-Lanka-must-collectively-adopt-a-common-Code-of-Ethics/4-759889",
  "time_ut": 1711312287.0,
  "original_lang": "en",
  "original_title": "All banks in Sri Lanka must collectively adopt a common Code of Ethics",
  "original_body_lines": [
    "Transparency, fairness and sound decision-making are the cornerstones of a strong banking business",
    "Application of banking ethics in Sri Lanka – refer: Daily FT dated 21 March 2024 (https://www.ft.lk/columns/Application-of-banking-ethics-in-Sri-Lanka/4-759751) was a brilliant Guest Column by B.G. Wimalarathna Banda ex-banker – subtly classifying the Excellent, Good, Bad, Ugly and Evil Bankers.",
    "I have emphasised excerpts to help reduce use of valuable time and space. Also added in mini brief the much larger context I have advocated over six decades of Accountability, Transparency, Truth and Trust (ATTT) bankers to attempt to micromanage customers businesses, their shareholding, under the fraudulent guises/cloak of rules/regulations/“best practices” designed to pervert the course/cause of Justice. Famously termed AIMS which in successive context meant pioneering ‘Apparel Industry Management Services’, ‘Authentic Independent Minority Shareholders’, and as for contrary cronies of Controlling Interest (CI) to ‘Mercenary Corrupt Minority Shareholders’ (MCMS).",
    "ee4Cs – enhance, empower Creative, Competitive, Caring Capitalistic enterprises, including the vital human capital of skills, tech, knowledge, experience, wisdom, which shares equitably the profits, benefits of such enterprise with the AIMS and other public stakeholders.",
    "Let us pray that the absolutely pivotal bankers will be ethical and not try to prey, manipulate, manoeuvre and prey on the “AIMS.”",
    "All businesses depend and improve mainly based on the trust placed by the customers. In order to gain and enhance this trust, application of ethics in business is of paramount importance. Banking purely depends upon the trust placed by ‘not only its customers’ but also by the general public. Transparency, fairness and sound decision-making are the cornerstones of a strong banking business. All these are more related to ethics in banking than of complying with rules and regulations.",
    "A banker is an intermediate between those who have money and those who need money. Since banks buy and sell the popular commodity called ‘money’, the core functions of a bank are more related to the business environment. However, the bank does this function in a more professional manner than that of an ordinary business transaction. Besides, worldwide the banking functions are highly regulated and closely supervised by the central bank of the country. This is one of the main reasons to regard the banking business as a profession.",
    "Whether banking is related to business or profession, no doubt it should be conducted ethically. If not, the consequences may lead to high risk and the end result would be more painful. On the other hand, a failure of a bank has a systemic effect which adversely impacts the monetary system and the financial stability of the country, for which the ‘Banker of the Bankers’ or commonly known as Central Bank of a country is primarily responsible. Further some of the studies have proved that existence of problems in the banking standards of ethics, negatively affects the financial institutions.",
    "Derived from the Greek word “ethos” of which the meaning is “way of living”. As revealed ethics is a branch of philosophy that is concerned with human conduct, more specifically the behaviour of individuals in a society. Ethics is defined as the moral principles governing a person’s behaviours or the way they conduct activities.",
    "To explain this puzzle, let me take two live examples that happened in the banking sector. Nearly one and a half decades ago, there were global financial crises in developed and developing countries. It was very clear; there were rules and regulations and all these banks who encountered the crises, have complied with these rules and regulations accurately and these banks have been well supervised by the respective regulators. Despite all these, they encountered these disasters. How come it? It is clear that these banks have not carried out their core functions ethically though they have complied with the rules and regulations.",
    "First example: Take the Northern Rock Bank (NRB), a leading retail bank in England, which had to be bailed out by the British Government in 2008. This bank faced such a disaster not that the bank had not followed the rules and regulations but it revealed in a deeper study that the NRB had failed to conduct its core activity of lending ethically.",
    "In order to raise the funds needed for lending, any bank in the world mobilises deposits, a core function of banking. But the NRB’s funding strategy involved packaging mortgages to sell on to other banks. In banking terms this is known as “securitisation”. It was not an illegal activity. The fuel NRB had used to expand the lending portfolio quickly turned out to be poisonous. Why? Rather than using customer deposits as the source of funds to lend out to homeowners, NRB borrowed the required money from the international money markets through a securitisation process. So the NRB was legally correct but ethically not correct. Its failure was a result of not adhering to ethics in banking though it has fully complied with rules and regulations accurately.",
    "Second example: The recent salary increase of CBSL. This issue is still echoing in the thirsty ears of our general public. On this issue, within a period of about two weeks, Sri Lanka’s only national business newspaper FT alone, carried out close to six articles, written by various eminent writers. The New Act, CBSL Act No. 16 of 2023 empowered the CBSL giving full freedom, autonomy and independence. This independence has been given for what? Though it has not been clearly defined and limited, these powers have been bestowed to carry out its core functions, primarily to sustain and achieve the monetary system and the financial stability of the country, independently on its own without any external interferences, especially from the politicians who rule the country.",
    "Using this autonomy CBSL has increased its employees’ salaries which cannot be challenged since it is legally correct and comes under the autonomy empowered. However ethically it could be challenged. That is what Harsha de Silva, MP of SJB very correctly said that he had no objection with regard to the salary increase, but the concern was the quantity of the increase since it was deplorable. In banking jargon what he has said was that the decision to increase the salary by CBSL is legally correct but ethically not correct. Instead of using the word ‘unethical’ he has used the word deplorable (hirikithayi). The “Banker of the Bankers” is also now in a dilemma with regard to the application of ethics.Now it is very clear though apparently there is a similarity, ethics and rules or regulations are not the same. This proves that the perception of banking ethics affects its reputation and ensures long-term success or failure.",
    "Quote: “The banking community of the world has a history of placing moral considerations above legal or opportunistic expedience. A bank’s ethical responsibility is not limited only to the bank but it extends to the government, customers, shareholders, staff and the community. In this respect where are we in Sri Lanka?” Unquote",
    "Borderline between what is ethical and unethical becomes more blurred",
    "While being mindful of the principles of profitability and productivity, banks are obliged to obey certain ethical principles of banking profession and organisational ethics. In Sri Lanka almost all the banks fail to practice this discipline, so that banking business has become more complex and the borderline between what is ethical and unethical becomes more blurred thus encouraging unethical behaviours.",
    "This compels our banks to follow a robust set of values to direct them towards the ethical choices which they are faced when they make business decisions.",
    "When practicing ethics in banking several principles are to be followed. Just to highlight a few, we know that currently most important and valuable transactions are very often contracted between the banker and the customer, over the phone or online preferably in the absence of witnesses.",
    "Ethical principle of the unbreakable mutual or shared trust, cannot be implemented through laws and regulations since it is purely an ethical human behaviour.",
    "Neither party should cheat the other party, this too cannot be imposed by law but by ethical conduct.",
    "The good intention of the parties is of paramount importance when it comes to banking ethics, there can’t be any dishonesty, theft or some other undesirable ways of treating a business partner.",
    "At any cost when it comes to banking ethics, the conflict of interest should be vetoed. A conflict of interest occurs when a participant’s personal interests due to financial or social factors, could compromise his judgment, decisions or actions in the workplace. Had this been applied by the Banker of Bankers, when the salary increase was made, the current criticism and deplorable looks could have been totally prevented.",
    "In the application of ethics in banking the acceptance of omissions and failures is another fundamental to be considered. Unintentional human failures and omissions are day to day occurrences in any business process. What is ethically important is that each participant should be ready to accept these failures and omissions that have been made as a result of his or her own actions. He/she should admit the mistakes and respond in an appropriate way acceptable to both parties, the banker and the customer. Has CBSL applied this on the current issue in hand?",
    "Monopolistic behaviour should be avoided in order to carry out the banking functions ethically. One party may act due to his own position in the bank or business world or political influence or any other social influences that he has a super power to control the other party. At any cost this monopolisation should not be applied in the banking process in order to conduct the banking business ethically.",
    "This behaviour has been clearly exhibited when the senior officials of CBSL were summoned seeking clarifications and justifications by the authorities.",
    "There are some areas such as abuse of office, misuse of information, insider abuse, offer and acceptance of gratifications, association with doubtful persons, aiding and abetting improper employment, etc. that should be controlled and totally avoided at any cost, in order to be in ethical banking.",
    "Politically corrupted and henchmen of politicians should not be appointed to lead the banks either as Chairmen or members of the Board of Directors of the bank.",
    "Each bank should have a qualified, virtuous and reliable Board of Directors capable of providing and sustaining purposeful ethical leadership and sound management devoid of conflict of interest.",
    "Should step up and sustain enlightenment campaigns through seminars, workshops, training, newsletters, journals, magazines and other publications but not by law or regulations.",
    "All banks in Sri Lanka must collectively adopt a common Code of Ethics and ensure that there is transparency in the industry, especially at the top layer to restore public confidence in the industry.",
    "Bank staff, especially those in sensitive assignments should be well remunerated to ensure that they remain ethical and professional in all their activities to avoid falling prey to fraudulent temptations.",
    "There should be a transparent system that prosecutes fraud expeditiously.",
    "Collectively all banks private or public should avoid unrealistic and unethical Government directives even of the subject minister at any cost such as imposition of non-market interest rate, administered exchange rates, granting loans, postponement of recovery process, etc."
  ]
}