{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/addressing-irregularities-key-to-restoring-public-trust-in-sri-lankas-excise-dept-president-192489/",
  "time_ut": 1733466900.0,
  "original_lang": "en",
  "original_title": "Addressing irregularities key to restoring public trust in Sri Lanka’s Excise Dept: President",
  "original_body_lines": [
    "ECONOMYNEXT – Revamping processes, addressing irregularities, and tackling artificial toddy issues were key to restoring public trust in the Excise Department, Sri Lanka’s President Anura Dissanayake has said.",
    "“I instructed the Excise Department to ensure transparency and lawfulness in issuing licenses and tax collection,” Dissanayake said on X after meeting department officials on Thursday.",
    "“Revamping processes, addressing irregularities, and tackling artificial toddy issues are key to restoring public trust and boosting the economy.”",
    "Challenges in collecting excise taxes and the irregularities that arise in the process were discussed at the meeting, the president’s media division said.",
    "The Excise Department is one of the key revenue departments of the government, along with Customs and Inland Revenue.",
    "In 2023, the Department raised 177.57 billion rupees from liquor tax and 1 billion from tobacco tax, and achieved an excise revenue of 178.57 billion rupees including tax rebates (7.3 billion rupees), the department said.",
    "Sri Lanka excise duties for cars, sin taxes for alcohol, baccy and sweet drinks from Jan",
    "The discussion covered the shortcomings of existing rules and regulations regarding tax collection, the PMD said, and issues arising in the tax collection process, as well as the weaknesses in the recruitment system for excise officers.",
    "Dissanayake noted “the public’s negative perception of the Excise Department and stressed the importance of managing these institutions in a way that supports the country’s economy”.",
    "Officials also briefed the president on challenges in the production and packaging processes, “highlighting the negative impact of artificial toddy on the public”.",
    "Dissanayake “directed officials to follow a proper mechanism when issuing excise licenses,” the PMD said, and “stressed the importance of not abusing power to act unlawfully”.",
    "New strategies including collecting overdue taxes, revoking licenses of blacklisted institutions, and addressing entities that fail to collect taxes properly, were also discussed. (Colombo/Dec06/2024)"
  ]
}