{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100137/honduras-ex-president-hernandez-sentenced-to-45-years-in-prison-on-us-drug-conviction",
  "time_ut": 1719469320.0,
  "original_lang": "en",
  "original_title": "Honduras ex-President Hernandez sentenced to 45 years in prison on US drug conviction",
  "original_body_lines": [
    "Former Honduran President Juan Orlando Hernandez was sentenced by a U.S. judge on Wednesday to 45 years in prison for his conviction on drug and firearm offenses.",
    "The sentence means Hernandez, 55, will likely spend the rest of his life behind bars, unless his expected appeal succeeds.",
    "A Manhattan jury found him guilty in March of accepting millions of dollars in bribes to protect U.S.-bound cocaine shipments belonging to traffickers he once publicly proclaimed to combat.",
    "Prosecutors had sought a life sentence, while defense lawyers said a 40-year term, the mandatory minimum under federal law, was enough.",
    "U.S. District Judge Kevin Castel said the 45-year sentence should send a message to well-educated, seemingly personable defendants who may believe they are insulated from prosecution.",
    "He also said jurors saw through Hernandez’s “polished demeanor” during the two-week trial, where he took the stand in his own defense.",
    "“They saw him for what he was: a two-faced politician hungry for power,” Castel said in Manhattan federal court.",
    "Hernandez led Honduras, a U.S. ally in Central America, from 2014 to 2022.",
    "Prosecutors said he facilitated shipments of at least 400 tons of cocaine to the United States, fueling addiction and violence.",
    "They also said Hernandez used drug money to bribe officials and manipulate voting during Honduras’ 2013 and 2017 presidential elections.",
    "“The defendant fed this never-ending cycle of drug trafficking and corruption that tore his country apart,” prosecutor Jacob Gutwillig said on Wednesday.",
    "Hernandez denied taking bribes and said he fought the cartels during his presidency.",
    "Wearing olive green prison clothing at his sentencing hearing, Hernandez said he had been wrongfully convicted. He singled out testimony from several convicted traffickers who testified that they bribed him, saying they were trying to reduce their own punishments and exact revenge.",
    "“Despite everything done to me, which is an outrage and a lynching, I am an optimist and I know that the truth will be known later,” Hernandez told Castel through a Spanish interpreter prior to being sentenced.",
    "After being sentenced, he faced journalists seated in the jury box and said “soy inocente,” Spanish for “I am innocent.” He used a cane as U.S. marshals led him out of the courtroom.",
    "Hernandez has been jailed in Brooklyn’s Metropolitan Detention Center since his April 2022 extradition from Tegucigalpa.",
    "Castel said he would let Hernandez stay there for now while he appeals.",
    "Hernandez’s younger brother, Tony Hernandez, was sentenced to life in prison in March 2021 following his conviction on drug charges. He has been imprisoned in California."
  ]
}