{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hatton-national-bank-and-nucleus-software-collaborate-to-enhance-transaction-banking-experience-with-finnaxia/",
  "time_ut": 1754060700.0,
  "original_lang": "en",
  "original_title": "Hatton National Bank and Nucleus Software collaborate to enhance transaction banking experience with FinnAxia®",
  "original_body_lines": [
    "HNB PLC, one of Sri Lanka’s leading and most forward-looking financial institutions, has implemented FinnAxia®, the advanced Transaction Banking Suite from Nucleus Software, as part of a strategic initiative to strengthen its leadership in digital banking and meet the growing needs of its corporate and SME clients across Sri Lanka and around the globe.",
    "In a highly competitive market where customer expectations are evolving rapidly, HNB recognized the need for a robust, scalable and integrated platform to deliver world-class, transaction banking services. The rollout of FinnAxia® marks a decisive move to future-proof HNB’s cash management business, deepen client relationships, and enhance revenue streams.",
    "Expand its transaction banking offerings through a seamlessly integrated global-standard suite.",
    "Gain competitive edge without prolonged implementation cycles for corporate clients.",
    "Attract and retain high-value clients by delivering personalized digital solutions.",
    "Ensure frictionless onboarding of clients across Corporate, SME, and Institutional segments.",
    "Optimise operational efficiency and minimize manual intervention to focus on strategic relationship management.",
    "“We are reimagining our transaction banking strategy to not only retain our leadership position in the payments and cash management space but to significantly expand our presence in the SME and corporate banking segments,” said Damith Pallewatte, Managing Director & Chief Executive Officer, HNB. “FinnAxia® gives us the technology edge to offer a comprehensive, digital-first experience, enabling our customers to seamlessly manage their global payments, receivables, liquidity, supply chain finance and trade services through a unified platform.”",
    "Since going live, HNB has already experienced a 10X increase in customer onboarding and a 6X jump in transaction volumes.",
    "With this transformation, HNB is offering its corporate clients a sophisticated platform providing real-time dashboards, automated reconciliation, and enhanced cash visibility across global operations – giving treasuries the tools to make informed decisions.",
    "“At Nucleus Software, we believe that the future of transaction banking lies in a modular, intelligent platform—one that is agile, deeply integrated, and purpose-built to scale with dynamic business ecosystems,” said Vishnu R. Dusad, Managing Director & Co-Founder, Nucleus Software. “Our partnership with HNB reflects a shared ambition—to redefine digital transaction banking in Sri Lanka. With FinnAxia®, we are not just delivering technology, but building a competitive advantage.”",
    "FinnAxia®, an advanced, modular transaction banking platform from Nucleus Software, provides a clear value proposition – to enable HNB Bank to operate with precision, create compelling client experiences, increase revenue potential, and control risk proactively.",
    "With 254 customer centers, HNB stands as one of Sri Lanka’s largest and most technologically innovative private sector banks. Most recently, the bank was recognized as the Best Retail Bank in Sri Lanka for the 15th year at the Asian Banker Global Excellence in Retail Financial Services Awards 2024.",
    "HNB was also recognized as ‘The Best Bank – Sri Lanka’ at the second Emerging Asia Banking Conclave and Awards, organized by the Indian Chamber of Commerce (ICC). HNB’s accolades in 2024 also include recognition at the Euromoney Awards for Excellence, where it was named Best Bank in Sri Lanka and Best SMEs Bank in Sri Lanka.",
    "HNB was ranked the Number 1 Company in Sri Lanka by Business Today in its Top 40 Businesses ranking for 2023-24. HNB was recognized as one of the Top 25 Corporates at the LMD Awards which was held honouring 25 most awarded Sri Lankan Corporates.",
    "Nucleus Software Exports Ltd. Is a publicly traded (BSE: 531209, NSE: NUCLEUS), software product company that provides lending and transaction banking products to global financial leaders.",
    "Nucleus Software delivers disruptive Fintech Solutions to 200+ Banks and Financial Institutions across 50 countries supporting Retail Lending, Corporate & SME Finance, Islamic Finance, Automotive Finance, Captive Automotive Finance, Cash Management, Mobile & Internet Banking, Transaction Banking and more. Our solutions manage $15+ trillion value of yearly transactions, with over 26 million transactions each day through our globally integrated transaction banking platform. Our lending platform manages $1.2 trillion value of loans globally, while enabling 500,000+ users to log in daily.",
    "Pan Asia Bank posts strong performance with PAT of over Rs. 2.1 billion for 1H2025; increase of 110%",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}