{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97269/indonesia-election-quick-tallies-indicate-prabowo-headed-for-first-round-win",
  "time_ut": 1707909780.0,
  "original_lang": "en",
  "original_title": "Indonesia election quick tallies indicate Prabowo headed for first round win",
  "original_body_lines": [
    "Unofficial tallies in Indonesia’s presidential election on Wednesday showed Defence Minister Prabowo Subianto taking a commanding lead that could see him win in a single round if sustained.",
    "Prabowo had about 58% of votes according to four pollsters, based on ballots counted in a sample of voting stations nationwide. The number of votes they had tallied ranged from about 52% to 67% as of 0912 GMT.",
    "Rivals Anies Baswedan and Ganjar Pranowo had about 25% and 17% respectively, according to the independent pollsters that were conducting “quick counts” at the close of voting.",
    "Counts by reputable outlets have proven to be accurate in previous elections. An official result is not expected until several weeks after the vote.",
    "The pattern could signal a first round win for Prabowo. To win in a single round, a candidate needs more than 50% of votes cast and 20% of the ballot in half of the country’s provinces.",
    "If no candidate wins a majority, a runoff between the top two finishers will be held in June.",
    "The contest pits popular former governors Ganjar and Anies against the pre-election frontrunner Prabowo, a former special forces commander feared in the 1990s as a top lieutenant of Indonesia’s late strongman ruler Suharto.",
    "“Alhamdulillah (Praise be to God), we hope the election can go in one round,” said Nusron Wahid, secretary of Prabowo’s campaigning team, commenting on the latest quick counts.",
    "The world’s biggest single-day election has included nearly 259,000 candidates vying for 20,600 posts across the archipelago of 17,000 islands, but the focus has been firmly on the race to replace President Joko Widodo, opens new tab, whose influence could determine who takes the helm of the world’s third-largest democracy.",
    "The early lead will be a big boost for Prabowo, who has undergone an image rebrand and is contesting his third successive election after twice losing out to the hugely popular Widodo, who cannot run again because of term limits.",
    "Jokowi, as the incumbent is known, is tacitly backing and betting on his former rival as a continuity candidate to preserve his legacy, including a role for his son Gibran Rakabuming Raka as Prabowo’s running mate.",
    "Two surveys issued last week gave Prabowo just over 50% support, with Anies and Ganjar 27 and 31 points adrift, respectively, though the quick counts point to a stronger lead.",
    "“This is an emphatic result that diminishes prospects for legal challenges and will also provide the Widodo-Prabowo alliance with an element of affirmation from the public for decision-making in the months ahead,” said political analyst Kevin O’Rourke.",
    "Nonetheless, he added “concerns exist about the prospect of further incursions on democratic norms”.",
    "Former Jakarta governor Anies and ex-Central Java governor Ganjar had been trying to woo undecided voters to try to force a runoff in June.",
    "“I want to underline that we want honest and fair elections so that it becomes peaceful,” Anies said at a polling station.",
    "Deadly riots broke out after the 2019 election, when Prabowo had initially contested Jokowi’s victory.",
    "“So far, the situation is safe, under control,” said National Police Chief Listyo Sigit Prabowo.",
    "Anies has campaigned on promises of change and preventing a backsliding in the democratic reforms achieved in the 25 years since the end of Suharto’s authoritarian, kleptocratic rule.",
    "Ganjar hails from the Indonesia Democratic Party of Struggle, of which Jokowi is ostensibly a member, and has campaigned largely on continuing the president’s policies, but crucially lacks his endorsement.",
    "Before voting, he also called for a clean election so that candidates could accept the result.",
    "Hasto Kristiyanto, a senior politician in his campaign team said there had been many reports of alleged cheating in Central Java and East Java and some intimidation.",
    "Prabowo said on Wednesday he hoped the “voting process goes well”",
    "In later comments, made as he was treading water in a swimming pool in his private residence near Jakarta, the wealthy 72-year-old businessman told reporters he wanted to defend truth, eliminate corruption and ensure no one in Indonesia went hungry.",
    "“I want there to be no 70-year-old people still driving rickshaws. That’s my wish,” he said."
  ]
}