{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Port-City-officials-frustrated-over-delay-in-duty-free-mall-opening/108-280934",
  "time_ut": 1713484560.0,
  "original_lang": "en",
  "original_title": "Port City officials frustrated over delay in duty free mall opening",
  "original_body_lines": [
    "Port City Colombo officials expressed frustration over delays in opening the downtown duty-free mall in Colombo.",
    "Originally scheduled to commence operations in April, the facility now faces an uncertain timeline for opening to the public, primarily due to unexpected legislative hurdles.",
    "While concerns have been raised regarding the potential impact of the duty-free mall on local businesses and Sri Lanka’s taxation framework, CHEC Port City Colombo Deputy Managing Director Thulchi Aluwihare has asserted that the facility will not have the negative effects perceived by some in the political and business communities.",
    "“The aim is not to cannibalise but to expand the market and promote economic growth. The broader objective of Port City is to increase footfall and benefit the entire Colombo ecosystem,” Aluwihare told Mirror Business.",
    "He stressed that adequate measures are in place, serving as effective guardrails to protect against cannibalisation of the local market and ensure there is no leakage of goods into the local market.",
    "“The goal is to attract tourists and create a shopping destination in Sri Lanka, capitalising on the average tourist’s stay of seven to 10 days, with an average spending day in Colombo being just one day,” added Aluwihare.",
    "Pointing out that the delays are sending a negative message to investors, existing and potential, he stressed it is imperative for authorities to understand the importance of having investor-friendly processes.",
    "“As a country facing a balance of payment crisis, we are actively seeking foreign direct investment and capital. Therefore, it is essential to ensure that the experience for investors in Sri Lanka is positive and encourages further investment,” added Aluwihare."
  ]
}