{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Sri-Lanka-power-sector-reforms-Way-forward/4-771592",
  "time_ut": 1736377095.0,
  "original_lang": "en",
  "original_title": "Sri Lanka power sector reforms: Way forward",
  "original_body_lines": [
    "Although the underlying issues for high electricity prices are multi-faceted, the main contributing factor is the dependency on imported fossil fuel sources such as oil and coal for about 50% of electricity generation",
    "The Sri Lanka Electricity Act aims to position the power sector in Sri Lanka to benefit from the advances in renewable energy and other enabling technologies and to eliminate the dependency on imported fossil fuel sources and improve the operating efficiency of sector entities through greater transparency and accountability. This would enhance energy independence and energy security by increasing the share of renewable energy in the energy mix and phase out the fossil fuel-based electricity over the next 10 years, while ensuring the availability of electricity at an affordable price to the consumers",
    "As the new Government is contemplating a review of the power sector reforms initiated in 2023, it is pertinent to discuss the underlying issues affecting the efficient operation of the power sector in Sri Lanka, the objectives of the ongoing power sector reforms and whether it requires any adjustments to make it consistent with the overall policy framework of the new Government.",
    "The Sri Lanka power sector is dominated by the vertically integrated State-owned Ceylon Electricity Board (CEB) with some private sector participation in power generation especially in renewable energy (i.e. mini hydro, wind and solar). In addition, there are two other entities with significant CEB ownership (i.e. LECO and Lanka Transformers Ltd. (LTL)) engaged in electricity distribution and generation respectively. The non-CEB generators sell electricity to CEB at a contracted price according to long-term power purchase agreements (PPA). CEB acts as the single buyer of electricity from other generation entities, have a more than 50% share in electricity generation and monopoly in transmission and distribution except in the urban areas served by LECO.",
    "Sri Lanka has achieved 100% household electrification due to the efforts of CEB and provides electricity at a reasonable level of reliability compared to its South Asian neighbours where scheduled power cuts is the norm in rural areas. At present, Sri Lanka also meets about 50% of its electricity requirement from non-fossil sources consisting of hydro, wind and solar, which is commendable. The distribution losses due to pilferage, unmetered connections as well as technical losses are on par with more developed countries. However, the cost of electricity is higher than its peers and this raises the issue of affordability of electricity to poor and competitiveness of Sri Lankan industries in global markets.",
    "Although the underlying issues for high electricity prices are multi-faceted, the main contributing factor is the dependency on imported fossil fuel sources such as oil and coal for about 50% of electricity generation. The cost of oil-based (i.e. mainly heavy furnace oil) electricity ranges from Rs. 50/kWh to over Rs. 115/kWh, while coal-based energy has a cost Rs. 31/kWh in 2023 (CEB’s statistical digest 2023). While the privately owned mini hydro, wind and solar projects have an average cost of below Rs. 20/kWh, there are some RE projects contracted at higher feed-in-tariffs (i.e. Rs. 37/kWh) in recent times due to high market interest rates and volatile exchange rates.",
    "This has been subsequently adjusted downwards. The CEB owned major hydro power plants have the lowest cost of below Rs. 5/kWh. According to the recent tariff filling of CEB, the average generation cost is about Rs. 24/kWh and the generation cost contributes to about 80% of the average cost of electricity of Rs. 31/kWh.",
    "In addition, there are several other institutional issues that contribute to the high cost of electricity. The absence of electricity sector specific generation capacity procurement regulation/guidelines has resulted in opacity and lack of transparency in contracting for new generation capacity, resulting in high cost projects being contracted based on unsolicited proposals. In addition, there are restrictions on private sector investments in new transmission capacity and this acts as a barrier to renewable energy integration.",
    "The CEB system control centre also lacks visibility on renewable energy plants below 10 MW connected to distribution network, and this combines with absence of sophisticated renewable energy forecasting capability making it difficult to operate the power system with high share of renewable energy. CEB’s adaptation of state-of-the-art IT systems with AI applications is at a rather primitive level. CEB has also not rolled out digital utility services such as smart meters, demand response, distributed energy storage solutions combined with Electric Vehicles that are vital for renewable energy integration.",
    "There has been high global demand for competent electrical engineers in power system operation and power system modelling and analysis for renewable energy integration. This is due to the rapid development in renewable energy enabling technologies in the last 10 years and ambitious targets set for RE integration in Australia, Canada, UK and Ireland.  CEB’s arcane and bureaucratic human resource practices with emphasis on seniority-based promotions and compensation, and barriers on lateral entry are not conducive to retaining and attracting competent engineering talent required for operating modern power system. This is evident from the fact that the CEB has lost close to 200 young highly competent engineers in the last two years due to brain drain and has not been able to fill the vacancies in some of the specialist branches.",
    "Furthermore, the absence of performance-based management culture and lack of accountability at the functional level has resulted in wastage and inefficiencies. The absence of transparent arm’s length contractual relationship between different units of CEB engaged in generation, transmission and distribution has made the effective regulation of different licensees belonging to CEB by PUCSL, a difficult task. This has been evident in the on-going controversies and delays in tariff determination and lack of transparency in tariff setting.",
    "Objectives and key aspects of power sector reforms envisaged under Sri Lanka Electricity Act of 2024",
    "The electricity sector reforms was conceived to address these underlying issues and to position the Sri Lanka power sector to benefit from the evolving technological changes in the electricity sector. The Electricity Act of 2024 establishes the overall legal framework for a modern power system and there are further regulatory reforms to be introduced through number of Regulations to be issued under the Act. It is heartening to note that the new Government intends to continue with the power sector reform process after subjecting it to a more inclusive public consultation process.",
    "In this context, it is important to ensure that the overall benefits to the country and to the consumers in terms of lower electricity prices and better quality of service as well as ensuring the energy independence of the country by facilitating renewable energy development is given priority over the narrow parochial interests of CEB trade unions who are mainly interested in preserving the prevailing status quo and the perks and privileges that they currently enjoy.",
    "The Act requires the CEB to be unbundled and establishment of separate 100% Government owned corporate entities responsible for generation, system operation, transmission and distribution. There is no compulsion on the government to privatise or divest any of these entities and the government can opt to retain 100% of all the CEB successor entities if it wishes. Contrary to the allegations that the Act is meant for privatising the CEB, the Act ensures that the generation company owning hydro power plants, and the National System Operator (NSO) will remain as 100% Government owned and the Government will have minimum 50% ownership in the transmission company.",
    "These new entities is expected to adopt performance based management practices and compensation to retain high skill talent. However, the Act ensures the salaries and other benefits of existing CEB employees will not be less than what they receive at present. The Act also guarantees the pension and other terminal benefits of CEB’s existing employees.",
    "The NSO will be at the heart of the proposed power sector institutional architecture and will be responsible for planning, real time system operating and procurement/contracting for new generation, transmission and energy storage capacity. The NSO will maintain the bulk supply transaction account (BSTA) to record the cashflows between electricity purchases from generation licenses and electricity sale to distribution licenses.  All Power Purchase Agreements (PPA) signed by CEB with private investors will be novated to NSO under the same terms and conditions. The transfer pricing between sector entities will be determined through transparent processes and market-based price discovery and subject to the approval of PUCSL.",
    "The NSO will prepare the Long-Term Power Development Plan for generation and transmission capacity additions to be approved by the government after review by PUCSL and stakeholder consultation. The NSO will also undertake the day ahead and real time dispatch of power plants to maintain the real time demand and supply balance at the least cost. The day ahead availability of generation plants and the day ahead demand forecast net of embedded solar generation will be required to be submitted to NSO by the generation and distribution licensees respectively to enable NSO to schedule them. This will address the allegations about lack of transparency in generation dispatching by CEB at present.",
    "The Act specifically mentions that the new capacities should be procured using transparent and competitive procedures and unsolicited proposals and so-called government to government projects bypassing tender procedures will be prohibited except for renewable energy projects below 10 MW connected to distribution network. This threshold capacity can be further lowered by regulation once the procurement regulations are in place. The NSO will be strictly bound by these requirements and ensures the future generation capacity will be contracted at the appropriate tariff.",
    "To address the significant investment requirement to enable the integration of renewable energy sources, the Act allows the Government to allocate certain new transmission lines and substations to be built by the private sector and these private investors to retain the ownership of these new transmission assets. These transmission investors will be selected through a competitive process and will be issued an additional transmission license. The transmission lines built by private sector will be operated as common user facilities. The investor will be allowed to retain the ownership of the assets and maintain it and will be paid a transmission tariff linked to the availability of the transmission assets.",
    "The Act also allows the phased establishment of competitive electricity market. As the first step, the larger consumers will be allowed to choose the source of electricity by allowing open access to transmission and distribution network. However, as all the existing generation plants are under PPAs with CEB, only the new uncontracted power plants and power plants with expired PPAs can be allowed to engage open access transactions. Similarly, in the future the distribution companies can directly purchase electricity from renewable power plants connected to distribution networks including solar roof tops, subject to the approval of PUCSL.",
    "The Sri Lanka Electricity Act aims to position the power sector in Sri Lanka to benefit from the advances in renewable energy and other enabling technologies and to eliminate the dependency on imported fossil fuel sources and improve the operating efficiency of sector entities through greater transparency and accountability. This would enhance energy independence and energy security by increasing the share of renewable energy in the energy mix and phase out the fossil fuel-based electricity over the next 10 years, while ensuring the availability of electricity at an affordable price to the consumers.",
    "(The writer has been a senior official in the Asian Development Bank for over 20 years and recently he held the position of Director General Power Sector Reform Secretariat in Sri Lanka. He graduated from University of Moratuwa and possesses a PhD degree from Imperial College UK. He can be reached on [email protected].)"
  ]
}