{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97816/president-and-prime-ministers-messages-for-maha-shivaratri",
  "time_ut": 1709878740.0,
  "original_lang": "en",
  "original_title": "President and Prime Minister’s messages for ‘Maha Shivaratri’",
  "original_body_lines": [
    "President Ranil Wickremesinghe, in his message for ‘Maha Shivaratri’ celebrated today (March 08), says it is imperative for everyone to collectively help advance the future of Sri Lanka, without ego and arrogance.",
    "Recalling the government’s commitment over the past two years to redeeming the country’s people affected by the unprecedented economic crisis, the Head of State said this effort is now on the verge of success, fulfilling hopes of prosperity.",
    "The President’s message for ‘Maha Shivaratri’ further read: “On this auspicious occasion of ‘Maha Shivaratri,’ Hindu devotees worldwide commemorate their devotion to Lord Shiva, seeking liberation for all living beings from suffering.",
    "“Moreover, Hindu devotees worldwide unite in this endeavour, aiming to spread wisdom that helps eradicate ego and arrogance from humanity.",
    "“Over the past two years, the government has shown exceptional commitment to redeeming the people of our country affected by an unprecedented economic crisis. Today, this effort is on the verge of success, fulfilling hopes of prosperity not only for the Hindu community but the entire population of Sri Lanka.",
    "“Recognizing the significance of peace and harmony, especially on this auspicious occasion of Maha Shivaratri, it is imperative for all to collectively advance the nation’s future without ego and arrogance.",
    "“May the lights of Maha Shivaratri be a blessing, illuminating the lives of all Sri Lankan citizens, just as it ignites the spirit of the Hindu community.”",
    "Meanwhile, Prime Minister Dinesh Gunawardena, in his message for ‘Maha Shivaratri’, called for efforts to take the country forward by rebuilding in the face of the current situations.",
    "“It is the belief of the Hindus the world over that the spiritual redemption is found through performing rituals for Lord Shiva and capturing the essence and spiritual significance of this holy night to seek blessings for victory of positivity over negativity.",
    "“Sri Lankan Hindus also inherit a long tradition of interacting with all races, religions and cultures. Let us make all the lives happy on this Maha Shivaratri Day by living the life in accordance with that rich inheritance. In the same way, let us shine the light of Maha Shivaratri on the spirit and efforts to take the country forward by rebuilding in the face of the current situations.",
    "“I wish that it will be a meaningful festival while the hopes and inspirations of the Hindus around the world who are celebrating the Maha Shivaratri festival are fulfilled.”"
  ]
}