{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Open-letter-to-Deputy-Minister-of-Education-Dr-Madhura-Senevirathna/14-780494",
  "time_ut": 1755685818.0,
  "original_lang": "en",
  "original_title": "Open letter to Deputy Minister of Education Dr. Madhura Senevirathna",
  "original_body_lines": [
    "Deputy Minister of Education Dr. Madhura Senevirathna, Royal College Principal Athula Wijewardena",
    "Following is an open letter to the Deputy Minister of Education, appealing for equal opportunities for rural children to pursue education in the English Medium",
    "Admitting every applicant to bilingual education at Royal College starting from 2026",
    "Royal College each year admits around 400 students from its Primary and 260 more on Scholarship scores, to its Middle School (G6).",
    "Each year around 50% (over 300) apply to enter the bilingual stream.",
    "Until year 2020, the number admitted remained static at around 135 students and the reason given by the management was lack of qualified teachers.",
    "In ’20, few of us – concerned and empathic alumni and parents – launched a campaign to provide equal opportunities to scholars from every corner of the country (and a few others), who lacked money and influence, and as a result 324 had been admitted this year.",
    "But still the demand is growing. Still the management is using a highly questionable selection test to bar many students who aren’t from a privileged class – without a face or a voice. In the meantime, a tuition racket is thriving where rich parents spend tens of thousands of Rupees, where all such participants seem to ace this ultra-secretive selection test effortlessly, where the rest of the parents are kept completely in the dark on what parameters the children are tested on and there are no past papers even to get the slightest idea.",
    "We accept that the Ministry is unable to provide competent teachers. But for any resourceful Principal, there is the Faculty of Education of the University of Colombo, just next door. There is also the SLIIT Institute which produces so many graduates both equally competent in teaching in English. And as former Principal R.M.M. Rathnayake has amply displayed, Royal College could easily make use of these available resources for the benefit of its students, if the Principal is genuinely interested.",
    "We, the alumni and parents, who care and feel about these rural kids – the brightest of the nation and our future leaders – fervently appeal you to direct the Royal College Principal to admit every child desirous of English Medium from next year onwards."
  ]
}