{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Hayleys-Fabric-becomes-first-Sri-Lankan-company-featured-in-Global-Organic-Textile-Standard-case-study/34-766131",
  "time_ut": 1724875892.0,
  "original_lang": "en",
  "original_title": "Hayleys Fabric becomes first Sri Lankan company featured in ‘Global Organic Textile Standard’ case study",
  "original_body_lines": [
    "Consolidating its reputation as a celebrated pioneer in sustainable textiles, Hayleys Fabric PLC is now among an exclusive group of renowned global businesses featured as case studies on the Global Organic Textile Standard (GOTS) website.",
    "This distinction marks Hayleys Fabric as the first and only Sri Lankan company to be showcased on the prestigious global certification platform, following its recent triumph at the International Quality Awards 2024, where it clinched the ‘Sustainability Impact’ award.",
    "“The global shift towards sustainability in textiles is part of a fundamental transformation that is urgently required across all resource-intensive industries. We are dedicated to pioneering eco-friendly innovations and responsible production methods that set new benchmarks for the industry and contribute to a sustainable future. Hayleys Fabric’s recognition on the GOTS platform is a testament to our unwavering commitment to these responsible practices and environmental stewardship,” said Managing Director and CEO Rohan Goonetilleke.",
    "The rigorous third-party certification process assures consumers that strict GOTS requirements are met, empowering them to make informed choices that contribute to the growth of the global organic textile market. Hayleys Fabric PLC now produces over 3 million metres of fabric per month and boasts an annual turnover of $ 72 million.",
    "GOTS is the world’s leading processing standard for organic textiles and fibres, requiring manufacturers to use at least 70% certified organic fibres, with products labelled ‘organic’ needing 95% organic fibres. The certification mandates stringent regulations on toxic and harmful chemicals, ensuring that all chemical inputs meet high environmental and toxicological standards. Wastewater from wet-processing units must be treated in functional treatment plants, and packaging materials must be PVC-free and recycled or certified according to FSC or PEFC standards. Transparency and traceability are crucial components of the GOTS certification, with regular on-site inspections and certification of processors, manufacturers, and traders by independent, accredited bodies.",
    "Since earning the GOTS certification in 2014, Hayleys Fabric has been committed to adhering to the rigorous environmental and social criteria set by the standard. The company’s innovative approach to sustainability includes creating sustainable products such as mahogany dye from furniture waste and black dye from biomass waste, in addition to developing its own brand of fabric through its Innovation Centre.",
    "Additionally, a green belt and biodiversity wetland park adjacent to the facility serves as a sanctuary for nearly 300 species of flora and fauna, doubling as an educational and research hub for local schools and universities.",
    "Hayleys Fabric places a strong emphasis on maintaining a sustainable supply chain. The company ensures sustainable sourcing practices through rigorous environmental and social compliance screening for its raw material suppliers. This commitment helps ensure that the company’s products meet high environmental standards throughout their lifecycle, from raw material extraction to production, use, and disposal.",
    "Social criteria are equally important, with the GOTS certification requiring fair labour practices and safe working conditions. Hayleys Fabric adheres to these standards by prohibiting forced or bonded labour, ensuring the right to collective bargaining, and maintaining a safe and hygienic working environment. The company, certified and compliant with ISO 45001 since December 2020, operates a 100% women-only knitting plant at Wagawatta, providing a supportive work environment with dedicated medical facilities and sanitary provisions.",
    "In addition to its certification achievements, Hayleys Fabric actively participates in various environmental and social CSR projects, further cementing its role as a leader in sustainable textile manufacturing."
  ]
}