{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-in-talks-with-un-body-isba-over-cobalt-rich-crust-in-bay-of-bengal-amid-indian-claim-171576/",
  "time_ut": 1720581540.0,
  "original_lang": "en",
  "original_title": "Sri Lanka in talks with UN body, ISBA over Cobalt-rich crust in Bay of Bengal amid Indian claim",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is in talks with the United Nations Commission on the Limits of the Continental Shelf (UNCLCS) and the International Seabed Authority (ISBA) over cobalt-rich crust in the Bay of Bengal where India has made a submission against the island nation’s request, Foreign Ministry said.",
    "Sri Lanka Foreign Ministry in a statement said after careful study and expert opinion presented its technical and scientific data and other material to the UNCLCS to establish the outer limits of the continental shelf on 8th May 2009.",
    "The Ministry said as per United Nations Convention on the Law of the Sea (UNCLOS), all coastal States are entitled to claim an extended continental shelf beyond the 200 nautical miles Exclusive Economic Zone (EEZ) and the materials were presented in line with that.",
    "The cobalt-rich crust in the Afanasy Nikitin Seamount is located in the Southern part of the Bay of Bengal between Sri Lanka and India.",
    "Sri Lanka presented its submission under the special method contained in the Statement of Understanding (SoU), in respect of States in the Southern part of the Bay of Bengal, the Foreign Ministry said.",
    "The UN body appointed a Sub commission to consider Sri Lanka’s submission in October 2016 and at least several rounds of discussions between the Sub commission and the Sri Lanka delegation have taken place.",
    "“The UNCLCS is yet to make recommendations with regard to Sri Lanka’s submission and at present consideration of Sri Lanka’s submission by the UNCLCS is on hold due to a request made by India to the UNCLCS regarding the area claimed by Sri Lanka,” the Foreign Ministry said.",
    "“The way forward in this regard is being pursued through diplomatic channels.”",
    "The demand for cobalt in electric vehicles and energy storage is set to increase over the coming years.",
    "The use of Cobalt compounds in the next 10-15 years is crucial for the rechargeable batteries that are already powering hybrid and electric vehicles (EVs).",
    "With the World is increasingly shifting to renewable energy with EVs, the demand for Cobalt in electric vehicles and energy storage is set to increase over the coming years, experts say.",
    "In a document submitted to the UN body in October 2022, India has requested not to “consider and qualify” Sri Lanka’s request as such decision would “prejudice the rights of India”.",
    "“The consideration and qualification by the Commission of the submission made by Sri Lanka would prejudice the rights of India over the parts of the continental shelf, as India has the right to make further submissions under the Statement of Understanding,” the Permanent Mission of India to the UN in New York said.",
    "“Therefore, in accordance with….the Rules of Procedure of the Commission, the Government of India requests the Commission not to “consider and qualify” the submission made by Sri Lanka.”",
    "In a separate development, India has submitted an application to the Jamaica-based ISBA for approval of a plan of “work for exploration of cobalt-rich ferromanganese crusts located at the Afanasy Nikitin seamount”, the Foreign Ministry said.",
    "The ISBA is the authority established to consider and approve such applications by States.",
    "“As the area of application for exploration of cobalt-rich ferromanganese crusts lies entirely within an area claimed by Sri Lanka under its continental shelf submission, Sri Lanka has brought these considerations to the attention of the ISBA and requested to withhold this matter, until final recommendations are made on Sri Lanka’s submission through the UNCLCS process,” the Ministry said.",
    "“The ISBA is following applicable procedures in this regard and the matter is ongoing.”",
    "The Ministry also said the recent speculations in the public domain related to claims that “ceding of Sri Lanka’s sovereign rights related to these matters is not based on the factual situation in this regard”.",
    "Sri Lanka banned foreign research vessels into the island nation’s water in December 2023 for a year after India strongly protested against allowing Chinese research vessels citing security concerns in the Indian Ocean.",
    "Last week, Sri Lanka Foreign Minister Ali Sabry was quoted in Japanese media that the country will lift the ban from next year. (Colombo/July 10/2024)"
  ]
}