{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-plans-to-lift-vat-from-books-school-supplies-president-153425/",
  "time_ut": 1709727600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka plans to lift VAT from books, school supplies: President",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is planning to lift value added tax from books, school supplies, and medical devices, President Ranil Wickremesinghe said in parliament today.",
    "“We are expecting to exempt books, school supplies, medical devices and medicine from VAT,” President Wickremesinghe said on Wednesday.",
    "“We will be able to reduce the VAT charge in the future. The more the economy strengthens the more we take actions to make people’s lives easier.”",
    "A growing number of Sri Lankans, especially those who are hit by higher personal income tax rates, also go to private hospitals and send their children to private schools.",
    "VAT was vital to boost government revenues, Wickremesinghe said. “Because of the VAT, the government’s revenue has been strengthened. Internationally, we were able to prove that we are capable of settling our debts,” Wickremesinghe said.",
    "“Through the strengthening of government revenue and economic revival, the rupee strengthened.”",
    "“All VAT paying organisations now benefit from the strengthened rupee.”",
    "Sri Lanka’s Finance Ministry had said 43 items essential to low-income households would continue to be VAT exempted after many exemptions were lifted.",
    "The goods and services included education, medicines, health services (excluding hospital room charges), some essential foods and grains.",
    "Certain essential foods and grains however remained subject to a special commodity levy (SCL).",
    "Sri Lanka says 43 items including medicine, foods, education exempt from VAT",
    "Sri Lanka VAT on books makes knowledge unaffordable, violates UNESCO convention: industry",
    "Sri Lanka’s book industry has in the past called for the reversal of the VAT on books, which they warned will make knowledge unaffordable to many, and put the island in violation of a UNESCO convention on educational materials and books.",
    "Sri Lanka had to raise taxes and reduce exemptions under an International Monetary Fund program called ‘revenue based fiscal consolidation’ to boost revenues, rather than cutting spending. (Colombo/Mar6/2024)"
  ]
}