{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/iihs-continues-to-revolutionise-the-healthcare-industry-with-their-theme-api-piliganeemen-ihalai/",
  "time_ut": 1710628620.0,
  "original_lang": "en",
  "original_title": "IIHS continues to revolutionise the healthcare industry with their theme ‘Api Piliganeemen Ihalai’",
  "original_body_lines": [
    "The International Institute of Health Sciences (IIHS) has been able to rise to the top among health education institutes in the South Asian region by further expanding their high-quality educational programmes designed for students who wish to pursue careers in the health sector, including nursing. Since its inception, the IIHS has been producing globally recognised healthcare professionals whose impact reverberates not only within the corridors of the institute but across the international healthcare industry. They have recently launched the theme “Piliganeemen Ihalai” (bearing a high recognition) with their widespread recognition for excellence in nurturing healthcare talent. They consider producing globally recognised healthcare professionals to be more than a mere goal – a resounding reality.",
    "IIHS is offering high quality study programmes, which are pathways to global success recognised by esteemed bodies such as the National Health Services, and both Sri Lankan and global health systems. Their curriculum is a testament to international standards which resonate with outcome-oriented, inclusive, and quality education. In line with the fact that education is a transformative force that should be accessible to all, they have made it more affordable.",
    "What truly makes them “Piliganeemen Ihalai” is not just their aspirations for global recognition, but the tangible partnerships and affiliations underscoring their commitment to excellence. IIHS has reflected their pursuit of excellence not only in their vision but also by partnering with several globally-recognised universities such as the Deakin University (Australia), James Cook University (Australia), Edith Cowan University (Australia), Coventry University (UK), Metropolia University (Finland), University of Aberdeen (UK), Open University of Malaysia and SUNY Canton University (USA). IIHS students receive an astounding perspective on healthcare, transforming themselves into global experts. These partnerships not only broaden the horizons of students but also reinforce their (IIHS) place as a globally-recognised hub for healthcare education.",
    "“The schools of IIHS are structured to cater to diverse educational needs, offering programmes at the vocational, undergraduate, and postgraduate levels. Our faculties encompass a wide array of disciplines critical to modern healthcare, including Nursing and Health Studies, Biomedical Sciences, Education, Health Business Management, and Allied Health Sciences. Our programmes are meticulously designed to equip students with the knowledge, skills, and competencies needed to thrive globally. We believe in producing not just professionals but compassionate leaders who can navigate the complexities of the healthcare landscape with integrity and resilience as we encapsulate our image to be “Piliganeemen Ihalai”, said IIHS Chief Executive Officer (CEO) Dr. Kithsiri Edirisinghe.",
    "IIHS launches Bachelor of Business Administration programme with UGC approval",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}