{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/presidents-vision-for-a-peacefully-united-sri-lanka/",
  "time_ut": 1733317072.0,
  "original_lang": "en",
  "original_title": "President’s Vision For A Peacefully United Sri Lanka",
  "original_body_lines": [
    "The recent political transition in Sri Lanka, following the presidential and parliamentary elections of September and November, offers a pivotal opportunity to address entrenched issues of exclusion. In his inaugural speech at the 10th Parliament, President Anura Kumara Dissanayake emphasized his commitment to preventing racism and religious extremism in Sri Lanka. He asserted that his government would not allow racist politics to reemerge and pledged to establish a democratic state free from fear and suspicion. The president highlighted the importance of the rule of law, ensuring that no individual or politician is above it. His address also included a promise to investigate controversial crimes, deliver justice to victims, and rebuild public trust in the legal system.",
    "President Dissanayake has exceeded expectations as the public face of the NPP government. He is the government’s master communicator neither losing sight of his origins among the people as seen in his attire and demeanor, but also in his policies. The  president’s assurance  that he would not permit racism and ethnic hatred to get root again in the country is another testament to the value system that he  grew up with. His origins in the farming  zones of the North Central province, once the heartland of the Sinhala Buddhist kingdoms, and his personal struggles with poverty and overcoming it with the support of the social welfare system set in place by the early governments of Sri Lanka, make him the quintessential  Sri Lankan success story.",
    "Many decades ago, another leader of Sri Lanka cited the Buddhist teaching that “hatred ceases not by hatred but by love (non-hatred)”, a phrase that was repeated by the current Japanese ambassador in his welcome speech at his official residence. Former President JR Jayewardene spoke these words to safeguard Japan from being subjected to reparations after it was defeated in the second world war. The question is the extent to which words are made flesh and become manifest in the world. Unfortunately, President Jayewardene was unable to manifest the words he spoke to the world when it came to his own country. When faced with intractable foes in the JVP and LTTE insurrections, his government countered the ferocious violence of the rebel groups with the ferocious violence of the state.",
    "So far it appears that President Anura Kumara Dissanayake is living and acting out the values that he speaks. It  has been only two months since  he won the presidency, so it may be too early to tell for certain, but the signs of sincerity are manifest in his words and deeds and the manner in which he seeks to uphold the national interest. This it seen in the way he has led the Marxist-JVP core of the NPP government into sticking by pragmatic economic policies agreed to by the previous government with the IMF, in which the masses of people have to bear the burden, but to which there seems to be no viable alternative at the present time. The president and his government are being criticized by those who would probably act no differently if they had been in power, except that they would be trying to take their own cut, for which good reason the people rejected them.",
    "The government’s approach to the controversy about the memorialisation of the departed persons known as Maveerar (Heroes)  Day was also an instance where the president and his government stood by their values and gave the Tamil people who wished to commemorate their fallen sons and daughters in the three decade long war, the opportunity to do so peacefully and as a community. This has in fact been endorsed in law by the Office for Reparations Act No 34 of 2018 which allows for individual and group remembrance (Section 27). The JVP has long commemorated their own dead, their heroes, who fought for social change, for curd to the villages and not only to Colombo, and for revolution. The government was consistent in accepting that the Tamil people had the same right to commemorate those who lost their lives in the struggle for their rights.",
    "A news report stated “T Sellathurai and his wife turned up at the event in Kodikkamam, Jaffna, to commemorate the deaths of two of their sons, whose remains were buried in the one time cemetery, now a military base. The symbolic event was organized on a private plot of land opposite the military base. “We just want to remember our sons, and we came with their favourite food for prayers.”  On this occasion, the government’s position was that the fallen people could be commemorated, but not the organization they belonged to. Another news report stated that “A 29 year old youth from Inuvil, Jaffna was taken into police custody under the Prevention of Terrorism Act this week. The youth was arrested by the Terrorism Investigation Department officers in connection with the messages he had shared on social media during the Maveerar Day events this week.” Maybe in the future, the police will not intervene to cover the pictures of the LTTE leaders, just as much as they do not cover the pictures of the JVP leaders.",
    "There has been strong criticism  by opposition politicians  about the government’s permission to hold the LTTE  commemorations. The power of ethnic nationalism to revive cannot be underestimated.",
    "The permission given  by the government to the commemoration ceremonies in  the north and east of the country is, however, not a new phenomenon. Similar permission was also given the  previous governments  in which former President Ranil Wickremesinghe played a lead role, and for which he needs to be appreciated for standing for a non-racist Sri Lanka. The former president has long represented the cosmopolitan, multi-ethnic and  plural character of Sri Lankan society, though it has periodically got overwhelmed by competing nationalisms that become incredibly powerful when backed by ethnic nationalist government leaders. The JVP has traditionally been closer to this latter thinking, which is why all the more credit should go to President Dissanayake for the positive change today.",
    "In keeping with its  pledge to be non-racist in governance, the NPP government has been making a strenuous effort to rectify its failure to include a Muslim in its first cabinet of ministers. This is the first time that the Muslim community finds itself excluded from being part of decision making at the highest level of government. Although the government has attempted to rectify the situation by appointing a Muslim as the deputy speaker and another as a deputy minister, the sense of exclusion continues to trouble the Muslim community, especially as a significant number of them voted for the government.",
    "However, it also needs to be noted that in the past, even when governments had multiple Muslim ministers, this did not prevent significant injustices taking place against the Muslim community. In particular, after the end of the three decade long war, in which the Tamil community was the main protagonist at the receiving end, the Muslim community became the main target of nationalist groups. There were terrible riots against the Muslims, where their properties were looted and destroyed, and some were killed, while the perpetrators were permitted to go on the rampage. The presence of multiple  Muslim ministers in the cabinet did not stop this pillage.",
    "Much before the country got into a debt trap, even before it became a country of widespread corruption, there  was an ethnic divide that corroded the spirit of unity in the country. At the very dawn of Independence, the Tamils of recent Indian origin (Malaiyaha Tamils) were denied their citizenship and excluded from the polity. This was followed by the denial  of equal language rights to all the Tamil-speaking peoples, through the policy of Sinhala-only,  which led to the first mass migration of Sri Lankan citizens out of the country when the most educated community at that time, the Burgher community, emigrated to  foreign lands. Today, people  from the four corners of the country and the middle as well, have voted for change, unity and a new start. This is the unique opportunity that the NPP government has and the promise it must keep."
  ]
}