{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Why-are-all-social-issues-not-becoming-political-issues-in-Sri-Lanka/4-759678",
  "time_ut": 1710875287.0,
  "original_lang": "en",
  "original_title": "Why are all social issues not becoming political issues in Sri Lanka?",
  "original_body_lines": [
    "Solving social issues can be considered as the fundamental responsibility of the Government in a democratic country",
    "It is vital to convert these social issues into political issues to get a reasonable solution for the issues. However, despite this critical nature, all these issues are not always translated into the political agenda of the political parties. You might observe even some crucial issues are not getting the attention of the policymakers in the country",
    "Even though each of us has individual desires to achieve, we all live in a society in which the activities of various actors are interconnected as seen in a spider web. Thus, it is difficult to progress as an individual in society while ignoring these interactions. Social issues are problems or conditions that negatively impact individuals, communities, or society as a whole. These problems can affect different aspects of people’s lives due to various interdependencies existing in society.",
    "These social issues can be raised in various forms in a society. Some of them might be observed as real or rational issues. For examples; unemployment, poverty, environmental issues, health issues, etc. There is no argument about the importance of solving these real social problems in society due to its rational nature. On the other hand, some might be seen as perceived or irrational social issues. For instance, if people are afraid of eating foods produced with genetically modified agricultural ingredients. Let’s assume that it is already proven that there is no scientific validity of those beliefs. Hence, it is a situation where one can argue that there is no social problem that really exists due to its irrational nature.",
    "However, scholars in the public policy field like Christoph Knill and Jale Tosun show the value of addressing those perceived social issues in society. That is mainly because, even if a certain social problem may seem ‘irrational’, it can still result in a loss in social welfare. In the case of the previous genetically modified foods example, this fear should be taken seriously into consideration as it could lead to a lowering of consumption, which, in turn, reduces the income of farmers and manufacturers in the economy. Therefore, it is clear that not only the real social issues but also the perceived social issues should be addressed in society.",
    "Political issues are the issues incorporated into the agenda of the policymakers in the country. These policymakers consist of members of parliament from various political parties. However, the ruling political party and its affiliated members are the most influential group among them.",
    "It is important to understand the necessity of converting previously discussed social issues into political issues of a country.",
    "Firstly, most of the social issues cannot be addressed by individuals in a society. That is mainly because resolving these social issues will generate huge amounts of external benefits that cannot be reflected in the price of the market mechanism. Hence, the motivation to resolve these social issues is very low among the individuals or private firms in society. For instance, the conservation of environmental resources is immensely beneficial for the existing members of society and future generations. Despite these social benefits, motivation to preserve the environment is rarely seen at the individual and private sector organisational levels. Perhaps, individuals might be expecting others to conserve the environment for the future except themselves. Therefore, it is less likely to solve the environmental issues in the absence of the intervention of the Government.",
    "On the other hand, we are practising indirect democracy in Sri Lanka, where we select our representatives to solve these social issues by implementing sound public policies in the country. That is the meaning of the active role of the government in a state. This means to enhance the well-being of people living in the state. Therefore, as the second reason, solving social issues can be considered as the fundamental responsibility of the Government in a democratic country.",
    "Therefore, it is vital to convert these social issues into political issues to get a reasonable solution for the issues. However, despite this critical nature, all these issues are not always translated into the political agenda of the political parties. You might observe even some crucial issues are not getting the attention of the policymakers in the country. For instance, take the issues that exist in the public sector in Sri Lanka; inefficiency, poor human resource management, underemployment, etc.",
    "The writer personally heard several statements accepting those issues from the senior public administrators and key policymakers of the country. However, taking those issues to the top of the policy agenda is not likely to take place at the national level. Perhaps, you might be wondering about this gap between such talks and the walks. Therefore, it is worthwhile to inquire about the process and reasons for this wonder.",
    "The transformation process of social issues to political issues is often seen as a complex process in Sri Lanka. While accepting the complex nature of this process, the writer, however, has developed a graphical illustration to showcase the most prominent forces in this process. As shown in the Figure, incorporating a social issue into the political agenda often involves severe conflicts between various related parties. This conflicting nature has been revealed by several public policy scholars across the globe (Schattschneider 1960; Cobb and Elder 1983; Wood and Doan 2003).",
    "In many circumstances, this process begins with the opinion of the expanders in the country. These expanders are the individuals and institutions who try to first reveal the social issues that exist in society. They seek to publicise the issue to different societal groups in order to get them involved in the policy debate. In this regard, the expander can be regarded as an innovator since he or she brings up an issue that is not currently under consideration by decision-makers.",
    "However, the same issue can be affected differently for different groups in society. As a result, containers come into play on stage. They are the people who might be adversely affected if this issue enters the agenda stage and eventually becomes a law. These containers try to prevent the expanders from reaching the agenda stage. If they are successful, then no action will be taken and the status quo will prevail.",
    "It should be acknowledged that the ultimate authority to formulate public policies is mainly with the politicians in the country. Therefore, their political interest also plays a huge role in this process. For example, when elections are closer, they prefer to implement popular policies instead of rational policies in the country. Otherwise, they would face severe difficulties in winning the election. Accordingly, they always consider their political base when proposing policy alternatives. Also, if any policy affects their close business owners negatively, they surely will think twice before acting. Because it might adversely affect their election campaign finance in the future. Hence, we must accept that political interest is a crucial factor shaping the solutions for the social issues in any Government.",
    "In addition to the above-mentioned three main forces, various interest groups also contributed towards this policy conflict. Those interest groups may include various parties within and outside the country. For instance, the Ministry of Finance and its officials need to ensure the availability of funds for the duly implementation of the proposed policy. Some international organisations can influence over some policy issues which match with their objectives. Also, there are various civil society organisations and other organisations functioning in Sri Lanka. They also tend to interact with this conflict when the policy issue affects their interest.",
    "Therefore, it could be realised that incorporating social issues into the political agenda is often a result of an ongoing conflict between numerous forces. However, all parties must put their maximum to make this conflict (debate), a worthy discussion with genuine interest. Furthermore, I also need to emphasise that hoping for smooth policy-making without such debates is an illusion.",
    "Overall, it should be acknowledged that all social issues cannot be addressed in any country due to resource constraints and many more reasons. But all critical issues must be addressed or at least policy makers should incorporate them into their policy agenda. If policymakers attempted to select non-critical issues over critical, it would be a waste of public resources.",
    "In conclusion, the impacts of the social issues are mainly borne by the members of the civil society. However, the authority to provide solutions is mainly vested with the political authorities in the country. Due to the previously explained complexities regarding political interest, it is difficult to guarantee that the interests of the political representatives are always to maximise the well-being of the citizens. Therefore, there is a vital role to play by the experts in the Sri Lankan context. That is to participate in policy debate with genuine intentions to solve the societal issues that exist in the country. Accordingly, they can play the role of the expanders in policy-related conflicts.",
    "Finally, citizens of the country should be well informed about current events, policies, and the implications of decisions made by Government entities. Such citizens can play a crucial role in democratic societies as they are able to make educated decisions when voting, participate in policy debates in order to hold elected officials accountable and contribute to the overall well-being of the State.",
    "(The writer is Senior Lecturer, Department of Public Administration, Faculty of Management Studies and Commerce, University of Sri Jayewardenepura. He can be reached via email: [email protected].)"
  ]
}