{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/maroon-wave-and-akd-magic/",
  "time_ut": 1731695280.0,
  "original_lang": "en",
  "original_title": "‘Maroon Wave’ and AKD Magic",
  "original_body_lines": [
    "The JVP-led NPP has achieved the unthinkable. It made history when it swept Thursday’s general election and bagged all electoral districts except one. This is something unprecedented in this country. The NPP polled a staggering 6,863,186 votes (61.6%) and secured as many as 159 seats. ‘Even the ranks of Tuscany could scarce forbear to cheer’. Hardly anyone would have expected a political party to secure a two-thirds majority outright under the Proportional Representation (PR) system, but the NPP not only achieved that extremely rare feat but also delivered a kind of coup de grace to the Opposition, which will take a long time to recover. The UPFA and the SLPP mustered two-thirds majorities in Parliament, but they did so by engineering crossovers after obtaining 144 and 145 seats in the 2010 and 2020 general elections, respectively. The SJB came a poor second by obtaining 1,968,716 votes (17.7%) and 40 seats.",
    "NPP leader Anura Kumara Dissanayake could not win the presidency outright in September; he received only 5,634,915 votes (42%) and therefore a preferential vote count had to be taken for him to be declared the winner, but he steered his party to a stunning victory two months later.",
    "One may recall that the JVP achieved a similar feat in 2004 as a constituent of the SLFP-led UPFA coalition under President Chandrika Bandaranaike Kumaratunga; 41 of its 52 candidates who contested the 2004 general election on the UPFA ticket were returned, and it ‘donated’ two of its seats to the SLFP, which was troubled by an internal dispute over the National List slots. Anura Kumara Dissanayake, Wimal Weerawansa and Vijitha Herath topped the preferential vote lists in the Kurunegala, Colombo and Gampaha Districts, respectively, in that election.",
    "Now, the road is clear for President Dissanayake and the NPP, and they will have to deliver what they promised the people, who have long wish lists. They will have to get cracking because 2025 will be an election year; the clock is ticking. They will have to straighten up the economy, grant relief to the public, strengthen the rule of law, eliminate corruption and waste, recover the stolen public funds, solve the unsolved crimes and bring the perpetrators thereof to justice. This no doubt is a tall order, but they have to make good on their promises.",
    "It behoves the winners of electoral contests to bear in mind that their victories do not last forever, and they run the risk of being voted out of office one day unless they live up to the people’s expectations. They should learn from the ouster of President Gotabaya Rajapaksa, who was instrumental in delivering a two-thirds parliamentary majority to the SLPP in 2020. Gotabaya and other SLPP leaders failed because they let power get the better of them and surrounded themselves with some self-proclaimed pundits including university dons. They did not learn from their humiliating electoral defeat in 2015. Their party, the SLPP, which initially had a two-thirds majority in the last Parliament, has been reduced to a mere three seats, as a result.",
    "It may be recalled that following Gotabaya’s impressive win in the 2019 presidential race, thousands of youth embarked on a campaign to re-cultivate abandoned paddy fields and adorned wayside walls with beautiful murals, some of which are still visible. But that government failed to live up to the expectations of those youth, who eventually turned against it, asking Gotabaya and his kith and kin to go home, due to an unprecedented economic crisis. Many of them left the country and others took to the streets, calling for a ‘system change’.",
    "President Dissanayake has said he will not turn back until the country attains its development goals. He has also undertaken to cleanse Parliament as a national priority; thankfully, the ‘Maroon Wave’, which barrelled across the country on Thursday, has already flushed out many political dregs who polluted the legislature for many years. It is hoped that he will succeed in achieving his goals.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}