{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/ranils-travel-expenses-released-by-directive-of-rti-commission-will-anura-do-the-same/",
  "time_ut": 1722256016.0,
  "original_lang": "en",
  "original_title": "Ranil’s Travel Expenses Released By Directive Of RTI Commission; Will Anura Do The Same?",
  "original_body_lines": [
    "On a directive by the Right to Information Commission last Thursday (July 25th 2024), the Ministry of Foreign Affairs released all information relating to the food and accommodation costs of President Ranil Wickremesinghe during travels to London, Singapore, Japan (Tokyo), Cuba (Havana), America (New York), Germany (Berlin) and China (Beijing) in 2023.",
    "The RTI Commission order came following an RTI request filed by a journalist based in the Northern Province, K Dileep Amuthan who appealed to the Commission following refusal by the Ministry to release the information saying that the ‘information was not within the purview’ of the Ministry.",
    "Earlier a similar RTI request had been filed by Amuthan to the Presidential Secretariat but the Secretariat had rejected the request stating that the food and accommodation costs for overseas travel is not given by the Presidential Secretariat which can only release the expenses incurred for the air tickets which was released. It was claimed by the Secretariat that the Ministry of Foreign Affairs was in charge of expenses for the President’s food and accommodation during overseas travel which the Ministry denied.",
    "Upon an inquiry held by the RTI Commission where both Public Authorities were told that one or the either must be required to release the information as similar information had been released in the case of overseas travel of former Presidents Mahinda Rajapaksa, Maitripala Sirisena and Gotabaya Rajapaksa, the Ministry of Foreign Affairs released the information relating to multiple overseas travels of President Wickremesinghe and a chosen few, oftentimes in the same month",
    "The released documentation which the Colombo Telegraph has seen, show that the expenses for food and accommodation that the President and his entourage incurred respectively were as follows; (London – May 2023, LKR 2, 547.988.70/LKR 11.194.527.83, June 2023 – LKR 3.416.911.74/LKR 16.936.530.34; Singapore-May 2023, LKR 75.729.62/LKR 6.899.002.14, August 2023 – LKR 258,.469.10/LKR 1.543.434.29; Japan – May 2023, LKR 593.471.70/4.490.263.11; Cuba – September 2023, LKR 386.471.13/LKR 3.309.786.45; US (September 2023, LKR 3.119.913.81/LKR 57.028.581.44; Germany – September 2023, LKR 2.051.113.84/LKR 7.829.821.77 and China – October 2023 (food costs only- LKR 38.153.40).",
    "Consulting officials at the Ministry who preferred to remain anonymous, Colombo Telegraph was told that these were the minimum expenses for the Presidential travel with other expenses being borne under miscellaneous items in the State budget while in some cases, as in the instance of China, the host country took on food and accommodation costs.",
    "Meanwhile local media carried reports of Minister of Sports Harin Fernando, responding to NPP Presidential candidate Anura Kumara Dissanayake saying in Japan recently that he would release details of the costs of his foreign travels if President Ranil Wickremesinghe and Ministers Harin Fernando and Manusha Nanayakkara released theirs, that no state funds had been spent for his overseas travel.",
    "NPP candidate Dissanayake is yet to release the funds spent and the source of funds for his travel overseas."
  ]
}