{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Renaissance-or-degeneration/14-766805",
  "time_ut": 1726600722.0,
  "original_lang": "en",
  "original_title": "Renaissance or degeneration",
  "original_body_lines": [
    "Sri Lanka’s economy showing signs of recovery, driven by industrial and service sector growth in 2024",
    "Supporters rally during a key political campaign ahead of Sri Lanka’s pivotal Presidential election",
    "This election season has witnessed an unprecedented amount of fake narratives, disinformation, and rhetoric without any substance. The entire period of 76 years since gaining independence is a curse or misery is the prime narrative driven by extremist/leftist outfits without any basis",
    "The Presidential Election on 21 September could be the most important election for us Sri Lankans in our lifetimes. The outcome of the election could decide the very survival of our nation.",
    "This election season has witnessed an unprecedented amount of fake narratives, disinformation, and rhetoric without any substance. The entire period of 76 years since gaining independence is a curse or misery is the prime narrative driven by extremist/leftist outfits without any basis. As last Thursday’s Daily FT Editorial described, even the proponents of this slogan, like the Janatha Vimukthi Peramuna (JVP)/National People’s Power (NPP) leaders have been beneficiaries of progressive policies – universal healthcare, free school education, free university education, Mahapola scholarships, etc. – Implemented by political administrations that ruled the country from 1948 onwards.",
    "Sri Lanka’s current HDI score is 0.78, and the island is ahead of every other South Asian State in terms of the important yardstick. Universal education has helped a number of individuals to come up in their lives and some of them have now migrated to the Developed World. While enjoying top-notch life styles in the First World, based on the foundation provided by the motherland’s generous policy initiatives, few of them falsely claim the prevailing system had not done anything for people. With regard to health, life expectancy at birth has increased from around 55 years at the time of independence to 73 years. Tremendous improvements have been witnessed in respect of maternal mortality, infant mortality, and under-5 mortality. Adult literacy increased notably from 57.8% in 1945 to 93% in 2021.",
    "Champions of this misconception are people who had failed in their lives due to their wrong choices and lifestyles. The policy makers can only create an enabling environment, but it is up to the citizens of the country to make use of the opportunities provided to them by an egalitarian social order. The talented and academically competent individuals in this land do not face any setbacks in achieving their ambitions and no politician/political party has the capacity to steal their progress.",
    "Compared to India and Pakistan – the two South Asian States that became independent at the same time as Sri Lanka – our socio-economic indicators are far more impressive. On the other hand, States like Singapore and South Korea have achieved remarkable progress and economic prosperity surpassing the island, representing a phenomenal state of development. However, people by nature in both those countries are hardworking and progressive-minded, driven and inspired by Confucianism. Given the attitudes of the islanders, we could have never achieved such a magnitude of development within a relatively short period of time.",
    "Since achieving independence, the island has experienced numerous crises in the form of the 3-decade-old civil war as well as insurgencies in 1971 and 88/89. If not for such setbacks, we could have been in a much better state. Importantly, if the country has not progressed satisfactorily as the JVP leaders claim, aren’t they also responsible for the so-called curse as they were responsible for unleashing two violent insurgencies, heralding the Rajapaksa family into the height of power apart from holding vital Cabinet Ministerial positions?",
    "The islanders have found a sudden love towards a system change and an idealistic passion towards fighting against bribery and corruption. This is quite strange as corruption is a menace which is rampant among every social layer of the society. Even at the so called Aragalaya, we saw how commoners were looting valuable things from official bungalows.",
    "Voters need to be apprised of the systemic change by those who promise a renaissance. What does this systemic changeover manifest beyond a political slogan? The renaissance is promised by the NPP, the rebranded version of the Marxist political party – the JVP. The JVP is not a new political movement. It was established in 1965 and has been representing the Parliament for 24 years. Recently, the veteran political commentator Victor Ivan remarked that the JVP has so far failed to lead any initiative to bring a progressive piece of legislation through the Parliament in contrast to the old Leftist parties who were instrumental in bringing victories to masses like the 8-hour working day despite having been in the opposition.",
    "A point of contention is who are the real decision makers of the NPP? Do individuals like Harini Amarasuriya and other professionals have the necessary authority to influence decisions? Or is it still the JVP old guard which calls the shots. Even though the Leftist political movement is promising a period of renaissance, some of their actions cast doubts what this renaissance stands for? On this year’s May Day, the prominent JVP leader K.D. Lalkantha said they would empower the people to exercise judicial powers at the village level if it formed the next Government. This brings backs the memory of the JVP’s ugly past when it effectively maintained Kangaroo courts in late 80’s. How can an outfit which pledges to create a utopian society make references to such medieval concepts?",
    "There is also a sense of fear among people about the conduct of some NPP supporters that seemingly threaten the freedom of expression as well as the independence of the media. The popular musical band – Marians was bullied and came under hate speech by some of the prominent NPP supporters for having a mild jab at the NPP. Certain TV stations that do not provide a favourable coverage to them have also not been spared in terms of expressing veiled threats.",
    "Who are the main advocates of the NPP? It is obvious the chief supporting groups of the NPP such as disgruntled trade unionists, low-level Government employees like Development Officers, individuals who oppose private universities, three-wheel drivers who sold fuel at black market prices during the economic crisis are driving their campaign out of social antipathy and resentment towards the successful and well-to-do people in the country.",
    "This election provides an opportunity to build on the successful post-crisis economic reforms that have enabled the island to move forward with a sense of optimism. The islanders who remember the dark period in 2022 will never want to experience the nightmare again. The economic recovery over the last two years was based on the stability and foundation provided by the IMF Extended Fund Facility program, which was sealed in March 2023. As the country has gone through a period of relief and revival, driven by the IMF-backed economic reforms, it would be extremely reckless to indulge in policy actions that would risk the continuity of the bailout package secured from the global lender.",
    "In this backdrop, manifestos and associated pledges conveyed by some Presidential candidates cast doubts about the fate of the IMF program and the direction of the economy. Particularly, the NPP election manifesto’s declaration to prepare and negotiate an alternative Debt Sustainability Analysis (DSA) has sent shock waves across the business and financial community. The prevailing DSA represents the very foundation of the program with the Washington-based lender and if the cornerstone is not accepted, it would lead to a complete collapse of the program upon which macroeconomic stability is dependent. In the event the prevailing DSA is not approved, it would create a standoff between the Government and the IMF. Such a scenario would only create unwanted hardships to the country.",
    "Meanwhile, who are the individuals heading the NPP Economic Policy Council? As per the information available, the group of experts includes 28 members and only five of them have backgrounds in economics. The overwhelming majority of their economic advisers come from accountancy backgrounds and there’s not a single person who can be recognised as a noted, credible authority on macroeconomic policy matters.",
    "NPP Economic Policy Council Chairman is Anil Jayantha – a professor in accountancy, whose concept of odious debt (which he brought up at the Ceylon Chamber of Commerce (CCC) Economic Forum – 2023) was debunked by experts. The second-in-command of their group of experts is Dr. Harashana Suriyapperuma, an accountancy professional, who displayed his lack of understanding even about the basic principles of economics such as fiscal policy at the CCC Economic Policy Debate, which was held few weeks ago. This council of experts included a number of businessmen as well. In such a context, suspicion arises as to whether they have the capacity to understand and implement the necessary initiatives to continue with the economic recovery.",
    "In the event reckless fiscal and monetary policies are implemented based on the flawed logics of accountants, we all could go back to square one. Instead of renaissance, we will experience degeneration. Such a bleak scenario would destroy the aspirations of the ambitious upper middle-class families, professionals and private executives in the island who dream for a better future. We Sri Lankans deserve better and none of us should do risky experiments with decisions that would determine the fate of our lives and that of future generations."
  ]
}