{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/curtain-rises-on-battle-of-the-nvoccs/",
  "time_ut": 1736412840.0,
  "original_lang": "en",
  "original_title": "Curtain rises on ‘Battle of the NVOCCs’",
  "original_body_lines": [
    "The Sri Lanka Association of NVOCC Agents (SLANA) is gearing up to host the highly anticipated SLANA Sixes cricket tournament, titled “Battle of the NVOCCs,” on January 11. The event will take place at the prestigious MCA Grounds, Wijerama Mawatha, Colombo 7, starting at 8:00 a.m.",
    "This year’s tournament, a cornerstone in the maritime industry calendar, promises a day of sportsmanship, networking and camaraderie, bringing together professionals from Sri Lanka’s maritime and shipping sectors. Adding to the excitement, a top official from the maritime industry will grace the event as the chief guest, emphasizing the importance of NVOCC agents to the nation’s trade and shipping infrastructure.",
    "Established in 2016, SLANA represents over 50 licensed shipping agents operating as Non-Vessel Operating Container Carriers (NVOCCs). These agents play a pivotal role in Sri Lanka’s import and export operations, managing fleets of containers ranging from standard dry containers to specialized units like refrigerated and ISO tank containers.",
    "“The SLANA Sixes is more than a cricket tournament,” said a spokesperson for SLANA. “It is a celebration of the collective achievements of our members and the maritime industry at large.”",
    "The SLANA Sixes cricket tournament will feature teams comprising SLANA members competing in a friendly yet competitive environment. This year’s event will not only highlight the sporting spirit of NVOCC agents but also provide an excellent platform for networking and collaboration among industry stakeholders.",
    "The event will be attended by prominent figures from the Ministry of Ports & Civil Aviation, government authorities, trade organizations and leading maritime companies, reflecting the integral role of SLANA in advancing national shipping policies and fostering industry development.",
    "SLANA’s mission to safeguard the interests of NVOCC agents and promote the maritime sector aligns with the larger vision of enhancing Sri Lanka’s position as a key player in global and regional trade. Events like the SLANA Sixes help reinforce these efforts by strengthening bonds within the industry and encouraging collective growth.",
    "The SLANA Sixes 2025 promises a thrilling day of cricket, camaraderie and celebration of the maritime industry’s invaluable contributions to Sri Lanka’s economy. The event is open to all members, partners, and maritime enthusiasts, offering an unforgettable experience for participants and spectators alike.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}