{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Hayleys-Fentons-unveils-first-immersive-Experience-Centre/34-770099",
  "time_ut": 1733335432.0,
  "original_lang": "en",
  "original_title": "Hayleys Fentons unveils first immersive Experience Centre",
  "original_body_lines": [
    "Hayleys Fentons Ltd. announced the opening of its inaugural Experience Centre located at 223B, Nawala Road, Nugegoda.",
    "This pioneering facility is designed to provide an immersive, hands-on exploration of the company’s cutting-edge solutions across 12 key sectors: Solar Power, ICT, Security and Communication, Audio-Visual Integration (AVI), Electrical and Lighting, Fire Safety Solutions, Air Conditioning and Ventilation, Plumbing and Gas, Facilities Management, Uninterrupted Power Supply and Battery Backups, Architectural Drawings and 3D Visualisation, and Industrial Accessories Trading.",
    "Equipped with advanced technologies, the Experience Centre offers interactive product demonstrations, visually dynamic installations, and dedicated spaces for training, collaboration, and knowledge-sharing. It enables visitors to explore and engage with Hayleys Fentons’ innovative services in a hands-on environment.",
    "Sustainability takes centre stage at the Experience Centre featuring a Building-Integrated Photovoltaic (BIPV) roofing system by Hayleys Solar, symbolising the company’s dedication to renewable energy and green innovation.",
    "Speaking at the launch, Hayleys Fentons Ltd. Managing Director Hasith Prematillake highlighted: “We are dedicated to delivering innovative, integrated services that meet our customers’ evolving needs. The Hayleys Fentons Experience Centre is a hub for collaboration, innovation, and growth. This one-stop destination allows customers to experience cutting-edge solutions from some of the world’s best brands tailored to their specific requirements, in a cohesive and unified way – thus simplifying their decision-making process.”",
    "Hayleys Fentons invites all stakeholders to visit this transformative space, offering a comprehensive first-hand experience of its cutting-edge technologies and solutions that continue to shape industries and drive progress."
  ]
}