{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-egypt-sign-agreement-for-diplomacy-training-explore-trade-ties-176714/",
  "time_ut": 1723614480.0,
  "original_lang": "en",
  "original_title": "Sri Lanka, Egypt sign agreement for diplomacy training, explore trade ties",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka and Egypt have agreed to strengthen cooperation in diplomatic training, capacity building, research and studies in diplomacy between the two countries.",
    "The MoU will see the Bandaranaike International Diplomatic Training Institute (BIDTI) and the Institute for Diplomatic Studies of the Ministry of Foreign Affairs of Egypt consolidate cooperation.",
    "Foreign Minister Ali Sabry who visited Egypt from August 7-11, met Egypt’s Minister of Foreign Affairs, Emigration and Egyptian Expatriates of Egypt Badr Abdelatty to review bilateral relations between Sri Lanka and Egypt.",
    "“Both sides noted the potential to expand the relations between the two countries by fostering closer links in the fields of trade, investment, tourism, education, culture, archaeology, maritime transport, renewable energy, and climate change,” a statement by the Ministry of Foreign Affairs said.",
    "The two Ministers also discussed regional and global issues of shared interest and on further strengthening cooperation in multilateral fora.",
    "Sabry also met Minister of Investment and Foreign Trade Hassan El Khatib and the President of the General Authority of Free Zones and Investment (GAFI) to discuss cooperation in trade and investment between the two countries.",
    "Prospective sectors of mutual interest, the importance of exchange of trade delegations and early convening of trade consultations mechanism were discussed.",
    "Egypt “asserted their fullest cooperation to boost Sri Lankan investments in Egypt and overcome any challenges they may face.”",
    "An event organized by the Cairo Chamber of Commerce in coordination with the Federation of Egyptian Chambers of Commerce focused on enhancing trade and economic cooperation between Sri Lanka and Egypt.",
    "“The event entailed a constructive discussion on ways of unleashing untapped potential to expand trade and investment between the two countries, particularly in sectors of agriculture, apparel, IT, renewable energy and tourism.”",
    "Minister Sabry invited the Egyptian business community to explore trade and investment opportunities in Sri Lanka.",
    "The Minister also met Ambassador Mohamed Al-Orabi, Chairman of the Egyptian Council for Foreign Affairs (ECFA) to discuss possible cooperation with the ECFA.",
    "Sabry also met with Grand Mufti of Egypt Shawky Ibrahim Allam to talk about religious cooperation, cultural links, combating extremism and radicalization, and promoting peaceful coexistence, the MFA said. (Colombo/Aug14/2024)"
  ]
}