{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Govt-to-introduce-new-laws-to-tackle-online-loan-rackets/56-757357",
  "time_ut": 1705088586.0,
  "original_lang": "en",
  "original_title": "Govt. to introduce new laws to tackle online loan rackets",
  "original_body_lines": [
    "State Minister of Finance Shehan Semasinghe yesterday announced that the Government will soon introduce new laws to tackle the rampant online loan rackets operating in Sri Lanka.",
    "The Minister noted that while the Sri Lanka Micro-Finance and Loan Regulation Authority Bill will be presented to Parliament soon, it may not comprehensively address concerns related to online loan rings.",
    "“On Tuesday, the Sri Lanka Microfinance and Credit Authority Bill was introduced for its initial reading in Parliament. However, as mentioned, a significant portion of these emerging business activities is carried out by foreigners. Some from foreign countries have conducted business in their respective countries and have now arrived here. In many instances, they stay temporarily for a year or a year and a half to engage in these businesses,” he said.",
    "Semasinghe made the announcement in response to a question posed by Opposition leader Sajith Premadasa on online loan rackets.",
    "Premadasa highlighted that persons residing both abroad and in Sri Lanka are currently engaging in illicit schemes where they offer online loans to the public.",
    "The State Minister emphasised that the Government acknowledges the seriousness and risks associated with this situation.",
    "In October last year, it was found that the deaths of an Indian family in Kadamakkudy, Kerala, were linked to an online loan ring carried out from Sri Lanka. The Indian Police found that the wife had obtained loans from online lending firms and had trouble repaying them. In turn, the racketeers had resorted to sending obscene messages to the victim and their relatives. The Police eventually traced the mobile number to Sri Lanka."
  ]
}