{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112415/brazils-ex-president-bolsonaro-sentenced-to-27-years-after-landmark-coup-plot-conviction",
  "time_ut": 1757639220.0,
  "original_lang": "en",
  "original_title": "Brazil’s ex-president Bolsonaro sentenced to 27 years after landmark coup plot conviction",
  "original_body_lines": [
    "Former Brazilian President Jair Bolsonaro was sentenced on Thursday to 27 years and three months in prison hours after being convicted of plotting a coup to remain in power after losing the 2022 election, dealing a powerful rebuke to one of the world’s most prominent far-right populist leaders.",
    "The conviction ruling by a panel of five justices on Brazil’s Supreme Court, who also agreed on the sentence, made the 70-year-old Bolsonaro the first former president in the country’s history to be convicted for attacking democracy, and drew disapproval from the Trump administration.",
    "“This criminal case is almost a meeting between Brazil and its past, its present and its future,” Justice Carmen Lucia said before her vote to convict Bolsonaro, referring to a history checkered with military coups and attempts to overthrow democracy.",
    "There was ample evidence that Bolsonaro, who is currently under house arrest, acted “with the purpose of eroding democracy and institutions,” she added.",
    "Four of the five judges voted to convict the former president of five crimes: taking part in an armed criminal organization; attempting to violently abolish democracy; organizing a coup; and damaging government property and protected cultural assets.",
    "The conviction of Bolsonaro, a former army captain who never hid his admiration for the military dictatorship that killed hundreds of Brazilians between 1964 and 1985, follows legal condemnations for other far-right leaders this year, including France’s Marine Le Pen and the Philippines’ Rodrigo Duterte.",
    "It may further enrage Bolsonaro’s close ally U.S. President Donald Trump, who had called the case a “witch hunt” and in retaliation hit Brazil with tariff hikes, sanctions against the presiding judge, and the revocation of visas for most of the high court justices.",
    "Asked about the conviction on Thursday, Trump again praised Bolsonaro, calling the verdict “a terrible thing.”",
    "As he watched his father’s conviction from the U.S., Brazilian Congressman Eduardo Bolsonaro told Reuters he expected Trump to consider imposing further sanctions on Brazil and its high court justices.",
    "U.S. Secretary of State Marco Rubio said on X the court had “unjustly ruled,” adding: “The United States will respond accordingly to this witch hunt.”",
    "The verdict was not unanimous, with Justice Luiz Fux on Wednesday breaking with his peers by acquitting the former president of all charges and questioning the court’s jurisdiction.",
    "That single vote could open a path to challenges to the ruling, which could push the trial’s conclusion closer to the October 2026 presidential election. Bolsonaro has repeatedly said he will be a candidate in that election despite being barred from running for office.",
    "The conviction of Bolsonaro marks the nadir in his trajectory from the back benches of Congress to his forging of a powerful conservative coalition that tested the limits of the country’s young democratic institutions.",
    "His political journey began in the 1980s on the Rio de Janeiro city council after a brief career as an army paratrooper. He went on to serve nearly three decades as a congressman in Brasilia, where he quickly became known for his defense of authoritarian-era policies.",
    "In one interview, he argued that Brazil would only change “on the day that we break out in civil war here and do the job that the military regime didn’t do: killing 30,000.”",
    "Long dismissed as a fringe player, he later refined his message to play up anti-corruption and pro-family values themes. He found fertile ground as mass protests erupted across Brazil in 2014 and 2015 amid the sprawling “Car Wash” graft scandal that implicated hundreds of politicians – including President Luiz Inacio Lula da Silva, whose own conviction was later annulled.",
    "Anti-establishment anger opened the path for his successful 2018 presidential run, with dozens of far-right and conservative lawmakers elected on his coattails. They have reshaped Congress into an enduring obstacle to Lula’s progressive agenda.",
    "Bolsonaro’s presidency was marked by intense skepticism of vaccines during the pandemic and an embrace of illegal mining and cattle ranching in the Amazon rainforest, where deforestation climbed.",
    "As he faced a tough reelection campaign against Lula in 2022 - which Lula went on to win - Bolsonaro’s comments took on an increasingly messianic quality, raising concerns about his willingness to accept the results.",
    "“I have three alternatives for my future: being arrested, killed, or victory,” he said, in remarks to a meeting of evangelical leaders in 2021. “No man on Earth will threaten me.”",
    "In 2023, Brazil’s electoral court barred him from public office until 2030 for venting unfounded claims about Brazil’s electronic voting system.",
    "Lula’s Institutional Relations Minister, Gleisi Hoffmann, said that Bolsonaro’s conviction “ensures that no one dares again to attack the rule of law or the will of the people as expressed at the ballot box.”",
    "Bolsonaro’s conviction and its durability will be a powerful test for the strategy that Brazil’s highest-ranking judges have adopted to protect the country’s democracy against what they describe as dangerous attacks by the far-right.",
    "Their targets have included social media platforms they accused of spreading disinformation about the electoral system, as well as politicians and activists who have attacked the court. Sending the former president and his allies to jail for planning a coup reflects a culmination of that polarizing strategy.",
    "The cases have largely been led by the commanding figure of Justice Alexandre de Moraes, appointed to the court by a conservative president in 2017, whose hardball approach to Bolsonaro and his allies has been celebrated by the left and denounced by the right as political persecution.",
    "“They want to get me out of the political game next year,” Bolsonaro told Reuters in a recent interview, referring to the 2026 election in which Lula is likely to seek a fourth term. “Without me in the race, Lula could beat anyone.”",
    "The historic significance of the case goes beyond the former president and his movement, said Carlos Fico, a historian who studies Brazil’s military at the Federal University of Rio de Janeiro.",
    "The Supreme Court also ruled to convict seven of Bolsonaro’s allies, including five military officers.",
    "The verdict marks the first time since Brazil became a republic almost 140 years ago that military officials have been punished for attempting to overthrow democracy.",
    "“The trial is a wake-up call for the armed forces,” Fico said. “They must be realizing that something has changed, given that there was never any punishment before, and now there is.”"
  ]
}