{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sampath-bank-strengthens-community-engagement-at-nallur-kandaswamy-kovil-festival-with-200000-devotees/",
  "time_ut": 1758290340.0,
  "original_lang": "en",
  "original_title": "Sampath Bank strengthens community engagement at Nallur Kandaswamy Kovil Festival with 200,000 devotees",
  "original_body_lines": [
    "Sampath Bank took an active role at the historic Nallur Kandaswamy Kovil Temple Festival in Jaffna, recently. The Bank’s presence at the festival reinforced its dedication to strengthening cultural engagement and community support, while forging meaningful connections with people across the Northern Province.",
    "The Bank conducted a ten-day door-to-door promotional campaign across key towns, including Point Pedro, Atchuveli, Manipai, Chavakatcheri, Changanai, Vattukottai, Thirunelveli, Thurayoor, Columbuthurai, Chunnagam, and Kondavil. This outreach programme provided communities with valuable insights into Sampath Bank’s wide range of financial solutions, while also strengthening relationships at a grassroots level.",
    "In addition, a five-day stall activation was held near the Nallur Temple, where visitors had the opportunity to learn more about the Bank’s products and services. Festival participants were invited to scan QR codes at the stall to learn more about Sampath Bank’s products, adding an engaging and interactive experience for both existing and potential customers.",
    "The initiative drew the participation of over 200,000 people, offering Sampath Bank an important platform to highlight its financial solutions while reaffirming its ongoing commitment to the community. Through its outreach and activations, the Bank shared insights into its products and services while engaging with people in an atmosphere that celebrated tradition and togetherness.",
    "The Nallur Kandaswamy Kovil Temple Festival is one of Sri Lanka’s most renowned and vibrant Hindu festivals, celebrated annually in Jaffna. Drawing thousands of devotees and visitors from across the island and abroad, the festival is deeply rooted in tradition and spirituality, and continues to be a symbol of unity, faith, and cultural heritage.",
    "ComBank partners with Indira Cancer Trust to raise breast cancer awareness",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}