{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112397/netherlands-approves-grant-of-eur-730000-for-rural-bridges-project-in-sri-lanka",
  "time_ut": 1757573700.0,
  "original_lang": "en",
  "original_title": "Netherlands approves grant of EUR 730,000 for rural bridges project in Sri Lanka",
  "original_body_lines": [
    "The Netherlands has approved a grant of EUR 730,000 to support the ongoing Design and Construction of Rural Bridges Project in Sri Lanka, the Ministry of Finance, Planning and Economic Development said in a statement.",
    "This funding will address the project’s additional financing requirements, further strengthening the long standing development cooperation between the two countries, the statement noted further.",
    "The Rural Bridges Project aims to construct 162 rural bridges across Sri Lanka, enhancing mobility, connectivity, and the quality of life in rural communities. As of September 2025, the project has achieved 96% physical progress, with 151 bridges already completed. The construction of all planned bridges is expected to be completed by February 2026, marking the successful conclusion of the project.",
    "The government initially entered into a loan agreement with Coöperatieve Rabobank U.A. of the Netherlands for EUR 41.8 million, covering 75% of the project cost.",
    "The remaining 25%, amounting to EUR 13.9 million, was initially funded through a grant from the Netherlands Foreign Investment Bank ‘Invest International’ of the Netherlands.",
    "Recognizing the economic challenges faced by Sri Lanka, the Netherlands has increased its grant contribution in 2024 to approximately 35% of the total project cost, an increase of around EUR 5.3 million. This adjustment enabled the partial cancellation of the undisbursed loan balance and further eased the country’s debt burden, the Finance Ministry said.",
    "With the latest grant of EUR 730,000, the total grant assistance for the project now amounts to EUR 18,912,335.72, representing around 37% of the total project cost, according to the Ministry of Finance, Planning and Economic Development."
  ]
}