{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Response-to-Mahinda-Rajapaksa-It-is-not-personal-revenge-or-political-terrorism/4-781933",
  "time_ut": 1758304365.0,
  "original_lang": "en",
  "original_title": "Response to Mahinda Rajapaksa: It is  not personal revenge or political terrorism",
  "original_body_lines": [
    "Leaders like Mahinda Rajapaksa created dependency networks, protected corruption, and prioritised personal luxury over public good",
    "The Government has now revealed that between 2017 and mid-2025, Rs. 491.2 million was spent on the upkeep of former presidents and their widows. Of this staggering sum, Mahinda Rajapaksa’s share alone was approximately Rs. 231 million—nearly half the total. His list of privileges reads like a manual of extravagance: 111 staff members, including nine medical personnel, eight drivers, five mechanics, 16 chefs, 26 electricians, and even a dog handler. The residence he occupied had a rental value of more than Rs. 4.6 million a month. Just imagine! Many people and families live without proper shelter, a harsh reality on the ground",
    "Ultimately, the Government’s actions are not driven by personal hatred or political revenge but by a clear vision of fairness, responsibility, and public good. Its focus remains firm on bettering the lives of ordinary citizens, ensuring that leadership serves the country and its people, not private interests or personal comfort of any individual, regardless of their prominence",
    "“True leadership is not measured by the privileges one enjoys, but by the lives one uplifts, the injustices one ends, and the legacy one leaves for generations.”",
    "Former President Mahinda Rajapaksa (MR) has stated that his departure from the Colombo House was driven by “personal revenge,” and that Sri Lanka is witnessing “political terrorism.” He also added that this indicates a lack of discipline and professionalism on the part of the Government. In short, he is blaming or accusing the Government led by Anura Kumara Disanayake (AKD), as he was ultimately forced to vacate the Colombo House.",
    "The nation rightly remembers Mahinda Rajapaksa for bringing an end to the war with the LTTE. But if his contribution to economic growth and development had been genuinely dismal. If it were meaningful, the Aragalaya of 2022—a people’s uprising born of despair—would never have taken place. Peace without prosperity left the country broken, not rebuilt.",
    "The Government has now revealed that between 2017 and mid-2025, Rs. 491.2 million was spent on the upkeep of former presidents and their widows. Of this staggering sum, Mahinda Rajapaksa’s share alone was approximately Rs. 231 million—nearly half the total. His list of privileges reads like a manual of extravagance: 111 staff members, including nine medical personnel, eight drivers, five mechanics, 16 chefs, 26 electricians, and even a dog handler. The residence he occupied had a rental value of more than Rs. 4.6 million a month. Just imagine! Many people and families live without proper shelter, a harsh reality on the ground.",
    "Such indulgence is unconscionable in a country where one-third of the population lives in poverty. The alternative value of these funds could have provided housing, food security, or education to hundreds of thousands of families. Instead, they sustained the lavish lifestyle of one man. It is no wonder that Mahinda Rajapaksa story draws parallels to Ferdinand Marcos in the Philippines—leaders remembered less for what they gave their nations, and more for what they consumed from them.",
    "Mahinda Rajapaksa’s eventual departure from his official residence was not driven by humility but was only after the President’s Entitlements (Repeal) Act, No. 18 of 2025, revoked his privileges. Even then, he waited until the Speaker of Parliament signed the Act before leaving. It was a reluctant exit, not a voluntary sacrifice for the nation. This is the stark truth: the Rajapaksa legacy is not one of sustainable nation-building but of missed opportunities, where the wealth of a struggling people was diverted to maintain a culture of privilege. History will remember that contrast.",
    "Five reasons: It is not personal revenge or political terrorism",
    "Given the background above, this paper argues that the Government’s actions were not driven by personal revenge or political terrorism, but by facing the reality on the ground. First, it was a massive mandate given to the new Government by the people. This mandate reflected the nation’s desire for a complete break from past approaches. Successive Governments since 1948 had left a trail of economic mismanagement. Their policies often enriched a few while burdening the majority. Corruption, nepotism, and shortsighted decisions became common. The damage was seen in livelihoods, education, healthcare, and national unity. Ordinary citizens paid the price with rising poverty and lost opportunities. Trust in government eroded with each administration. The people demanded an end to this cycle of betrayal and neglect. The overwhelming mandate was thus a call for real change and renewal.",
    "The second reason is that the Government has openly, sincerely, and repeatedly stated that it does not want to enjoy any privileges that ordinary citizens do not seek. From the beginning, its leadership has emphasised that those in power must live under the same conditions as the people they serve. This marks a sharp break from the long-standing culture of political privilege that has dominated Sri Lanka’s governance for decades. While previous leaders built barriers of luxury around themselves, distancing themselves from the daily struggles of ordinary people, this Government has chosen a different path. It has rejected the idea that power grants anyone special comfort or exemption from hardship. In doing so, the Government underscores the principle that leadership is about service, not privilege.",
    "This repeated commitment is not just symbolic; it represents a conscious shift in political values. It shows the people that their leaders will stand with them, not above them. By rejecting special privileges, the Government is also breaking down a long-standing sense of inequality. Ultimately, this approach builds trust, enhances accountability, and fosters unity between rulers and citizens.",
    "The third reason comes from the example set by the first Government, which made a clear and deliberate statement about public service and accountability. From the start, this Government chose to lead by example, greatly reducing all privileges, perks, and unnecessary entitlements usually given to political leaders and senior officials. Luxury vehicles, personal staff, housing allowances, and other benefits were either cut or eliminated, leaving only the essential resources needed to perform official duties effectively. By doing so, the Government showed that public office is a position of responsibility, not a way to gain personal wealth.",
    "This decision was not merely symbolic; it reflected a deep commitment to transparency, ethical governance, and fairness. Every action taken by the Government sent a clear message to the public: leaders would no longer enjoy advantages that ordinary citizens could not access. Ministries, departments, and officials were encouraged to adopt the same mindset, ensuring that taxpayer funds were used prudently and efficiently. Over time, this approach helped foster public trust, showing that the Government’s primary focus was service rather than self-interest.",
    "Moreover, the reduction of privileges challenged entrenched norms in politics, encouraging a culture where merit, efficiency, and accountability were prioritised over status or entitlement. By setting such a powerful example, the first Government laid the foundation for subsequent administrations to follow, making it clear that authentic leadership requires sacrifice, humility, and dedication to the common good. In doing so, it redefined what it means to serve the nation.",
    "Fourth, the Government displayed stunningly outstanding discipline across every front, directly countering claims made by Mahinda Rajapaksa that it lacked direction or control. From financial management to policy implementation, from administrative efficiency to public engagement, every aspect of governance reflected meticulous planning and rigorous oversight. Budgets were adhered to with precision, resources were allocated transparently, and deadlines were consistently met, demonstrating a level of organisational discipline rarely seen in previous administrations. This systematic approach extended to law enforcement, anti-corruption measures, and public service delivery, ensuring that policies were not only designed effectively but executed efficiently.",
    "The Government’s disciplined approach was also clear in its communication and decision-making processes. Ministers and officials worked together, avoiding haphazard or conflicting measures, which often troubled earlier Governments. Public accountability was upheld through regular reports, audits, and open dialogue with citizens, reflecting a culture where rules were followed, and deviations were not accepted.",
    "In contrast, Mahinda Rajapaksa’s critique failed to recognise the structural and operational strength that supported this administration’s success. In reality, the Government’s discipline built public trust, allowed smooth implementation of reforms, and set a new standard for governance. It became evident that careful planning, strict adherence to procedures, and a commitment to consistent action were key to the administration’s accomplishments.",
    "Fifth, the Government has demonstrated remarkable professionalism in its approach and methodical precision in its actions, proving that it is capable of translating principles into effective policies. A clear example of this is the passage of the President’s Entitlements (Repeal) Bill, which was approved by an overwhelming majority of 151 votes to one. Speaker Jagath Wickramaratne promptly certified it into law as the President’s Entitlements (Repeal) Act, No. 18 of 2025, reflecting a historic step toward equality, transparency, and accountability. This legislation entirely revokes the Presidents’ Entitlements Act, No. 4 of 1986, abolishing allowances, transport facilities, secretarial support, and official residences for former presidents and their widows. The move sends a strong message that public office is a duty, not a source of personal benefit.",
    "The careful drafting, thorough consultation, and coordinated parliamentary process illustrate the Government’s methodical execution. By acting decisively and professionally, the administration has reinforced public trust, set a precedent for future governance, and demonstrated that ethical leadership can be implemented in practice, not just in rhetoric.",
    "Rajapaksa has repeatedly spoken of personal revenge and political terrorism, yet his statements reveal a fundamental misunderstanding—or perhaps deliberate misrepresentation—of the reality on the ground. During the Aragalaya protests, he personally witnessed the situation and narrowly escaped serious harm; however, even this firsthand experience did not enable him to understand the government’s overarching goals. If Mahinda Rajapaksa were a prudent and wise person, he would have accepted the Government’s request to vacate the Colombo residence nearly a year ago, demonstrating respect for lawful authority and a willingness to cooperate for the greater good. Instead, he chose to interpret legitimate reforms as acts of personal hostility, ignoring the fact that these measures were meant not for political vendetta but for the nation’s welfare.",
    "In truth, the Government has shown a strong commitment to protecting the people’s interests and ensuring the proper functioning of the state. Its initiatives have consistently focused on eliminating waste and misuse of public resources, stamping out bribery and corruption, and restoring law and order. These actions are key to establishing a transparent, accountable, and sustainable governance system. Naturally, such reforms come at the expense of entrenched privileges, and Mahinda Rajapaksa’s personal lifestyle and usual luxuries are directly impacted by the removal of benefits that only served a select few.",
    "Ultimately, the Government’s actions are not driven by personal hatred or political revenge but by a clear vision of fairness, responsibility, and public good. Its focus remains firm on bettering the lives of ordinary citizens, ensuring that leadership serves the country and its people, not private interests or personal comfort of any individual, regardless of their prominence.",
    "My understanding is that Mahinda Rajapaksa has consistently failed to demonstrate moral integrity in any meaningful way. Throughout his career, he not only accumulated wealth through numerous channels—often opaque and self-serving—but also actively encouraged his associates to do the same, offering them protection and patronage in exchange for loyalty. This created a culture where personal enrichment was rewarded, ethical norms were marginalised, and accountability became a secondary concern. Such behaviour fostered a network of dependence, where loyalty was linked to material gain rather than principles, leaving his leadership vulnerable to criticism and internal instability.",
    "The events of the Aragalaya protests made these weaknesses clearly visible. During the unrest, his residence at Carlton House was attacked, revealing both the physical and symbolic weakness of his authority. When he returned, those who had long benefited from his patronage tried to protect him by forcibly relocating Aragalaya participants to Tangalle. This action, although meant to be protective, exposed the transactional nature of his support base: loyalty was conditional, fragile, and driven mainly by self-interest rather than shared values or sincere political beliefs.",
    "The lack of genuine supporters was apparent. Except for Namal, no one was there to offer a sincere welcome or assistance, indicating that his power relied more on privilege and manipulation than on ethical leadership or public trust. In contrast, the current Government’s actions during the same period demonstrate a firm commitment to principles, transparency, and the well-being of ordinary citizens. The Carlton House episode thus vividly illustrates Mahinda Rajapaksa’s moral and ethical shortcomings, highlighting a pattern of self-interest, protectionism, and opportunism that erodes public confidence and accountability at the highest levels.",
    "It was reported that “As my eldest son Namal said, I have returned to my village where it all began. I travelled here via the Southern Expressway that we built. Now, I can enjoy a sour fish stew in the village.”",
    "From a different perspective, and based on my understanding, the curse that has weighed on the country for the past 76 years started to lift, at least partially, when Rajapaksa faced the realities of everyday life—symbolised by his landing on “sour fish stew” in a village. This seemingly minor and almost humorous incident carried a more profound significance: it revealed the large gap between the political elite and the people they claim to serve. For decades, many Colombo-based politicians have insulated themselves from the daily struggles of citizens, focusing on personal gain, privilege, and power rather than true service. The sour fish stew episode showed that leaders cannot ignore the realities of the population if they want to govern effectively.",
    "Meanwhile, some political elites remain entrenched in Colombo, constantly seeking ways to hinder the Government’s progress for both the people and the country. Their motives are often driven by self-interest rather than the national good, showing how the legacy of self-centred politics continues to block development. At the same time, figures like Maithripala Sirisena demonstrate complete self-interest, having completely abandoned Colombo and left behind the privileges of his official residence, highlighting a disregard for accountability or civic duty.",
    "The contrast between past leadership and the current Government is striking. For decades, the people of Sri Lanka endured governance driven by self-interest, privilege, and loyalty to a few, with power concentrated in the hands of a select few. Meanwhile, the majority struggled to meet their basic needs. Leaders like Mahinda Rajapaksa created dependency networks, protected corruption, and prioritised personal luxury over public good. The sour fish stew in the village symbolises that such leadership is temporary, fragile, and disconnected from the realities of the people. The privileges that once secured loyalty now seem irrelevant as the populace has awakened and the Government is now committed to principles.",
    "In contrast, President Anura Kumara Disanayake embodies a significant shift from this culture. His leadership emphasises discipline, integrity, and a steadfast commitment to the people. Every policy, reform, and action is driven by a vision of a nation that is fair, just, and prosperous for all citizens—not just a select few. The Government’s careful approach to eliminating waste, fighting corruption, restoring law and order, and promoting fairness in public service demonstrates that principled governance is a real and achievable goal.",
    "It is this rare combination of vision, courage, and ethical clarity that ensures AKD’s legacy will endure. While past leaders will fade into the footnotes of history, AKD will be remembered by generations as the leader who put the people first, who acted with conscience, and who demonstrated that true power lies not in privilege but in service. The new era has begun, and it is one where the nation and its citizens will thrive under leadership that is just, disciplined, and profoundly human.",
    "The people of Sri Lanka know with absolute clarity that under President Anura Kumara Disanayake (AKD), a new era has truly begun. I have written on many occasions about his unwavering dedication and tireless commitment to the people and the nation. Today, the public is firmly convinced that AKD will never take a step that endangers the welfare or the well-being of the country. History itself draws a sharp contrast: Mahinda Rajapaksa, once hailed, will gradually vanish into obscurity, remembered no more than a sour fish stew in a distant village. By comparison, AKD will be remembered for generations to come—not merely as a president, but as a statesman whose honesty, vision, and leadership reshaped the destiny of Sri Lanka. It is this rare blend of integrity and foresight that marks the difference between fading power and lasting legacy.",
    "(The writer served as the Special Adviser to the President of Namibia from 2006 to 2012 and was a Senior Consultant with the UNDP for 20 years, and a Senior Economist with the Central Bank of Sri Lanka (1972-1993). He can be reached at [email protected].)"
  ]
}