{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SJB-initiates-no-confidence-motion-against-Speaker-over-OSA/56-758906",
  "time_ut": 1708975919.0,
  "original_lang": "en",
  "original_title": "SJB initiates no-confidence motion against Speaker over OSA",
  "original_body_lines": [
    "Opposition accuses Speaker of allowing enactment of OSA without adherence to proper procedures",
    "Alleges Speaker disregarded directives provided by SC regarding draft bill",
    "Says Speaker by endorsing law has breached Constitution and Parliamentary privileges of MPs",
    "Stresses Speaker’s handling of OSA’s passage has eroded confidence in him, prompting call for motion of no confidence",
    "Opposition parties under the leadership of the Samagi Jana Balawegaya (SJB) yesterday commenced the signing of a no-confidence motion against Speaker Mahinda Yapa Abeywardena. The Opposition alleges that the Speaker violated both the Constitution and Parliamentary privileges of Members of Parliament (MPs) by endorsing the Online Safety Act, which they claim was not properly passed in Parliament.",
    "Opposition Leader Sajith Premadasa, MP M.A. Sumanthiran, Chief Opposition Whip Lakshman Kieirella, Professor G. L. Peiris, Tissa Attanayake, Chandima Weerakkody, Shan Wijayalal de Silva, and others have signed the motion on behalf of the Samagi Jana Balawegaya and Samagi Jana Alliance.",
    "During a press conference yesterday, Opposition Leader Sajith Premadasa emphasised that the Speaker and other Parliamentary officials must ensure that legislation presented before the house is passed in accordance with legal and constitutional procedures. However, he claimed that the Online Safety Act had been enacted unlawfully.",
    "Premadasa accused the Speaker of endorsing the act and enabling it to become law while disregarding the recommendations and directives provided by the Supreme Court regarding the draft bill. “He has signed it and transformed it into law, breaching both the constitution and the parliamentary privileges of MPs,” he claimed.  “The Speaker should adhere to the law and ensure that legislation is passed in a proper and lawful manner as mandated by the Constitution. However, he has deliberately chosen to violate these principles,” remarked the opposition leader. Expressing his dissatisfaction with the Speaker’s handling of the passage of the Online Security Act, he declared that the Speaker’s actions have eroded confidence in him, prompting the call for a motion of no confidence.",
    "“On numerous occasions, Opposition members, including myself, have put forward proposals to rectify this injustice both inside and outside the chamber. However, these proposals have been intentionally dismissed by the Speaker,” stated the Opposition Leader. He announced the initiation of a no-confidence motion, which will be discussed in the upcoming party leaders’ meeting. The Opposition Leader expressed their intent to bring the motion to parliament promptly and ensure the removal of the Speaker from his post."
  ]
}