{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=86335",
  "time_ut": 1756071000.0,
  "original_lang": "en",
  "original_title": "When a President travels whether to Anuradhapura  to see his mother , or to London  to accompany his spouse , does the law expect the head of state to discard the security trappings of that office?",
  "original_body_lines": [
    "The National Peoples’ Power (NPP) Government may well have achieved the impossible by a clumsily handled arrest and remanding of former Executive President of Sri Lanka Ranil Wickremesinghe this Friday (August 22nd 2025) over alleged misuse of public property in expending LKR 16.6 million on a ‘diversionary’ transit in the United Kingdom while returning from state visits to the United States and Cuba as a sitting President at the time.",
    "That diversion was to attend the conferral of an honorary professorship on the former President’s spouse by a (somewhat less distinguished) British university with some of the expended costs during this one and a half day transit reportedly going towards supporting security and personal staff. Some have yawned that this is a meaningless controversy when measured against grand political corruption in Sri Lanka.",
    "On the other hand, others expound in stupefied tones on the ‘incredible’ wastage of funds on a passing transit. That includes the state law officer tasked with handling the case against Mr Wickremesinghe who reportedly held forth to the public gallery in the Fort Magistrate’s Court to the effect that such sums had been expended by the former President while Sri Lanka was undergoing a foreign exchange crisis after declaring bankruptcy in 2022.",
    "These sentiments cannily evoke all the inflammatory trigger points of the ‘elites against the rest’ which is the NPP’s rallying cry. But the legal point in question is hardly that. It matters not that LKR 16.6 million, LKR 6.6 million or LKR 66 was allegedly spent by the former President. Billions, multi millions or millions as the case may be, even if a single rupee was spent out of state funds for purposes ‘not authorized by law’, the offence is the same in regard to ‘dishonest misappropriation of property.’",
    "That is so under the Public Property Act or the Penal Code, the two statutes under which Mr Wickremesinghe’s arrest was made. Indeed, the core of the matter to be determined by the court consists of several key questions. First and foremost, is the invitation (referred by the court for checking of its authenticity) that was extended to the former President by a university in the United Kingdom be construed as an ‘official letter’ to all intents and purposes?",
    "That is so particularly in the context of the invitation itself stating to be in connection with the academic honouring of his spouse. That dispute has been aggravated by the Sri Lanka High Commission in London initially categorizing the event for ‘personal’ purposes in related fax communications which has later, allegedly been altered (in Colombo) to ‘official’ purposes according to prosecutors.",
    "But even if this was not ‘official’ to all intents and purposes, several other questions emerge. When a President travels qua President, whether to Anuradhapura (to see his mother) or to London (to accompany his spouse) as the case may be and even conceding that this part of the travel was ‘private’, does the law expect the head of state to discard the security trappings of that office?",
    "This is a ridiculous question in the context of heads of state traditionally being afforded that privilege in Sri Lanka and elsewhere.",
    "Perhaps the question is more complex when applied to costs expended on the personal accommodation and travel of the former President or his spouse even if for a day and a half. Even so, could not these sums have been sought to be recovered from him rather than for Sri Lankans to witness the rather ghastly spectacle of an ex-head of state being summarily bound, shackled and hustled away in a prison van as his supporters wailed and wept?",
    "The fact that the state law office vigorously resisted the granting of bail to the former President on Friday was part of this hardline stance which has all the signs of being exceedingly counter productive. This brings us to the point raised in the opening paragraphs of this column; namely that the ‘impossible’ (dream or nightmare) achieved by the NPP is not bringing about a ‘system change’ in governance but uniting the hopelessly fractured Opposition.",
    "Certainly the dynamic would have been quite different if the former President had been brought before court following meticulous investigation of the many corruption scandals that pockmarked his administration.  That includes the Central Bank bond scam (2015-2019) subjected to abrasive and repeated scrutiny in these spaces previously. Strategically speaking, that would have left very little room for critics to disparage the Janatha Vimukthi Peramuna (JVP) led NPP for political ‘witch-hunting.’",
    "In the current scenario, the investigations, arrest and summary remanding of the former President has excited unprecedented public controversy in Sri Lanka. Loyalists as well as his bitter political foes have united to condemn an element of pettiness and vindictiveness over actions of the Government regarding Mr Wickremesinghe’s ‘London transit.’ In turn, this has been linked to a ‘Wickremesinghe-phobia’.",
    "That a social media confidante of the NPP Government who makes no bones of his political sympathies went so far as to predict Mr Wickremesinghe’s arrest and remanding several days before the court order this Friday has only aggravated Opposition fury. This was not mere journalistic speculation but a prediction pronounced with certainty accompanied by a promise that he would cease his social media activities if he was proved wrong.",
    "‘Is this not contempt of court?’ thundered the former President’s allies. Meanwhile at a different level, why do I say that nothing of the drama that Sri Lankans witnessed on this matter illustrated ‘system change’ as such? The answer to that question would have been different if the NPP Government had taken action against its own Ministers and members implicated in various sordid acts since the assumption of state power in late 2024.",
    "If so, we may take with good grace the claim trumpeted by the Public Security Minister in Parliament in the wake of Mr Wickremesinghe’s arrest, that the law applies equally to all, “President or commoner.’ Yet the contrary is the case. Witness the case of an NPP Cabinet Minister who is facing corruption complaints in regard to procurements carried out while he was heading the Fertiliser Corporation in 2015.",
    "Reportedly, the country’s corruption fighting body is finalizing legal documentation in respect of the complaints. Calls have been made for him to step down from his post till the matter is inquired into but to no avail. Why is similar severity not shown against this Cabinet worthy as is demonstrated by the Government against opposition politicians accused of corruption?",
    "Other examples proliferate including an ongoing furore as to who was the responsible Minister for releasing 323 high risk cargo containers through Sri Lanka Customs without proper inspections.  And we have President Anura Kumara Dissanayake promising ‘disciplinary action’ against NPP supporters who violated expressway laws by ‘picknicking’ on the Southern Expressway after being ferried in buses to Colombo to participate in the May Day rally this year.",
    "Citizens were left literally in the dark as to what ‘disciplinary action’ was taken against party men and women who defied the law under political patronage. Some may dismiss this incident as a mere trifle but the point (again) is the principle. If a former President is to be investigated, arrested and remanded for irregularities of a ‘London transit’, then surely the principle must be commonly applied?",
    "For Sri Lankans exercising critical faculties despite the seductive glitter of NPP rhetoric of a ‘corruption-free era’, these are hard facts that cannot be brushed aside."
  ]
}