{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111936/no-one-is-above-the-law-govt-committed-to-ensure-everyone-is-held-accountable-public-security-minister",
  "time_ut": 1756363260.0,
  "original_lang": "en",
  "original_title": "‘No one is above the law’: Govt committed to ensure everyone is held accountable - Public Security Minister",
  "original_body_lines": [
    "Minister of Public Security Ananda Wijepala revealed that the major Sri Lankan underworld figures, including ‘Kehelbaddara Padme’ and ‘Commando Salinda,’ who were arrested in Jakarta, Indonesia, will be repatriated to the country within the next two to three days.",
    "Speaking at a special press conference today (August 28), the Minister emphasized that the incumbent government has successfully restored the independence of law enforcement agencies, as promised.",
    "These underworld figures were arrested as part of a seven-day joint operation between Sri Lanka’s Criminal Investigation Department (CID) and the Indonesian Police. The operation was also supported by Indian intelligence agencies, according to Minister Wijepala.",
    "The Minister stressed that the government has taken steps to restore the independence of law enforcement, which had been compromised in the past. He noted that organized crime often thrived with the support of certain politicians, but assured the public that the current government is investigating those responsible for nurturing such criminals to maintain their political power.",
    "The Minister also revealed that investigations are underway into the assets of these criminals, and it has been found that many of these crimes are politically connected. He stated that this issue would be addressed more openly in the near future.",
    "Minister Wijepala emphasized that “no one is above the law” and assured the public that the government is committed to ensuring that everyone, regardless of their status, is held accountable under the law.",
    "“Nothing is above the law. No status or position exempts anyone from the law. Everyone is equal before the law. We bring this message to society as a practice. We do not allow anyone to be above the law. Our political goal is to provide justice and fairness to the country, establish the rule of law, and send the message that the law applies equally to all. Only by creating a law-abiding society can we all live happily.”",
    "He further added, “As promised, we are working to provide a prosperous country and a better life for society. A key part of this is bringing organized criminals to justice. So far, red warrants have been issued for nearly 75 individuals, with more than 20 already brought back to Sri Lanka. Legal action is being taken against them. Necessary steps are being taken to bring those currently in Indonesian custody back to Sri Lanka, where the law will be applied to them.”",
    "He also mentioned that the government’s aim is to make Sri Lanka a country where everyone whether from the underworld, politics, law enforcement, or government follows the law."
  ]
}