{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ceat-kelani-honours-top-dealers-with-autobahn-2-0-convention-awards-gala/",
  "time_ut": 1758200580.0,
  "original_lang": "en",
  "original_title": "CEAT Kelani honours top dealers with ‘Autobahn 2.0’ convention & awards gala",
  "original_body_lines": [
    "A dazzling celebration of partnership, performance and excellence unfolded at the Shangri-La, Colombo, when CEAT Kelani Holdings, Sri Lanka’s largest manufacturer of pneumatic tyres, hosted its annual dealer convention and awards gala with customary panache.",
    "The event brought together the top 145 dealers of the year along with their families, for an unforgettable evening of recognition and camaraderie. They were joined by members of CEAT’s sales, marketing and export teams as well as the Company’s leadership, underscoring the importance of the occasion to the brand’s continuing success story.",
    "Themed ‘Autobahn 2.0,’ the convention embodied the attributes of speed, comfort and control that define CEAT Car Radials, with the German engineering, research and development expertise that fortify the brand’s superior performance on Sri Lankan roads. The event sought to bring this theme to life in every aspect of the celebration.",
    "Delivering the welcome address at the awards dinner, CEAT Kelani Holdings Chairman Mr Chanaka de Silva said: “We stand today at an exciting juncture. The tyre industry is undergoing rapid transformation—technological advancements, sustainability initiatives, and digital innovation are reshaping the way we operate and engage with our customers. In this context, I wish to share with you all that we have committed a further 4.5 billion Rupees towards improvement in quality and technology in the next 12 to 18 months. Therefore, this event is an opportunity for us to reflect, to learn, and most importantly, to look ahead with a bigger and better portfolio of products and range.”",
    "Dialog Finance’s Lesi Pay Launches Sri Lanka’s First End-to-End Smartphone Financing – with Doorstep Delivery, Phone Upgrade & Protection",
    "Terra Motors, Japan’s leading EV innovator, enters Sri Lanka with electric three-wheeler; invites local distributors",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}