{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/grants-for-sri-lanka-artists-and-cultural-organisations-tackling-climate-change/",
  "time_ut": 1727804700.0,
  "original_lang": "en",
  "original_title": "Grants for Sri Lanka artists and cultural organisations tackling climate change",
  "original_body_lines": [
    "The Climate Futures: South Asia Programme by the British Council is now open for applications from Sri Lanka – the program offers grant opportunities for artists and cultural organisations to address the climate emergency through innovative projects and practices. The Climate Futures: South Asia programme is designed to support the arts sector with grants of £15,000 available to artists and cultural organisations.",
    "The grant supports artist-led initiatives that promote knowledge creation and sustainability in the cultural sector; the designing and implementing a sustainability strategy or process for organisations (including capacity building initiatives) and optimise infrastructure to enhance climate change awareness and sustainable approaches within the arts sector.",
    "“We believe that the arts have a crucial role to play in addressing the climate crisis,” said Orlando Edwards, Country Director – British Council Sri Lanka. “Climate Futures: South Asia is an exciting opportunity for artists and cultural organisations in South Asia to lead the way in sustainability, driving forward innovative projects that will inspire change both locally and globally.”",
    "To support potential applicants, the British Council will host a series of online Information Sessions in October 2024. These sessions will provide guidance on the application process and help applicants understand how to maximise their chances of securing funding. These sessions are scheduled for 8 and 22 October 2024, all at 10:00 GMT/15:30 IST.",
    "Successful applicants will have the opportunity to make a significant impact on the global climate conversation through their projects, while receiving mentorship throughout their project from leading UK specialists. The programme will award grants to artists or cultural organisations in Bangladesh, India, Nepal, Pakistan and Sri Lanka.",
    "Application Deadline: The deadline for all applications is 25 November 2024 at 23:59 GMT. For more information about the Climate Futures: South Asia programme, including how to apply for the grants and register for the Information Sessions, please visit",
    "SL’s Rs. 2.4 trillion fiscal deficit and the need for ‘incremental, transformative adjustments’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}