{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-national-sweep-from-point-pedro-to-point-dondra/",
  "time_ut": 1731919740.0,
  "original_lang": "en",
  "original_title": "A National Sweep from Point Pedro to Point Dondra",
  "original_body_lines": [
    "More than the actual numbers, it is the extent of the NPP’s sweep, from north to south and from west to east that is truly historic and stunningly remarkable. There is nothing to analyze here. The National Peoples’ Power (Jathika Jana Balawegaya) has led and won the most number of seats in 21 of the 22 electoral districts, with the sole exception of Batticaloa where the NPP is placed second after the ITAK.",
    "And of all places, the NPP has won the Polling Division of Jaffna, which is the old Jaffna City electorate that in its heyday was represented by Sir Arunachalam Mahadeva in the old State Council before 1947 and by the great GG Ponnambalam QC in the new parliament for 13 years after the 1947 elections. This is not the time for political prognostications, but the symbolism of the moment should not be missed. And the moment is nothing but the clear voice of the Tamil voters indicating their openness to change and their clear message that they are not some ponies for a political derby orchestrated by diaspora funding.",
    "Nationally, the NPP has secured 159 seats, 141 electorally and 18 from the National List. It is a two-thirds majority that should be more humbling than arrogating. President AKD has struck the right note and tweeted, in all three languages, “Thank you to all who voted for a renaissance!” Renaissance, indeed!",
    "On the other side, it is a humiliating rout for the opposition. The SJB is a distant second with 40 seats, and every other party reduced to single digits – the ITAK getting eight seats, Ranil’s New Democratic Front gathering five (much better than the UNP in 2020), and the once almighty SLPP and the ever supple SLMC reduced to three seats each. An assortment of seven solitary winners bring up the total to 225.",
    "When Anura Kumara Dissanayake won the presidency in September with 42.3% of the vote, some pundits started calling him a ‘minority president.’ There is no such entity. The people have now answered the pundits with their clear verdict – 61.6% of the vote and 159 out of 225 seats. Yes, the voter turnout was lower at 69%, but still among the highest in the world. The people have voted in larger numbers for the NPP in November than they voted for AKD in September – from 5,634,915 to 6,863,186, a clear 1.2 million increase.",
    "On the other hand, voters have turned away from Sajith/SJB and Ranil/DNF between the two elections. Sajith Premadasa polled 4,363,035 (32.8%) in September while the SJB could attract only 1,968,716 (17.7%) on Thursday, even fewer than the 2,771,984 (23.9%) votes SJB got in the 2020 parliamentary election. Ranil Wickremesinghe and the DNF have surged downward: from 2,299,767 (17.3%) in September to 500,835 (4.5%) in November.",
    "The ITAK (Ilankai Tamil Arasu Kadchi, the good old Tamil Federal Party) also garnered a lower number of votes and seats in 2024 than in 2020 – from 327,168 votes and 10 seats to 257,813 votes and eight seats, Frontline parliamentarian MA Sumanthiran is a noted casualty in the Jaffna District.",
    "Sri Lanka elected a new president on September 21. Now it has is elected a new parliament, and more than half of them are first time MPs. Within days there will also be a new cabinet – a fully fledged cabinet unlike the cabinet of three that took care of the affairs of the state and government between the two elections. All the elected bodies of the national government are new at the same time.",
    "There has never been so much newness at a single time in the 93 years of our electoral history after the introduction of universal franchise and the election of the first State Council in 1931. Most of us, including all those newly elected, were not born then. Not even Ranil Wickremesinghe, the condescending wise owl of Sri Lankan politics in the 21st century. But the voters have gotten used to his wisecracks, learnt to laugh at his jokes, and ignore his politics.",
    "With plague on all the old political hands, the people opened up to the NPP for a breath of fresh air in September. Now they have given it a full blast. That places quite a burden of responsibility on the new President, the new parliament, and the new government. They don’t have much time for a slow learning curve, or too long a runway for making actionable decisions. They have to run as they learn and learn as they run.",
    "There was much talk about too many elections too soon. In fact, two elections too many. This has been the case since 1977, but no one has done anything about it for 47 long years. Things were fine for the preceding 30 years from 1947 to 1977 when there was only one parliamentary election every four or five years (except in 1960 March and July), and the people directly knew whom they were voting for and electing.",
    "Now there are only lists for each district and the infamous national list. We know how many seats different parties have won but the faces of those who will be taking those seats are yet to be seen. Add to that the new faces who will be coming to parliament for the first time.",
    "It is time that the country reverted to the old system where the voters can see the faces of candidates as they run to get past the post. With an added mechanism to ensure proportionality between the votes garnered by each party and the seats they are assigned in parliament. It is not that difficult except for the vested interests (spearheaded by Ranil-Rajapaksas) who wanted the lists system to continue to maximize the returns on their corrupt political investments. They are all gone now. No need for individual political obituaries.",
    "It is time too to revert to the old parliamentary system and end the direct election of the head of state. President AKD and the NPP are fully committed to making this reversion and the people have mightily endorsed it. The time for debate is over and the time for delivery, if not deliverance, has come. It is a matter of implementing change with maximum responsibility and minimum fuss.",
    "The challenges facing the new president and the new parliament are enormous. But they are not insurmountable. The first steps that they will be taking in the next few weeks will be watched for signs and signals by well wishers and detractors alike. These steps will involve how the new, large class of 155 MPs are oriented to their new life and its tasks and responsibilities. Thankfully, there will be no ragging. There are not many seniors left to rag anybody anyway. And all the rogues of old have been sent packing.",
    "In other jurisdictions and countries, civil servants prepare binders of instructions and offer presentations for incoming legislators and governments. I am not sure if there is such a practice in the Sri Lankan parliament. In any event, there may not have been a need for such an exercise over the last 24 years when the same old rascals kept coming back in spite of their ignorance and irresponsibility.",
    "Now, with new kids on the block there is opportunity to start with a clean slate and supplemented by instructions on parliamentary procedures, legislative process, financial accountability, and the general roles and functions of MPs and ministers. It would be a worthwhile task that will set the mood for the months ahead.",
    "Educating MPs is boring stuff for political watchers who will be all eyes on who is getting in as ministers in President AKD’s full cabinet. Apart from outside busybodies, it is crucial for AKD and the NPP to get their first cabinet right. We do not know much of the internal JVP/NPP politics that will influence cabinet making, but it is safe to say that AKD and the NPP are uniquely placed to create a cabinet based on secular factors (abilities and qualifications), as opposed to a-secular considerations (family, caste, region, and religion) as well as the co-opting of individual for ethnic representation.",
    "In almost all cabinet making in the past more than necessary deference was given to a-secular factors and co-option considerations. President AKD and the NPP have a historic opportunity to break with this tradition in substantial ways. We will see how much of a break is being achieved when the new cabinet is announced. The cabinet composition will also be scrutinized for its alignment with the NPP’s policy objectives and the countries priorities.",
    "In other words, what will the make up of the cabinet say about the NPP’s approach and its ability to manage the economy, exorcise corruption, maintain essential supplies at affordable costs, reform the educational and health and transport services, and deliver on its promise of a new constitution. There are lessons that could be drawn from past cabinet compositions to find out – both what to do and what not to do.",
    "From 1947 to 1977, the core composition of the cabinet has been the same. The portfolios associated with economic development included finance, land and agriculture, trade and commerce, industry and fisheries. The 1965 UNP government under Dudley Senanayake introduced a new portfolio for Nationalised Services, and a new focus on tourism and foreign exchange albeit in the Ministry of State with JR Jayewardene as the Minister. The 1970 United Front government introduced Plantation Industries as a new portfolio to look after what were then Sri Lanka’s primary export products – tea, rubber and coconut. The portfolio of housing was also introduced to address the urban housing problem.",
    "Even after 1977, with the switch to the presidential system, President Jayewardene maintained the same cabinet composition. As the first head of state and head of government, he assigned himself only three portfolios – defence, economic planning, and higher education. The purpose of including higher education was to implement his idiosyncrasy for privatizing education in general.",
    "But that is not my point here, the point is that he limited his cabinet assignments to a minimum, similar to the two portfolios – foreign affairs and defence – that were assigned to the Prime Minister under the Soulbury Constitution. JRJ even dispensed with foreign affairs; perhaps that was more a snub to the exuberance over non-alignment of his predecessor, Mrs. Bandaranaike.",
    "President Premadasa continued the practice of limited presidential portfolios, although included housing as his portfolio and turned what was an urban problem into a national urgency. He made one significant change and assigned finance to his prime minister, DB Wijetunga. That was the beginning of the end of finance being the single portfolio of one individual minister.",
    "Ironically, it was Chandrika Kumaratunga, the first person who was elected president to abolish the presidency, who opened the floodgates for presidential portfolios. She grabbed finance quite unnecessarily, and assigned to herself (if I am not mistaken) almost a dozen other small and large portfolios. Mahinda Rajapaksa took self-assignments and cabinet expansion to another level, and although there was an attempt to limit this prodigality in the 19th Amendment, what CBK started returned with vengeance under Ranil Wickremesinghe as caretaker president.",
    "It will be revealing to see how President AKD assigns himself portfolios. Actually, the President doesn’t have to be in charge of any portfolio. Unlike the traditional Prime Minister, the Executive President is not the first among equals. He is more than a cut above all the other equals. He has the power to oversee and co-ordinate the functions of all his ministers.",
    "Given the government’s and the country’s priorities, he may want to set up cabinet sub-committees for special areas – for example, export promotion, and preside over them. He could assign himself the portfolio of constitutional affairs to preside over the liquidation of the executive presidency. Beyond that, he should leave all other portfolios including finance to other ministers.",
    "Melting glaciers leave homes teetering in valley of jagged mountains",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}