{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/operator-of-pickme-app-third-biggest-contributor-to-cse-turnover/",
  "time_ut": 1727988960.0,
  "original_lang": "en",
  "original_title": "Operator of PickMe App, third biggest contributor to CSE turnover",
  "original_body_lines": [
    "Digital Mobility Solutions Lanka Limited, which operates Sri Lanka’s PickMe application for booking taxis, commenced trading in the stock market, CSE sources said.",
    "‘The shares of Digital Mobility Solutions Lanka Limited commenced trading at the CSE yesterday. The shares have been listed on the Main Board of the CSE. The occasion was marked with a special Bell Ringing ceremony, informed sources added.",
    "The initial public offer of Digital Mobility Solutions Lanka Limited was oversubscribed and closed on the opening day of September 13.",
    "Amid those developments both indices moved downwards yesterday. The All Share Price Index went down by 4.2 points, while the S and P SL20 declined by 19.2 points. Turnover stood at Rs 1.34 billion with one crossing. The crossing was reported in Commercial Credit, which crossed 1 million shares to the tune of Rs 36.3 million; its shares traded at Rs 36.30.",
    "In the retail market, companies that mainly contributed to the turnover were; Sampath Bank Rs 130.4 million (1.65 million shares traded), Lankem Developments Rs 104 million (5.9 million shares traded), PickMe Rs 66.4 million (1.7 million shares traded), Commercial Bank Rs 61.74 million (597,000 shares traded), Central Finance Rs 68 million (488,000 shares traded), HNB Rs 57 million (270,000 shares traded) and Commercial Credit Rs 55 million (1.5 million shares traded). During the day 59.4 million share volumes changed hands in 12582 transactions.",
    "It is said that the banking and financial sector was the biggest contributor to the turnover and the manufacturing sector was the second biggest contributor while PickMe was the third biggest contributor.",
    "Yesterday the rupee opened weaker at Rs 296.60/297.20 to the US dollar, from Rs 296.40/80 a day earlier, while bond yields were up, dealers said.",
    "A bond maturing on 15.12.2027 was quoted at 11.35/50 percent, up from 11.15/30 percent. A bond maturing on 15.02.2028 was quoted at 11.50/55 percent, up from 11.35/45 percent. A bond maturing on 15.06.2029 was quoted at 11.90./12.10 percent, up from 11.80/85 percent.",
    "Sri Lanka makes waves at the OTDYKH / Leisure Travel Fair 2024 in Russia",
    "Bollywood Boutique celebrates a decade of elegance with grand showroom launch",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}