{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100410/pucsl-to-reach-final-decision-on-proposed-electricity-tariff-revision",
  "time_ut": 1720584780.0,
  "original_lang": "en",
  "original_title": "PUCSL to reach final decision on proposed electricity tariff revision",
  "original_body_lines": [
    "The Public Utilities Commission of Sri Lanka (PUCSL) says that the final decision regarding the electricity tariff revision will be announced on July 15, after reviewing the public opinions.",
    "PUCSL chairman Prof. Manjula Fernando stated that views were obtained from 46 pre-registered delegates representing various sectors.",
    "The Ceylon Electricity Board (CEB) has handed over its proposals pertaining to the revision of electricity tariffs, to the Public Utilities Commission of Sri Lanka (PUCSL).",
    "According to the proposals, the overall reduction of tariffs as a percentage is 13.8%.",
    "Accordingly, there will be a 25.5% decrease in rates for the domestic category and a 3% reduction for religious and charitable institutions.",
    "However, the proposals do not include any tariff reductions for hotel and industrial sectors.",
    "According to the proposed domestic electricity traffic revision, the electricity tariff charged for a unit of electricity for usage between 0 to 30 units will be reduced from Rs. 08 to Rs. 06.",
    "For 31 to 60 units, the tariff charged per unit has been reduced from Rs. 20 to Rs. 09.",
    "Based on the proposals presented by CEB, domestic electricity consumers have been divided into several other categories.",
    "The proposed changes include reducing the tariff for domestic electricity consumers using more than 60 units from Rs. 25 to Rs.15.",
    "Additionally, tariffs for those consuming between 61 to 90 units are proposed to decrease from Rs. 30 to Rs. 18 per unit.",
    "For consumers using between 91 to 120 units, the tariff is reduced from Rs. 50 to Rs. 30 per unit, and for those using between 121 to 180 units, it has been decreased from Rs. 50 to Rs. 42.",
    "Furthermore, it has been proposed to reduce the tariff for consumers using more than 181 from Rs. 75 to Rs. 65 per unit."
  ]
}