{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/container-scandal-and-govt-s-gobbledygook/",
  "time_ut": 1759169400.0,
  "original_lang": "en",
  "original_title": "Container scandal and govt.’s gobbledygook",
  "original_body_lines": [
    "President Anura Kumara Dissanayake may not have been at his oratorical best in New York, where he addressed the United Nations General Assembly recently, but he waxed eloquent in Tokyo when he met a group of Sri Lankan expatriates. His address was a political version of a fire-and-brimstone sermon, full of warnings to his political opponents.",
    "What was of interest in President Dissanayake’s speech in Tokyo was his evasive answer to a question from the audience about the controversial release of 323 freight containers without Customs inspection from the Colombo Port in January 2025. He said containers had been released in a similar manner on 12 previous occasions, and therefore all those instances had to be probed. He only repeated what the NPP leaders have been saying of late. The government does not have a leg to stand on. It should have discontinued that controversial practice of releasing containers immediately after coming to power. After all, it was to take prompt action to safeguard the national interest that the NPP sought and obtained a mandate last year.",
    "The government has made an about-turn on the container controversy. No sooner had that issue come to light than Ports Deputy Minister Ruwan Kodithuwakku said on 24 Jan. 2025 that the government would assume full responsibility for the release of 323 containers without Customs inspection. Such a course of action had been necessitated by prolonged delays and congestion in the clearance process at the Port, he added. Now, the government is trying to absolve itself of responsibility for the container scandal in a bid to blame it on the Customs.",
    "A probe committee appointed by President Dissanayake has found irregularities in the release of containers at issue. One cannot but endorse the Opposition’s demand that a Parliamentary Select Committee be appointed to investigate the container scandal. Narcotics/precursors have been found in two containers which the Customs and the Police Narcotics Bureau claim to have inspected thoroughly. So what the 323 uninspected containers carried is anybody’s guess. A couple of months ago, the then Customs Spokesman Seevali Arukkgoda unashamedly defended the indefensible by claiming, at a media briefing, that no illegal goods had been carried in those containers; his audacious claim made one wonder whether the Customs were blessed with extra sensory perception to know what was inside freight containers without opening them. He has been appointed the Customs Chief!",
    "It is now clear that the government is trying to shift the blame for the controversial release of containers to the Customs. This scandal is bound to dominate future election campaigns and be probed after the next regime change. It is popularly said that if you lie down with dogs, you will get up with fleas. But if you lie down with politicians, you run the risk of getting up behind bars. There have been quite a few state officials who made that mistake and had to serve time. The predicament of former Controller General of Immigration and Emigration Harsha Illukpitiya may serve as an example. He has been sentenced to two years in prison for failure to carry out a Supreme Court order that a controversial e-visa scheme be suspended. He would not have been so bold as to defy an apex court order without an assurance from his political bosses of the day that they would have his back. But today he is without anyone to turn to. Deshabandu Tennakoon pandered to the whims and fancies of the leaders of the SLPP-UNP government, when he was the IGP. He is now in a far worse situation than a retired constable. This is something his successor ought to bear in mind. Politicians do not scruple to throw anyone to the wolves, and state officials who carry out illegal orders at the behest of governments run the risk of being incarcerated.",
    "Meanwhile, the NPP came to power, inter alia, promising to slash taxes, but it has increased taxes in keeping with the IMF diktats. The public expects the government to fulfil its pledge to lower taxes and tariffs, but President Dissanayake has said in Japan that his government will not introduce any new taxes from the upcoming budget. He has only made a virtue of necessity; all kinds of taxes have already been introduced, and they remain extremely high, and the government cannot either introduce new taxes or increase the existing ones any more. The President’s latest pledge exemplifies the false solution/strawman fallacy; he has shifted the issue from lowering taxes to not raising them. Politicians seem to have a low opinion of voters’ intelligence––not without reason.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}