{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Truth-lies-national-security-and-value-of-democratic-Opposition/4-768914",
  "time_ut": 1730918633.0,
  "original_lang": "en",
  "original_title": "Truth, lies, national security,  and value of democratic Opposition",
  "original_body_lines": [
    "JR’s words from 1956 are a wake-up call for us today. As a politician who lost his parliamentary seat, where the powerful UNP was reduced to 8 seats by S.W.R.D. Bandaranaike’s M.E.P and its wave of Sinhala nationalism, JR’s speech was a warning of the dangers of a powerful Government without strong opposition",
    "The prerequisite of our political life is the alternation of political teams in office. Indeed, what we think of as “democracy” is intimately bound up with this system of alternation, as our main liberties coincide with those necessary for the “outs” to rally support and oust the “ins.”",
    "The above writing by the French philosopher and author Bertrand de Jouvenel is quoted by JR in a speech titled “Role of the Opposition in a Parliamentary Democracy” on 7 September 1956, the year of the UNP’s most humiliating defeat to S.W.R.D. Bandaranaike’s Mahajana Eksath Peramuna (M.E.P). The defeat of 2020 cannot be counted, as the SJB is ideologically the UNP by another name.",
    "JR elaborates further: “The alternation of political teams in office, i.e., the Government of the day becoming the opposition of tomorrow, and vice versa, requires the existence of certain liberties. These liberties are the foundation of democracy.” He goes on to describe these liberties: the freedom to oppose, the freedom to criticise, the right to plan and organise an opposition, the ability to garner sufficient support to change a Government through a vote, and the right to form a new Government. He asserts that the party system itself started with this right to organise an opposition.",
    "“This freedom of opposition presupposes several other freedoms: freedom of speech and writing, freedom of meetings, and freedom of the judiciary. These are the essential democratic freedoms, without which there can be no democracy. They do not exist singly or collectively in a dictatorship.”",
    "JR’s words from 1956 are a wake-up call for us today. As a politician who lost his parliamentary seat, where the powerful UNP was reduced to 8 seats by S.W.R.D. Bandaranaike’s M.E.P and its wave of Sinhala nationalism, JR’s speech was a warning of the dangers of a powerful Government without strong opposition.",
    "The S.W.R.D. Bandaranaike Government of 1956 introduced the disastrous Sinhala Only Bill, alienating the Tamil population. He then signed a pact with S.J.V. Chellanayagam, introducing regional councils as a first step to federalism, and attempted to make Tamil the official language of the North and East to appease Tamil parties. In doing so, he antagonised his own Sinhala hardline backers, leading to disastrous consequences.",
    "Speaking on the Sinhala Only Bill on 2 June 1956, JR stated, “The doors of the public service should not be closed to the thousands of youth who do not know Sinhalese for no fault of their own. Surely, this is the way to sow the seeds of a civil war.” Prophetic words!",
    "The unrestrained power of a two-thirds majority in the hands of hardline idealists led by a weak man proved to be a deadly combination. This resulted in the race riots of 1958 and the assassination of the Prime Minister, plunging the country into decades of political and economic chaos. These reckless constitutional manoeuvres also set the stage for the 30-year civil war, which destroyed thousands of lives and billions of our wealth.",
    "A landslide two-thirds majority is extremely rare under our proportional representation (PR) system of voting. Our much-vilified executive presidency allows us to select the best candidate for the top job and hold him accountable.",
    "However, we have removed some safety protocols of our PR system. Firstly, we reduced the qualifying threshold for a party from 12.5% to 5%. Secondly, we allowed every candidate to canvass votes in an entire district. The former has led to the splintering of major political parties and the creation of hundreds of new ones. The latter has inflated candidates’ costs to stratospheric levels, as they must canvass in every electorate of the district. This cost increase could be around tenfold (approx. 10 electorates in each district). However, the resulting arms race for preference votes between candidates (manapa poraya) has pushed campaign costs to truly obscene levels.",
    "The PR system, as originally devised by the JR Government, was based on a party preference list of candidates announced by the party before the voting. Each candidate only needed to canvass his electorate. If he won the electorate and his party received sufficient total votes in the district, he would secure a seat. This requires good party discipline and tough decision-making by party officials. It is reported that the NPP will follow a version of this system, where the party decides who will actually take parliamentary seats. Although this distorts representative democracy, it can help reduce costs.",
    "One key reason for our corruption is the astronomical cost of running elections, which must be recovered or paid back to “donors.” This abomination of a PR system has also brought illegally earned money and individuals operating outside the formal economy into politics. This gives them several advantages: the ability to invest their ill-gained money into a highly rewarding venture—politics; power, prestige, and state protection from rivals; and protection from the law itself.",
    "Today, it is entirely possible for an unscrupulous individual with significant financial resources to create a political party, run a national campaign, reach the 5% threshold, and enter our national legislature without anyone knowing who he is, where his money comes from, or what his agenda is. He would only need a few known faces to front this operation to appear respectable.",
    "This is why President AKD’s promise to clean up Parliament will not work unless he changes the system that creates the conditions for corruption. We need to raise the entry bar for political parties and reduce the costs for candidates.",
    "Today, it is entirely possible for an unscrupulous individual with significant financial resources to create a political party, run a national campaign, reach the 5% threshold, and enter our national legislature without anyone knowing who he is, where his money comes from, or what his agenda is. He would only need a few known faces to front this operation to appear respectable. Surely, this is the way to lose our country",
    "Two vital reports related to the 21 April Easter bomb attack have come into the public domain. Whoever was responsible for this should be commended. This is the first independent investigation into the events leading to the Easter bombing and the starting point for uncovering the truth. The Government is duty-bound to release these reports, no matter how uncomfortable. Failure to do so will come back to haunt them. There is great danger in mixing politics with national security, as we should have learned from our bitter past during the 30-year war.",
    "The Justice Imam report on the Channel 4 program about the Easter bombing recalls similar programs released by Channel 4 at the end of the war. These distorted programs portrayed the LTTE as freedom fighters, using evidence from unseen, unknown witnesses, and showed the security forces committing war crimes. This damaged our country’s reputation and triggered a chain of events leading to the co-sponsoring of resolution 30/1 at the UNHRC, which initiated a process to gather evidence and bring our military personnel before a war crimes tribunal with foreign judges.",
    "In 2013, the British-based NGO “Engage Sri Lanka” published a 222-page book, “Corrupted Journalism – Channel 4 and Sri Lanka,” exposing channel 4 and made a comprehensive complaint to the British media regulator OFCOM. They claimed Channel 4 had misrepresented facts, omitted material information, and violated the British Broadcasting Code. Although OFCOM rejected the complaint, this action put a serious damper on Channel 4’s distorted reporting of the Sri Lankan war.",
    "The next step would have been to file a judicial review in a court of law as a precursor to litigation, which was not done.",
    "In response to the Channel 4 allegations, the Mahinda Rajapaksa Government commissioned the Paranagama missing person’s report and its second mandate to investigate events in the last phase of the war. The tedious process of identifying actual missing persons from those living elsewhere or who have immigrated was in progress when the Yahapalana Government sealed the office, removed the documents, and shut down the commission’s activities. The Paranagama commission’s second mandate report was concluded thanks to the personal intervention of Sir Desmond De Silva, a Sri Lankan-born, British-based criminal lawyer with war crimes litigation experience. Input was provided by Sir Geoffrey Nice and Rodney Dixon, both lawyers with international human rights and war crimes expertise. The report also included input from Maj. Gen. John Holmes, a retired British special forces commander with hostage rescue experience.",
    "The Foreign Minister, Mangala Samaraweera, discredited the Paranagama report in Parliament, and the Yahapalana Government buried this report, never releasing it to the public.",
    "It is normal for any truth-seeking commission to come under attack, as many vested interests profit from the sentiments surrounding these events. Human rights issues and natural or man-made disasters have become a billion-dollar industry. Milking these events for as long as possible is economically advantageous to a host of media channels, NGOs, and human rights organisations that have made human misery their business model.",
    "It is ludicrous that our Government would discredit, bury, or attack our own reports when we should be defending them against external attacks. Our goal should be to complete these investigations, take necessary actions based on the findings, use the reports to counter false propaganda and bring matters to closure. Most victims also need this closure to put these horrific memories to rest and move on.",
    "The Justice Alwis report highlights a gaping security lapse that must be corrected immediately, with those responsible held accountable. The Justice Imam report shows how distorted, misleading, and sensational reporting influences internal politics. It should be clear to us that, in our current fractured political landscape, a strong opposition is sine qua non if we are to preserve our nation.",
    "(The writer is a pioneer solar energy entrepreneur, a former member of the Colombo Municipal Council, a former Sri Lanka Consul General to Germany and grandson of President J.R. Jayewardene.)"
  ]
}