{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96698/un-women-japan-support-600-women-led-micro-enterprises-affected-by-sri-lanka-crisis",
  "time_ut": 1706092560.0,
  "original_lang": "en",
  "original_title": "UN Women, Japan support 600 women-led micro-enterprises affected by Sri Lanka crisis",
  "original_body_lines": [
    "UN Women and Chrysalis – a Sri Lanka-based women and youth empowering organization, with funding from the Government of Japan, has provided productive assets worth LKR 110 million (approx. USD 343,000) to 600 women-led micro-enterprises to help expand their businesses.",
    "This initiative was undertaken as part of a larger one-year project ‘Empowering Women in Crisis’ starting in February 2023.",
    "Through this project, UN Women and implementing partner Chrysalis have provided humanitarian assistance for women most affected by the socioeconomic crisis in Sri Lanka - in close collaboration with the Ministry of Women, Child Affairs and Social Empowerment.",
    "Speaking at an event held in Battaramulla, Mizukoshi Hideaki, the Ambassador of Japan to Sri Lanka stated: “The Embassy of Japan is pleased to have supported this tremendous initiative which is being carried out in 5 Districts in Sri Lanka and we look forward to continuing this partnership with UN Women to support women’s economic empowerment in the country”.",
    "In light of soaring food inflation and rising cost of living, the entrepreneurs further received provisions to support their daily needs, thus enabling them to allocate more resources towards their business ventures.",
    "Present at the event, Sarah Knibbs, Deputy Regional Director, UN Women Regional Office for Asia and the Pacific highlighted: “As part of this project funded by the Government of Japan, we have provided 600 women-led micro-enterprises with advanced training on business development including the introduction to digital tools and resources to better market their products”.",
    "Through the project, the entrepreneurs received comprehensive training ranging from product ideation to financial literacy and were introduced to new tools such as digital marketing to expand their businesses.",
    "“Taking part in UN Women’s training opened a world of possibilities for me. I learned about social media platforms and their potential for online business operations. With the help of my children, I now manage my own social media page, leveraging platforms like Facebook and YouTube to showcase my products. This helped me solve the issue of dwindling demand as I reached a lot more customers in a shorter time”, said Tharsan Vaksala (32), an entrepreneur and participant of the programme, from Kanakarayankulam in the Northern Province.",
    "The project supports women-led micro-enterprises in the Districts of Ampara, Colombo, Monaragala, Mullaitivu and Vavuniya."
  ]
}