{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Thai-central-bank-chief-says-current-policy-rate-neutral-economy-not-in-crisis/34-758064",
  "time_ut": 1706832083.0,
  "original_lang": "en",
  "original_title": "Thai central bank chief says current policy rate neutral, economy not in crisis",
  "original_body_lines": [
    "BANGKOK (Reuters): Thailand’s central bank chief, under fire from the prime minister for not cutting rates, said slower-than-expected economic growth was not a crisis as portrayed by the government, nor would it be revived by its quick-hit stimulus measures.",
    "The Bank of Thailand’s current policy rate is broadly neutral, Sethaput Suthiwartnarueput told Reuters on Tuesday ahead of the central bank’s next rate meeting on 7 Feb. adding that the country was not facing a deflationary situation.",
    "His comments came after Prime Minister Srettha Thavisin – a real estate mogul and political newcomer – urged the central bank to cut the policy rate, which is at a decade-high of 2.50%, to help revive the economy.",
    "“If you want to raise the long-term potential growth rate, you’ve got to do the structural stuff. You’ve got to get productivity up. But the way to get there is not just by engaging in short-term stimulus type measures,” Sethaput said.",
    "Srettha’s government has described Thailand’s economy as being in “crisis”, underscoring the need for his signature 500 billion baht ($ 14 billion) digital handout scheme to boost consumption.",
    "“What we’re seeing is a recovery that is there, but is slower than expected,” Sethaput said in his most direct response to the ongoing disagreement with the government. “That’s not the same thing as a crisis.”",
    "Srettha last week said his government would move ahead with the handout scheme, which was a campaign promise that seeks to transfer 10,000 baht ($ 281) each to 50 million Thais via a mobile app to spend within six months, though it may be delayed.",
    "His deputy said there was no back-up plan if it could not be implemented.",
    "The central bank left its policy rate (THCBIR=ECI), opens new tab unchanged during its last rate meeting in November, having raised it by 200 basis points since August 2022 to curb inflation.",
    "Having openly disagreed with the central bank’s current policy stance, Srettha earlier this month met the central bank chief to urge him to cut interest rates.",
    "“There are only two countries in the world ... that have lower policy rates than us. And that’s the Japanese and the Swiss,” Sethaput said.",
    "Sethaput said the recent meeting with Srettha was “cordial” and it was part of his job to withstand criticism.",
    "“I think the thing that is very important to maintain, absolutely critical is the independence of trust and credibility in the central bank,” he said.",
    "Sethaput, who took office in Oct. 2020, said Southeast Asia’s second-largest economy is expected to grow less than 3% this year, down from the most recent forecast of 3.2% issued in November.",
    "Growth in 2023 would also be lower than the 2.4% seen earlier, with a slower-than-expected recovery in tourism and exports – both key drivers of the economy that are linked to China.",
    "“China, obviously, is very, very important to us. It accounts for about 12 percent of exports. Pre-COVID, it was 27 percent of our tourists,” he said.",
    "Overall foreign tourist arrivals in 2024 will be lower than 34.5 million predicted in November, Sethaput said, declining to provide a specific number.",
    "Growth in the fourth quarter of 2023 should be in line with the third quarter’s 1.5% growth, he said. Official 2023 gross domestic product data is due to be released on 19 Feb.",
    "Sethaput said headline inflation is expected to be lower than the latest forecast of 2.0% this year, with negative headline inflation in January, February and possibly March, while the core rate should be in line with an earlier forecast of 1.2%.",
    "Negative headline inflation has been driven by government energy subsidies and is not a concern or a sign of deflation, he said, as consumer prices fell for three straight months through December, against the central bank’s target range of 1% to 3%.",
    "“It’s a temporary thing, and the long-term inflation expectations are still positive and anchored,” Sethaput said."
  ]
}