{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Tilvin-slams-rivals-for-fear-tactics-claims-AKD-gaining-ground/56-766666",
  "time_ut": 1726101105.0,
  "original_lang": "en",
  "original_title": "Tilvin slams rivals for fear tactics, claims AKD gaining ground",
  "original_body_lines": [
    "JVP’s Tilvin Silva accuses opponents of avoiding policy discussions and instead spreading false stories to instil fear of NPP",
    "Urges law enforcement to investigate and question those making claims of potential violence, suggesting such claims could be a tactic to incite unrest",
    "Encourages public to seek information directly from NPP about policies and plans rather than relying on rival claims",
    "Says after years of meticulous and careful planning to secure power NPP will not let their election victory be tainted",
    "Assures NPP is committed to preventing post-election violence and working with all parties to rebuild SL",
    "Janatha Vimukthi Peramuna (JVP) General Secretary Tilvin Silva has criticised political rivals for using fear tactics in their campaign, as the JVP-led National People’s Power (NPP) Presidential candidate, Anura Kumara Dissanayake, appears to be a strong contender for the Presidency. Silva accused opponents of avoiding a direct presentation of their policies and instead resorting to strategies designed to instil fear in the electorate regarding the NPP.",
    "Speaking at a press conference at the party headquarters yesterday, Silva accused rivals of intending to escalate their fear mongering tactics by spreading lies and false stories in the final days of the campaign.",
    "The NPP has recently been compelled to counter a wave of false claims and has also initiated legal action in response to some of these allegations.",
    "Silva highlighted that among the false claims being circulated is the assertion that NPP Presidential candidate Anura Kumara Dissanayake would be unable to govern Sri Lanka for more than six months and that there would be bloodshed.",
    "“They initially said we wouldn’t even secure 3% of the vote. Now they admit we will win, but they are dredging up incidents from Gotabaya Rajapaksa’s regime to spread fear. We are not seeking victory to cause the country’s collapse in six months. We have a clear political agenda and plans, supported by a strong public force to implement them,” he said.",
    "Silva noted that while MPs have shifted allegiance to various camps, people have been rallying around Dissanayake. He acknowledged that the party faced setbacks in the previous election but emphasised that they have meticulously and carefully planned their strategy to improve and secure power.",
    "“We will not let our election victory be tainted. We are committed to working with those who support the cause, as well as with other parties, to rebuild Sri Lanka. Recent times have seen minimal post-election violence, and we will ensure that no violence occurs after our victory,” he said.",
    "Silva also urged law enforcement to carry out their duties properly and interrogate those making claims of potential violence. He expressed concern that such claims could be an attempt by rivals to incite violence themselves.",
    "“The corrupt are predicting clashes, and we urge the police to question those making these statements. We have lodged complaints about these incidents and call for a thorough investigation into the fear-mongering that is taking place,” he said.",
    "He also urged the public not to be swayed by the lies being spread and to seek clarifications directly from the party regarding their policies and plans, rather than relying on rival claims about the NPP’s intentions."
  ]
}