{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84410",
  "time_ut": 1721503440.0,
  "original_lang": "en",
  "original_title": "Failure to find a political solution is a bigger shame than Black July",
  "original_body_lines": [
    "After the death of veteran Tamil political leader Rajavarothayam Sampanthan recently, a communist leader from Tamil Nadu contacted me and asked about the remarkable role the late leader played in Sri Lankan Tamil politics.",
    "I began by recounting Sampanthan’s contributions to the negotiations that led to the signing of the Indo-Lanka Peace Accord after the 1983 Black July anti-Tamil pogrom. He immediately interrupted and asked me what happened in July 1983. I was very much disappointed that there was a Leftist leader in neighbouring Tamil Nadu who did not know that the brutal ethnic violence against Tamils all over the country led to the civil war that lasted almost three decades.",
    "He is not too young to know what happened in Sri Lanka at that time. I wondered if he had not even considered why Sri Lankan Tamil refugees had been staying in Tamil Nadu camps for more than four decades.",
    "Sampanthan’s demise and this Tamil Nadu politician’s questioning three weeks ahead of the 41st anniversary of Black July, though coincidental, have provided me with an opportunity to write about the ethnic violence that marked a watershed in ethnic relations in Sri Lanka.",
    "Incidentally, it was the illustrious editor and political analyst of international fame, the late Mervyn de Silva who coined the term Black July in his now defunct Lanka Guardian. As mentioned earlier, the anti-Tamil pogrom that spread all over the island 41 years ago this week became a watershed in the history of our country’s politics and in the relations between the Sinhalese majority community and the largest minority community of the Tamils.",
    "It was not the enormity of the violence that astonished everybody but the fact that it had really happened. The number of those who were killed in the violence that spread over more than a week was estimated to be in the region of 3,000, while there was no proper estimation of damage to property. Thousands of Tamils lost their houses and property. Most Tamils lost the hope that they could ever peacefully live among the Sinhalese as equals.",
    "Thousands upon thousands of Tamils left the shores of Sri Lanka as refugees, emigrating to Western Europe, North America, and Australia. As a result of the exodus, the Sri Lankan Tamils seem to have become like the Jews, wandering all over the world, eventually becoming one of the most politically influential diaspora communities in the world. It is not an exaggeration to term them as ‘modern Jews’.",
    "The violence unleashed against the Tamil people by the President J.R. Jayewardene-led United National Party (UNP) Government changed the trajectory of Sri Lankan politics.",
    "The guerrilla attack launched by Tamil Tigers in Jaffna on the night of 22 July 1983 killed 13 Army men on a military patrol. This incident served as a convenient ruse for the racist political forces within the Government to set off a violence which was pre-planned with the unsubtle and overt help of the State machinery.",
    "The Government did not take immediate action to control the mob violence against the Tamil people. It took one week for President Jayewardene to appear on State television and make an appeal to stop the violence. He did not utter a word to console the Tamil people who were grievously affected by the communal carnage and who had lost lives and property as never before.",
    "Instead he declared unabashedly that the violence was a natural reaction of the Sinhalese people towards the demand for separation by the Tamil political leadership.",
    "Apart from the loss of lives and destruction of property, the agony and mental trauma experienced by the Tamil people as a result of the pogrom was immeasurable and insurmountable. Although the loss of lives and property of the Tamil people during the civil war that lasted almost three decades was far greater than the sufferings during Black July, the latter has a unique negative symbolism in the history of Tamil politics in this country as it propelled the Tamil militant armed struggle and plunged the country into a destructive ethnic war.",
    "Not only the Jayewardene Government, but all other governments that came to power after Black July, while parroting about finding a political settlement to the national problem, concentrated keenly on pursuing a military solution. Though every president since then spoke of finding a political solution to the problem purely to hoodwink the international community, they had concentrated on finding a military solution.",
    "Instead of helping to find a viable political solution to the long-drawn and complex ethnic problem, India and the powerful nations of the international community, by their approach and actions, eventually ensured the intensification of the pursuit of a military solution. In the end, we saw dramatic changes in the geopolitical arena, tremendously enabling the Government led by President Mahinda Rajapaksa to defeat the Tamil Tigers in the Vanni and end the war in May 2009 without any regard for civilian casualties and sufferings.",
    "Now in the backdrop of the lapse of 41 years since Black July and more than 15 years after the end of the war, it is disturbing and disheartening to note the bizarre situation regarding the attempts to find a political solution to the national problem. Due to the kaleidoscope of Sri Lankan politics changing in a worrisome direction ahead of the Presidential Election, it is very difficult to take an objective view of the entire situation regarding the national problem.",
    "It must be recounted for the benefit of the younger generation that in the aftermath of Black July, our big neighbour India was compelled to interfere in the Sri Lankan ethnic conflict and offer its services to mediate between the two warring factions. This was an important milestone in Indo-Sri Lanka relations and eventually paved the way for the signing of the 1987 Indo-Lanka Peace Accord in Colombo between then Indian Prime Minister Rajiv Gandhi and President Jayewardene.",
    "Immediately after the accord, in order to introduce the Provincial Councils, the 13th Amendment to the Sri Lankan Constitution was passed in Parliament amid rabid opposition led by former Prime Minister Sirimavo Bandaranaike. These developments were the catalyst for the second Janatha Vimukthi Peramuna (JVP) uprising in the latter part of the 1980s.",
    "The period saw one of the most eventful episodes in the recent history of Sri Lanka. The attempt on Gandhi’s life by a naval rating during the guard of honour in front of President’s House on the day following the signing of the accord, the attempt to assassinate Jayewardene on 18 August 1987 during the meeting of the UNP parliamentary group, and the large-scale but senseless destruction of property in the south following the signing of the accord were testimonies to the deep feelings that had been stirred up among sections of Sinhalese people.",
    "Many politicians on both sides of the ethnic divide who supported the accord were victims of coldblooded assassinations by both Tamil militants and Sinhala  militants.",
    "Politically speaking, however, the accord had brought many desirable changes. President Jayewardene reversed his stance on a number of issues on which he held strong views.",
    "The man, who in 1944 at the second State Council voted against S.W.R.D. Bandaranaike’s resolution calling for the replacement of English as the Official Language with both Sinhala and Tamil, instead demanding Sinhala only and who organised the march to Kandy against the 1957 Bandaranaike-Chelvanayakam Pact and helped to tear it up, now signed an agreement granting Tamil and English an equal place with Sinhala as the Official Languages.",
    "The man who swore that the merger of the Northern and Eastern Provinces could only take place over his dead body, now signed an agreement permitting the merger subject to a referendum in the east.",
    "Former Parliamentarian of the Tamil United Liberation Front (TULF) and renowned constitutional expert, the late Neelan Tiruchelvam in a newspaper article almost three decades ago quoted former Indian diplomat and the first envoy to handle the Sri Lankan ethnic issue, Gopalaswami Parthasarathy (famously known as GP) as saying that it was with great difficulty that he had convinced President Jayewardene of the acceptability of the devolution of power, despite the latter also being a constitutional expert.",
    "Despite the fact that the 13th Amendment and the Provincial Council system have been in existence for more than three decades, our national problem has not come to an end. While the Tamil people and the main political parties that represent them have been declaring that neither the 13th Amendment nor the Provincial Councils can be considered as a durable solution to their problem, the Sinhalese polity has been tolerating the Provincial Councils merely because they were established after the Indian intervention.",
    "Thus far, the Tamils and Indians have been unable to persuade or pressurise Sri Lankan governments to make improvements to the powers of the Provincial Councils or at least implement the 13th Amendment fully.",
    "Following the tragic developments after the Peace Accord, India is no longer interested in the Sri Lankan ethnic imbroglio despite constant requests from the Tamil parties of the north and east. One cannot expect any change in India’s present attitude in the foreseeable future given the context of current geopolitical realities, except for intermittent requests to implement the 13th Amendment and hold elections for the Provincial Councils.",
    "It is unfortunate that the main political forces are still debating the very fundamental issues as if the ethnic problem had emerged recently, even after the lapse of more than four decades since Black July and more than 15 years after the end of the war which severely affected all communities in the country.",
    "As such, our national problem is certainly going to fester without any meaningful political solutions that would address the legitimate political aspirations and grievances of the minority communities.",
    "The three would-be main candidates in the Presidential Election to be held in two months – President Ranil Wickremesinghe, Opposition Leader Sajith Premadasa, and National People’s Power Leader Anura Kumara Dissanayake – have promised to implement the 13th Amendment. But they frequently express confused positions on the powers of provincial administration; they do not speak in a manner that would clear the doubts of the Tamil people on the issue.",
    "On the other hand, the Tamil parties are divided and unable to act with political prudence and maturity to present a unified stand. To the best of our knowledge, we are not aware of any other country in the world experiencing such confusion in the implementation of a constitutional provision which has been part of the Constitution for more than three decades, as seen in Sri Lanka.",
    "Taking all this into consideration, it is a shame that our political class has yet to learn from the tragedies of the past and find a solution to the national problem. This is a bigger shame than Black July."
  ]
}