{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/union-assurance-empowers-community-wellbeing-with-the-hope-initiative-in-monaragala-district/",
  "time_ut": 1723843320.0,
  "original_lang": "en",
  "original_title": "Union Assurance empowers community wellbeing with the HOPE initiative in Monaragala district",
  "original_body_lines": [
    "Union Assurance, Sri Lanka’s premier Life Insurer, continues its steadfast commitment to enriching community well-being with another successful execution of its HOPE initiative. The HOPE initiative underscores Union Assurance’s proactive approach to addressing and supporting the developmental needs of local communities, aimed at empowering the collective progress of the nation. The latest instalment of the initiative was conducted at Ethiliwewa Maha Vidyalaya in Wellawaya and was graced by the presence of Union Assurance’s Chief Executive Officer and other senior dignitaries.",
    "Union Assurance provided essential support to over 800 students from three schools in the Monaragala district, including the Ethiliwewa Maha Vidyalaya, Weherayaya Maha Vidyalaya and Balaharuwa Primary School with six months’ supply of sanitary napkins.",
    "In a special recognition of achievement, Union Assurance also awarded vouchers to 50 students from Ethiliwewa Maha Vidyalaya who excelled at the National Sports Meet 2024. Notably, the school achieved first place at the Zonal level meet. The Company also provided school bags, t-shirts and sports equipment to encourage athletic excellence and cultivate a healthy competitive spirit within the school community. Furthermore, Union Assurance provided books to improve the library resources of the school to enhance educational opportunities among students.",
    "Imtiyaz Aniff, Chief People Officer at Union Assurance, expressed, “As a brand deeply dedicated to supporting our local communities, Union Assurance’s HOPE initiative embodies our dedication to making a meaningful impact in people’s lives through grassroots engagement. We firmly believe in the transformative power of community-driven efforts, and through initiatives like these, we strive to provide essential resources that foster growth and development, paving the way for a brighter future for the youth”.",
    "Festival of Creativity 2024 to bring together creative minds and emerging talent",
    "Acorn Leisure signs game-changing alliance with NDB Capital Group and Sunil Fernando & Associates",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}