{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111596/trump-tariffs-wont-significantly-reduce-us-debts-us-economists",
  "time_ut": 1755517860.0,
  "original_lang": "en",
  "original_title": "Trump tariffs won’t significantly reduce U.S. debts: U.S. economists",
  "original_body_lines": [
    "U.S. economists deem that hiking tariffs may slow the growth of U.S. debts but not achieve any significant reduction, said a report released by the Fortune magazine on its website on Sunday.",
    "U.S. President Donald Trump has repeatedly claimed that revenues from raised tariffs could both reduce America’s national debt of 37 trillion U.S. dollars and fund a public “dividend.”",
    "His primary purpose is “to pay down debt, which will happen in very large quantity,” while there is also a possibility that “we’re taking in so much money that we may very well make a dividend to the people of America,” Trump said earlier this month.",
    "The Fortune’s report, citing some U.S. economists, expressed skepticism over the president’s claim.",
    "Joao Gomes, a professor of finance and economics at the Wharton School of the University of Pennsylvania, told Fortune that the tariff income may offset some costs of the “One Big, Beautiful Bill Act,” projected by the Congressional Budget Office to add 3 trillion to the debt by 2030, but is unlikely to make a meaningful dent in overall debt.",
    "Desmond Lachman, a senior fellow with the American Enterprise Institute, said Trump’s claim of raising 300 billion dollars is just “a drop in the ocean” compared with the country’s growing debt. “The country is on a really dangerous debt trajectory,” he said.",
    "Lachman also warned that while Trump frames tariffs as a tool for job creation or debt reduction to bolster political support, investors are unlikely to be convinced. “Markets aren’t dumb. They can do the arithmetic and figure out that this is nonsense,” he added.",
    "The report also noted that current revenues from the tariffs do not even cover the interest on the U.S. debt, let alone reduce its total. Citing U.S. Treasury data, it pointed out that national debt interest expenses totaled 60.95 billion dollars in July, while tariff revenues amounted to only 29.6 billion dollars."
  ]
}