{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112998/singapore-urges-un-to-curb-security-council-vetoes",
  "time_ut": 1759051080.0,
  "original_lang": "en",
  "original_title": "Singapore urges UN to curb Security Council vetoes",
  "original_body_lines": [
    "Singapore has called on the United Nations to rein in the rising use of veto powers by the five permanent members of the Security Council and pressed for reforms to make the organisation more inclusive.",
    "Delivering the country’s national statement at the UN General Assembly in New York on Sunday (Sep 28), Foreign Affairs Minister Vivian Balakrishnan said the veto is being deployed with growing frequency at a time of widening conflicts.",
    "“The increasing, and if I may add, cynical use of vetoes by the P5 must be constrained,” said Dr Balakrishnan, adding that the wider UN membership must reach an agreement on how this veto is exercised in the future.",
    "“Just as the world has changed dramatically in the last 80 years, it is also clear that the UN needs to reform to be fit for purpose for the next stretch,” he said. “We need a more representative and a more inclusive UN that reflects current realities.”",
    "The five permanent members of the Security Council – China, France, Russia, the United Kingdom and the United States – hold veto power, which allows any one of them to block the adoption of any substantive resolution, regardless of how much support it has among the rest of the council.",
    "Earlier this month, the US vetoed for the sixth time a draft resolution that would have demanded a ceasefire in Gaza and the release of hostages, saying that it fails to condemn Hamas or recognise Israel’s right to defend itself. All 14 other members of the council voted in favour of the resolution.",
    "Dr Balakrishnan acknowledged the role of the council’s elected members, saying their presence “gives the wider membership of the UN greater agency in addressing the pressing issues of the day”. But he also called for a stronger relationship between the Security Council and the General Assembly.",
    "In a statement at the UN Security Council open debate last year, Singapore also called for the reform of the council, including constraining the use of veto powers.",
    "Dr Balakrishnan’s remarks on Sunday came as the UN marks 80 years since the end of World War II. The multilateral system, grounded in international law, enabled small states like Singapore to flourish, he said.",
    "This post-war world order “has come to an end”, Dr Balakrishnan said. The current distribution of economic weight, technological sophistication and military strength is “very different from the world of 1945”.",
    "“It is obvious that the UN and the other international organisations have not evolved to keep up with the times,” he said.",
    "Dr Balakrishnan pointed out that the world today has become “more turbulent, more uncertain, and in some places, more violent”.",
    "“The erosion of respect for the principles of the UN Charter, the egregious violations of international law and of international humanitarian law, have unfortunately become common, as have violations of sovereignty and territorial integrity.”",
    "The wars in the Middle East, Ukraine and parts of Africa reflect this tragedy, Dr Balakrishnan said. He reiterated that Singapore will reconsider its position on recognising the Palestinian state if Israel “takes further steps to extinguish a two-state solution”.",
    "The geopolitical shifts have also disrupted the multilateral and economic trading system, he said.",
    "“Decades of progressive trade liberalisation and investments expanded opportunities and prosperity all over the globe. But today those are at risk. The tariffs, the export controls, are being used as levers to secure unilateral advantage, including sometimes to address non-trade related issues.”",
    "Despite the prevailing pessimism, Dr Balakrishnan said small states like Singapore cannot afford to be passive.",
    "The multilateral system, underpinned by the UN, remains the best way to uphold global peace and prosperity in a “fair and inclusive way”, he said.",
    "“We’re here to call on all of us to double down on multilateralism founded on international law,” he said. “Even small states and middle powers have agency and we have strategic autonomy to collectively protect our long-term national interests and the global commons.”",
    "He cited “success stories” such as the ratification of the BBNJ Agreement, a legally binding treaty to conserve and sustainably use marine biodiversity beyond national jurisdiction, which show that the multilateral system still works.",
    "Dr Balakrishnan also said Singapore has nominated ambassador Rena Lee to serve as a judge on the International Court of Justice next year, noting that if elected, she would be the first woman and only the second person from Southeast Asia to serve on the ICJ.",
    "He ended his address by quoting Singapore’s first Foreign Minister S Rajaratnam: “Despite cynics who focus attention on its many shortcomings, Singapore has faith in the future of the United Nations simply because without it there is no worthwhile future for humanity.”",
    "“These words still ring true today,” Dr Balakrishnan said. “So together, let us ensure that this institution continues to serve as humanity’s best hope for peace and prosperity for all of us.”",
    "In an interview with Singapore journalists after his speech, he said that despite being a small state, Singapore has played a constructive role at the UN.",
    "“We have been constructive, we have been a bridge builder, we have sometimes been a coordinator,” he said. “We may be small but we’re able to make a contribution.”",
    "While acknowledging the tensions and disagreements within the UN, he said the General Assembly remains the only forum where all nations are represented.",
    "“If there is sufficient goodwill and maturity, in fact some very good conversations can be had, even on very difficult issues,” said Dr Balakrishnan.",
    "“There is a risk of fracture but the UN is still the only game in town. And it’s our duty to lean in and to help this process of engagement. I leave here with a realistic sense of anxiety, but with optimism that multilateralism is still alive and well.”"
  ]
}