{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/issues-in-terror-refusing-to-go-away/",
  "time_ut": 1711559400.0,
  "original_lang": "en",
  "original_title": "Issues in ‘terror’ refusing to go away",
  "original_body_lines": [
    "The hearts of sensitive people the world over are bound to be with the Russian people in this their hour of profound grief. Those 140 or more men, women and children who were brutally killed, besides others who were seriously wounded, at a concert hall in a Moscow suburb recently by rampaging gunmen, were part of the peace-loving ‘silent majority’ of Russia. Their agony is bound to make all righteous hearts bleed for them in empathy.",
    "The mindless act of terror will stand condemned by all right-thinking people and it would be correct for civilian publics and governments the world over to increasingly and unanimously decry the maniacal burst of brute force and stand in solidarity with the Russian people.",
    "This is a time of formidable challenge for the Putin regime. The domestic and international issues growing out of the tragedy are numerous and wide-ranging and the impartial analyst would be right in taking up the position that ‘course correction’ by the regime is needed in a number of areas. To begin with, the question needs to be asked whether President Putin did right by stating unreservedly that ‘radical Islamists’ were behind the attack.",
    "It could very well have been that the attackers were driven by some sort of fanatical religious zeal but considering the harm it could do to the religious susceptibilities of peace-loving followers of Islam, the term ‘Islamists’ could best have been avoided by the Russian President. Former US President Donald Trump resorted to phrases, such as, ‘Islamist terrorists’ quite often and the practice, as could be seen, did not do the world any good.",
    "The likes of the Russian President ought to know by now that indiscreet and controversial labelling of people has the effect of alienating them and eventually radicalizing them against governments and polities.",
    "However, what the world needs now is reconciliation and bridge-building among communities. Putin’s words could result in Muslims further distancing themselves from the wider Russian public. The consequences of such distancing could be distressing for the Russian people.",
    "Such labelling could also have grave implications on the foreign policy front for the Putin regime. If the ISIS was indeed the mastermind behind the concert hall carnage, Putin’s pronouncement could only further antagonize ISIS and other such outfits that have been waging wars of attrition against the Russian state in the Middle Eastern theatre in particular.",
    "If some intelligence agencies are apprehensive about more terror attacks inside Russia they could very well be correct because the Putin regime, even at this juncture, is not perceiving the advisability of following a reconciliatory course in its foreign relations. The Putin regime is obliged to halt in its tracks and take cognizance of the possible fallout on the Russian people of its policy indiscretions.",
    "Interestingly, intelligence failures are currently occurring in what seem to be the most security conscious states of the world. There was the case of Israel in October last year and now Russia. If the Russian state thinks that rule in perpetuity by President Putin could bring it enduring stability, the recent bloodbath has proved it wrong.",
    "Apparently, national security could not be the sole key to good governance. While national security is indispensable for effective governance, good governance is also a coming together of a number of major elements, such as, redistributive justice and cordial coexistence among communities and religions. A policy of attaching priority to national security could enable repressive governments to remain in power for some time but it would not help the people concerned much.",
    "On the question of intelligence failures, the Putin administration seems to have attached too great an importance to ‘national pride’ and not taken into consideration intelligence information coming from the US. Going by current reports, the Russian security establishment had been warned of an impending ISIS terror attack by its counterparts in the US but had failed to act on the warning. If this is true, the security of the Russian people has not weighed heavily with the Putin regime. Well-wishers of the Russian people are likely regret such neglect on the part of the regime.",
    "Given the complexities of the issue of ‘terror’, there is unlikely to be an international consensus on its definition and on ways of resolving it any time soon but states could cooperate for the time being on managing the conundrum effectively. Accordingly, Russia could cooperate on this basis with the US and vice versa, for example. Information-sharing should not be fought shy of, besides other ways of cooperation.",
    "Right now, the world has no choice but to collaborate on managing ‘terror’ until long term solutions are found to it. What needs to weigh on governments’ minds is the fact that ordinary publics pay a prohibitive price for their blunders in handling ‘terror’.",
    "This is a crucial point that the political and security establishments in small Sri Lanka as well need to keep in mind, particularly in relation to the Easter Sunday bombings. In the latter case, governmental blundering and negligence of duty at the highest levels of the state brought catastrophic consequences for the people. To make matters worse, the wrong-doers in this crisis are yet to be brought to justice.",
    "With the allegation that Ukraine had collaborated with the perpetrators of the concert hall carnage, President Putin seems to be in an attempt to deflect accountability for the blood-letting from his regime to an external quarter. This allegation, though, remains to be proved. Moreover, the fact remains that a massive intelligence failure on the part of the security agencies of the state brought about the devastation.",
    "These attempts to point to an external source for the current tribulations of the government should also be seen as part of the Putin regime’s strategy to remain powerful at home. The strategy has been tried out time and again by repressive governments that are apprehensive about their power ebbing away from them in the wake of internal crises. The ploy enables political strongmen to resoundingly rally the people behind them, while giving the impression that they are remaining strong and in total control of the state.",
    "If civilized norms are to be given a chance to prosper in international relations, democratic development needs to be prioritized by governments and the world community under the leadership of the UN. ‘Terror’ has its roots in mainly socio- economic deprivations and the world has no choice but to strive towards ending them.",
    "Repressive rule, however, is no guarantor of social and economic equity and it is only democratic dispensations that aim at socio-economic equity or democratic development that could bring about this state of affairs to at least a degree.",
    "Related Topics:ISIS Attack in RussiaLynn OckerszMoscow ISIS Terrorist AttackMoscow Russia",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}