{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-should-control-import-of-old-vehicles-importer-169251/",
  "time_ut": 1719223200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka should control import of old vehicles: importer",
  "original_body_lines": [
    "ECONOMYNEXT – Ahead of Sri Lanka’s move to restart import of vehicles, industry players say that the government should impose strict controls in allowing old vehicles into the country.",
    "“It is very important that the country regulates the import of vehicles well; while revenue must be protected, there should be strict controls on allowing old vehicles into the market,” Diesel & Motor Engineering Plc’s chairman Ranjith Pandithage has said.",
    "Allowing old vehicles in “will become a burden on the country in terms of subsequent demand for spare part imports and emissions,” Pandithage told shareholders in the annual report.",
    "Sri Lankan conglomerate Dimo, the agents for Mercedes-Benz and Jeep in Sri Lanka expects its vehicle sales segment to become active once again.",
    "“This is a great opportunity to bring healthy new regulations for vehicle imports,” Pandithage pointed out.",
    "“The vehicle leasing industry too needs to consider reducing the initial contribution required by the lessor, provided it is consistent with the country’s monetary regulations.”",
    "Since its establishment, DIMO has been synonymous with vehicle sales.",
    "“That may have to change with the prevailing high tariff structures and the import ban, the revenue from the vehicle sales segment is unlikely to reach previous levels.",
    "“What may be expected is an initial surge in demand immediately after the resumption of vehicle imports, which will thereafter settle at moderate levels.”",
    "The company’s agriculture segments have, meanwhile, made steady progress to become the largest contributor to the group turnover.",
    "“Together with other investments, the non-auto revenues are growing rapidly in proportion to the auto-related businesses.”",
    "The company’s profit before tax was 183 million rupees for 2023/24 for the year under review, a decrease of 75 percent from the previous year (2022/23: 737 million rupees).",
    "The profit after tax too decreased by 87 percent to 93 million rupees from 698 million rupees in the",
    "In 2020, Sri Lanka stopped vehicle imports and spare parts due to its foreign exchange crisis, since the country’s biggest forex expenditure was for vehicle imports. Most of the vehicles on its roads now are ageing.",
    "“The use of outdated vehicles for tourist transportation is damaging Sri Lanka’s reputation as a premier tourist destination,” State Minister of Finance Ranjith Siyambalapitiya said in April.(Colombo/Jun24/2024)"
  ]
}