{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/CAA-to-withdraw-gazette-which-prevents-traders-charging-for-polyethylene-bags/108-279818",
  "time_ut": 1711659420.0,
  "original_lang": "en",
  "original_title": "CAA to withdraw gazette which prevents traders charging for polyethylene bags",
  "original_body_lines": [
    "Colombo, March 29 (Daily Mirror) - The Attorney General today informed Supreme Court that the Consumers Affairs Authority would withdraw its gazette notification issued directing all traders not to charge for polyethylene bags issued to consumers when they are purchasing goods.",
    "The Attorney General made these remarks when the fundamental rights petition filed by Centre for Environmental Justice was called before Supreme Court.",
    "The petitioner is seeking an order directing the authorities to formulate practical procedures for minimizing the manufacturing by producers and use of polythene and single-use plastics by the",
    "The petitioner stated that plastic bags or polythene has resulted in many detrimental environmental effects including animal choking, pollution, blockage of channels, rivers, and streams, and landscape disfigurement.",
    "The petitioner stated that the Consumer Affairs Authority had issued a directive published in Gazette No.1571/25 dated 2008.10.17 to the effect that no trader shall at the time of selling of goods levy any charge directly or indirectly on consumers for any type of bags or wrappers issued to the consumers. The petitioner maintained that an introduction of a levy on the use of plastics for consumers, manufacturers or importers in different capacities, would substantially reduce the average plastic consumption. Such a non-coercive measure will encourage broad changes in",
    "behaviour over time by influencing people’s understanding of the issue.",
    "Senior Counsel Ravindranath Dabare appeared for the Attorney General. Deputy Solicitor General Awanthi Perera appeared for the Attorney General."
  ]
}