{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98636/sri-lanka-among-countries-that-could-benefit-from-debt-for-nature-swaps-says-report",
  "time_ut": 1713147480.0,
  "original_lang": "en",
  "original_title": "Sri Lanka among countries that could benefit from debt-for-nature swaps, says report",
  "original_body_lines": [
    "(Reuters) - Debt-for-nature swaps, where poorer countries have debt written off in return for protecting ecosystems such as barrier reefs or rainforests, could provide $100 billion for the fight against climate change, a new report has calculated.",
    "The UK-based, non-profit International Institute for Environment and Development (IIED) based the estimate on the possibility of debt swaps in many of the 49 less developed countries seen as most at risk of debt crises.",
    "Belize, Ecuador, Barbados, Gabon and Cabo Verde have all done such swaps in recent years and Laura Kelly, the director of IIED’s sustainable markets research group, said many of those in debt distress and also often most threatened by global warming, were looking at them.",
    "The IMF and World Bank, whose figures the analysis is based on, estimate the countries focused on collectively owe $431 billion, mostly to wealthier governments, the IMF itself and pension and hedge funds.",
    "At the same time, these countries received less than $14 billion in climate finance according to OECD figures from 2021, which is significantly less than they need to limit climate change or at least adapt to it.",
    "The aim of IIED’s report is to encourage a drive for more debt swaps at the upcoming IMF and World Bank Spring meetings which start later this week.",
    "Kelly said countries that could benefit included Pakistan, Sri Lanka and The Gambia in West Africa, which is at “huge risk” of sea level rise she stressed and needs to invest heavily in flood prevention and wetland preservation.",
    "Ghana too, which like Sri Lanka is now restructuring its debt, is another obvious candidate. One of its key exports, cocoa beans used for chocolate, could thrive if more is done to protect its vital rainforests.",
    "“For governments (that do debt swaps) it creates some fiscal space, but also it helps to achieve outcomes in terms of climate and nature that have global impact,” Kelly said, adding that many countries were interested in potentially doing them."
  ]
}