{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/CMTA-delegation-invited-by-SIAM-to-meet-Indian-Government-officials/34-759036",
  "time_ut": 1709253450.0,
  "original_lang": "en",
  "original_title": "CMTA delegation invited by SIAM to meet Indian Government officials",
  "original_body_lines": [
    "SIAM Policy Advocacy Executive Officer Pooja Nagpal, Deputy Secretary Jyoti Yadav, Ministry of Commerce and Industry Additional Secretary Anant Swarup, CMTA Chairman Charka Perera, CMTA Senior Vice Chairman Virann de Zoysa and SIAM Deputy Executive Director Atanu Ganguli",
    "The Ceylon Motor Traders Association (CMTA) recently received an invitation from the Society of Indian Automobile Manufacturers (SIAM), the apex national body representing vehicles and vehicular manufacture in India, to discuss ways to revive Sri Lanka’s automotive sector. CMTA Chairman Charka Perera and Senior Vice Chairman Virann de Zoysa met with key SIAM representatives, including Executive Director Atanu Ganguli and SIAM Policy Advocacy Executive Officer Pooja Nagpal.",
    "A highlight of the visit were the discussions with senior officials of the Indian Government, underscoring the commitment to fostering bilateral relations in the automotive sector.  Notable among these meetings were discussions with Ministry of commerce and Industry Additional Secretary Anant Swarup and Deputy Secretary Jyoti Yadav, along with Ministry of External Affairs, Government of India Indian Ocean Region Division Director Ramkumar C. Swarup expressed a keen interest in supporting the development of Sri Lanka’s component manufacturing industry. Central to the discussions held with the CMTA were strategies to enhance automobile and spare parts trade, including the exploration of trading in Indian Rupees (INR) and the establishment of a robust component manufacturing ecosystem with India’s support. Deliberations also encompassed the Indo-Sri Lanka Free Trade Agreement (ISFTA), highlighting its potential to significantly benefit Sri Lanka’s automotive industry.",
    "The CMTA also engaged in discussions about the component manufacturing industry. Given India’s prowess in this domain, discussions revolved around leveraging India’s expertise to bolster Sri Lanka’s component manufacturing infrastructure. Talks centred around India’s commitment to providing support in terms of procurement, training, and technology transfer to kickstart this vital industry.",
    "The invitation from SIAM underscores the importance of collaboration in reigniting automotive trade between the two countries. The engagement has provided valuable insights into avenues for collaboration and revitalising Sri Lanka’s automotive industry. As Sri Lanka looks ahead, partnerships forged during this visit are expected to drive much needed growth and innovation in the automotive sector."
  ]
}