{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/eighty-years-in-sri-lankathe-life-and-times-of-fr-vito-perniola-sj/",
  "time_ut": 1716659160.0,
  "original_lang": "en",
  "original_title": "Eighty years in Sri Lanka:The Life and Times of Fr. Vito Perniola SJ",
  "original_body_lines": [
    "I always wonder how he did it? A simple, slender Italian priest who used the bus to get about. He was one who never compromised on discipline. A stickler for proper diction who spoke a manifold of Western and Oriental languages. A first-rate scholar who realized there was a single door one could walk in and outof between history and social linguistics. He embraced the Lankan heritage by becoming a distinguished citizen of the country just after independence.",
    "Generations not born here will laud and praise the memory of Father Vito Perniola of the Society of Jesus for his exemplary efforts in publishing 19 definitive volumes on the Catholic Church of Sri Lanka. Abstemious by nature, and frugal in food, drink, clothes, and lifestyle, Fr. Vito Perniola was a shining example of plain living and high thinking.",
    "Vito Perniola was born in Bari, South Italy on April 10, 1913, the fifth in a family of 11. His parents were Michele Perniola and Lucia di Gregorio, a well-to-do family. Deeply religious and conservative, they live a spiritual life, guided by their Parish Church. Though Vito’s father wanted him to pursue higher education as layperson, one event changed his life plans. While 11-year-old Vito was praying at the altar of St. Francis Xavier in his Parish Church, he received a strong calling to the priesthood. He discerned at that age that this was his true vocation; to be a Jesuit. With that conviction, he told his parents of his wish. Though upset, they consented.",
    "Vito’s elder brother and two of his sisters would join different religious congregations. In 1925, at the age of 13 years, Vito joined the Society of Jesus. He was determined to be of the same order as St. Francis Xavier. In 1928, he joined the Jesuit Novitiate in Naples. From those early days, he displayed his great talents for studies. It was in Naples that he became aware of the Sacred Heart College, Shembaganur in South India from a catalogue of Jesuits institutions and seminaries. Realizing that this was the country where his saint hero, Xavier had been a missionary, Perniola was determined to receive his formation in India and later be a missionary in Ceylon, a country of which he had heard fascinating stories.",
    "In his writings Perniola states that his time at Shembaganur were the best days of his life. Coming from a conservative Italian background, he encountered an all embracing setting in this part of the world. The weather here was sublime. It was here that he learned English for the first time. After four years of formation and philosophical studies in Shembaganur, Perniola departed for Ceylon, which was British Colony at the time. He had heard of the great work the Belgian and Italian Jesuits had done in the Jesuit Province of Galle since 1893.",
    "In June 1936, Vito Perniola sat the Matriculation Examination. His subjects were English, Mathematics, Latin, Greek and Italian. Till he received his results he learned Sinhala. Perniola spoke fluent, grammatically correct Sinhala with a South Italian accent. He spent his time between serving in Parishes and teaching at St. Aloysius’ College, Galle.",
    "When he was at the stage of deciding what field of studies to pursue, he made a choice that surprised many. He said to his superiors: “… Jesuits had already been in Sri Lanka for 50 years and yet nobody has studied Buddhism. Could I study Buddhism or Pali?” The Superiors supported Perniola’s intention. However, there was nobody within the Jesuit community who could teach him and provide him sources of references. This did not bother Perniola the least as he studied on his own, travelling across the country to study in the best libraries. Within a short time, he learnt both Pali and Sanskrit. He knew these languages better than most locals. It was decided that he be enrolled in Bachelor’s program at the University of London where he studied alone as there was no one to guide him.",
    "In his early writing Perniola says: “The relationship between Pali and Sanskrit is very much like that of Italian and Latin. No Pali grammar can be written without reference to Sanskrit. For Sanskrit I had an excellent grammar; for Pali I had nothing worth the name.” Through perseverance and methodical study, he passed his exams and received his B.A. (Hons) in 1940. The best Pali scholars at the time were mostly German. Their texts elucidating Pali and Sanskrit were noteworthy efforts. To understand Pali better, Perniola studied German, a language difficult to master.",
    "He entered the Papal Seminary, Kandy for his Theological Studies. It was during this time that World War II broke out and Italians in Ceylon were under scrutiny and some were sent for interment. However, the Bishop of Kandy, Msgr. Dom Bernard Regno OSB (an Italian himself), intervened and convinced his close friend, Governor Sir Andrew Caldecott, to spare the seminarians in Kandy. Accordingly, Perniola remained free despite the tensions of the War.",
    "On June 21, 1943, Fr. Perniola was ordained a Priest by Bishop Nicholas Laudadio SJ at the Cathedral of Galle. After serving a few years in parishes such as Hiniduma, Fr. Perniola was appointed to the tutorial staff of St. Aloysius’ College, Galle in 1947. To his great disappointment, he did not have provisions to teach Pali, which was his speciality as there were no Pali classes in St. Aloysius.’ However, as there was a vacancy for teaching history, Fr. Perniola was assigned to teach that subject. It was during this time that he came to know Fr. S G. Perera, the revered historian, who was by then half-paralyzed and a resident of St. Aloysius’ College. Fr. Perera and Fr. Perniola developed a great friendship. Soon, with much support from Fr. Perera, Fr. Perniola had a sound knowledge and understanding of the history of Ceylon. It is ironic that an Italian taught Ceylon history to young Ceylonese boys!",
    "Fr. Perniola taught history to the boys of St. Aloysius’ using the textbook prepared by Fr. Perera in 1932, History of Ceylon for Schools. This book which covered colonial Ceylon, was authoritative and scholarly textbook that remained the standard textbook of all Ceylon schools until the early 1960s. A few years after Fr. Perera’s death in 1956, Fr. Perniolal at the request of the Associated Newspapers of Ceylon Ltd., revised and enlarged Fr. Perera’s textbook. This was a useful contribution that the students and scholars of the time appreciated.",
    "During the early 1930s, Fr. S. G. Perera had begun a project to document the history of the Catholic Church during the Dutch period. He had published a few of these documents, but the project was far from complete. Fr. Perniola took up the challenge to finish this work. In the process of understanding the documents of the Portuguese period, he learnt Portuguese. However, with other work in his ministry, he had to postpone this project. In 1949, Fr. Perniola received distinguished citizenship of the country, approved by D.S. Senanayake, the Prime Minister, and Minister of Defence and External Affairs.",
    "Fr. Perniola was appointed Rector of St. Aloysius’ College for three years. During this period St. Aloysius College, dubbed by some as the ‘University of Galle,’ had some renowned educationists such as Frs. Julius Pogany, Chiriatti, Claude Daly, P. N. Peiris and many others. The school magazine contained scholarly articles by the staff and students. When this magazine, The Aloysian reached the Peradeniya or Colombo campuses of the University of Ceylon, readers were left amazed by the quality of the articles. A few years after his term ended, Fr. Perniola accepted Fr. Peter Pillai OMI’s invitation to join the newly established Aquinas College, Colombo as a lecturer in Pali, teaching the language to Arts students. At that time, Aquinas was affiliated to the University of London.",
    "He enjoyed this new venture but realized that there was no Pali grammar textbook for students. Learning a new and complex language from scratch to degree level, warranted a well composed grammar book. For this purpose, Fr. Perniola himself compiled a textbook called Pali Grammar in 1958. This was one of the best textbooks ever on the language. Many Buddhist monks and others have studied Pali grammar referring to this book without even knowing that the author was an Italian Catholic priest. In 1997, the Pali Text Society of the University of Oxford republished this book as the official Pali Grammar.",
    "Perniola was consulted by many scholars then and now. Dr. C. E. Godakumbura, Prof. Sucharita Gamlath and Dr. Ananda W. P. Guruge have warmly praised his linguistic efforts. Prof. Gamplath, in an article to Silumina  on September 29, 2002, stated that “Existing Sinhala Grammars should be revised on the basis of Perniola’s insight”. Dr. Guruge in his autobiography titled  Ma Vani Bilinda acknowledges his debt to Perniola’s guidance.",
    "Fr. Perniola was a man with a tremendous sense of discipline in nearly everything he did. He always stuck to the rules and clauses of the language. Though his writings and works were grammatically perfect, at times he lacked style and elegance of writing. Fr. Aloysius Pieris SJ in his tribute to Fr. Perniola states: “It is also true that intense focus on the rules of the game sometimes prevented him from playing the game in style.",
    "“ In 2013, Prof. Ven. Gnanaratana Thera, gave a professional assessment on Perniola, the grammarian (cf. Krinsansa,  December 2013, pp. 144-153). The Ven. Thera states that Perniola followed a ‘middle path between overly philological and excessively traditional approaches to Pali grammar. He mastered the scriptural Pali as to have adduced rare, hitherto unmentioned examples of Pali usages to illustrate various grammatical rules.’",
    "Furthermore, the Ven. Thera made a comparison between the German scholar Wilheim Geiger and Fr. Perniola saying the latter was more methodical and incredibly familiar with the language and idiom of Pali. Fr. Perniola’s dissertation on ‘Samasa’ (multi-barreled word compounds) resulted him being awarded a doctorate on linguistics from the University of Poona in 1966.",
    "At Aquinas, Fr. Perniola taught Theology for many years. He was made acting rector when Fr. Tissa Balasuriya OMI was overseas. This was the time that the 1971 JVP insurrection took place. Fr. Perniola also served as the Vice Rector to Fr. W. L. A. Don Peter at Aquinas. During his stay in Colombo, Fr. Perniola became a popular figure among the laity. He was counselor and spiritual guide to many religious and laypeople. Despite his busy schedule, he always made himself available to anyone who sought his guidance. He compiled three useful books on meditation, namely, ‘Touching the Divine’, ‘Abiding in Love’ and ‘Praying with Scriptures’. These books went into several editions and over 10,000 copies have been sold. This has been an essential guide for many seminarians, priests as well as laypeople.",
    "In 1972, Fr. Vito Perniola was appointed as the Provincial of the Jesuits in Sri Lanka. After his term ended, there was much pressure on why no one was continuing what Fr. S. G. Perera had begun on the Catholic Church history during the Dutch period. The recently retired Bishop of Chilaw, Bishop Edmund Peiris, appealed to Fr. Perniola to commence this work. This is how Fr. Perniola embarked on the project for which he is mostly remembered. With the support and blessing of Fr. Thomas Kuriacose SJ, the Provincial, Fr. Perniola started to gather documents for this monumental work.",
    "In the late 1970s, he was awarded a scholarship by the House of Writers of the Society of Jesus in Rome and a research grant from Missio in Germany. This enabled him to travel to Rome, Portugal, and the Netherlands in the quest of tracking and procuring documents pertaining to the Dutch Period in Ceylon, collecting several documents on the Portuguese and British periods as well. He immediately realized that he would have to compile similar volumes for those periods too.",
    "The translations of the Dutch period documents were not easy. With the help of the former Government Assistant Archivist, S. A. W. Mattau and number of other scholars Fr. Perniola translated Dutch and other documents of the period. Documenting the correspondence and reports of the early Oratorian missionaries such as Fr. Joseph Vaz and Fr. Jacome Goncalvez were noteworthy contributions. These documents reveal the cordial relationship between the Kandyan kings and Oratorian missionaries as well as the moderate attitude taken by the Dutch for the benefit of the Catholics during and after Dutch-Kandyan wars. Fr. Perniola quite objectively shares the documents of the time the missionaries fell out with the Nayakkar kings over mistakes on their part. Accordingly, between 1983 and 1985, Fr. Perniola compiled three large tomes on the Dutch Period.",
    "These volumes impressed not only Catholics but also non-Catholics as well. It contained documents that no one ever imagined would see the light of day. These included correspondence of Kandyan Kings, Dutch Governors, Viceroys, Papal Secretaries, missionaries, and others. Fr. Perniola translated them in such a way that the discerning reader would easily understand them. If there were inconsistencies or inaccuracies in the letters, he would state them in the footnotes and give a far more comprehensive detail of what mattered. His works were well supplemented by a carefully compiled glossary, bibliography, and index. Clearly, a researcher who bases his work on these documents compiled by Perniola, can easily profit from them. Fr. Perniola’s introductions to each book sums up his ability to elucidate a sophisticated and well research twist of history. He gave a balanced, objective analysis of the period, people, and events he dealt with, often being critical of the mistakes made by religious missionaries.",
    "Between 1989 and 1991, Fr. Perniola published three volumes on the Portuguese period. They ranged from the years: Volume 1: 1505-1565, Volume II: 1566-1619, Volume III: 1619-1656",
    "When the British arrived in Ceylon, the country was divided into the Kingdom of Kandy and the coastal region which was under colonial rule. The Catholic Church of Ceylon was a single province under Cochin. It was only in 1845 that the island was divided into two vicariates: the Colombo (South) and Jaffna (North) Vicariates. In 1883, Kandy was made a separate Vicariate. After the establishment of the hierarchy of the Catholic Church in Ceylon in 1887, Colombo became an Archdiocese and Jaffna and Kandy became Dioceses. Six years later, the Diocese of Galle and Trincomalee were established. This is the reason why Fr. Perniola compiled 13 volumes on the British Period alone. As those years were close to the present, the number of documents increased by leaps and bounds. Essentially, he had enough content to compile a book covering each year.",
    "In the quest of translating old documents written in a manifold languages such Portuguese, Latin, Dutch, French and others, Fr. Perniola states:",
    "“I try to make the translation readable. Those who wish to study the style of an author, ought to go to the original. Thus, in some way the Italian saying remains true: traduttore, traditore (a translator is a traitor!). But while I have made the translation readable, I have tried to be faithful to the meaning of the text.”",
    "Each and every book by Fr. Perniola was well accepted. Hardly anyone has ever taken the hard road he had in documenting over 10,000 pages of the Catholic Church in Sri Lanka. It is indeed a gigantic contribution. The final years of his life were very challenging as some blocked Fr. Perniola from tracing important documents of the period as they felt challenged. Nevertheless, his final book was published in 2011, when he was 97 years old.",
    "His efforts in documenting history and Pali grammar were barely recognized by the Catholic Church. No one he associated with realized the importance of what he had been diligently working on in the twilight of his life. However, on the verge of turning 100 years, the Royal Asiatic Society of Sri Lanka, of which Fr. Perniola was a member for nearly 70 years, awarded the prestigious Gold Medal of the Society which only a few scholars of yesteryear have been privileged to receive. This was a well-deserved recognition. Fr. Perniola continued writing short articles to the newspapers till he passed away in January 2016.",
    "Fr. Perniola’s legacy will remain in the words and efforts of his very many books. There are many gaps yet to be covered and his 19 volumes on the Catholic Church would save years of research and money for the present and future scholar, for he had methodically included nearly everything relevant in these volumes. Essentially, if one owns these books, he or she has direct access to a well-set archive, supplemented by an index. Following are a few ideas and factors that can be derived after perusing Fr. Perniola’s books:",
    "· The writing of an authoritative account of the history of the Catholic Church in Sri Lanka",
    "· The writing of biographies of individuals, accounts of congregations, institutions, events and dioceses",
    "· The reconciliation of past errors and the celebration of triumphant moments in history",
    "Trump posts fake news about “the creation of a ‘Unified Reich’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}