{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97169/sri-lanka-will-not-allow-anything-harmful-to-indias-security-president-ranil",
  "time_ut": 1707568680.0,
  "original_lang": "en",
  "original_title": "Sri Lanka will not allow anything harmful to India’s security - President Ranil",
  "original_body_lines": [
    "President Ranil Wickremesinghe, addressing concerns about China’s increased presence in the Indian Ocean region, said the island nation would not allow anything that would jeopardize India’s security.",
    "During an exclusive interview with Indian news channel WION, the Sri Lankan leader said, “We’ve kept Indian security in mind and we will not allow anything to happen that will be harmful to Indian security, and these are all hydrographical vessels.”",
    "When asked about the Sri Lankan government’s decision to not allow the visits of Chinese vessels, Wickremesinghe, who is in Australia for the 7th Indian Ocean Conference, explained that the administration decided to say no to ships from any country hydrographic matters as it is focusing on building its own hydrographical capacity.",
    "“But if they are Navy ships that are coming in for visits, yes we will allow it,” the President told WION’s diplomatic correspondent Sidhant Sibal in Perth.",
    "Responding to a question on China’s purported attempts to create a wedge between India and Sri Lanka, Wickremesinghe allayed the doubts, saying, “Chinese ships have been coming to Sri Lanka [for] over a period of time. China has never tried to create a rift between India and Sri Lanka they always say that we have to get along with India. There has never been an issue as far as we are concerned.”",
    "He added that Sri Lanka is also encouraging the arrival of ships from other countries as well. “Japan, India, Pakistan US, their ships have been coming. But we’ve asked many of the other European countries to come to Sri Lanka.”",
    "With regard to debt restructuring, Wickremesinghe expressed hopes about concluding the negotiations by June 2024. He said after reaching formal agreements with the Official Creditor Committee (OCC), Sri Lanka will have to come to formal agreements with all other creditor nations as well as other financial organizations.",
    "Speaking on the economic support given by India amid Sri Lanka’s economic crisis, Wickremesinghe said he is thankful to India. “Without that (India’s support) we could not have survived and this is why we are also looking at closer relations between the two countries”. India provided support of almost USD 4 billion to the island nation during the economic crisis.",
    "WION: Sir my first question to you is how do you see India Sri Lanka relationship what is your vision about this relationship?",
    "Ranil Wickremesinghe: Actually the Indo-Lanka relationships are improving and today we are looking at close economic ties and improving connectivity between the two countries. I think that’s the way to go.",
    "WION: But essentially, India was one country that came forward during the economic crisis with a bill of almost $4 billion. How do you see India’s support for your country?",
    "Ranil Wickremesinghe: You’re thankful to India without that we could not have survived and this is why we are also looking at closer relations between the two countries, especially trade and economic success the way we have to go.",
    "WION: What’s the current situation in your country, the economic situation, how have things improved in the past year?",
    "Ranil Wickremesinghe: Well, we’ve gone ahead with the debt restructuring we have completed it, it’s now the official part. We have to have an agreement with the OCC. In principle, they’ve agreed to what we have done the formal part is now taking place and after the formal agreement with the official creditors committee will have to then come to formal agreements with all the countries creditor countries plus the other financial organizations, which have also been ignored in Sri Lanka debt negotiations.",
    "Ranil Wickremesinghe: I think by about June or should be over hopefully.",
    "WION: Sir, coming to regional security, India has to worry over the visits of the Chinese vessels and I believe some decisions have been taken by the Sri Lankan government to not allow the visit of Chinese vessels if you can just talk about the visits and if any decision has been made like this.",
    "Ranil Wickremesinghe: Now what what we have told India always is that we’ve kept Indian security in mind and we will not allow anything to happen that will be harmful to Indian security, and these are all hydrographical vessels. So we’ve allowed them to come there. Have other vessels from other countries to have been allowed? We decided that this year, we will look at capacity building for Sri Lanka and therefore now we are focusing on Sri Lanka building its own hydrological capacity by cooperating with the others. As a result, we have said no ships from any country on hydrological matters can come to Sri Lanka but if they are Navy ships that are coming in for visits, yes we will allow it.",
    "Ranil Wickremesinghe: Anyway, they’ve been coming to Sri Lanka. Indian ships come Chinese ships come Japanese ships come. All ships come to Sri Lanka American ships come.",
    "WION: But do think that China is trying to create a wedge between India and Sri Lanka somehow because India is worried about the visits and India is worried about the increased Chinese presence in the Indian Ocean region? And that is something that many countries share as well.",
    "Ranil Wickremesinghe: Chinese ships have been coming to Sri Lanka over a period of time. And China has never tried to create a rift between India and Sri Lanka they always say that we have to get along with India. There has never been an issue as far as we are concerned. The number of ships that have been coming has not increased, nor have they decreased. But we are also encouraging ships from other countries to come in, which are not been there earlier. Japan, India, Pakistan us Yes, their ships have been coming. But we’ve asked many of the other European countries to come to Sri Lanka.",
    "WION: And the role played by the Chinese when it’s come to the debt restructuring have been dragging their feet.",
    "Ranil Wickremesinghe: Well there was a greed to the debt restructuring. They are not in the official creditors committee do it and I think they attend the meetings but they’ve also agreed their structure for this is different from the other countries. We have to deal with the China Development Bank of China, mainly and also with the import export ban. Those are the two that we have to deal with. most of the countries we’ve been dealing with the government agencies.",
    "WION: Coming back to the India-Sri Lanka relationship you started by pointing out to connectivity there are several aspects to connectivity. One is that land connectivity, one of the decisions that was taken was to connect the two countries through a land bridge What is the vision behind it has any step been taken by the Sri Lankan government?",
    "Ranil Wickremesinghe: There are two connectivities we are looking at firstly is the power connectivity. And that’s going on because there be I think, Indian companies investing in Sri Lanka, already Adani is out there. We are discussing the power connectivity and we come to agreement that it should be an undersea cable. And now we will start working out the details. Similarly, as far as land connectivity is concerned, we’ve got to get a feasibility study for us. So we were appointed officials on both sides for coordination and they like to arraign the feasibility study first and the environment to study.",
    "WION: Connectivity has another aspect that is financial connectivity. UPI is something that has been talked about....",
    "Ranil Wickremesinghe: It should be soon, but we’d be discussing it in Colombia in the next two weeks.",
    "WION: And part of financial connectivity is the usage of Indian rupee. This is part of the conversation. Will we see the usage of Indian rupee...",
    "Ranil Wickremesinghe: We want to see the usage of Indian rupees in Sri Lanka. Have no issue at all on",
    "WION: How have the Indian tourists helped Sri Lankan economy?",
    "Ranil Wickremesinghe: Tourism helps our economy a lot and Indian tourists coming in have been good.",
    "WION: Part of the India-Sri Lanka relationship is the trade, trade in local currency as you talked about the part of that is the free trade agreement. Have there been conversations regarding FTA?",
    "Ranil Wickremesinghe: The FTA is operational. Now we are discussing how to advance the FTA certainly to a comprehensive economic and technology partnership",
    "WION: And what do we expect from India in terms of your development goals? Anything specific?",
    "Ranil Wickremesinghe: India has helped us financially but we’d like to see especially we’d like to see Indian investments in Sri Lanka and a new phase has been the decision that IIT Madras will establish a campus in Sri Lanka most probably in Kandy.",
    "Ranil Wickremesinghe: A ministerial delegation visited India, and now we are in the process of identifying the locations. But we’d like to take some existing buildings and start that off so next year.",
    "WION: That’s a significant educational connect, but there are other issues as well. Some irritants I will leave in the relationship as a fisherman issue. India has been raising it in the past any sort of reaching out between the two sides so that this there is a resolution on this issue?",
    "Ranil Wickremesinghe: Well it’s we who are today. It because the Tamil Nadu fisherman are coming into our area, it is a big issue with our fishermen and with discussing it. We want to conclude it sometime this year because we can’t have them coming in all the time.",
    "WION: Moving forward when it comes to the region. Going to Maldives, where you were present when those taking ceremony took place. How do you see the current government in Maldives which has been not very pro India in many senses they have been running the anti India movement as well. What’s your view about the current dispensation in Maldives",
    "Ranil Wickremesinghe: It is a new government that’s settling down and not any of the establishment politicians from outside. So we have to give them some time to come to grips and especially at the moment there is a struggle between the President and the parliament also. So we are watching what happens there.",
    "WION: So we are here in birth with the Indian Ocean conference is taking place Sri Lanka is an important country in the Indian Ocean you have a vast exclusive economic zone as well. How can Sri Lanka an important role in the stability of the wider region?",
    "Ranil Wickremesinghe: Well, we’ve always been pushing freedom of navigation in the Indian Ocean, that this should be free of big power, rivalry, and close cooperation between the countries now that Sri Lanka is Chairman that’s what we’ve been asking for.",
    "WION: And what’s your view about the situation in the Red Sea because it impacts the economic security of many countries including Sri Lanka,",
    "Ranil Wickremesinghe: Red Sea is vital to us Suez Canal is vital to us. Colombo port will develop only Suez Canal is available in the 1967 War. Some other ships sunk in the Suez Canal it took us 10 years and the Colombo port are not operative. So we are as far as Gaza is concerned. We want the wall to come to an end cost radius to be released. We are in fact asking for Palestine stating five years but also guarantees for the security of Israel that is separate from what’s happening in the Red Sea. We call the Red Sea The attacks are by Houthis. And we recognize the Government of Yemen so this should not take place and therefore we are cooperating with the other countries we ensure is kept safe.",
    "WION: So coming back to the tourism aspect which plays an important role. This plan of a Ramayana circuit that connects India and Sri Lanka. What’s the progress like on that?",
    "Ranil Wickremesinghe: Well, it’s basically the tourist companies and others who are doing it, but we told them that will also help we are planning out Morelia. So we develop it we are also looking at Hindu trail Lord Shiva because there are a lot of Shiva temples there. There are the four Eswarra temples and Dikshina Kailash Trincomalee. So we feel there can be a second one also.",
    "WION: we saw the inauguration of the Ram temple in India of what’s your view and any plans of a high level delegation visiting Ayodhya Ram temple, including from your government.",
    "Ranil Wickremesinghe: I think some of our people went across for the function when we expected the Ram temple to be built once the Supreme Court case was over. It was a matter of when it was going to be done. And Prime Minister Modi and the government has done it. Yes.",
    "WION: So another aspect is Canada. We have seen the India Tamanna Rao we’ve also seen comments by the Canadian government one situation in Sri Lanka, what’s your view about this Canadian government making these remarks?",
    "Ranil Wickremesinghe: We have said we don’t want work getting politics in the way and we are not interested in dealing with it. So our contracts with Canada at the moment are minimal.",
    "WION: So when you made the speech here in Bertha, you mentioned about the US role and your comments were very sharp. You pointed out that the ill advised decisions by the Americans in the region. So the role What do you think is being played by the US in the region? If you can characterize it?",
    "Ranil Wickremesinghe: No, I call it ill advise because backing the Gaza war in the bombing. No, I mean, everyone would expect us to stand with Israel when Israel is attacked. I don’t think there’s an issue on this. But this is such that remember, we have a major Islamic art in the Indian Ocean, many of them friendly with the US government other than Iran, but this is going to put pressure on them. The public opinion for some time will not I mean basically if the pressure is on for three, four years that will make a vast difference. Russia has come in now Russia is a key player in the western Indian Ocean. So it’s a setback for US.",
    "WION: And how do you see Russian role in the region? In Russia?",
    "Ranil Wickremesinghe: Yeah, improving its economic role and it’s making political contact with all countries. And even militarily, they’re having naval exercises. So in a way, they have not the Western or broken Russia, they want to push them on to the western Indian Ocean.",
    "WION: So moving to a multilateral dimension UNSC reforms is something that is much talked about, what’s your view, and what’s your take on India being at the high table?",
    "Ranil Wickremesinghe: Now we feel that there has to be reforms must be done. India also should be in the Security Council. But we want overall discussion where we, the smaller countries also have a say. But I can’t see that discussion taking place at the moment.",
    "WION: And do you think that it’s going to take some time because there are elements who are trying to stop or delay the process?",
    "WION: G 20- we saw India hosting the summit last year, and the African Union became a permanent member of the G 20 under Indian presidency, how do you see India engaging with Africa and your perspective as to how do you plan to engage with Africa as well?",
    "Ranil Wickremesinghe: India has been engaging with Africa for a long time even before I mean, basically, many Indian trading families are there in Africa, you got a natural East Africa, in Mauritius so I even in South Africa when Mr. Mahatma Gandhi was there. So that’s something as far as Sri Lanka is concerned. Now we are reaching out to East Africa, South Africa. We are reaching out first to the countries on the Indian Ocean coast but we are also looking at West Africa. We have to develop those relations.",
    "WION: Your view about the Indo Pacific This is a vision which is backed by several countries in the region.",
    "Ranil Wickremesinghe: We are more focused on the Indian Ocean so the ASEAN outlook is what we like because we we are basically Indian Ocean country and links with the Pacific has been more with the Asian nations, which has been also ties going through land up to China. We’ve had ties in the old days now it’s extended to Japan and Korea. We don’t go beyond that.",
    "WION: About the QUAD. What’s your view about the QUAD the QUAD countries coming together and working on several aspects including of course humanitarian situation in the region.",
    "Ranil Wickremesinghe: When the QUAD is 111 agency there, but how they are going to work it to cooperate is any is for them. The question is that when the Indo Pacific was made, no one knew where the boundaries were. Some wanted is on the western Indian Ocean and when went further, finally, I think Mr. Modi said it should go Prime Minister said he should go from Africa to the shores of the American continent and then you Indonesia the ASEAN came without look, but within each avoid, so, we are looking at the Indian Ocean and India. We feel Indian Ocean countries that either through the IORA or something else has to get together because our outlooks are quite different from that to the Pacific.",
    "WION: And moving forward to the domestic aspects of your country. Elections happening this year.",
    "WION: And, how optimistic you are that hopefully you will back",
    "Ranil Wickremesinghe: I mean, what’s your plan like my I have come here to put the economy toward my first duty is to focus on that we get out of bankruptcy.",
    "WION: And do you think you’ve done a good job? I mean, what’s your view about the economy in terms of your tenure because you ultimately were the face of of the crisis in terms of emergence of Sri Lanka back to normalcy?",
    "Ranil Wickremesinghe: Well, I’m quite satisfied I feel we will be able to do this.",
    "WION: You will be able to do this. Another thing is the implementation of the 13th Amendment something that comes India has also been talking about the what’s the way forward",
    "Ranil Wickremesinghe: hold the provincial council election next year. As I announced in the my speech, when I opened parliament, we want to give each province its own economy. So like in India, that economies will compete with each other which is to benefit or to be very, very competitive economies. And those provinces should handle their economic and social development within the national policy framework. In this respect, we said we are prepared to give the concurrent powers most of it or what whatever is required whatever they want to the provincial councils, so that we are moving on. There has been a request by some of the groups for minority groups our Senate. So as far as I’m concerned, we have far as we are concerned, we will not oppose it, but it’s a matter for all parties to agree to not not merely the government and there are so many parties in Parliament at the moment.",
    "WION: So in the regional aspect there are several groupings. One is the BIMSTEC grouping. In fact, the summit is planned this year. What’s your vision when it comes to this specific grouping?",
    "Ranil Wickremesinghe: We have to fast track the integration. That’s my view. We are a bit slow on it. But we’ve been talking prime ministers and Prime Minister Modi I spoke with the Prime Minister ties and also on the day of being God as to the crews soon but we have to basically fast track it as I said earlier,",
    "Ranil Wickremesinghe: Shark at the moment? No. We have not buried it or anything. Neither are they in they... we haven’t put it into the funeral parlor but certainly the political side is not active. But I must say some of the other areas like culture and all are going on maybe we should focus on the non political issues there.",
    "WION: So time is running out and you have a flight to catch as well. My last question for you is Sri Lanka as a country, but the future in terms of domestically and regionally the role it can play in terms of providing stability to this region, which has several challenges and the big power they will be as well.",
    "Ranil Wickremesinghe: Well, we want to keep the big power rivalry out to the Indian Ocean doesn’t mean that they should stay out there while the US is in deogarh Shia, Japan, China will have both to operate, but there should not be a rivalry which will fail in any way beer have an adverse impact on the Indian Ocean.",
    "Ranil Wickremesinghe: BRICS group is expanding . Especially with Saudi, Iran, you have the African countries and one more from Latin America and that’s s good thing. I know large group has applied but it’s better to expand slowly. It shows the global South also is trying to get some monetary Union together.",
    "Ranil Wickremesinghe: The Shanghai Cooperation come along because basically, you can see central Asia opening up and",
    "Shanghai Cooperation Council is going to be important. You all will be having Mumbai, Iran, Moscow line, it should be good to get into that part of Europe, instead of using the Canal route."
  ]
}