{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/let-us-know-candidates-and-policies/",
  "time_ut": 1706714460.0,
  "original_lang": "en",
  "original_title": "Let us know candidates and policies",
  "original_body_lines": [
    "The rights of the voters or citizens are not limited to going to a polling station on the election day and voting for this or that candidate or party. Elections and voting are a process through which the citizens are participating in governing a country. This must be active but extremely peaceful in a democratic system. Voting or actively participating in the process of elections is not only a right but also a human duty and responsibility. At present I live in Australia where voting is compulsory. Those who fail to come to the voting without a valid reason are punished by a fine or other ways for breaking that responsibility.",
    "The United Nations ‘Universal Declaration of Human Rights (UDHR)’ declares the following in Article 21.",
    "“1. Everyone has the right to take part in the government of his country, directly or through freely chosen representatives.",
    "2. Everyone has the right of equal access to public service in his country.",
    "3. The will of the people shall be the basis of the authority of government; this will be expressed in periodic and genuine elections which shall be by universal and equal suffrage and shall be held by secret vote or by equivalent free voting procedures.”",
    "Among the above principles, “the will of the people” is the most important basis of democratic governance. The UN International Covenant on Civil and Political Rights (ICCPR) elaborates these rights particularly in Article 25, among other articles. Whatever the other weaknesses, which must be changed, this is also the basis of our Constitution which politicians must follow. Article 3 of the Constitution has very clearly put forward the sovereignty of the people as follows.",
    "“In the Republic of Sri Lanka sovereignty is in the People and is inalienable. Sovereignty includes the powers of government, fundamental rights, and the franchise.”",
    "Sri Lanka’s present system is a semi-presidential system. As the bottom line, the President should be elected in a ‘free-and-fair’ election. This was fairly implemented in the 2019 elections as the last instance. The will of the people does not however limit to the elections. She or he, so elected, should follow the ‘will of the people’ in respect of legislation, governance, international relations, and economic policies. If there are differences, those should be explained and discussed in a transparent manner with the people. Newspapers, television, trade unions, political parties, and social media can play a major role in this process. However, this didn’t happen under Gotabaya Rajapaksha or even before.",
    "Gotabaya Rajapaksha went against the ‘will of the people’ and that was the primary reason for the widespread Aragalaya in the country in early 2022. The Rajapaksas seem to act on the basis of the ‘will of the family’ and will of the ‘hard core friends and supporters’ after elections. This is well known now. Aragalaya led to the ouster of Gotabaya whatever the weaknesses of that struggle in democratic or other means. Gotabaya should have been impeached.",
    "Although Ranil Wickremesinghe has so far done fairly a good job on the economic front and in international relations, he should realise that he was not at all elected by the people. This is a deviation from the basic democratic principle: ‘the will of the people.’ People in the country know this and would not tolerate any attempt on his part to continue after October 2024. Now, one month is already over in this election year, and only eight months remain before the presidential election is legally due. So far, Sri Lanka has not had Provincial Councils and Local Government elections.",
    "Under these circumstances, Wickremesinghe as the incumbent President is duty-bound to announce that the Presidential elections would be held at the right time in keeping with the Constitution.",
    "The Election Commission (EC) also has a primary duty to announce the election date without delay and make necessary preparations to conduct a ‘free and fair’ election. The EC and the Department of Elections are acting according to the law. They have obtained 10 billion rupees to conduct presidential elections from the last budget and they have the experience in conducting voting and counting at 14,000 polling stations. However, they have registered 86 political parties, so far, which I consider a weak point in our democratic system. Sri Lanka is one of the countries, after India, to have too many recognized political parties.",
    "Politicians do have the freedom to form political parties but that must not be done on a flimsy basis. They should have members and properly formulated policies. They should produce proper policy manifestos before getting registered. Otherwise, ordinary citizens would be confused due to the sheer number of political parties and candidates. The Election Commissioner gave a recent media interview to Siyatha TV on 23 January. This was in Sinhala, and it is understandable. But the text should have been at least translated into Tamil and English.",
    "All political parties, if they intend to put forward a candidate to contest the presidential elections, should have a primary duty to produce a policy manifesto. These should be produced at least four months before the elections. These manifestos should include their vision for the country and what they would be following as practical policies. There should be a roadmap for the five years of their term. There are several questions that they should answer in their election manifestos. The readers could indicate any other important matters to be included in the manifestos. My questions are as follows not necessarily in the same order:",
    "2. What are the steps that would be taken to introduce a new Constitution? Would it be a revised presidential system, or a parliamentary system?",
    "3. What type of an economic policy that he/she would be following? Is it going to be a state-centered economy, a neo-liberal free market economy, or a mixed economy?",
    "4. What measures that she/he would adopt to bring down the present inflation and cost of living?",
    "5. What are the measures to be taken to improve the local enterprises, industries, and the agricultural sector?",
    "6. What kind of policy would be followed in respect of exports and imports, boosting foreign exchange reserves, and settling external and internal debt and loans?",
    "7. What kind of a foreign policy she/he would be following particularly in respect of India, China, and the West?",
    "8. What are the policies in respect of Sinhala, Tamil, and Muslim ethnic/religious relations in the country? What kind of language policy would he/she follow?",
    "9. Is he or she willing to promote English education in schools and universities and make English a link language?",
    "10. What kind of policies and measures that he/she would promote to bring down the gap between the rich and the poor and alleviate poverty in the country?",
    "11. What kind of measures would be adopted to safeguard the rights of women, youth, and all minorities?",
    "12. What are the measures to be adopted to eliminate corruption, crime, and violence in the country?",
    "The proposed political manifestos should not be too long. They should be written in simple Sinhala, Tamil, and English for the ordinary people to understand. The EC should give further guidelines as necessary. The media, civil society organizations, the youth, intellectuals, and academics have a major role to play in this process, independently as much as possible. 01 February 1 the National Voters’ Day in Sri Lanka. The celebration of this day should be taken as an opportunity to pave the way for a free and fair presidential election this year.",
    "Opp. parties ask for external pressure on Prez to conduct LG polls",
    "Would anyone in power and sure to lose an election call for an election?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}