{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/For-Sri-Lanka-the-road-to-recovery-is-long-and-must-stay-the-course/4-761890",
  "time_ut": 1715885514.0,
  "original_lang": "en",
  "original_title": "For Sri Lanka the road to recovery is long and must stay the course",
  "original_body_lines": [
    "President Ranil Wickremesinghe recently emphasised the necessity of a new economic reform program for the country’s economic recovery",
    "As Sri Lanka continues to recover from the recent crisis, this time last year, a mere 12 months ago, we saw the peak of Sri Lanka’s worst economic crisis since independence. The economic recovery partially remains hindered by slow growth in exports and low foreign direct investment (FDI), with export growth projected at a modest 5.27% from 2024 to 2028 and FDI below 3% of GDP. The country faces a significant challenge with a decade-long period of low productivity growth, averaging 1.4% annually, underlying major structural weakness in the economy, principally almost endemic policy inconsistency.",
    "To foster sustainable economic growth, Sri Lanka must seek and enter new markets through export -enhancing trade deals while addressing the domestic constraints to unlock its FDI and export potential. 15 months after the crisis in Sri Lanka, it’s important to assess the progress made in terms of recovery and stability of the recovery. Efforts likely include rebuilding infrastructure, enhancing export supply chain capacity, restoring political stability, addressing economic challenges, and fostering social cohesion.",
    "Ongoing international support and domestic initiatives are crucial for long-term recovery. Sri Lanka’s economic growth hinges on efficiently utilising labour and capital to boost productivity growth, also on international support. If Sri Lanka can do more with the key trading partners, it can enhance economic growth, leading to greater efficient resource allocation and productivity gains. However, this would require diplomacy of a very high order, experience and strong management from the top leadership to get the best for the country.",
    "President Ranil Wickremesinghe recently emphasised the necessity of a new economic reform program for the country’s economic recovery. He emphasised the need for collective support from all citizens to prevent the next generation from inheriting the hardships of past economic crises. The Government also needs to run an effective administration to run down costs, improve the productivity of the public sector and deal with the elevated poverty levels and income inequality.",
    "Sri Lanka’s recovery could be attributed to several factors: Strong leadership of the incumbent and the role in orchestrating recovery efforts and mobilising international resources. Continued Support from the international community in terms of financial assistance, technical assistance, and expertise can accelerate and sustain the recovery processes. Sri Lanka’s diverse economy, including tourism, agriculture, and manufacturing, may have provided a foundation for our nation’s resilience and the community successfully adapting to difficult economic conditions. The resilience and cooperation of local communities, a critical supply chain component, in rebuilding efforts can significantly contribute to the pace of recovery. Combining these factors with effective coordination, transparency and collaboration among stakeholders can expedite the recovery process in Sri Lanka.",
    "The Sri Lankan economy is clearly showing signs of recovery from a severe economic crisis, as acknowledged at several levels internationally with impressive foreign exchange improvements from a $ 4 billion International Monetary Fund reform program, increased tourism income, improved remittances and other funding sources, allowing for the lifting of import restrictions on essential goods and reduced inflation. But a significant challenge remains in managing the country’s large sovereign debt and inequities of the partial coverage domestic debt optimisation program that unfairly burdens ordinary people and salaried participants in the economy, whilst excluding the financial services sector. Successful completion of the foreign debt restructuring process could potentially reduce Sri Lanka’s debt burden by approximately $ 17 billion.",
    "Sri Lanka’s future depends on trade and Investment, whilst the West remains Sri Lanka’s largest revenue generator for exports, the technological and demographic dividend of a faster-growing Asia offers the greatest prospects for Sri Lanka’s FDI and exports. These regions are likely to be among the major winners in the new geopolitically aligned trade equation, while not underestimating the world’s 2nd largest economy China, due to its sheer market size and economic power.",
    "Cumulative Asian trade is forecast to grow $ 1.5 trillion in the next 10 years due to the region’s emergence as a critical destination for companies seeking to decrease their over dependence on China. Sri Lanka has strong complementarities with ASEAN’s relatively complex and advanced economic structures. An agreement with ASEAN would provide a larger market under a single administrative arrangement would be a game changer for Sri Lanka, embellished with a fully functioning bilateral trade arrangements with Asian powerhouses."
  ]
}