{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/food-and-agriculture-organization-programme-in-sri-lanka-leads-to-bumper-crops-177967/",
  "time_ut": 1724500860.0,
  "original_lang": "en",
  "original_title": "Food and Agriculture Organization programme in Sri Lanka leads to bumper crops",
  "original_body_lines": [
    "ECONOMYNEXT – A Good Agricultural Practices (GAP) programme implemented by the Food and Agriculture Organization of the United Nations (FAO) is helping farmers modernize cultivation leading to bumper crops and higher incomes in Sri Lanka.",
    "645 farmers across three districts were trained under the programme, and provided with equipment and technical packages to modernize their farming practices and increase their yields and profits, the FAO said.",
    "The GAP programme started as a response to the pressing food security challenges amidst Sri Lanka’s economic crisis, supporting vegetable farmers to commercialize their products.",
    "The programme is funded by the United Nations Sri Lanka Sustainable Development Goal (SDG) Fund.",
    "Farmers received an agriculture kit containing essential items such as a drip irrigation system, plastic mulch and insect-proof netting.",
    "The kit aimed to reduce the cost of cultivation and help make more efficient use of crucial resources such as fertilizers, weed killers, pesticides and water, the FAO said.",
    "Eggplants abound in Sri Lanka with Good Agricultural Practices and technologies",
    "The farmers were also trained in GAP principles including environmental sustainability, food safety and quality, economic viability and social acceptability through a Farmer Field School (FFS) facilitated by FAO.",
    "This immersive training not only equipped them with the necessary knowledge for national GAP certification but also enabled them to implement the modern agricultural techniques, such as drip irrigation systems, insect netting and plastic mulching, effectively."
  ]
}