{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/push-to-attract-tourists-to-sl-as-a-prime-destination/",
  "time_ut": 1712595840.0,
  "original_lang": "en",
  "original_title": "Push to attract tourists to SL as a prime destination",
  "original_body_lines": [
    "As another result of its worldwide promotional Tour, Sri Lanka Tourism Promotion Bureau arranged three road shows in Australia post-pandemic. The inaugural event took place in Brisbane featuring the distinguished presence of Ms. Chitranganie Wagiswara, the High Commissioner of Sri Lanka to Australia, Sandith Samarasinghe, Sri Lanka’s Consul General in Melbourne, and Chalaka Gajabahu, Chairman of Sri Lanka Tourism Promotion Bureau (SLTPB), accompanied by officials from Sri Lanka Tourism Promotion Bureau (SLTPB), Sri Lanka Consulate, on the 19th March at Brisbane and proved to be a resounding success. Thirty-two Sri Lankan companies participated alongside sixty Australian travel and tour operators and Australian media personnel. The feedback received was overwhelmingly positive, indicating a fruitful exchange of ideas and opportunities.",
    "These road shows serve as vital platforms for development partnerships and enhancing collaborations between Sri Lankan businesses and their Australian counterparts. Moreover, they play a pivotal role in revitalizing the tourism sector in Sri Lanka by stimulating interest and engagement from Australian markets. The Sri Lanka Tourism Promotion Bureau’s adept organization of these events underscores its commitment to promoting tourism and facilitating meaningful connections within the industry.",
    "On March 21st, Sri Lanka Tourism successfully concluded its second roadshow at the Shangri-La Hotel in Sydney. The event garnered participation from over 75 Australian travel trade companies and 25 media representatives and influencers. Facilitating, fruitful business discussions between Australian and Sri Lankan participants.",
    "The opening remarks at the second roadshow were delivered by Ms. Chithranganie Wageeswara, the Sri Lanka High Commissioner in Australia. Chalaka Gajabahu provided the keynote on the new global positioning of Sri Lanka. Sandith Samarasingha, the Sri Lankan Consul General in Melbourne, also addressing the attendees. Sakura Wijethunga, the Sri Lankan Airline Manager for Sydney, represented the National carrier in Sri Lanka.",
    "The event featured a vibrant dance performance, adding color and liveliness to the proceedings. The dance troupe brings vibrant elegance to the event. Their graceful moves and lively performances add a special charm to the event. They create an atmosphere filled with energy and beauty, enhancing the overall experience for everyone attending.",
    "Notably, a raffle draw was conducted, offering attendees the chance to win exciting prizes, including six nights and seven days’ tour packages from Sri Lankan travel trade, and three complimentary air tickets from Sri Lankan Airlines. This was one item where the participants joined in enthusiastically.",
    "Overall, the roadshow served as a platform for fostering collaboration and promoting Sri Lanka as a premier tourist destination among the Australian travelers.",
    "The conclusion of the series of Roadshows in Australia took place at the Sofitel hotel in Melbourne, marking a significant milestone in SLTPB ‘s efforts to promote Sri Lanka as a premier tourist destination in Australia. With the participation of over 50 Australian agents and 35 media representatives, the event was a testament to the growing interest in Sri Lanka’s tourism offerings.",
    "The day commenced with productive B2B meetings, facilitating valuable connections between Australian and Sri Lankan businesses. (SLTPB)",
    "Related Topics:a key attraction at the Road Shows in AustraliaSri Lankan dancers",
    "Share market sees marked buying interest due to positive outlook on debt restructuring front",
    "P&S extends clean water initiative to rural communities under “Manu Mehewara”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}