{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lankan-owned-Groovy-Graphics-and-Signs-finalist-in-Australian-Small-Business-Champion-Awards-2024/34-759607",
  "time_ut": 1710709565.0,
  "original_lang": "en",
  "original_title": "Sri Lankan-owned Groovy Graphics and Signs finalist in Australian Small Business Champion Awards 2024",
  "original_body_lines": [
    "Groovy Graphics and Signs, a company owned by Sri Lankan entrepreneur Lalantha De Silva, has been selected as a finalist for the prestigious Australian Small Business Champion Awards 2024 in the Retail Sole Operator category.",
    "The Australian Small Business Champion Awards is a prestigious and comprehensive program that supports and recognises small businesses across Australia. 2024 has seen over 5,500 quality entries into the awards.",
    "Groovy Graphics and Signs – a local signage printing, promotional products and design solutions business based in Melbourne since 2000, specialises in developing innovative signage, banners, portable displays, retail signage, graphic design, and all-sized printing. With over 22 years of competitive experience and service development, Groovy Graphics blends modern-day graphic design with high-quality finished signage, all while maintaining the most affordable prices available.",
    "“This incredible achievement wouldn’t have been possible without the continuous support of our amazing customers, team members and our friends. Thank you for believing in us and being a part of our journey since 2000,” Groovy Graphics and Signs Managing Director Lalantha de Silva said.",
    "The Australian Small Business Champion Awards originated in 1999 to recognise the achievements of outstanding small businesses from all states and territories across Australia.",
    "Developed and managed by Precedent Productions, a small business in its own right, with 38 years of experience in managing successful awards programs, the Australian Small Business Champions Awards have grown into the flagship program recognising small business excellence throughout Australia.",
    "This year’s National Presentation Evening will be held over two nights at The Star, Sydney on Friday, 12 April and Saturday 13 April and promises to build on the event’s reputation as the “Oscars of Small Business”."
  ]
}