{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-lifts-nationalist-import-controls-on-key-cereals-which-were-kept-amid-malnutrition-174102/",
  "time_ut": 1722133860.0,
  "original_lang": "en",
  "original_title": "Sri Lanka lifts nationalist import controls on key cereals which were kept amid malnutrition",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has lifted import controls on several cereal grains, which were maintained despite a rise in malnutrition and poverty from a currency collapse triggered by aggressive macro-economic policy.",
    "Sri Lanka originally slapped import control on 3,500 items including after the central bank and Treasury economists cut rates and printed vast volumes of money to target potential output, through printing money for growth was not a legal aim of the central bank.",
    "In a new monetary law printing money for growth has been legalized critics say.",
    "Among grains on which import controls were lifted include, black gram and other protein rich cereals including green bean and soya.",
    "Sri Lanka still controls the import of maize on economic nationalist grounds (autarky), which has contributed to reduce protein malnutrition in both rich and poor countries.",
    "Maize is allowed to be imported for Triposha, a supplement given to prevent malnutrition particular of children of poor families.",
    "Import controls as well as price controls, coming from central bank policy at the time, as the Bretton Woods system collapsed in 1971 due to Federal Reserve money printing leading oil shocks and Great Inflation, also contributed to malnutrition during the closed economy of the 1970s.",
    "Triposha production was started with foreign aid at the time to combat malnutrition.",
    "In the last currency crisis import controls on grains were maintained triggering import frauds especially in grains like ulundu, which is consumed by the island’s Tamil community in particular, despite a collapse of the currency triggering hunger and malnutrition.",
    "The restoration of trade freedoms of the poor will also lead to a reduction in customs fraud, which are typical of outcomes of economic nationalism, analysts say."
  ]
}