{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-rubber-sector-collapse-to-worsen-with-wage-hike-order-official-165245/",
  "time_ut": 1716966000.0,
  "original_lang": "en",
  "original_title": "Sri Lanka rubber sector collapse to worsen with wage hike order: official",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s rubber production, which has collapsed over the last decade, will get into a deeper crisis due to mandated wage hike which will increase loss, an industry official said after the tea industry also protested the move.",
    "Sri Lanka produced 152,000 metric tonnes of rubber in 2012, but by 2023, it had fallen to only 64,400 metric tonnes, Manoj Udugampola, a former Chairman of the Colombo Rubber Traders Association told reporters in Colombo.",
    "A census by Sri Lanka’s Rubber Development Department had found that the area cultivated had fallen from 138,000 hectares to 98,250 hectares.",
    "“Apart from that, if you take the rubber extent we had ten years back, which was 138,000 Ha, last year the Rubber Development Department got a fresh survey, as per that census we have only 98,250 Ha,” Udagampola said, estimating a drop in 40 percent of the land extent.",
    "“Out of that 98,000 hectares 10,000 hectares, around 10 percent of the total extent in the country is mostly kept abandoned, mostly by the smallholders,” he said.",
    "“Last year’s 1x crepe rubber price was Rs. 671, this year it goes for 775, our net sales averages comes to around 660 rupees.”",
    "On May Day, President Ranil Wickremesinghe announced a wage hike to 1,700 rupees a day from the 1,150 they were paying. Tea farms were also ordered a similar hike.",
    "“As plantation companies, even at a loss, we maintain our rubber plants and rubber plantations. With this 70 percent increase of wages, from 1150 rupees, to 1902 rupees with EPF it’s a 74 percent increase,” he said.",
    "“If wages rise by at least 180 rupees, then we may face a 120 percent rise in cost of production,” he said.",
    "“And just because our cost of production may rise, we cannot raise our sale prices, because we are not price makers, we are price takers,” he explained. “Most rubber sold in the world is at a much larger scale, and at cheaper prices.”",
    "RPCs manage a total of 30 percent of the rubber production as well as lands, while 70 percent is managed by small-holders, who are moving away from the rubber industry.",
    "Tea smallholders had worked out a scheme to help pluckers get more money and increase the yield, which the large tea farms were trying to do as ‘revenue share’, which was also hit by the new gazette notice. (Colombo/May29/2024)"
  ]
}