{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/MAS-Kreeda-secures-10-ROSPA-Gold-Awards-for-outstanding-health-and-safety-performance/34-762969",
  "time_ut": 1718137406.0,
  "original_lang": "en",
  "original_title": "MAS Kreeda secures 10 ROSPA Gold Awards for outstanding health and safety performance",
  "original_body_lines": [
    "The winning teams across the MAS Group captured at the ROSPA Health and Safety Awards in Dubai",
    "Global apparel-tech conglomerate, MAS Holdings, announced the outstanding achievement by its subsidiary, MAS Kreeda, which was honoured with 10 Gold Awards by The Royal Society for the Prevention of Accidents (ROSPA) for their exemplary health and safety performance for the year 2023.",
    "The ten MAS Kreeda Strategic Business Units (SBUs) recognised were, Kreeda Balangoda, Kreeda Methliya, Kreeda Shadeline, Kreeda Synergy, Kreeda Vaanavil, Kreeda Campus, Kreeda Al Safi Sahab, Kreeda Al Safi Dulayl, Kreeda Al Safi Madaba, and Kreeda Arya 2 during a special ceremony in Dubai.",
    "In addition to the Gold Awards, another MAS subsidiary, Bodyline Ltd. was also awarded the ROSPA Silver Award.",
    "“At MAS, our emphasis on ‘putting people first’ is not just in words, but this philosophy is also reflected in our active commitment to workplace safety at all levels. Especially in apparel manufacturing, where the use of complex machinery is significant and where the workforce is large, our dedication to health and safety is crucial,” said General Manager – Sustainable Business, Eranga Dilhan.",
    "“Receiving ROSPA Gold Awards for each of these SBUs reflects our commitment to protecting our teams and ensuring a safe and healthy world-class workplace. We are proud of our divisions for maintaining excellence and will continue to set higher benchmarks in the industry by enabling an interdependent safety culture,” Eranga highlighted.",
    "ROSPA’s Awards program, now in its 68th year, is the UK’s largest and most influential health and safety awards initiative, attracting nearly 2,000 entries from over 50 countries and impacting over seven million employees. These awards distinguish organisations across all sectors that truly commit themselves to safety and excellence.",
    "In the apparel industry, global brands and customers continue to hold ROSPA as a benchmark of manufacturers that maintain the highest standards in protecting lives and ensuring employee safety and wellbeing.",
    "The ROSPA awards stands as the most recent in a series of accolades presented to MAS subsidiaries in recognition of their achievements in workplace safety.",
    "Previously, MAS Kreeda was presented with several National Occupational Safety and Health Excellence (NOSHE) Awards in 2023, The Company also maintains stringent standards as evidenced by its ISO 45001 Certification and the launch of its OSH Transformational Leadership Program with IOSH, UK, Culture of Safety Maturity Assessment framework, and comprehensive machine safety measures."
  ]
}