{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/public-dialogue-inequalities-and-democracy-in-south-asia/",
  "time_ut": 1753118880.0,
  "original_lang": "en",
  "original_title": "Public Dialogue: Inequalities and Democracy in South Asia",
  "original_body_lines": [
    "The Bandaranaike Centre for International Studies (BCIS) is pleased to host a high-level public dialogue titled “Inequalities and Democracy in South Asia”, featuring eminent scholars Christoph Jaffrelot and Sharika Thiranagama, and moderated by Radhika Coomaraswamy.",
    "Christoph Jaffrelot is Research Director at CERI-SciencesPo/CNRS in Paris, President of the French Political Science Association, and Professor of Indian Politics and Sociology at King’s College London. He is widely recognized as a leading authority on South Asian politics, with an extensive body of work on political sociology, nationalism, caste, and democracy in India.",
    "Sharika Thiranagama is Associate Professor of Anthropology at Stanford University. Her research spans Sri Lanka and South India, with a focus on caste, displacement, civil war, domestic life, and intergenerational change. Her acclaimed book In My Mother’s House: Civil War in Sri Lanka (2011) remains a key text in the field.",
    "Radhika Coomaraswamy brings decades of experience in global and national human rights efforts, having served as UN Special Rapporteur on Violence against Women (1994–2003) and Chairperson of Sri Lanka’s Human Rights Commission. She was also the UN Special Representative on Children and Armed Conflict (2006–2012). A Yale, Columbia, and Harvard-educated lawyer, she has taught at NYU School of Law and was lead author of the UN Global Study on Resolution 1325.",
    "The dialogue brings together Jaffrelot’s work on the potential dangers to democracy from growth without distribution in India and Thiranagama’s research in India and Sri Lanka on the inequalities of caste, ethnicity, and militarization, and their centrality to political and governmental practice.",
    "This event is open to the public. Registrations are now open.",
    "For more information and to RSVP, please contact BCIS by email at dhamithrir@bcis.edu.lk or by phone at 0112-676-980. For the latest updates, please follow our Facebook page: facebook.com/bcislka.",
    "Dialog takes the lead in Anti-Bribery Governance with ISO 37001 certification",
    "A ‘timely and courageous book’ that is also ‘a call to conscience’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}