{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111558/trump-putin-talks-produced-enough-movement-to-justify-ukraine-meeting-rubio-says",
  "time_ut": 1755446820.0,
  "original_lang": "en",
  "original_title": "Trump-Putin talks produced enough movement to justify Ukraine meeting, Rubio says",
  "original_body_lines": [
    "Talks between U.S. President Donald Trump and Russian leader Vladimir Putin produced enough movement to justify a meeting with Ukrainian and European leaders, U.S. Secretary of State Marco Rubio told CBS on Sunday.",
    "Rubio also said both Russia and Ukraine would have to make concessions to end the war, adding that the United States might not be able to produce a scenario guaranteeing peace.",
    "European leaders will accompany Ukrainian President Volodymyr Zelenskiy to meet Trump in Washington on Monday, seeking to bolster him as the president presses Ukraine to accept a quick peace deal after meeting Putin on Friday.",
    "“I’m not saying we’re on the verge of a peace deal, but I am saying that we saw movement, enough movement to justify a follow-up meeting with Zelenskiy and the Europeans,” Rubio told the “Face the Nation” show.",
    "Rubio’s comments were among the first by senior U.S. officials present at the talks with Putin.",
    "In a social media post, Trump wrote, “BIG PROGRESS ON RUSSIA. STAY TUNED!” he gave no details",
    "Speaking separately to Fox News’ “Sunday Morning Futures” program, Rubio said the talks had narrowed down the key issues. These included drawing borders, long-term security guarantees for Kyiv, and which military alliances Ukraine could have, he said, adding “there’s a lot of work that remains.”",
    "Putin has ruled out Ukraine becoming a member of NATO. Article 5 of the alliance’s charter is a mutual defence pact obliging allies to defend a member from attacks.",
    "Steve Witkoff, Trump’s special envoy to Russia, told CNN that the U.S. side had won “the concession that the United States could offer Article Five-like protection.”",
    "Pressed for details, he said, “the United States is potentially prepared to be able to give Article Five security guarantees, but not from NATO, directly from the United States, and other European countries.” This would be one of the topics for discussion on Monday, he said.",
    "According to sources, Trump and Putin discussed proposals for Russia to relinquish tiny pockets of occupied Ukraine in exchange for Ukraine ceding a swathe of fortified land in the east and freezing the front lines elsewhere.",
    "“We may not like it, it may not be pleasant, it may be distasteful, but in order for there to be an end of the war, there are things Russia wants that it cannot get, and there are things Ukraine wants that it’s not going to get,” said Rubio.",
    "In a separate interview with ABC, Rubio said if a deal could not be reached to end the war, existing U.S. sanctions on Russia would continue, and more could be added.",
    "When Zelenskiy visited the White House in February, the meeting ended in a shouting match. Rubio, speaking to CBS, dismissed the idea that the European leaders were coming to Washington to protect Zelenskiy.",
    "“They’re not coming here tomorrow to keep Zelenskiy from being bullied. They’re coming here tomorrow because we’ve been working with the Europeans,” he said."
  ]
}