{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/SL-gained-Katchatheevu-Island-at-the-cost-of-Wadge-Bank-to-India/108-280306",
  "time_ut": 1712380440.0,
  "original_lang": "en",
  "original_title": "SL gained Katchatheevu Island at the cost of Wadge Bank to India",
  "original_body_lines": [
    "Colombo, April 06 (Daily Mirror) - In the midst of heated political debate over the Katchatheevu Island, Fisheries Minister Douglas Devananda set the stage for another debate when he said that India secured Wadge Bank which is located below Kanyakumari and a much bigger area with extensive sea resources while ceding the Katchatheevu to Sri Lanka in terms of the 1976 agreement.",
    "In India, the then Indira Gandhi government decided that when the IMBL (International Maritime Boundary Line) was drawn up, Katchatheevu would go to Sri Lanka and India in turn would get the Wedge Bank — a fish-rich area close to the coast of Kanyakumari.",
    "Referring to the matter, Minister Devananda told Daily Mirror that this is an area with rich marine resources including petroleum resources and India had secured in when drawing the maritime boundary line.",
    "“I thought I should disclose this hitherto unknown fact to people here,” he said.",
    "Wadge Bank, which lies to the south of Kanyakumari, refers to an area, including the continental shelf that provides deep-sea fishing grounds while also being rich in other resources.",
    "Estimates about the area covered by the Bank vary. According to a 1957 study published by Sri Lanka's Fisheries Research Station, the Wadge Bank covers 3,000 square miles. The study also highlights that at least till the late 50s, the Wadge Bank had been home to one of the \"world's few successful tropical trawl fisheries\" for a number of years.",
    "The India-Sri Lanka International Maritime Boundary Line (IMBL) was delineated by a 1974 agreement demarcating it in the Palk Strait and another 1976 agreement demarcating it in the Gulf of Mannar and Bay of Bengal.",
    "The minister said according to the 1974 agreement, fishermen from both Sri Lanka and India could fish in the territorial waters of both countries. But it was later reviewed and amended in 1976.",
    "It was the 1976 Agreement that explicitly barred fishermen from both countries from fishing in Sri Lankan waters."
  ]
}