{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97790/udappuwa-sub-inspector-arrested-over-alleged-assault-granted-bail",
  "time_ut": 1709793120.0,
  "original_lang": "en",
  "original_title": "Udappuwa Sub-Inspector arrested over alleged assault granted bail",
  "original_body_lines": [
    "The officer-in-charge (OIC) of Udappuwa Police Crimes Division, who was arrested for allegedly assaulting several civilians, has been released on bail after being produced before the Puttalam Magistrate’s Court.",
    "Additionally, the Sub-Inspector in question was suspended from duties with effect from today (March 07) on the orders of the OIC of Puttalam Division, the police media division said in a press release.",
    "He was arrested for allegedly assaulting several individuals in Udappuwa on Tuesday night (March 05) during an altercation that ensued between him and several other civilians.",
    "According to the police, witnesses had also videotaped the police officer in question using crude language on the area residents and blasting them for reportedly having spat on his vehicle, in which he had been travelling with two other individuals.",
    "The two acquaintances of the Sub-Inspector have also been arrested while the vehicle was impounded. The arrestees, aged 28 and 58 were identified as residents of Udappuwa and Koththanthivu areas.",
    "Two civilians were subsequently admitted to the Udappuwa Rural Hospital after sustaining injuries in the altercation. Meanwhile, the Sub-Inspector who claims to have also sustained injuries in the incident, was also admitted to Puttalam Hospital where the 33-year-old was subsequently placed under arrest.",
    "On Wednesday, the police stated that blood samples were also obtained from the officer in question, to determine whether or not he had been under the influence of alcohol at the time of the incident.",
    "Mundalama Police is conducting further investigations into the incident and the subsequent tense situation that ensued at the site of the incident and near the Udappuwa Rural Hospital."
  ]
}