{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/2019-Easter-Sunday-tragedy-National-Peace-Council-says-intl-role-in-ascertaining-truth-remains-relevant/14-761180",
  "time_ut": 1714416491.0,
  "original_lang": "en",
  "original_title": "2019 Easter Sunday tragedy: National Peace Council says intl. role in ascertaining truth remains relevant",
  "original_body_lines": [
    "The National Peace Council (NPC) in a statement said yesterday that the international role in ascertaining the truth of the 2019 Easter Sunday tragedy remains relevant even today.",
    "On April 21, the country marked the fifth anniversary of the tragic Easter Sunday bombing that claimed the lives of approximately 300 persons and left more than 500 others injured and maimed. The enduring consequences of the Easter Sunday bombing need to be kept in mind. The economic repercussions, stemming from the decline in foreign investments and tourism, continue to haunt the country, contributing to the economic challenges faced today. The National Peace Council is particularly concerned that the erosion of trust in Government leadership, exacerbated by perceived failures in accountability and transparency, remains a pressing concern for all citizens. Unfortunately, this leads to frustration and loss of faith in the system, which can also lead to further injustices.",
    "Despite official inquiries and investigations, questions remain regarding the events leading up to the Easter bombings. While some of those responsible have faced repercussions for their negligence, the prevailing sense of a cover-up persists. The revelations of withheld information only reinforce the need for a renewed commitment to uncovering the truth. The justification for the UN Human Rights Council to continue with its evidence gathering unit in Geneva comes from the failure of successive Sri Lankan governments to ascertain the truth and act on it. The effort of the Catholic Church in the country to canonise those who died, to either elevate them to sainthood or martyrdom is to keep the issue of the mass killing alive both nationally and internationally. There have been international precedents for this.",
    "As we reflect on the events of Easter 2019, we must also acknowledge the broader context of violence and injustice that has marred Sri Lanka’s history. From the civil war’s brutal conclusion in May 2009 to the atrocities of past decades, including those of the JVP insurrection that reached its height in 1989, the scars of conflict and violence run deep. In our pursuit of reconciliation, we must confront the painful truths of our past and strive for a future built on justice, accountability, and healing. Looking ahead, the quest for justice must transcend partisan interests and electoral mandates. The forthcoming elections and transition of government presents an opportunity to reinvigorate efforts towards accountability and reconciliation. It is imperative that the Government leadership, today and in the future, prioritises the pursuit of justice and transparency, free from the constraints of vested interests."
  ]
}