{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Education-reforms-should-reckon-matters-if-connected-to-market-by-generating-creative-capital/4-770549",
  "time_ut": 1734297200.0,
  "original_lang": "en",
  "original_title": "Education reforms should reckon matters if connected to market by generating creative capital",
  "original_body_lines": [
    "What is observed in the school system in Sri Lanka is, instead of encouraging students to question, they are trained to observe and uphold conformity",
    "The purpose of education should be to develop creative capital and not mere human capital as has been traditionally emphasised. Such creative capital should be global in outlook rather than national or territorial. They are today known as global citizens. The foundation for creating such global citizens should be laid from the very beginning of a student starting his education at the school level and continued through his tertiary education at universities. The role of the Government is to create the necessary environment conducive for citizens to become such creative people. This is what PM should do in her education reforms",
    "Prime Minister Dr. Harini Amarasuriya, on assuming duties at the vocational training ministry, is reported to have highlighted “the importance of integrating school education, higher education, and vocational education as interconnected components of the education system”1. This policy goal of education is in line with the London University’s educationist Alison Wolf who said that education matters only if it involves both education and training and is connected to economic activities2.",
    "According to the Government Finance Statistics Manual or GFSM of IMF which follows the International Standard Classification of Education or ISCED of UNESCO, expenditure on education includes services provided to pupils and students to upgrade their knowledge, expenditure on curriculum development, and assessment3. Therefore, public education includes expenditure in any part of the government service, including military colleges that offer civilian courses, to upgrade the knowledge base and skills of citizens. They should not necessarily be in schools run by the education ministry. Hence, education reforms should address the entire gamut of education, learning, and training structure of society.",
    "But what is of importance is to make education relevant by inculcating creativity in citizens. This helps Sri Lanka to develop creative capital, and that creative capital will generate inventions, and those inventions are used in practice for producing commercially viable goods and services by entrepreneurs through a process called ‘innovations’4.",
    "Thus, in today’s context, both inventions and innovations should go hand in hand. What it means is that without innovations, inventions become fruitless; without inventions, innovations could not take root. This is evident from a few inventions made by scientific minds. The first Apple Macintosh desktop was invented by a creative engineer called Stephan Wozniak. It would have remained just a prototype invention unless, an innovator by the name of Steve Jobs had assembled resources necessary for bringing it out as a commercially viable product5. Later in 2004 when the first iPhone was produced by Apple Incorporated, the scratch-free unbreakable gorilla glass for the screen came from Corning Incorporation which had invented it in 1960 for the US Airforce but remained unutilised until Steve Jobs chose to use it for the new iPhone6. Inventions are created by scientific minds that are produced by education, training and research activities undertaken in a society. Innovations are produced by entrepreneurs who are also trained by the educational system supported by a culture conducive for entrepreneurship. Hence, education is at the core of both invention and innovation. Since wisdom is global and not confined to a given geographical territory, the objective of education should be to develop a global citizen who would respect knowledge coming from any part of the world with no pre-biases or pre-prejudices7. The 4th century BCE Indian Guru, Chankaya, also known as Kautilya, too said so in Ethics of Chankaya when he said that “no land is foreign for a scholar”8.",
    "Wisdom of Rev Weliwitiye Sri Soratha Maha Thero: University students should be probing, critical and rebellious",
    "The founding Vice Chancellor of the Vidyodaya University, the predecessor to the current University of Sri Jayewardenepura, Rev Weliwitiye Sri Soratha Maha Thero, is reported to have stressed this point when the university was opened in 1959. The erudite Thero had advised the university students that they should be ‘probing, critical and rebellious’. Though all these three attributes stressed by him are interconnected and cannot be separated from each other, for ease of understanding, they could be analysed separately in their reverse order.",
    "‘Being rebellious’ means that university students should be intellectually rebellious by questioning the existing and accepted wisdom. For that, they should be sceptical and should not accept anything as being presented to them. Being critical requires them to evaluate both the good side and the bad side of an issue that demand their attention before deciding on their own stand on it. What he meant by probing was that university students should not accept anything presented to them without exploring them. He, therefore, advised students to get into a culture of ‘questioning, evaluating and exploring’ if they wanted to be learned men and women. These three attributes constitute the foundation of evidence-based decision making which leads to the creation of a creative society.",
    "University should not undermine the quality of the degree as well as the research undertaken",
    "Later, Soratha Maha Thero in an address made to undergraduates highlighted the quality of the university and the graduates who pass out from the university as follows: “It is our mission to present the society with intellectual and not merely to breed graduates. If one endeavours to transform this sacred abode to a place where degrees are sold, or to a place in which students are given degrees in a mere mechanical fashion that will only lead the University as well as the country to be dragged in disgrace. If our graduates are not proven with the expected intellectualism that their degree claims them to possess, people will indubitably arrive at the conclusion that our university is a ‘store’ where degrees are ‘sold’. Thus, everybody affiliated to the University should keep in mind not to engage in any act that will undermine the quality of our degree and the research work”9.",
    "It is the school system that should begin to develop critical minds",
    "Such a culture cannot be developed merely at the university level in Sri Lanka today. That is because, before entering the university, students spend nearly 12 years at schools and the culture at schools is not to question the existing knowledge but to accept it blindly. The culture of questioning, or in the words of Rev Soratha Maha Thero, the culture of being rebellious, should be developed in the school system by teachers. But what is observed in the school system in Sri Lanka is, instead of encouraging students to question, they are trained to observe and uphold conformity. The pressure of examination too does not allow students to learn by questioning. All they are required to do is to learn by rote the matters that would be questioned at examination papers and get the highest marks possible so that they can ensure a place at a local state university. A student who does not get enough marks to enter a university is labelled as a failure by the system, including his or her family members. Then, why should one bother to learn by questioning when one can have a safe journey to a university simply by following the opposite.",
    "This is obvious when students celebrate commerce days in schools. Though they follow a stream that leads to a profession involving ‘buying and selling’ or functioning as middlemen, the short dramas they often perform on stage on school commerce days have a paradoxical theme: That is, labelling the middlemen as exploiters of both consumers and producers thereby suggesting that they should be eliminated. It is a paradox that they are suggesting that they themselves should be eliminated. This is because students learn not by exploring, evaluating and questioning but by simply accepting the society’s views on traders.",
    "But if the students explore by themselves, they will find that the middlemen serve both the consumer and producer by reducing the inconvenience to them – called transaction costs in economics – and facilitating the exchange of goods by buying from producers and selling to consumers. The aberration of the system occurs when the middlemen hold monopoly power over information which he uses to his advantage. Thus, instead of identifying the problem, students cry like parrots that middlemen should be eliminated from the system.",
    "The pressure of the present examination system has forced students not to devote time for learning any other subject or engage in any other pastime. Hence, they do not read, discuss, debate or interact on matters other than what is needed for them to pass the examinations. Thus, the general knowledge, world outlook and aptitude of students become very narrow. When students do not question teachers, teachers too do not have incentive to learn anything other than what is needed for preparing students to sit for examinations.",
    "Hence, the education system in the country has got into a vicious circle of ignorance: teachers do not encourage students to question; students do not want to follow a path involving learning by questioning, evaluating and probing; since students do not question, teachers do not have incentive to have the capacity to answer the possible questions; since teachers are unable to answer the questions, they do not encourage students ask questions. Hence, the school education system in Sri Lanka moves around this vicious circle of ignorance.",
    "When these students enter the university, they expect the university lecturers too to function as schoolteachers who would do nothing but prepare them for examination papers. The prescribed readings for students are rarely read by them before lectures. With modern technology, most of the lectures are presented in the form of PowerPoint Presentations. Hence, students have given up even the habit of taking down notes of lectures. If a question is asked from the previous lecture, not many can answer it because they do not even practice the reflection of what was taught previously before the next lecture. All they do at the university is not going through a continuous learning system but collecting lecture printouts and other materials till the announcement of the examination and start learning by rote. But by that time, it is too late for them to have a critical knowledge of the subject being taught to them.",
    "Max Planck story: A Nobel Laureate being impersonated by his chauffeur",
    "The Swiss writer Rolf Dobelli, in his 2013 book The Art of Thinking Clearly10, has distinguished between two types of knowledge, the chauffeur knowledge and the Planck knowledge by referring to a story attributable to the 1918 Physics Nobel laureate Max Planck. In this story, Planck, after being awarded the Nobel Prize, had gone on a lecture tour across Germany where he had delivered the same lecture to every new audience he had met. After some time, it had become boring for him to do so. But his chauffeur who had been with him throughout had learned the lecture by heart and had proposed to his master that they could exchange positions in the next lecture just to kill the boredom: Chauffeur impersonating Planck and delivering the lecture while Planck enjoying it in the audience dressed in chauffeur’s uniform.",
    "Everything had gone on well until the question time when one academic in the audience had asked a question. The chauffeur had been taken completely unawares but instead of revealing his identity had played the smart card. He had ridiculed the questioner saying that it was such a simple question that even his chauffeur could answer it. So did the chauffeur who was in the audience.",
    "Based on this story, Dobelli makes a distinction between the chauffeur knowledge and Planck knowledge. Planck knowledge is the real knowledge acquired in the hard way learning all facts and depths of a subject. Chauffeur knowledge is, on the other hand, learning simply to put on a show by imitating someone or just presenting what someone has said. Though it is difficult to distinguish between the two, Dobelli gives a clue to do so. Those who have the real knowledge know the limit of their competence and if a question is asked beyond it, they would simply apologetically respond that they do not know it. Chauffeur knowledge holders on the other hand would continue to play the game by pretending that there is no limit to what they know.",
    "In another chapter, Dobelli has advised those intending to think clearly to be sceptic of everything they see as patterns or revelations because it may be due to an illusion in the brain. For instance, he advises that if someone sees Jesus Christ in a pancake, he should immediately ask the question why Jesus wanted to reveal himself in that manner. This scepticism he says should be extended to every authority on issues because authorities are not correct always. His advice has been simple: when one encounters an authority, challenge him.",
    "What Dobelli has said here is simply an echoing of what the Buddha said in the Kalama Sutra some 2,600 years ago. He told those from the Kalama clan: ‘Don’t go by reports, by legends, by traditions, by scripture, by logical conjecture, by inference, by analogies, by agreement through pondering views, by probability, or by the thought, “This contemplative is our teacher”11.",
    "Don’t produce people with chauffeur knowledge but those with real knowledge",
    "Sri Lankan education system, both at school level and at the university level, produces people with chauffeur knowledge and not those with real or Planck knowledge. Accordingly, students go through the education machinery but come out not as really learned men and women but those who are unable to think clearly. This must be changed if the country wants to align its education system to the innovation economy to be set up with the implementation of the social market economy policy being pursued at present. Until and unless this target is met, spending money on education is a waste of resources.",
    "That is why it is necessary that Sri Lanka should provide relevant education to its students enabling them to think clearly and creatively. It will build up a creative capital and not just a human capital. Israel, a leading innovation economy in the modern world, built its creative capital by allowing students to be sceptic all throughout and thinking out of the box when it comes to providing solutions to issues, they have faced, according to Dan Senor and Saul Singer who documented the story of Israel’s economic miracle in their 2009 book ‘Start-up Nation’12.",
    "The purpose of education should be to develop creative capital and not mere human capital as has been traditionally emphasised. Such creative capital should be global in outlook rather than national or territorial. They are today known as global citizens. The foundation for creating such global citizens should be laid from the very beginning of a student starting his education at the school level and continued through his tertiary education at universities. The role of the Government is to create the necessary environment conducive for citizens to become such creative people. This is what PM should do in her education reforms.",
    "2Wolf, Alison, 2002, Does Education Matter? Myths About Education and Economic Growth, Penguin Books, London.",
    "4It was Austrian American economist Joseph Schumpeter who made the distinction between invention and innovation in his 1912 book, The Theory of Economic Development (in German and later in 1934, translated into English).",
    "5Isaacson, Walter, 2011, Steve Jobs, Simon and Schustor, New York, Chapter 3",
    "6Vogelstein, Fred, 2013, Dog Fight: How Apple and Google went to war and started a revolution, William Collins, London, p 37.",
    "7This was the message delivered by Dr P J Lavakare in a lecture delivered at the Asian Institute of Technology recently. Visit: http://www.ait.ac.th/news-and-events/2015/news/creating-global-citizens-through-internationalization-of-education/view#.VkQjEnruGrW",
    "8Ethics of Chanakya, (Translated by Tantrik Yogi Ramesh), 1998, Sahni Publications, New Delhi, p 31",
    "12Senor, Dan & Singer, Saul. 2009, Start-up Nation: The Story of Israel’s Economic Miracle, US: Twelve.",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected].)"
  ]
}