{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/forgotten-pc-polls/",
  "time_ut": 1756540920.0,
  "original_lang": "en",
  "original_title": "Forgotten PC polls",
  "original_body_lines": [
    "The Campaign for Free and Fair Elections (CaFFE) has called upon the NPP government to hold the Provincial Council (PC) polls, which the UNP-led Yahapalana government caused to disappear without a trace about eight years ago. Since the indefinite postponement of the PC polls in 2017, we have had four Presidents and three governments, and there have been six elections. The PCs have been under the Provincial Governors appointed by the President.",
    "Some political commentators have rightly pointed out that the Opposition politicians who are claiming that legal action against former President Ranil Wickremesinghe for alleged misuse of state funds is tantamount to an attack on democracy have forgotten how Wickremesinghe undermined democracy, while in power. They have recalled the non-allocation of funds for the local government polls on some flimsy pretext during Wickremesinghe’s presidency in 2023. Besides, Wickremesinghe was a powerful Minister in President J. R. Jayewardene’s government, which resorted to large-scale vote rigging and political violence to win elections. What we witnessed under that repressive regime was the very antithesis of democracy.",
    "However, Wickremesinghe is not alone in having meddled with elections. The blame for undermining the electoral process should be apportioned to all political parties. The SLFP postponed a general election by two years in 1975. The UNP used a heavily rigged referendum to do away with the parliamentary polls due in 1982 as it was desperate to retain its five-sixths majority in Parliament. In 2017, the SLFP, the JVP, the TNA, the SLMC and the Joint Opposition, which later became the SLPP, fully cooperated with the UNP-led  Yahapalana government to postpone the PC polls indefinitely. No party politically challenged the obnoxious PC Elections Amendment Bill, which paved the way for the indefinite postponement of the PC polls. The SLPP leaders, who used the 2018 LG polls to make an early comeback, unashamedly postponed the LG elections due in 2022.",
    "Only the LTTE and the JVP murdered people for exercising their franchise in this country. The JVP unleashed barbaric terror in a bid to sabotage the PC polls and a presidential election in 1988 and parliamentary polls in 1989. It killed dozens of voters who dared defy its illegal orders and vote, and its terror campaign enabled the UNP to unleash a wave of counterterror, drive voters away, stuff ballot boxes and win elections. The UNP gained from the JVP’s election boycotts in the late 1980s, but lost the 2005 presidential election because LTTE disrupted it in areas under its control.",
    "The CaFFE has rightly urged the government to make its stance on the delayed PC polls known to the public. The NPP has a supermajority in Parliament and can legislate for the PC polls to be held under the proportional representation system as some legal issues have stood in the way of conducting them under the new Mixed Proportional system. The government can even abolish the PC system, if it so desires, the CaFFE has said, calling for decisive action. This reminds us of the JVP’s terror campaign against the PCs and elections to them in the late 1980s. It subsequently made an about-turn and gained representation in the PCs.",
    "The NPP government would have readily heeded the election monitors’ call for the PC polls if it had been able to sweep the LG polls in May. In fact, it said it would hold the PC polls shortly after the LG elections. But it has since got cold feet. It emerged the overall winner in the LG polls, but the election results indicated a decline in its national vote share; it has also lost dozens of hung councils to the Opposition although it secured pluralities in them. This may be the reason why the NPP has chosen not to hold the PC polls any time soon, and is busy consolidating its power and trying to weaken the Opposition while making a determined bid to shore up its approval rating. So, the election monitors can go on telling the NPP to hold the PC polls until they are blue in the face, but the latter won’t heed their call.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}