{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/city-of-dreams-sri-lanka-a-bold-investment-shadowed-by-ethical-concerns-over-ifcs-role-in-casino-operations/",
  "time_ut": 1755069613.0,
  "original_lang": "en",
  "original_title": "City Of Dreams Sri Lanka: A Bold Investment Shadowed By Ethical Concerns Over IFC’s Role In Casino Operations",
  "original_body_lines": [
    "John Keells Holdings PLC (JKH) and Melco Resorts & Entertainment opened City of Dreams Sri Lanka on 2 August 2025, completing Cinnamon Life—the country’s largest integrated hotel, mall, and casino development, built with an investment exceeding USD 1.2 billion. Located in the heart of Colombo, the resort offers over 800 rooms, twelve dining venues, and has created more than 1,500 jobs, strengthening Sri Lanka’s position as a premier destination for business and leisure travelers, particularly from India.",
    "The International Finance Corporation (IFC), part of the World Bank Group, invested USD 175 million in John Keells Holdings to support tourism and took an equity stake. It also gave a USD 25 million loan to Nations Trust Bank, where JKH and Central Finance have major investments (Daily FT, 14 May 2024). Since the pandemic began, IFC has invested over USD 800 million in Sri Lanka to help businesses stay afloat and protect jobs.",
    "Despite these commitments, IFC’s participation in a project centred on casino operations prompts questions regarding alignment with its mandate for sustainable development, responsible investment, and social accountability. The potential risks associated with casino gaming—such as social impacts, addiction, money laundering, and governance challenges—present concerns in the context of IFC’s stated principles.",
    "* Does partnering with John Keells in a casino-focused enterprise present risks to IFC’s commitment to ethical investment standards?",
    "* Are there precedents of IFC investing in casino projects that may conflict with its own ethical investment guidelines?",
    "* Has the IFC done an Environmental, Social and Governance risk assessment on the potential for this investment to increase money laundering, narcotics usage and prostitution?",
    "* Can IFC and the World Bank be confident in the ability of Sri Lankan regulators to effectively monitor financial crime within the gambling sector?",
    "Even in developed countries like Australia, its two major casinos the James Packer backed Crown Casino and Star City Casino were caught turning a blind eye to money laundering. Severe penalties were imposed on both. Does Sri Lanka have the same independent regulatory oversight?",
    "In the interests of upholding its reputation, it remains timely for IFC to consider reassessing its association with JKH if its investment in this project continues.",
    "Casinos operate legally in Sri Lanka under licenses issued by the government, governed by the colonial-era Gaming Ordinance. In 2025, significant amendments were introduced through the draft Gambling Regulatory Authority Bill of May 2025, which seeks to establish an independent regulatory body overseeing all gambling activities—land-based casinos, online platforms, and offshore operations such as those in Colombo Port City. This authority is intended to promote transparency, good governance, and prevent illegal gambling.",
    "However, the bill has faced criticism from various stakeholders. The Advocata Institute, a Colombo-based think tank, expressed concerns about the bill’s lack of independence and insufficient safeguards. Critics argue that it grants excessive power to the Minister of Finance, raising the risk of political interference in the regulatory process. Furthermore, the bill falls short in adequately addressing the regulation of online gambling, junket operations, and the inclusion of state-run lotteries within the new framework.",
    "Despite these concerns, the government has expedited the legislative process to establish the Gambling Regulatory Authority, coinciding with the opening of the City of Dreams integrated resort in Colombo. The bill remains under parliamentary review, awaiting final approval.",
    "The casino sector continues to be politically sensitive and controversial. Licensed casinos are few and concentrated mainly in Colombo, while the government struggles to balance responsible regulation with industry growth. Opposition from religious groups, political figures, and civil society remains strong, citing social and financial risks linked to gambling, such as family disruption and corruption concerns. Ironically, President Anura Kumara Dissanayake—who strongly opposed casinos as an opposition MP—attended the lavish and highly extravagant inauguration of City of Dreams.",
    "It is essential that IFC, John Keells, and government regulators act with transparency and proactivity to mitigate gambling’s social risks, strengthen regulatory frameworks, and ensure that such investments contribute positively without compromising public welfare. Only through rigorous governance and ethical investment can Sri Lanka achieve a tourism renaissance that is both prosperous and responsible."
  ]
}