{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/SLMC-members-in-the-dark-OVER-ERPM-students-appeal/108-282112",
  "time_ut": 1715099160.0,
  "original_lang": "en",
  "original_title": "SLMC members in the dark OVER ERPM students’ appeal",
  "original_body_lines": [
    "Colombo, May 07 (Daily Mirror) -  The decision to annul the Surgery Long and Short Cases components of the ERPM Part B Examination, conducted at the Examinations Centre of the Eastern University in Batticaloa, has ignited a storm of controversy as the members of the Sri Lanka Medical Council (SLMC) have not been informed of the appeal sent by the group of affected students.",
    "In a letter addressed to the Registrar of the SLMC dated May 1, 2024, candidates expressed their grievances over the annulment of the examination and the subsequent scheduling of a re-examination in May.",
    "However, a council member told Daily Mirror that majority of Council members have not been informed of such a letter and thus, requested the SLMC chairman to convene an emergency council meeting to discuss the matter.",
    "The controversy stems from a complaint alleging that a student did not receive interpreter support during the examination.",
    "Following this complaint, the Council initiated an investigation, which concluded that the student indeed lacked interpreter assistance.",
    "As a result, the Council recommended that the examination be retaken for all 41 students who took the exam at the Batticaloa center.",
    "Dr. Hemantha Herath, the Registrar of the SLMC, emphasized that the decision was reached collectively by the Council based on the findings of the investigation.",
    "Further, the candidates who sat for the examination in April 2024 and their parents have raised serious concerns with the SLMC members about the impartiality of the decision-making process, prompting calls for an independent inquiry into the incident.",
    "The letter alleges that the President of the SLMC intervened in the decision-making process without following due process.",
    "It claims that the President, allegedly influenced by personal connections, instructed to add marks to all candidates, including the daughter of a consultant with close ties to him, to ensure her passing.",
    "When the examination coordinator and council members refused to comply with this directive, the President purportedly ordered the cancellation of the examination for all candidates and mandated a re-examination for everyone, disregarding suggestions for a re-examination solely for affected candidates.",
    "Furthermore, the letter accuses the President of appointing biased individuals to the investigative committee, raising doubts about the fairness of the inquiry."
  ]
}