{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/widespread-support-for-sri-lanka-debt-workout-reform-progress-at-imf-wb-meet-minister-159584/",
  "time_ut": 1713679200.0,
  "original_lang": "en",
  "original_title": "Widespread support for Sri Lanka debt workout, reform progress at IMF/WB meet: Minister",
  "original_body_lines": [
    "ECONOMYNEXT – There was widespread support for Sri Lanka’s debt restructuring and acknowledgement of progress made under an International Monetary Fund program, at meeting of the fund and World Bank, State Minister for Finance Shehan Semasinghe said.",
    "“The strides made in our economic recovery and financial stability have been acknowledged as significant advancements towards our country’s prosperity by our stakeholders and international partners,” Minister Semasinghe said in an x.com (twitter) post after attending the meetings.",
    "“Further, it was heartening to note the widespread appreciation and support for Sri Lanka’s debt restructuring process.",
    "“We remain steadfast in our commitment to reaching the restructuring targets and confident of smooth progress in the continued good-faith engagements for a speedy debt resolution that will ensure debt sustainability and comparability of debt treatment.”",
    "Sri Lanka ended a first round of talks with sovereign bondholders in March without striking a deal but some agreement on the basis for a deal.",
    "An initial deal with bilateral creditors have been reached, but they may be awaiting a deal with private creditors to sign formal agreements.",
    "International partners have appreciated reforms made under President Ranil Wickremesinghe, Minister Semasinghe said.",
    "“It was great to engage in productive bilateral discussions with all of whom appreciated the recent economic developments, progress in debt restructuring, strengthening of tax administration, and ongoing governance reforms,” he said.",
    "Sri Lanka’s rupee has been allowed to re-appreciate by the central bank amid deflationary monetary policy, bringing tangible benefits to people in the form of lower energy and food prices, unlike in past IMF programs.",
    "Electricity prices were cut as a strengthening currency helped reduce the cost of coal imports.",
    "Related Sri Lanka central bank mainly responsible for electricity price cut",
    "The currency appreciation has also allowed losses to the Employment Provident Fund imposed to be partially recouped, helping old workers near retirement, as well as raising disposable incomes of current wage earners on fixed salaries.",
    "Related Sri Lanka EPF gets US$1.85bn in value back as central bank strengthens rupee",
    "The IMF, which was set up after World War II to end devaluations seen in the 1930s after the Fed’s policy rate infected other key central banks, started to actively encourage depreciation after a change to its founding articles in 1978 (the Second Amendment).",
    "The usefulness of money as a store of value, or a denominator of current and future values then decline, leading to loss of real savings, real wages and increases in social unrest.",
    "Before that, members who devalued more than 10 percent after printing money for growth  or any other reason, faced the threat of suspension from the organization as punishment.",
    "Sri Lanka’s rupee has appreciated to around 300 to the US dollar now from 370 after a surrender rule was lifted in March 2023.",
    "But there is no transparency on the basis that economic bureaucrats are allowing the currency to gain against the US dollar (the intervention currency of the central bank).",
    "The rupee is currently under pressure, despite broadly prudent monetary policy, due to an ‘oversold position’ in the market after recent appreciation made importers and banks to run negative open positions as the usefulness of the currency as a denominator of future value declined with sudden strenghtening. (Colombo/Apr21/2024)"
  ]
}