{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-facilitate-imports-from-the-us-anti-graft-helps-reduce-trump-tariffs-234197/",
  "time_ut": 1754054820.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to facilitate imports from the US, anti-graft helps reduce Trump tariffs",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka will facilitate more imports from the United States to reduce a trade deficit and also make it easier for American firms to do business in the country, Treasury Secretary Harshana Suriyapperuma said.",
    "Sri Lanka negotiated a reduction of the Trump tariff from 44 to 20 percent in two levels.",
    "Sri Lanka has achieved the first objective of maintaining competition position with other exporting nations, Suriyapperuma who led the negotiations said.",
    "Sri Lanka’s strategy to reduce corruption and help clear a path for companies to do business in the island had gone a long way to reduce the tariff, he said.",
    "Due to non-disclosure rules Sri Lanka cannot immediately release all areas that are under discussion, but the country has been as open as possible, he said.",
    "“Some of them are the ones you very correctly identified,” Suriyapperuma said, responding to a question whether the US Trade Representative’s long standing positions on intellectual property protection and agricultural market access had been discussed and whether imports of oil would go ahead using quotas.",
    "“Sri Lanka is a net importer of energy into the country,” he said. “So wherever possible, within competitive parameters to see how best we can accommodate their requirements.”",
    "Sri Lanka had also discussed hi-tec goods imports and knowledge transfer and there will be government to government negotiations he said.",
    "Sri Lanka’s Ceylon Petroleum Corporation had said it was looking into importing oil from the US.",
    "Instead of only reducing rates, Sri Lanka had offered to do trade facilitation which had been a ‘pain point’ for some exporters of some countries, he said.",
    "Sri Lanka was separately drawing up a national tariff policy.",
    "Sri Lanka’s efforts to combat corruption had scored points in helping bring down the tariff, Suriyapperuma said.",
    "Sri Lanka is currently on a 10 percent tax, which will change to 20 percent in seven days. (Colombo/Aug02/2025)"
  ]
}