{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Catholic-Church-to-go-to-UNHRC-seeking-international-probe/108-281151",
  "time_ut": 1713762600.0,
  "original_lang": "en",
  "original_title": "Catholic Church to go to UNHRC seeking international probe",
  "original_body_lines": [
    "Colombo, April 22 (Daily Mirror)- The Catholic Church is planning to present a proposal to the United Nations Human Rights Council (UNHRC) through several foreign governments and international organizations to initiate an international investigation into the Easter Sunday terrorist attacks with a view to mete out justice to the victims of those attacks.",
    "Archbishop of Colombo, His Eminence Cardinal Malcolm Ranjith revealed this to the BBC Sinhala Service yesterday in a statement marking the fifth anniversary of the terrorist attacks which took place on April 21, 2019.",
    "He accused the past and the present governments that they have failed to reveal the conspiracy behind the Attacks or the masterminds of it, despite five years having lapsed.",
    "In the context of former President Gotabaya Rajapaksa having failed to keep his verbal promise to mete out justice to the victims, now he has reposed trust on the written pledges given by the Samagi Jana Balawegaya (SJB) and the Jathika Jana Balawegaya/ National People’s Power (NPP) on the matter, Cardinal said.",
    "He pointed out that Ranil Wickremesighe who was the Prime Minister at the time of the Easter Sunday mayhem is the President of the country now, the then DIG for the Colombo North Deshabandu Tennakoon who was described by the Presidential Commission on the terrorist attacks to have acted as a mere messenger, without delivering his duties is the Inspector General of Police (IGP) today and the Nilantha Jayawardena, the then SIS director who failed to prevent the carnage, despite prior warnings by the Indian intelligence services is the second in command in the Police Department today.",
    "He questioned whether one can expect justice under such a situation."
  ]
}