{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Portable-speakers-problem-of-Sri-Lanka-tourism/14-771368",
  "time_ut": 1735927577.0,
  "original_lang": "en",
  "original_title": "Portable speakers problem of Sri Lanka tourism",
  "original_body_lines": [
    "Offering foreigners who visit Sri Lanka a good night’s sleep is the least we can do",
    "20 to 31 December was a unique time where both locals and tourists flocked to holiday destinations in numbers. We are a small hotel and we were mostly booked by foreigners about five to six months ahead of the Christmas season. Surrounding us are places that mostly cater to Sri Lankans where they mostly advertise on Facebook. People who run them are very nice, cordial and we have no problem with them. We are happy that they get business.",
    "However, most of their local parties come with giant speakers and they make it a point to play immediately on arrival and it goes on until very late and on some days even until 2 a.m. Foreigners, specially Europeans get mad even if a dog barks outside; they want total silence. IT IS IMPOSSIBLE FOR ANY SANE PERSON TO SLEEP with that kind of noise. And no amount of sound proofing can fix these problems.",
    "As expected, we have spoken to the neighbouring owners, they genuinely accept the issue and they are helpless controlling them as the guests feel it is their right to feel free and do anything for what they paid for. Needless to say that they are drunk and it would be asking for a fight if you ask to stop them at that moment.",
    "I checked with a number of parties, not just in our city but in many other locations in Sri Lanka. This problem is widespread. Even at bigger star-class hotels now guests have a habit of bringing these speakers into their rooms and chalets and playing them loud in their rooms and near the pool, etc.",
    "When the Israel related advisory from US came into effect, we saw a very good coordinated effort from Police that educated all hotels/guest houses and all sorts of accommodation places about “what to do”. Similarly, police can keep all the places of accommodation informed that the institution will be penalised for such violations. Yes the hotel, not the guests. It is not practical for police to come and stop these parties every day late night. No police in the world will have the capacity to do this. When the owner knows they are in trouble for misbehaviour by guests, they will inform them early and prohibit playing these speakers.",
    "Imagine that a famous YouTuber making a live video at 1 a.m. in the night near a hotel with the title: “DON’T COME TO SRI LANKA IF YOU WANT A GOOD NIGHT SLEEP!!!” and continues to show a local party with all sorts of music, shouting and drinking. Based on what I have seen in the past, I’m sure the Tourism Ministry and Police will be very responsive, if such a damaging video gets posted. But why not be proactive and find a way to put a stop to this now? Four years ago, an under-aged girl was harassed at a hotel in our area; then all the hotels in our area were immediately asked to attend a meeting by Police and all of the places were informed what procedure to follow and how to address such a situation. Similarly let’s just formally inform everyone what the legal limits of noise are, what will happen if they violate them and how to react in any such case.",
    "Because offering foreigners who visit Sri Lanka a good night’s sleep is the least we can do as a nation! I believe the timing would be perfect as the Government has just initiated the “Clean Sri Lanka” initiative with wide ranging aspects of cleanliness. For us the hoteliers, especially for the future of Sri Lanka tourism, noise is one of the dirtiest of them all.",
    "(The writer is a small hotelier for 14 years. He can be reached via [email protected].)"
  ]
}