{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Climate-change-to-cause-1-2-percent-annual-loss-of-Sri-Lankas-GDP-by-2050-Ruwan/108-282497",
  "time_ut": 1715604060.0,
  "original_lang": "en",
  "original_title": "Climate change to cause 1. 2 percent annual loss of Sri Lanka’s GDP by 2050: Ruwan",
  "original_body_lines": [
    "Colombo, May 13 (Daily Mirror) - The cost of climate change will account for a 1.2 percent loss of the annual Gross Domestic Product (GDP) of Sri Lanka by 2050 according to estimates by the World Bank, Senior Presidential Advisor on Climate Affairs Ruwan Wijewardene said.",
    "He said it would be a multi-million dollar loss to the country.",
    "Speaking during the ‘Environment Leaders of Tomorrow workshop’ organized by the National Youth Services Council over the weekend, Mr. Wijewardene said it is Sri Lanka’s agriculture which is mostly affected by climate change.",
    "“It is essential for Sri Lanka to safeguard its agriculture sector,” Mr. Wijewardene said.",
    "“Various buildings have been constructed in Sri Lanka lately. It is concluded that construction of modern buildings will give a good impression of a nation to the visitors. However, President Ranil Wickremesinghe holds a different view. He believes in a green economy. This is why he proposed setting up a tropical belt initiative,” he said.",
    "“Under the tropical built-in initiative, the President had proposed that all countries located along the tropical belt should come together to take up climate issues with developed nations. It is the poor countries in the tropical belt which are affected as a result of emission of gasses from the factories built by developed nations. President Wickremesinghe is of the opinion that small countries in the tropical belt should request developed nations write off a portion of debts which they (Small countries) owe those nations. The small nations should also invite developed nations to invest in renewable energy projects in underdeveloped nations in the tropical belt as per the ideology of the President,” he stressed."
  ]
}