{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/opportunities-for-companies-to-raise-debt-capital-through-sustainable-bonds-for-a-greener-future/",
  "time_ut": 1721417520.0,
  "original_lang": "en",
  "original_title": "Opportunities for companies to raise debt capital through sustainable bonds for a Greener future",
  "original_body_lines": [
    "The Securities and Exchange Commission of Sri Lanka (SEC) and The Colombo Stock Exchange (CSE), in collaboration with the Asian Development Bank (ADB) hosted an issuer forum titled “Towards a Greener Horizon: Unlocking Opportunities through Sustainability Bonds” recently in Colombo.",
    "The forum was aimed at enhancing awareness and building capacity among stakeholders including representatives from Government Authorities, State-Owned-Enterprises, potential issuers, investment banks/corporate finance advisors, verification/assurance providers, rating, and other agencies to create the foundation for a sustainable bond ecosystem in Sri Lanka.",
    "Delivering the opening remarks, Faizal Salieh, Chairman of the SEC said, “The challenge is how quickly Sri Lanka can socialize these bonds and attract ESG-conscious foreign investors, while being mindful of Sri Lanka’s default sovereign rating hurdle.” He highlighted the need to build an ESG-conscious local investor base, stating, “It is critical that all stakeholders come together, work together, and support one another to kick-start issuances.”",
    "Furthermore, he stated, “By expanding the availability of green finance instruments and fostering collaboration between investors, issuers, and regulators, financial markets will be able to accelerate the transition to a more sustainable and resilient financial system.”",
    "SLIC General and RDB forge Bancassurance partnership for seamless insurance access",
    "Government may enforce price controls if concessions not passed to consumers – Trade, Commerce and Food Security Minister",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}