{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/she-walked-gently-into-the-night-a-tribute-to-roma-de-zoysa/",
  "time_ut": 1719499168.0,
  "original_lang": "en",
  "original_title": "She Walked Gently Into The Night: A Tribute To Roma De Zoysa",
  "original_body_lines": [
    "I did not know Roma de Zoysa prior to my arriving in Southern California. But her impeccable pedigree, which needed no exaggeration, had been a subject of many a conversation that occurred in the Los Angeles circles. When I met her for the first time, the immediacy of her presence was no surprise either. The impression she created has been embedded in me never to fade away, ever.",
    "Roma’s journey of life through nine decades on earth has been one that most Ceylonese ladies would compete enviably to share; born into one of the most prestigious and elite Down-South families, Roma, amongst mostly men, led not only her own life in her own terms but also influenced a then patriarchal social environment with stoicism of a man and elegance of a graceful lady. She could not let a social event occur without her serene intervention nor could she wait without contributing her mite which was of enormous magnitude in material finesse and spiritual guidance.",
    "An association which was initiated by a mutual friend, Roma made friends with Ardni, my wife and Nadyenka, our daughter, almost instantly. Nadyenka was one of her favorite friends she made amongst many children of that generation. Roma loved to share with them her experience and priceless knowledge that was the exclusive property of those who attended a ‘finishing school’ of yesteryear.",
    "She was proud of her lineage and rightfully so. The De Zoysa family in Ceylon was not second to any elite families that embellished the passageway of power and prestige throughout the twentieth century. Her father, Stanley De Zoysa, was the Minister of Finance in the Bandaranaike government in 1956. Amongst her paternal uncles were Dickey, a well known businessman of the time, Sydney, Deputy Inspector General of Police, Lucian, a most lovable cricket commentator, and A. C. (Bunty), a foremost criminal lawyer of rare distinction ever to carry a brief in the Hulftsdorp corridors. Roma’s grandfather was Sir Francis De Zoysa, a member of the then State Council and also a President of Ceylon National Congress.",
    "Roma may have been extremely proud of her heritage but she never used that prestige either to wear  as an obnoxious badge or a preceding signal of identification. She showed that prestige and grace of heritage with calm of a gentle-lady and elegance of a non-interfering mother or an aunt. Never giving into the growing influence of men, she waltzed through that overpowering masculinity with a disarming smile and repartee that was as sharp as a bald eagle’s beak. Wherever she cast her presence, she made friends and associates who eventually ran out of words to describe her elegance and grace.",
    "She was the Secretary of the Sri Lanka America Association of Southern California (SLAASC) and the very next year was elected unanimously for the post of President. Her contribution as President of SLAASC was unique and still remains a subject of the Southern California conversation..",
    "Rare indeed are such men and women amongst us. With each passing day, we shall remember the fondest of memories of them; when found in the isolation of loneliness, when wandering through the crowded streets in the global vista, when entangled in a web of relations that never promises a just resolution, we might find solace and peace of mind when we passage through the memories of such men and women. Roma belongs to that select few. Counsel rendered to her friends and foes alike in the simplest and most intimate manner tends to disarm the fiercest of foes and the gentlest of associates.",
    "I was in that rare circle of Roma’s friends with whom she interacted so freely and candidly knowing in the most non-invasive fashion that her exchange of ideas and thoughts was unique and most certainly absolute and rewarding. Men and women would remember her charm more than her cursory comments; they will cherish her company and partake of the food she personally prepared with utmost care and precision of a unique culinary artist whose taste of pepper and salt was as sharp as the correct amount of  sweetness for her most talked about unearthly desserts.",
    "Yet Roma too was human; she endured and withstood all the suffering and inequities of human life. She lived a full life; Sonali, her loving daughter, living in Southern California is a fitting daughter and a legacy of a graceful lady. Sonali had informed Ardni about the peaceful passing away of her mother, Roma. When Ardni told me about Roma’s demise, I couldn’t help myself but think about her in the most gentle way she had lived. On Thursday June twentieth night, before the stroke of midnight hour, Roma, walked gently into the night never to return, ever. We shall cherish her memories."
  ]
}