{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98152/concert-hall-attack-russia-arrests-suspected-gunmen-as-death-toll-rises-to-93",
  "time_ut": 1711187880.0,
  "original_lang": "en",
  "original_title": "Concert hall attack: Russia arrests suspected gunmen as death toll rises to 93",
  "original_body_lines": [
    "Russia has arrested 11 people including four suspected gunmen in connection with a shooting rampage that killed 93 people in a concert hall near Moscow, the Kremlin said on Saturday.",
    "It said FSB security service chief Alexander Bortnikov had reported to President Vladimir Putin that those detained included “four terrorists” and that the service was working to identify their accomplices.",
    "Russia’s Investigative Committee said the death toll had leapt to 93 from the attack in which camouflage-clad gunmen opened fire with automatic weapons at concertgoers near the capital on Friday. It said some died from gunshot wounds and others in a huge fire that broke out in the complex.",
    "Interfax quoted the FSB security service as saying the four suspected gunmen had been arrested while heading to the Ukrainian border, and that they had contacts in Ukraine. It said they were being transferred to Moscow.",
    "Russia has not made public any evidence of a Ukrainian connection. Ukrainian presidential adviser Mykhailo Podolyak said on Friday that Kyiv had nothing to do with Friday’s attack, for which the Islamic State group claimed responsibility.",
    "Russian lawmaker Alexander Khinshtein said the attackers had fled in a Renault vehicle that was spotted by police in Bryansk region, about 340 km (210 miles) southwest of Moscow on Friday night and disobeyed instructions to stop.",
    "He said two were arrested after a car chase and two others fled into a forest. From the Kremlin account, it appeared they too were later detained.",
    "Khinshtein said a pistol, a magazine for an assault rifle, and passports from Tajikistan were found in the car. Tajikistan is a mainly Muslim Central Asian state that used to be part of the Soviet Union.",
    "The shooting took place on Friday evening at Crocus City Hall, a concert venue just west of Moscow where a Soviet-era rock band was due to perform.",
    "Verified video showed people taking their seats in the hall, then rushing for the exits as repeated gunfire echoed above screams. Other video showed men shooting at groups of people. Some victims lay motionless in pools of blood.",
    "“Suddenly there were bangs behind us - shots. A burst of firing - I do not know what,” one witness, who asked not to be identified by name, told Reuters.",
    "Long lines formed in Moscow on Saturday for people to donate blood. Health officials said more than 120 people were wounded.",
    "“The death toll is expected to rise,” the Investigative Committee, which handles major crimes in Russia, said on Telegram.",
    "The Moscow city and regional governments said they would provide financial support for families of the victims and those injured, as well as paying for funerals.",
    "Islamic State, the militant group that once sought control over swathes of Iraq and Syria, claimed responsibility for the attack, the group’s Amaq agency said on Telegram.",
    "Islamic State said its fighters attacked on the outskirts of Moscow, “killing and wounding hundreds and causing great destruction to the place before they withdrew to their bases safely”. The statement gave no further detail.",
    "The United States has intelligence confirming Islamic State’s claim of responsibility for the shooting, a U.S. official said on Friday. The official said Washington had warned Moscow in recent weeks of the possibility of an attack.",
    "“We did warn the Russians appropriately,” said the official, speaking on condition of anonymity, without providing any additional details.",
    "The attack on Crocus City Hall, about 20 km (12 miles) from the Kremlin, happened two weeks after the U.S. embassy in Russia warned that “extremists” had imminent plans for an attack in Moscow.",
    "Hours before the embassy warning, the FSB said it had foiled an attack on a Moscow synagogue by Islamic State’s affiliate in Afghanistan, known as ISIS-Khorasan or ISIS-K, which seeks a caliphate across Afghanistan, Pakistan, Turkmenistan, Tajikistan, Uzbekistan and Iran.",
    "Putin changed the course of the Syrian civil war by intervening in 2015, supporting President Bashar al-Assad against the opposition and Islamic State.",
    "“ISIS-K has been fixated on Russia for the past two years, frequently criticizing Putin in its propaganda,” said Colin Clarke of the Soufan Center.",
    "The broader Islamic State group has claimed deadly attacks across the Middle East, Afghanistan, Pakistan, Iran, Europe, the Philippines, and Sri Lanka.",
    "Russian Foreign Ministry spokeswoman Maria Zakharova said it was a “bloody terrorist attack” that the world should condemn.",
    "The United States, European and Arab powers and many former Soviet republics expressed shock and sent their condolences. The United Nations Security Council condemned what it called a “heinous and cowardly terrorist attack”.",
    "Russia tightened security at airports, transport hubs and across the capital - a vast urban area of over 21 million people. All large-scale public events were cancelled across the country.",
    "Putin, who was on Sunday re-elected for a new six-year term, sent thousands of troops into Ukraine in 2022 and has repeatedly warned that various powers - including countries in the West - are seeking to sow chaos inside Russia."
  ]
}