{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/china-without-blinkers/",
  "time_ut": 1756545180.0,
  "original_lang": "en",
  "original_title": "China without Blinkers",
  "original_body_lines": [
    "I was while in Europe last month to spend a couple of days in Sete by the Mediterranean, with Tamara Kunanayagam and her partner Jean Pierre Page. He was a leading light of the French Communist party and though, as with so many left wing movements in the last century it had split, he was trying to redevelop connections. He was also strongly supportive of Jean-Luc Melenchon, the radical former Socialist who put together the coalition that emerged as the largest group in Parliament after the last French election.",
    "Jean-Pierre is highly respected internationally, and in recent years he and Tamara have often been in China at conferences which mark the increasing influence of that country. So, I was delighted when he gave me, when I was leaving, a volume entitled China without Blinkers, which he had edited together with the radical journalist Maxime Vivas.",
    "The basic aim of the book is to correct what it characterizes as deliberate disinformation about China. But in the process it also expounds some of the principles on the basis of which China is increasing its footprint in the world. This is done most effectively in the opening essay in the book, by Tamara, entitled ‘New Cold War or “the Unthinkable War”?’ She examines there the increasing hostility to China’s international advances, beginning with the pivoting towards the Asia-Pacific as he put it by President Obama way back in 2011.",
    "Tamara says that that made clear that America’s principal enemy was no longer the ‘unknown unknown’ terrorist as identified by Donald Rumsfeld, but was rather China, which had not only been getting richer during this century but had also increased its influence in other countries. So we have now seen the development of what is termed the Quad, where traditional American allies such as Australia and Japan were joined with India, and the attempt to entrench the concept of an Indo-Pacific Ocean, where America would increase its primacy with its allies.",
    "But all this is accompanied by a demonizing of China, with propaganda designed to prove that it is exploiting the countries with which it has enhanced dealings. It was such propaganda, swallowed or perhaps regurgitated without conviction, by stooge politicians in this country, that precipitated the economic crisis from which we are now suffering. For the perfectly manageable loans from China were excoriated by the Yahapalanaya government, to be replaced by loans on the international market from private agents on which we are now paying colossal interest.",
    "Tamara’s primary concern however is foreign policy, and she shows how Washington, arguing in terms of freedom of the seas, ignores UN resolutions on territorial waters, and the provision that access should be for peaceful purposes. She also notes how the United States heightens tensions between China and nations in South East Asia with regard to territorial waters, claiming that negotiations between China and the Philippines foundered when the latter was persuaded to demand international arbitration – counter she says to a China ASEAN agreement to work through bilateral discussions without third party involvement. Of course, it could be argued that the Philippines required strengthening in any dispute with China, but underlying this is the American assumption that its hegemony is essential for holding China at bay.",
    "The article following Tamara’s was on a very different topic, ‘On trade and foreign policy: China and some untruths’. But as the title makes clear, this too dealt with disinformation. Much of what is said is well known, but it takes an article like this to put it all together, and make clear the double standards that are involved.",
    "Tony Andreani, emeritus professor at the University of Paris, starts with the criticism in the French mainstream press of the Chinese peril, since it has bought up vineyards and land and companies. European leaders are also worried about Chinese investments in Eastern Europe, which they see as an effort to divide the Union. But as Andreani notes with regard to the sale of Greek and Portuguese public companies, they went to the highest bidder.",
    "The opportunities China offers, whereas the rich Western countries only offer continuing dependence, has led to 17 European countries, including 11 EU members, joining the Silk Road initiative. And there is further evidence of China working on development when it engages in economic relations, as with the infrastructure it has developed in Africa. I still recall an Ethiopian driver telling me how China had developed roads, which the West had not done. This reinforced what a British friend in Cambodia said about why Chinese assistance was highly regarded, whereas the West concentrated on what they called capacity building, ie funding their supporters in mechanisms to ensure perpetuation of their own control.",
    "Jean Pierre Page is categorical about this when he shows what Western meddling seeks to achieve in Hong Kong. But only in passing does he note that the claim that the West is concerned with preserving democracy seems nonsensical in that Hong Kong was only given its own Legislative Council just before it was handed over to China. Until then, for one and a half centuries, it had been ruled by a British governor, with no regard for the wishes of the natives – and indeed harsh measures when workers seemed to be getting out of control, which might have limited the massive profits British companies were repatriating. These of course went back more than a century, dating back to the days of supply of opium to the natives, a commitment to free trade that crippled China and led to its virtual enslavement for a century.",
    "I used to think that the Americans acted to promote freedom when after the Second World War they took the lead in giving independence to the Philippines, and expected the European powers to follow suit. But I had not registered then that American imperialism worked through economic domination, facilitated by their pet rulers, whom they would protect at any cost. This involved relentless support to dictators, as we have seen in Latin America. And when the natives got out of hand, support for the overthrow of a recalcitrant leader, as in the case of Indonesia, was immediate.",
    "China too has dealt with dictators, but it has not engaged in regime change to promote its own interests. And as we have found out to our cost, following the relentless propaganda about the Rajapaksas selling the country to the Chinese, the loans they provided, far from holding us in a debt trap, were much better for us than the private loans we took under the guidance of Western oriented policy makers.",
    "China without blinkers is most illuminating about the manner in which the Chinese economy has grown, while at the same time China has done its best to avoid the worst elements in unbridled capitalism whereby the rich get richer and richer whilst the worst off go to the wall. As John Rawls argued half a century back, making the cake grow does not mean that the slices of all who share in it get larger.",
    "He also argued that socialism as generally practiced led to the cake not growing. But China in embracing individual enterprise, has made sure that opportunities for the worst off are expanded, and so the poverty levels in China have diminished in the last couple of decades. This is quite unlike what happens in some Western countries, where safety nets have been reduced, or indeed never really existed.",
    "Apart from the article on Hong Kong, there are two more that deal with areas in which the West has shown particular interest, claiming that the Chinese government is exploiting minorities and destroying their identity. These are Tibet and Xinjiang. In the case of the former, whatever respect and affection the Dalai Lama commands, there is little doubt that the regime he presided over was authoritarian with little done to develop the lot of the peasantry. Those of us who have visited Tibet have seen its development, and also the continuation of the monastic life including within the Potala.",
    "Albert Ettinger, a retired professor from Luxembourg, writes incisively about violence in Tibet before the Chinese took over, when it had an army ‘equipped and trained by the British. Its officers wore colonial pith helmets, its military band played “God Save the King” and “It’s a Long Way to Tipperary”.’ And the violence he records gives the lie to the myth of a land full of ‘innate goodness and love of neighbour’.",
    "We have heard repeatedly of the colonization of Tibet by Han Chinese, but Ettinger claims that, at the last census, in 2010, the population was 91% Tibetan. Whether this is correct I do not know, but he seems on surer ground when he notes that a city claimed to be now 97% Chinese was part of the first Chinese empire and protected by the Great Wall.",
    "If the charm of the Dalai Lama seems to strengthen the case against the Chinese in Tibet, far otherwise is the alternative the west promotes in Xinjiang, namely fundamentalist Islam. As Maxime Vivas, the co-editor of the book puts it in his article on this phenomenon, ‘Here in France, under the pretext that democracy can be perfected in China, the muddle-headed are championing the victory of Sharia law. They are like Gribouille, the folk tale character, who throws himself into a pond so that the rain does not spoil his fine suit’.",
    "One example of disinformation should suffice to make clear the general picture. China was accused of using a World Bank loan to establish vocational training centres to build concentration camps, but when the Bank looked into this, it reported that its ‘review did not substantiate the allegations’.",
    "That project, which the Bank itself cleared of the allegations against it, indicates what China has done to develop the area and thus reduce the appeal of fundamentalism. Sadly Pakistan, which slithered towards fundamentalism when it was a close ally of the United States, never thought of such a simple remedy, and it is clear that in Africa too the economic development that would limit the spread of fundamentalism is not foremost on the agenda.",
    "Vivas has a wonderful time giving examples of the sort of misinformation the West propagated to justify its aggression towards leaders it loathed, and claims that Mike Pompeo, later Secretary of State, confessed in a talk in 2019 that as Director of the CIA in the preceding year ‘We lied, we cheated, we stole’. And later he notes that the canard about 500,000 slaves in the cotton fields of Xinjiang must be absurd, ‘when harvesting has been highly mechanised’.",
    "The case of Xinjiang, and other allegations against China in the popular media of the West, are dispassionately analysed in the preface to the book by Mobo Gao, Professor of Chinese at Adelaide University and Director of the Confucius Institute there. He rubbishes the allegations about control of the non-Han population by pointing out, what I did not know previously, that the one-child policy was confined to the Han Chinese and minorities were exempt.",
    "However when the policy, having succeeded in reducing population growth, was changed to allow two children, the exemptions were abolished. This has contributed to claims that minorities are now being unfairly restricted. Yet, as the article makes clear, if anyone suffered – and in the long run China seems to have benefited by the restriction on population growth – it was the Han Chinese, with as he points out the current President having just one daughter, the Prime Minister at the time he wrote only one child.",
    "He also rubbishes the canard about forced labour, though he does grant that the conditions of migrant labour are sad. But this is true with regard to most migrant labour and he notes that, when China began its massive industrialization programme, the Han Chinese also suffered when they moved to factories in urban areas. But they moved, as our migrant labour does, because conditions were better than the rural poverty they had lived in previously.",
    "Gao does not make pointed comparisons, with for instance the continuing poverty of workers in banana plantations in countries the West controls, though he does mention that things are now improving, which has not been the case in banana republics. But he does gently note why these tales of woe rouse anger – ‘Given the colonial slave labour, whether African labourers or aboriginal Australians and Western colonial genocides of the indigenous, and given the Holocaust in Europe itself, the narrative of slave labour and genocide, understandably rouses indignation and sentiment of horror.’",
    "In acknowledging poor labour conditions when China industrialized, Gao notes how this was music to the ears of the West, until that is China ceased to be ‘a junior partner, or more accurately, an apprentice of capitalism’. Anger started when the West realized how hollow its victory in the Cold War had been, since the outsourcing of ‘manufacturing industries and decades of neoliberal marketiism has resulted in increasing inequality in Western affluent societies’.",
    "Gao notes also how the way in which the Western media reports on China makes nonsense of the claim that its press is free. The way the Voice of America functioned is too well known to require repetition, though now Trump seems to have virtually abolished it, with the decision that ‘One America News (OAN), a far-right, pro-Trump network known for promoting conspiracy theories, will provide news coverage for VOA.’",
    "More insidious than the Americans are the British, for the BBC was long thought to be independent. The recent petition by several staff opposing the manner in which the BBC had projected the Israeli perspective in covering the crisis in that region makes clear the restrictions that admittedly often idealistic journalists suffer. Gao simply notes that ‘The influential BBC is supposed to be regulated by Ofcom in its domestic reporting, but Ofcom does not regulate the BBC for its external reporting’.",
    "And of course the private media is much worse, with unrelenting abuse of countries not to the taste of the devotees of Western monopoly capitalism who control it. Extreme instances of this occurred with regard to coronavirus, with even the Washington Post insinuating that the virus may have leaked from the Wuhan laboratory.",
    "At a different level was the criticism of China for being repressive in its measures of control, though these led to the outbreak being contained and fatalities low, as opposed to in the libertarian United States, where the poor suffered disproportionately. Interestingly, one of those who got into the act was Francis Boyle, someone whom I remembered for his extreme allegations against Sri Lanka. Condescendingly, the article ends with the suggestion, without any allegations, that the ‘claim that the virus was created can be turned against the Western transmitter’, noting that the US is the only country to ‘have a bacteriological laboratory for military use’.",
    "This wide ranging volume had a lot of information new to me. But while most of it could have been anticipated, from wider reading and the current international situation, I was surprised by an article on China’s Economic Growth which claimed the foundations for this were built in Mao’s time. Received wisdom, as the article puts it, is that the Chinese economy really began to develop only thanks to its ‘reorientation’ and its opening up to the world capitalist system’.",
    "But the article claims that its GDP grew substantially in the earlier period, and China had put in place in those years the physical capital stock necessary for the economy to take off. The third argument, that China was a major civilization for thousands of years, producing a third of the world’s GNP at the beginning of the 19th century, may not seem so strong. But it is perhaps strong enough in that he claims that the century of Western aggression and exploitation, beginning with the British Opium War of 1942, decimated the country, but its rebuilding began then with the Communist Revolution of 1949.",
    "I was glad that Mao’s commitment to social equity, even if it got out of hand at times, has been recognized, and also the development of education and health services, so that the social capital as necessary for development as physical capital was also in place.",
    "One can understand then the hysteria of the West, which had crushed China so easily in the 19th century, when it began to realize that this giant could no longer be patronized. Given the evidence the book provides about its support for development of poorer countries, even while it pursues its own development goals through better access to raw materials, we can only be thankful that the end of history the West so complacently predicted has given way to a world of different mansions.",
    "‘China without Blinkers’ Edited by Maxime Vivas and Jean-Pierre Page",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}