{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Abolition-of-Special-Commodity-Levy-can-trigger-corruption-Importers/108-280099",
  "time_ut": 1712123640.0,
  "original_lang": "en",
  "original_title": "Abolition of Special Commodity Levy can trigger corruption: Importers",
  "original_body_lines": [
    "Colombo, April 3 (Daily Mirror)- In the absence of a mechanism to curb corruption at Sri Lanka Customs, the abolition of the Special Commodity Levy on imported goods can result in price hikes, according to the Essential Commodities Importers’ and Traders’ Association.",
    "The Cabinet has decided to repeal the 17-year-old tax law starting from January, next year.",
    "A spokesman for the Association told Daily Mirror that the levy was introduced way back at the insistence of its members in 2007 because of corruption involved in valuation of goods to charge other taxes including the Value Added Tax, the Port and Airport Development Levy and the Customs Duty.",
    "“Then, imported goods were valued for these tariffs to be charged. Then, unscrupulous importers used to bribe the Customs authorities to undervalue their imported goods so that they could pay less in terms of taxes. It affected the genuine importers. So, we asked the then government to replace it with this Special Commodity Levy. It is charged on the quantity of items imported and leads to less corruption. When it is charged on the value of items, it may result in corruption,” he said.",
    "Also, he said it could ensure price stability of imported commodities consumed by people.",
    "The International Monetary Fund (IMF) has proposed scrapping this levy to be replaced with other taxes in a move to increase revenue for the government.",
    "The spokesman, however, said it would work in countries where advanced customs procedures are ensured.",
    "“In Sri Lanka, we have to deal with corrupt officials. In the valuation of goods, we have to bribe them. Then, genuine importers are at the receiving end,” he said."
  ]
}