{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100637/bangladesh-to-impose-curfew-deploy-army-as-protests-widen-communications-disrupted",
  "time_ut": 1721445720.0,
  "original_lang": "en",
  "original_title": "Bangladesh to impose curfew, deploy army as protests widen, communications disrupted",
  "original_body_lines": [
    "The Bangladesh government has decided to impose a curfew across the country and deploy the army, BBC Bangla reported on Friday, citing Prime Minister Sheikh Hasina’s press secretary, amid widening student-led protests against government job quotas.",
    "An official decision regarding the curfew would be issued soon, the prime minister’s press secretary, Nayeemul Islam Khan, told BBC Bangla.",
    "Three people were killed in the country on Friday as police cracked down on unrelenting student-led protests against government job quotas despite a ban on public gatherings, local media said.",
    "Police fired tear gas to scatter protesters in some areas, Reuters journalists said. One said he could see many fires across the capital Dhaka from a rooftop and smoke rising into the sky in several places.",
    "Telecommunications were also disrupted and television news channels went off the air. Authorities had cut some mobile telephone services the previous day to try to quell the unrest.",
    "Bengali newspaper Prothom Alo reported train services had been suspended nationwide as protesters blocked roads and threw bricks at security officials.",
    "Violence on Thursday in 47 of Bangladesh’s 64 districts killed 27 and injured 1,500.",
    "The total number of those dead from the protests reached 105 on Friday night, AFP separately reported, citing hospitals. Reuters could not immediately verify the reports and police have not issued a casualty toll.",
    "The U.S. Embassy in Dhaka said that reports indicated more than 40 deaths and “hundreds to possibly thousands” injured across Bangladesh.",
    "In a security alert, it said protests were spreading, with violent clashes being reported across Dhaka. The situation was “extremely volatile”, it said.",
    "The protests initially broke out over student anger against quotas that set aside 30% of government jobs for the families of those who fought for independence from Pakistan.",
    "The nationwide unrest - the biggest since Hasina was re-elected this year - has also been fuelled by high unemployment among young people, who make up nearly a fifth of a population of 170 million.",
    "Some analysts say the violence is now also being driven by wider economic woes, such as high inflation and shrinking reserves of foreign exchange.",
    "The protests have opened old and sensitive political fault lines between those who fought for Bangladesh’s independence from Pakistan in 1971 and those accused of collaborating with Islamabad.",
    "The former include the Awami League party of Hasina, who branded the protesters “razakar” - making use of a term that described independence-era collaborators.",
    "International rights groups criticised the suspension of services and the action of security forces. The European Union said it is deeply concerned by the violence and loss of life.",
    "“It is vital that further violence is averted and that a peaceful resolution to the situation is found as swiftly as possible, underpinned by the rule of law and democratic freedoms,” it said in a statement.",
    "Neighbour India said the unrest was an internal matter of Bangladesh and that all 15,000 Indians in that country were safe. Indians studying in Bangladesh were returning by road.",
    "Violence linked to the protests also broke out in distant London, which is home to a large Bangladeshi population, and police had to quell clashes between large groups of men in the east of the British capital.",
    "Friday began with the internet and overseas telephone calls being crippled, while the websites of several Bangladesh newspapers did not update and were also inactive on social media.",
    "A few voice calls went through, but there was no mobile data or broadband, a Reuters journalist said. Even text messages were not being transmitted.",
    "News television channels and state broadcaster BTV went off the air, although entertainment channels were normal, he said.",
    "Some news channels displayed a message blaming technical problems, and promising to resume programming soon.",
    "The official websites of the central bank, the prime minister’s office and police appeared to have been hacked by a group calling itself “THE R3SISTANC3”.",
    "“Operation HuntDown, Stop Killing Students,” read identical messages splashed on the sites, adding in crimson letters: “It’s not a protest anymore, it’s a war now.”",
    "Another message on the page read, “The government has shut down the internet to silence us and hide their actions.”",
    "On Thursday, it had said it was willing to hold talks with the protesters but they refused.",
    "Many opposition party leaders, activists, and student protesters had been arrested, said Tarique Rahman, the exiled acting chairman of the main opposition Bangladesh Nationalist Party (BNP). Reuters could not confirm the arrests."
  ]
}