{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/UN-s-credibility-at-stakeas-Russia-and-Israel-continue-to-remain-defiant/4-759066",
  "time_ut": 1709315465.0,
  "original_lang": "en",
  "original_title": "UN’s credibility at stake—as Russia and Israel continue to remain defiant",
  "original_body_lines": [
    "Israeli missile strikes have caused widespread destruction in Gaza – Pic credit: World Health Organization (WHO)",
    "UNITED NATIONS (IPS): The two devastating military conflicts—Russia vs. Ukraine and Israel vs. Hamas—have exposed once again the stark reality that the United Nations, created 79 years ago to maintain international peace and security, has failed in its political mission – while its credibility is at stake.",
    "Russia is accused of violating the UN charter by invading a sovereign nation state and causing hundreds and thousands of deaths over two years — with no signs of a peaceful settlement.",
    "The accusations against Israel include war crimes, genocide, ethnic cleansing and the disproportionate killings of over 30,000 civilians, mostly women and children in Gaza—in retaliation for 1,200 killings by Hamas last October.",
    "Secretary-General Antonio Guterres, who has taken a rightful stand on the two conflicts, has been criticised by both countries, with Israel calling for his resignation while ignoring his request for a meeting or a phone call with Israeli Prime Minister Benjamin Netanyahu.",
    "The Israeli government also continues to remain defiant—and rejects the demands of the world body—while it is shielded by its longstanding political, economic and military ally: the United States, one of the permanent members of the UNSC.",
    "According to a report in the New York Times last week, the US has used its veto more than 40 times— to be precise, 48 times by some estimates– to shield Israel since the creation of the UN in 1945.",
    "Meanwhile, China and Russia have also used their vetoes to protect their allies, including the Assad regime in Syria and the military regime in Myanmar, bringing the UNSC to a paralytic standstill.",
    "With Russia and Israel continue to be defiant, one lingering question remains: has the UN and UNSC outlived their usefulness?",
    "Norman Solomon, executive director, Institute for Public Accuracy and national director, RootsAction.org, told IPS the repeated US vetoes of Security Council resolutions for a ceasefire in Gaza reflect a renewed moral collapse in Washington, which supplies Israel with 80 percent of its weapons imports.",
    "“The vetoes are unconscionable moves to sustain the mass murder of Palestinian people by an Israeli government committing large-scale war crimes on a daily basis,” he said.",
    "The leadership of the United Nations and key UN agencies have released a steady stream of data and condemnations, correctly spotlighting the murderous ongoing actions of the Israeli military in Gaza, he pointed out.",
    "“But the US government, continuing to aid and abet those actions, has purposefully immobilised the Security Council while the massive humanitarian disaster continues with US arms and US “diplomatic” backing,” said Solomon, author of “War Made Invisible: How America Hides the Human Toll of Its Military Machine.”",
    "Stephen Zunes, Professor of Politics at the University of San Francisco, who has written extensively on the politics of the UNSC, told IPS over half of all US vetoes have been used to shield Israel from criticism. This, in spite of the fact that each of these were under Chapter VI, not Chapter VII, so the Security Council would not have been able to enforce them anyway",
    "“Though Russia and China have not used their veto as often, they have similarly abused this power in protecting such allies as Syria and Myanmar which–like Israel–have engaged in serious war crimes and other violations of international law.”",
    "“Having the United Nations repeatedly blocked from being able to enforce its Charter is incredibly frustrating for those of us who believe in a rules-based international order,” he argued.",
    "At the same time, he said, forcing leaders like Biden and Putin to block otherwise-unanimous resolutions underscores their isolation in the international community, making it clear to the world that they are effectively accomplices in illegal conduct.",
    "“This harms their credibility internationally and therefore weakens their diplomatic influence. As a result, even unsuccessful resolutions have the potential of creating greater pressure, both internationally and domestically, for them to change their policies and eventually allow the United Nations to do its job,” declared Zunes.",
    "Solomon said the UN’s long-standing structural inequities and emerging cold-war hostilities have pushed it into an unproductive corner of geopolitical stalemates.",
    "“The outsized power of the Security Council and its vulnerability to vetoes from its permanent members have exerted dual leverage to marginalise most of the world on matters of war, peace and human rights”.",
    "While the General Assembly, he argued, certainly includes representatives of many governments with hypocritical if not dirty or even bloody hands, those nearly 200 nations at least indirectly reflect the world as a whole.",
    "Time after time, he said, the General Assembly has taken votes that justly and overwhelmingly condemned actions of the powerful. Yet to the extent that a locus of power exists at the UN, it is the Security Council that largely wields it. And the Security Council’s capacity to push for peace and human rights is undermined by the power of a single government to block such a push.",
    "“The United States accounts for just 4 percent of the world’s population, and for Russia the figure is less than 2 percent. Even for China, the number is no more than 17 percent. Yet the governments of those countries routinely cast looming shadows over the bright promises of the United Nations,” declared Solomon.",
    "In this power context, he noted, the new cold war can only be ominous for the UN as a world body that could help to heal the world’s wounds instead of enabling them to fester.",
    "During the last several decades, the United States led the world in magnitude and frequency of flagrant aggression against other countries.",
    "In this century, Afghanistan, Iraq, Libya and other nations were subjected to US-led attacks with horrific results of carnage. Russia’s invasion of Ukraine two years ago was a like-minded assertion of “might makes right,” initiating and sustaining slaughter.",
    "While of course blocking any condemnations of their own actions, the US and Russia also covered for their allies, using vetoes in the Security Council to protect them from condemnation, declared Solomon.",
    "Meanwhile, in a statement released last week, UN Human Rights Chief Volker Türk said",
    "Russia’s full-scale armed attack on Ukraine, a war which has entered its third year with no end in sight, continues to cause serious and widespread human rights violations, destroying lives and livelihoods.",
    "In its latest report, the UN Human Rights Monitoring Mission in Ukraine (HRMMU) has verified 30,457 civilian casualties since 24 February 2022 – comprising 10,582 killed and 19,875 injured, with the actual numbers likely to be significantly higher.",
    "Millions have been displaced, thousands have lost their homes, and hundreds of medical and educational institutions have been damaged or destroyed, significantly impacting people’s rights to health and education.",
    "“The long-term impact of this war in Ukraine will be felt for generations,” said Türk.",
    "And, in early February, UN Under-Secretary-General and Special Adviser on the Prevention of Genocide, Alice Wairimu Nderitu, said she remains horrified at the situation in the Middle East and at the unbearable loss of life in the region, with allegations of violations of international law.",
    "She has called for a humanitarian ceasefire, full compliance with international law and prioritisation of protection of civilians and for the intensification of diplomatic efforts to put an end to this crisis.",
    "She has emphasised that “civilians should never pay the price of a conflict for which they bear no responsibility. Their most basic rights must be protected and preserved, and their humanitarian needs must be met”.",
    "Echoing the words of the UN Secretary-General, the Special Adviser has reiterated that violations of international humanitarian law can never justify the collective punishment of the people in Gaza.",
    "“Civilians must be protected at all times on both sides,” she said. The Special Adviser also called on all relevant actors to strengthen their resolve to find solutions to end this conflict.",
    "“This requires first and foremost ensuring the protection of civilians and civilian infrastructures in accordance with international law. And includes the safe return of all hostages still held by Hamas in Gaza as well investigating acts of sexual violence reportedly committed in the context of the attacks of 7 October 2023 and their aftermath.,” she added."
  ]
}