{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/euromoney-declares-combank-sri-lankas-best-bank-for-esg/",
  "time_ut": 1722966180.0,
  "original_lang": "en",
  "original_title": "Euromoney declares ComBank ‘Sri Lanka’s Best Bank for ESG’",
  "original_body_lines": [
    "The Commercial Bank of Ceylon has been proclaimed ‘Sri Lanka’s Best Bank for ESG’ at the 2024 edition of the Euromoney Awards for Excellence, generating international recognition for the Bank’s commitment to Environmental, Social and Governance (ESG) frameworks.",
    "The Euromoney Awards for Excellence are highly respected in the global banking industry, and represent the pinnacle of achievement for banks and bankers that set the standards in the Banking field around the world.",
    "The prestigious Euromoney award won by Commercial Bank recognizes the impact of numerous internal and external initiatives and processes implemented by the Bank to promote and monitor compliance with best practices of the ESG framework across the Bank’s network of branches.",
    "The Bank said it prioritises minimising environmental impact through energy-efficient operations, reducing its carbon footprint, and funding in renewable energy projects to support a greener future.",
    "Commercial Bank actively promotes social sustainability by supporting financial inclusion, gender equality, and community development programmes. The Bank’s Women Banking Initiative, for instance, empowers women entrepreneurs by providing them with the necessary financial tools, resources, and training to succeed. Additionally, the Bank said it is dedicated to uplifting underprivileged communities through targeted social programmes and partnerships.",
    "“Our strong governance framework ensures transparency, accountability, and integrity in all our dealings, safeguarding stakeholder interests and setting industry benchmarks for ethical practices,” Commercial Bank Managing Director/CEO Sanath Manatunge said. “By adhering to the highest standards of corporate governance, we demonstrate our commitment to operating with the utmost integrity and responsibility, ensuring long-term sustainable growth for our Bank and the communities we serve.”",
    "He said Commercial Bank’s approach to corporate sustainability is comprehensive and inclusive, engaging all stakeholders in diverse, multi-faceted initiatives aimed at fostering sustainability across its operations. The Bank adheres to a meticulously crafted sustainability strategy, serving as the blueprint for its organizational ethos. This strategy revolves around three key pillars: Sustainable Banking, Responsible Organization, and Community Impact. These pillars encompass eight core areas, all aligned with the seven Sustainable Development Goals (SDGs) outlined by the United Nations.",
    "Through this holistic approach, Commercial Bank demonstrates its commitment to integrating sustainability into every aspect of its business, ensuring that its operations contribute positively to both the environment and society, Manatunge added.",
    "The Bank’s commitments include organisational frameworks, such as an Executive Sustainability Committee (ESC), Sustainability Working Committee (SWC) and Future Force Group (FFG) set up by the Bank; collaborations with organisations such as the International Finance Corporation (IFC), the Global Green Growth Institute (GGGI) and the Green Building Council of Sri Lanka (GBCSL); and partnerships with organisations like the Sri Lanka Banks Association (SLBA) to expand the scope of ESG protocols",
    "Sri Lanka International Insurance Summit 2024 from August 12th to 14th",
    "World-renowned consumer electronics brand KONKA returns to Sri Lanka in partnership with FLiCo",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}