{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sri-Lanka-has-opportunity-to-break-from-past-Türk/56-780238",
  "time_ut": 1755129578.0,
  "original_lang": "en",
  "original_title": "Sri Lanka has opportunity to break from past: Türk",
  "original_body_lines": [
    "A report published yesterday by the UN Human Rights Office called on Sri Lanka’s Government to seize the historic opportunity to break with entrenched impunity, implement transformative reforms, and deliver long-overdue justice and accountability for serious violations and abuses committed in the past, including international crimes.",
    "“Today, an opportunity presents itself for Sri Lanka to break from the past, with the leadership pledging a fresh direction on longstanding issues, including delivering justice to victims, restoring the rule of law, and eliminating discrimination and divisive politics. It now needs a comprehensive roadmap to translate these commitments into results,” said UN High Commissioner for Human Rights Volker Türk.",
    "“This process should start with a clear and formal acknowledgment of the violations, abuses, and crimes that occurred, including during the civil war, of the responsibility of the State and security forces personnel, as well as non-State armed groups such as the Liberation Tigers of Tamil Eelam (LTTE), and of the enduring impact of this violence on victims and communities. As I witnessed first-hand during my visit to Sri Lanka, the pain and suffering of victims remain palpable and their demands for truth and justice must be addressed.”",
    "The report comes shortly after the High Commissioner’s official visit to the country, where he engaged with the Government, civil society, victims’ groups, political parties, and religious leaders, and visited Trincomalee, Jaffna, and Kandy. It calls for a comprehensive structural reform of the security sector and for broader Constitutional, legal, and institutional reforms that comply with the country’s international human rights obligations.",
    "“These measures are crucial to realising the Government’s vision of ‘national unity’ and, above all, ensuring there can never be a recurrence of past violations,” Türk said. He reiterated the UN Human Rights Office’s continued commitment to support Sri Lanka in advancing accountability, reconciliation, and human rights.",
    "Welcoming the Government’s initiative to establish an independent Public Prosecutor’s Office, the report recommends the establishment of a dedicated judicial mechanism, including an independent special counsel, to address cases of serious human rights violations and grave breaches of international humanitarian law. It also calls for the release of military-held land in the North and East, repeal of the Prevention of Terrorism Act (PTA), and the release of long-term PTA prisoners, some of whom have now served decades in jail.",
    "The report urges the international community to contribute to meaningful accountability and reconciliation efforts – both within Sri Lanka and internationally. “While the primary responsibility for investigating and prosecuting crimes under international law and ensuring accountability lies with the Government of Sri Lanka, this can be complemented and supported by international means,” says the report, in particular urging UN Member States to leverage the UN Human Rights Office’s strengthened capacity to undertake accountability-related work and contribute to reconciliation efforts.",
    "While the Government has opened space for memorialisation and debate, the report also describes a persistent pattern of intimidation and harassment targeting civil society actors, particularly those working on accountability for enforced disappearances, land disputes, and environmental issues, as well as the intimidation and surveillance of the families of the disappeared.",
    "Despite its commitments to repeal the PTA, the new Government continued to use the law to arrest and detain people. The report details ongoing arbitrary arrests and detentions, torture, and deaths in custody, and urges the Government to impose an immediate moratorium on the use of the PTA. It also calls for the amendment or repeal of other laws or proposed laws that restrict fundamental rights, such as to freedom of opinion and expression, association and peaceful assembly, including the Online Safety Act, the International Covenant on Civil and Political Rights (ICCPR) Act, the draft NGO Bill, and the draft Personal Data Protection Act, No. 9.",
    "The report also examines the serious impacts of the economic crisis and current debt burden on all Sri Lankans, particularly the poorest and those in other situations of vulnerability, including the Malaiyaha Tamil community in the plantation sector.",
    "The High Commissioner urges international financial institutions and external creditors to provide the Government with the fiscal space needed to realise economic, social and cultural rights, and to ensure that austerity measures do not undermine the country’s ability to act to fulfil its human rights obligations."
  ]
}