{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112832/indian-navy-chief-pushes-for-stronger-defence-ties-with-sri-lanka",
  "time_ut": 1758622920.0,
  "original_lang": "en",
  "original_title": "Indian Navy Chief pushes for stronger defence ties with Sri Lanka",
  "original_body_lines": [
    "Chief of the Naval Staff of India Admiral Dinesh K Tripathi on Monday laid a wreath at the Indian Peace Keeping Force (IPKF) Memorial in Colombo, “honouring the courage and supreme sacrifice of Indian soldiers” who served during the IPKF operations, the Navy Spokesperson said.",
    "“The solemn ceremony was a tribute to the courage, valour & supreme sacrifice of Indian soldiers who served with honour during IPKF operations. It also reflected the shared history between India & Sri Lanka and the enduring bond forged through sacrifice.”",
    "“The wreath laying underscored India’s commitment to preserving peace, promoting regional harmony & strengthening the spirit of friendship with Sri Lanka and the wider Indian Ocean Region,” wrote the Indian Navy Spokesperson in an X post.",
    "During his ongoing four-day official visit to Sri Lanka, Admiral Tripathi also held a series of meetings with the top defence leadership of the island nation.",
    "He interacted with Deputy Defence Minister Maj Gen (Retd) KP Aruna Jayasekera, Secretary Defence Air Vice Marshal (Retd) Sampath Thuyacontha, Sri Lanka Navy Commander Vice Admiral Kanchana Banagoda, Air Force Commander Air Marshal VB Edirisinghe and Army Commander Lt Gen Lasantha Rodrigo.",
    "The discussions underscored the resolve of India and Sri Lanka to expand defence collaboration and enhance interoperability across services.",
    "“The engagements reaffirmed India’s commitment to strengthening military-to-military ties, promoting capacity building and fostering greater coordination in the Indian Ocean Region,” a statement by the Indian Navy Spokesperson noted.",
    "Focus areas included advancing naval cooperation, bolstering maritime security and exploring avenues of joint training and operational synergy. Admiral Tripathi will also represent India at the 12th edition of the Galle Dialogue, Sri Lanka’s flagship maritime conference, during his visit from September 22 to 25.",
    "The visit, according to the Indian Navy, reaffirms New Delhi’s commitment to partnerships in the Indian Ocean Region, with emphasis on naval cooperation, maritime security and collaborative initiatives for regional stability."
  ]
}