{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/unesco-defers-decision-to-recognise-kapilavastu-a-site-of-global-buddhist-significance/",
  "time_ut": 1753525380.0,
  "original_lang": "en",
  "original_title": "UNESCO defers decision to recognise Kapilavastu, a site of global Buddhist significance",
  "original_body_lines": [
    "The Government of Nepal’s official nomination to designate Tilaurakot–Kapilavastu — the ancient city of the Shakya Kingdom, described in the early Buddhist texts as the childhood home of the Buddha and the site of his father King Suddhodhana’s palace — as a World Heritage Site was reviewed and deferred by the United Nations Educational, Scientific and Cultural Organization (UNESCO) on July 10, 2025.",
    "The nomination, titled ‘Tilaurakot–Kapilavastu: The Archaeological Remains of the Ancient Shakya Kingdom’, was considered during the 47th session of the World Heritage Committee held in Paris.",
    "The submission highlights the fact that Tilaurakot is identified as ancient Kapilavastu, the capital of the Sakyan kingdom, the childhood home of the Buddha.",
    "In other words, Tilaurakot is the archaeological site identified as the location of ancient Kapilavastu — the capital of the Sakyan kingdom and the place where the Buddha spent his early life, including at the palace of his father, King Suddhodhana.",
    "Tilaurakot is located in Kapilvastu Municipality, in Kapilvastu District of Lumbini Province, southern Nepal, at approximately 27°32′N latitude and 83°03′E longitude, about 29 kilometres west of Lumbini, the birthplace of the Buddha.",
    "The site is situated near the Nepal-India border and has been widely identified as ancient Kapilavastu, the capital of the Shakya kingdom and the reputed home of Siddhartha Gotama — the Buddha — before his renunciation.",
    "In its nomination, Nepal presented Tilaurakot as a remarkably preserved ancient urban centre, marked by a walled complex, internal road networks, post-holes, gates, monastic zones, residential areas, and a significant apsidal temple.",
    "Archaeological excavations have uncovered coins, structural foundations, wells, and urban features dating as far back as the 8th century BCE, indicating continuous occupation well into the early centuries of the Common Era.",
    "The Government of Nepal’s submission relied on a combination of detailed archaeological research, textual references, and historical mapping.",
    "It highlighted the site’s spiritual and cultural significance, drawing on the accounts of early Chinese pilgrims such as Faxian (5th century CE) and Xuanzang (7th century CE), whose descriptions of Kapilavastu align closely with the layout and features of Tilaurakot.",
    "The submission underscores that Tilaurakot is widely identified as ancient Kapilavastu, the capital of the Sakyan Janapada (Republic). To clarify, the Sakyan republic was one of the sixteen Mahâjanapadas (great states) mentioned by the Buddha in several suttas of the Pâli Canon.",
    "The Sakyans were a sovereign people inhabiting this independent republican territory. Kapilavastu is repeatedly referenced in early Buddhist texts as the Buddha’s royal home, the seat of King Suddhodhana, his father and the ruler of the Sakyan republic.",
    "The nomination submitted by the Government of Nepal was reviewed by ICOMOS, that is the International Council on Monuments and Sites. ICOMOS is the official expert body that advises UNESCO on cultural heritage sites. It evaluates whether proposed sites meet the standards to be included on the World Heritage List.",
    "Based on ICOMOS’ evaluation, the World Heritage Committee issued Draft Decision 47 COM 8B.19, which requested Nepal to undertake the following steps before re-submission:",
    "Further investigate the apsidal temple and provide more accurate dating and historical analysis to substantiate Tilaurakot’s role in the veneration of the Buddha and his teachings;",
    "Conduct additional research on the site’s religious architecture, especially as it relates to Buddhist pilgrimage from the Mauryan period onward;",
    "Consider resubmitting Tilaurakot as a boundary modification of the existing World Heritage property “Lumbini, the Birthplace of the Lord Buddha”, inscribed in 1997.",
    "The site remains on UNESCO’s Tentative List, meaning it is still under active consideration and eligible for future inscription once the recommended improvements are addressed.",
    "It is important to point out that Lumbini was officially recognized by UNESCO as a World Heritage Site and inscribed on the World Heritage List, back in 1997.",
    "UNESCO describes Lumbini as “the Birthplace of the Lord Buddha” and it is one of the most important pilgrimage sites for Buddhists worldwide.",
    "It says Lumbini has outstanding universal value because it is: “Among the pilgrims was the Indian emperor Ashoka, who erected one of his commemorative pillars there. The site is now being developed as a Buddhist pilgrimage centre, where the archaeological remains associated with the birth of the Lord Buddha form a central feature.”",
    "It adds: “The authenticity of the archaeological remains within the boundaries has been confirmed through a series of excavations since the discovery of the Asoka pillar in 1896. The remains of viharas, stupas and numerous layers of brick structures from the 3rd century BC to the present century at the site of the Maya Devi Temple are proof of Lumbini having been a centre of pilgrimage from early times.”",
    "Lumbini is approximately 29 kilometres (18 miles) east of Tilaurakot by road. Tilaurakot is located in Kapilvastu Municipality, Kapilvastu District. Lumbini lies in Rupandehi District.",
    "Both sites are in Lumbini Province of southern Nepal and are connected by local roads. The drive between them typically takes about 45 minutes to one hour, depending on road and traffic conditions.",
    "This relative proximity supports the idea of a shared heritage landscape and appears to be one reason UNESCO has encouraged Nepal to consider resubmitting Tilaurakot as a boundary extension of the existing Lumbini World Heritage Site.",
    "As the process continues, Buddhist communities, scholars, heritage advocates, and global observers should remain engaged. Tilaurakot-Kapilavastu is not only a matter of archaeological significance — it touches on the spiritual heritage of millions.",
    "Tracking its progress and supporting future efforts can help ensure that this sacred and historic site receives the international recognition it may yet deserve.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}