{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/New-chapter-for-Sri-Lanka-We-cannot-give-something-out-of-nothing/4-769957",
  "time_ut": 1733084978.0,
  "original_lang": "en",
  "original_title": "New chapter for Sri Lanka: We cannot give something out of nothing",
  "original_body_lines": [
    "The railways, historically designed for goods transport, must be reimagined to meet modern needs economically",
    "The nation spoke and a new Government was elected. Now it’s time to unite and work collectively to pull ourselves out of the economic crisis we face. But in doing this, we must not lose sight of the bigger picture. While rooting out corruption is critical, it is not the sole solution to achieving prosperity. To truly transform the country, we must prioritise efficiency and overhaul the sluggish State mechanism, reorganising the way in which it runs.",
    "Let’s take Sri Lanka Railways for example. Each year, the State pumps approximately Rs. 57 billion into the railway system in 2024, while its annual revenue from ticket sales is only a mere Rs. 12 billion. A staggering Rs. 45 billion was lost to the State due to inefficiency.",
    "Some may argue that this expenditure supports employment, but in today’s world, such reasoning is unsustainable. Nations cannot afford to give something for nothing. If we continue down this road, we risk repeating the economic meltdown we narrowly survived—currency devaluation, shortages, and near-total chaos. The only way to avoid this fate is to overhaul the economic structure of State-run enterprises and demand accountability.",
    "Sri Lanka Railways handles less than 6% of the country’s public passenger transport, contributing to only a fraction of the overall transportation sector. Yet, it consumes an enormous subsidy from the State. Is this massive financial burden justified? The answer is clear: it is not. The railways, historically designed for goods transport, must be reimagined to meet modern needs economically.",
    "How can it be done? A first step would be, rather than focusing solely on passenger transport, the railways should return to their roots: goods transportation. With proper investment and planning, the rail network could be integrated into a broader logistics system. This includes connecting metropolitan areas to industrial zones and ports, enabling efficient container movement. Such a system would not only breathe new life into the railways but also stimulate economic growth in regions currently lacking industries. By creating a vibrant logistics network, the railways could become a key driver of economic transformation rather than the financial burden it currently is.",
    "The inefficiencies in State-run enterprises like the Sri Lanka Railways are emblematic of a larger issue: the lack of accountability. Currently, when a budget is allocated to a Government agency, there is little to no mechanism to monitor its use or measure its return on investment (ROI). No one is asking critical questions: What did you do with these funds? Did they generate measurable outcomes?",
    "Every state agency should be held accountable through performance reviews, profit and loss (P&L) statements, balance sheets, and cash flow analysis. Heads of state agencies must face consequences for failing to deliver results. Without compliance and accountability, inefficiency will abound and continue to drain the nation’s resources.",
    "For decades, Sri Lanka’s political leadership has paid lip service to economic transformation without bringing in any meaningful change. The International Monetary Fund (IMF) has urged the country to make structural reforms, but these reforms must go beyond the rhetoric. Job creation, for instance, cannot rely on unsustainable subsidies or artificial positions. Instead, it must be tied to industries and initiatives that deliver measurable economic returns.",
    "1. Modernise operation/infrastructure: Invest in systems that enhance efficiency and quality of service. E.g.: Introducing eTicketing (www.pravesha.lk) for railway",
    "2. Leverage economic growth: Align state-run enterprises with national economic goals such as developing a logistics hub centred on rail transport, connecting ports, industrial zones, and underserved regions.",
    "3. Demand accountability: Establish mechanisms to monitor, review, and ensure ROI for every rupee spent by state agencies.",
    "4. Encourage private sector participation: Foster public-private partnerships to improve efficiency and inject innovation into stagnant sectors. E.g.: Introducing Calypso train between Ella and Bandarawela promoting regional tourism",
    "5. Rebuild trust: Create transparency in Government spending and demonstrate measurable progress to rebuild public trust.",
    "Today, the nation stands at a crossroads. With new leadership, there is an opportunity to shift gears and prioritise efficiency over complacency. By addressing inefficiencies and demanding accountability, Sri Lanka can transform its state-run enterprises into engines of growth and secure a prosperous future for all.",
    "(The writer, an electronics and telecommunication engineer and a former Secretary to the Ministry of Transport and Highways, has over two decades of experience in public sector governance, telecommunications and higher education, and has led transformative projects across these fields. He spearheaded major reforms and infrastructure projects aimed at modernising Sri Lanka’s transport sector, focusing on sustainable growth, connectivity, and policy advancement. He was the Founder, President, and Vice-Chancellor of SLTC, Sri Lanka’s first research university, and a former CEO of Mobitel. Some of the key positions he has held include directorships at the Sri Lanka Telecom, National Transport Commission, Road Development Authority and Lanka Sathosa Ltd.)"
  ]
}