{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-energy-minister-urges-ceb-employees-to-trust-new-reforms-240533/",
  "time_ut": 1757917080.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Energy Minister urges CEB employees to trust new reforms",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Energy Minister Kumara Jayakody urged employees of state-owned utility firm Ceylon Electricity Board (CEB) to ‘trust’ the newly approved reform process and allow it without dragging their feet.",
    "The minister’s comments come amid threats of protest by CEB trade unions against the reforms passed by parliament last month.",
    "“The earlier reform was to remove 12,000 employees from the CEB. That cabinet decision is still effective. However, we have not included that in our reforms,” Minister Jayakody told reporters at a media briefing on Monday.",
    "“We will not allow this institution (CEB) to weaken or fall. Don’t get carried away with false information. The employees have two months to express their opinions,” he said.",
    "“See this reform as a positive one. We have never done anything wrong or violated any labour rights so far. Trust us.”",
    "Under the new law, it is proposed to split CEB mainly into four separate state-owned entities: a single transmission company, a distribution company, a system operator, and a support or enabling entity.",
    "One of the main drivers behind the reforms is pressure from multilateral lenders like Asian Development Bank (ADB) and the need for international financing to stabilize Sri Lanka’s power sector, which has been plagued by inefficiencies, high costs, and dependence on expensive liquid-fuel-based generation.",
    "The 2025 amendments seek to make the electricity sector more bankable, more attractive to investors, and more efficient, while maintaining full government ownership of the core transmission and distribution infrastructure.",
    "However, critics, including trade unions, the Public Utilities Commission (PUCSL), and energy-sector experts, have raised concerns that the bill weakens regulatory independence, may increase risk of politicization in tariff setting, and could reduce protections for consumers and employees under the guise of “reform.” (Colombo/September 15/2025)"
  ]
}