{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Benevolent-and-compassionate-leadership-need-of-the-hour-for-Sri-Lanka-Reply-to-Dr-Shantha-Jayaratne/4-762719",
  "time_ut": 1717692584.0,
  "original_lang": "en",
  "original_title": "Benevolent and compassionate leadership – need of the hour for Sri Lanka: Reply to Dr. Shantha Jayaratne",
  "original_body_lines": [
    "‘Benevolent leaders’ are those who create visible benefits, actions or outcomes for the common good (Karakas, 2013), whereas Compassionate Leadership is the practice of using your head and heart to inspire and influence people to positively impact themselves, others, and the planet (Laurel Donnellan, 2024)",
    "I am responding to Dr. Shantha Jayarathne’s (hereafter referred to as Dr. SJ) article titled, “Sajith Premadasa’s leadership qualities: A critique”, dated 4 June 2024, in the Daily FT (https://www.ft.lk/opinion/Sajith-Premadasa-s-leadership-qualities-A-critique/14-762542#:~:text=Sajith%20Premadasa’s%20leadership%20is%20further,that%20border%20on%20vote%2Dbuying.).",
    "I have personally known Sajith Premadasa as an inspiring leader for more than a decade. He has demonstrated to the entire country as a benevolent and compassionate leader, for more than two decades, setting a high standard of public service.",
    "I first came to know Sajith Premadasa when I was the Media Spokesman of the Federation of University Teachers’ Associations, FUTA, 12 years ago. He contacted me to get an update of the university struggle that was dragging endlessly. As an Opposition Member, he grieved that university teachers were so poorly remunerated despite doctoral credentials from top international universities. He was also sad to hear that the best performing A-Level students were struggling with basic human needs, having entered the national universities to gain top most expertise in different fields.",
    "His sincerity, compassion towards the people and commitment to the highest standards of professionalism as a leader, had a deep impact on me. From then onwards, I continued to support his efforts to make a difference for the better in our nation.",
    "When the bombs exploded on Easter Sunday, Sajith Premadasa as Housing Minister did everything, he could to restore the churches and personally looked into the well-being of the affected communities, working closely with Cardinal Malcolm Ranjith and his team. He was equally sensitive to the plight of the non-Catholic, Evangelical church, the Zion Church that was victim of the brutal attack.",
    "He requested me to convene the Sajith Premadasa Policy Group in 2019, during the Presidential campaign. Even though he was nominated as the candidate at the last moment, we brought together 60 of the most outstanding academics and professionals in Sri Lanka and overseas. We worked long days and long nights with him to develop the policies in all the key sectors. His keen interest and vast knowledge in all the key sectors and his eagerness to acquire new knowledge from the experts was astounding.",
    "It is not surprising that even five years later as at now, Sajith Premadasa has been able to garner active engagement of 1,500 academics who constitute the SJB Budhhi Mandapaya and over 2,000 top professionals from Sri Lanka and overseas, in the National Council of Professionals. All are flocking behind him to help in the challenge to rebuild our battered nation.",
    "Sajith Premadasa is clearly driven by the Common Good principles, while most politicians opt to serve themselves",
    "How Sajith Premadasa faced the Aragalaya: a supreme test on leadership",
    "The character of a national level political party leader is tested when the entire nation is in a perilous condition, with people uprising to oust the leader, as happened in 2022. This was the time, Sajith Premadasa opened up a dialogue with anti-establishment youth like Wasantha Mudalige on System Change.",
    "He as the Leader of the Opposition never used the Aragalaya for his personal benefit. What mattered to him was the future of Sri Lankan democracy and the spirit of the democratic process as follows:",
    "Firstly, it was Sajith Premadasa’s view that no single political party should unduly benefit from the national crisis, and if the elected President has resigned, there should only be an All-Party Interim Government with due respect for reasonable demands of those who led the uprising.",
    "Secondly, Premadasa proved his extraordinary capacity to patiently listen to youth and other leaders of the Aragalaya, who pressed for an all-party consensus for the remaining time period of Gotabaya Presidency.",
    "Thirdly, he displayed his capacity to be ideologically value centred on the side of functional democracy and resist illegitimate and anti-democratic tendencies of those who grabbed power without a popular mandate.",
    "Fourthly, he was able to command respect from a wide cross section of society, without being power hungry. Most importantly, he won the trust of people who were not his political friends. He even took one step backwards at the Parliamentary vote for a President, promoting Dulles Alahapperuma, a consensual candidate, as he himself did not possess a majority in Parliament.",
    "Need for innovative and original measures to win public trust",
    "Dr. SJ has taken the position that Sajith Premadasa is driven by misguided policies aimed at personal aggrandisement. He also claims that what he grants to the poor amounts to a form of bribery to obtain their votes.",
    "What is noteworthy is that to vote or not to vote is the business of the people, and Sajith Premadasa has opted to serve the people, rather than curse the Government as done by traditional opposition parties.",
    "Premadasa is yet to be the leader of the nation. The role of the opposition leader is not to ensure that the people who are victims of Government injustices are redressed through his office. i.e., inadequate facilities for smart classrooms and other major needs of government hospitals.",
    "The ‘Sakwala Program’ to help Government schools that are lagging behind in physical infrastructure, and the ‘Husma’ Program for Government hospitals are entirely new, unprecedented benchmarks for a democratic opposition party.",
    "Sajith Premadasa has taken the difficult option to find the required funds from local and foreign philanthropists to grant urgent relief to suffering masses. People fund these projects as Premadasa has won their trust as an honest leader. That itself is a rare achievement by a Sri Lankan political leader.",
    "Can Premadasa be unmasked by those with zero achievements for the people?",
    "Those who have failed to grant meaningful solutions for the upliftment of the poverty-stricken, also despise anyone who wants to serve the people. One could say that criticism which should be constructive becomes acutely destructive, due to jealousy, malice, hatred, insanity, and character assassination.",
    "Need for viable leadership against abject poverty as ground reality",
    "Abject poverty is defined as the most miserable and humiliating circumstances, with people living in the worst conditions imaginable.",
    "My humble appeal to those who have been beneficiaries of better living conditions is not to undermine a leader like Sajith Premadasa who is in a hurry to improve their living conditions, the Governments have neglected.",
    "As stated by Bernard Shaw, the governments are a mirror reflection of the people in any society. Hence, we ought to be wiser as a citizenry.",
    "Dr. SJ states that Sajith’s practices are reminiscent of the governance style of his father, who was known for squandering public money to benefit his cronies. Dr. SJ should know better that Ranasinghe Premadasa is remembered as a futuristic leader, greatly honoured by the people of Sri Lanka and the international community for his efforts in eradication of poverty and providing shelter for the homeless.",
    "A more productive proposal to research on failed Sri Lankan leaders",
    "The historic case SCFR 195 of 2022, filed by me and two other academics in the Supreme Court found at least nine powerful men guilty of bankrupting the nation. They included two former Presidents, two former Treasury Secretaries, and two former Governors of the Central Bank of Sri Lanka among others.",
    "Even from an academic perspective, it would be productive if Dr. SJ focuses on Dysfunctional Leadership skills of people who are found guilty of economic crimes against Sri Lankan people and the nation at large.",
    "“We can learn from history, but we can also deceive ourselves when we selectively take evidence from the past to justify what we have already made up our minds to do.”  – Margaret Macmillan",
    "(The writer is a Sri Lanka President’s Scholar, British Chevening Scholar, National University of Singapore Scholar and US State Department Post Doctoral Scholar.)"
  ]
}