{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/PBSS-Group-Chairman-Dr-Madura-Gamanayake-wins-Gold-at-Sri-Lankan-Entrepreneur-of-the-Year-Awards-2025/34-781238",
  "time_ut": 1756942513.0,
  "original_lang": "en",
  "original_title": "PBSS Group Chairman  Dr. Madura Gamanayake wins  Gold at Sri Lankan Entrepreneur of the Year Awards 2025",
  "original_body_lines": [
    "Bags National and Provincial Gold Award in Large Business Category",
    "Perfect Business Solution Services (PBSS Group) Founder and Group Managing Director Dr. Madura Gamanayake, was honoured with both the National and Provincial Gold Awards in the Large Business Category at the Sri Lankan Entrepreneur of the Year Awards 2025, held at Cinnamon Life – City of Dreams recently.",
    "Celebrating its 25th milestone year, widely regarded as one of the nation’s most prestigious recognitions of entrepreneurial excellence, the awards highlight leaders who have built resilient businesses and contributed meaningfully to Sri Lanka’s economic growth.",
    "Reflecting on his recognition, Dr. Gamanayake said, “This recognition is a reminder that entrepreneurship is not only about building companies but about believing in the strength of our own people. I have always trusted in Sri Lankan talent and in their ability to deliver world-class results while understanding our market better than anyone else. That confidence in local expertise has allowed us to grow into a group with international reach, creating value at home while earning credibility abroad. For me, the greatest satisfaction is proving that success built on Sri Lankan skill and determination can stand alongside any global benchmark, while ensuring that the economic value of what we do remains within our country.”",
    "From beginnings as modest as a single computer and one employee, PBSS has grown under his leadership into a multinational presence across Sri Lanka, the Maldives, the UAE, the UK, North America and Australia. Over the past 22 years the company has completed more than 350 ERP implementations, earning recognition as a trusted technology partner in multiple industries. The foundation of this growth has been the ability to empower Sri Lankan professionals, foster innovation and demonstrate that local expertise can deliver solutions that meet global standards.",
    "The double Gold recognition therefore stands as more than a personal milestone. It affirms the country’s ability to produce technology leaders who can shape the IT solutions industry with both regional and international relevance. At a time when enterprises are measured by their ability to adapt and transform, Dr. Gamanayake’s achievement reinforces the importance of strengthening local knowledge, advancing digital transformation in ways that retain economic value at home, and positioning Sri Lanka as a credible force in the global technology arena."
  ]
}