{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dialog-axiatas-genie-and-dialog-finance-recognised-at-lankapay-technnovation-awards-2024/",
  "time_ut": 1711472880.0,
  "original_lang": "en",
  "original_title": "Dialog Axiata’s Genie and Dialog Finance recognised at LankaPay Technnovation Awards 2024",
  "original_body_lines": [
    "Dialog Axiata’s Genie and Dialog Finance PLC were recognised at the LankaPay Technnovation Awards 2024 for their contributions to digital financial services. This recognition serves as a reflection of Dialog’s ongoing efforts to enhance Sri Lanka’s digital economy with innovative and inclusive financial solutions.",
    "Genie won two Gold awards: ‘Most Popular Digital Payment Product – Fintech Category’ as voted by Sri Lankan consumers, and ‘Best Mobile Application for Retailer Payments via Lanka QR – Fintech Category’. These awards indicate genie’s acceptance as a preferred digital payment platform in Sri Lanka.",
    "Dialog Finance PLC received a Gold award for ‘Financial Institution of the Year for Best Digital Payment Strategy’, Silver awards for ‘Excellence in Digital Payments’ and ‘Excellence in Customer Convenience’ in the Non-Bank Financial Institutions category, and a Merit award for ‘Financial Inclusivity’.",
    "Renuka Fernando, Group Chief Digital Services Officer of Dialog Axiata PLC and Chairperson of Dialog Finance commented, “We are pleased to be recognised at the LankaPay Technnovation Awards, which reflect the dedication and innovative spirit of our team. This recognition encourages us to continue our mission of expanding and enriching the digital financial landscape in Sri Lanka, aiming to make financial services more accessible and convenient for everyone.”",
    "The recognitions at the LankaPay Technnovation Awards 2024 not only honour the efforts of Genie and Dialog Finance in delivering effective digital payment solutions but also highlight Dialog Axiata’s commitment to financial inclusivity and innovation. These accolades are testament to Dialog’s efforts for a digitally and financially inclusive Sri Lanka, in line with its vision of empowering and enriching Sri Lankan lives and enterprises.",
    "Price controls to be removed from rupee lending rates from April 1 – CBSL Governor",
    "Kristofer Quadros appointed Cluster General Manager for three Radisson Hotels in Sri Lanka",
    "Dialog unveils all-new Fun Blaster Plan for the ultimate social media experience",
    "Dialog Axiata becomes the first Telco in South Asia to adopt SASB & GSMA Standards",
    "Dialog Axiata Surpasses 200,000 Users on Sri Lanka’s largest 5G Trial Network",
    "Dialog Axiata Upgrades its Official Website to Support Inclusive Online Journeys",
    "Dialog Axiata strengthens its commitment to data security and privacy with ISO 27701",
    "Dialog Axiata Successfully Trials Voice over 5G (VoNR) Service for the First Time in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}