{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/CMA-Sri-Lanka-to-host-Silver-Jubilee-international-conference-on-AI-impact-on-policy-stability-and-growth/34-781456",
  "time_ut": 1757461641.0,
  "original_lang": "en",
  "original_title": "CMA Sri Lanka to host Silver Jubilee international conference on AI impact on policy, stability and growth",
  "original_body_lines": [
    "The CMA Sri Lanka Silver Jubilee International Management Accounting Conference 2025, themed “Redefining Management Accounting: AI Innovation and Sustainable Value Creation”, will open with its inaugural technical sessions on 17 September at Cinnamon Life, The Forum.",
    "The sessions will be held under the theme “Vision 2030: AI Impact on Policy, Stability and Growth”.",
    "Technical Session 1 will feature a keynote address on “Reshaping Sri Lanka’s Economy: A Path to Fiscal Discipline and Debt Servicing by 2028” by EY Sri Lanka and Maldives Managing Partner and Senior Economic Advisor to the President Duminda Hulangamuwa.",
    "Central Bank of Sri Lanka Assistant Governor Dr. Chandranath Amarasekara, who is a former Alternate Executive Director at the International Monetary Fund (IMF), will deliver a session on “Demystifying the IMF Program: What it Means for Sri Lanka’s Future”.",
    "City University of Hong Kong Professor of Practice (Accounting), Deputy Dean Chow Yei Chaing School of Graduate Studies, and Associate Dean (Executive Program) College of Business Prof. Ho Yew Kee will speak on “Technology Adoption by the Accountancy Profession in ASEAN Countries”.",
    "Addresses will also be delivered by SAFA President and Session Chair Ashfaq Tola, SAFA Vice President/Co-Chairman Mohammed Humayun Kabir, and CMA Sri Lanka President Prof. Lakshman R. Watawala.",
    "The Silver Jubilee Conference aims to be a milestone platform for dialogue and knowledge sharing, highlighting how AI-driven innovation and sustainable practices can redefine the role of management accountants in advancing national and regional progress, the organisers said."
  ]
}