{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96550/president-ranil-calls-for-strong-united-nam-to-contribute-to-a-better-world",
  "time_ut": 1705665540.0,
  "original_lang": "en",
  "original_title": "President Ranil calls for strong, united NAM to contribute to a better world",
  "original_body_lines": [
    "President Ranil Wickremesinghe on Friday (Jan.19) commended President Yoweri Museveni for assuming leadership at the 19th Non-Aligned Movement (NAM) Summit in Kampala, Uganda.",
    "He highlighted the current global challenges, including the humanitarian crisis in Gaza, the shift in the post-Cold War order, and emerging multipolar dynamics.",
    "President Wickremesinghe emphasized the need for NAM to reinvent itself, transforming into the largest bloc representing the Global South.",
    "Proposing the recognition of Palestine and addressing various geopolitical, economic, and technological issues, he called for a united NAM with updated objectives to build a multipolar world.",
    "The President urged for a dynamic bloc capable of shaping the new global order, emphasizing that the future lies in their hands.",
    "He also expressed gratitude to President Museveni and Uganda for hosting the summit.",
    "Minister of Foreign Affairs Ali Sabry, State Minister Chamara Sampath Dasanayake, and MPs Kings Nelson, Nimal Piyatissa, Kumarasiri Ratnayake and Udayakantha Gunathilake, President’s Secretary Saman Ekanayake, President’s Senior Adviser on Climate Change Ruwan Wijewardene were also present on this occasion.",
    "Following is the full speech delivered by President Ranil Wickremesinghe;",
    "Let me begin by congratulating you President Yoweri Museveni of Uganda for taking over the helm of the Non-Aligned Movement at this 19th Summit. Your leadership is even more timely as Uganda assumes this role at a critical moment of collective awareness among countries of the global South.",
    "This is the first NAM Summit following the onset of the pandemic, the debt crisis, climate catastrophe, new global competition, and the ensuing multiple implications for the world, in particular, for the Global South.",
    "As we meet today, a humanitarian crisis is unfolding in the Gaza Strip and beyond. For over 3 months immense suffering and losses have been endured by the Palestinian civilian population, endangering regional security and stability. Until now, the NAM was largely silent. How can we remain silent when Gaza is destroyed? People are denied humanitarian aid and a vast majority of the dead are innocent civilians. Silence implies consent.",
    "It is encouraging that this 19th Summit has given the highest priority to this crisis in Gaza and the inalienable rights of the people of Palestine to self-determination and the realisation of an independent and sovereign state of Palestine.",
    "We must congratulate South Africa for the bold stand it has taken in regard to Gaza. The international community has already called for an immediate humanitarian ceasefire and the release of hostages.",
    "There cannot be a two-state solution based on one state – Israel. No resolution is possible without a state of Palestine. Therefore, in line with multiple UN Resolutions, and the Declaration of this Summit, the international community must recognise the West Bank, Gaza and East Jerusalem as territories coming within the State of Palestine and in addition, there should be no change in the ethnic composition of Gaza. Sri Lanka also proposes that the State of Palestine be established within 5 years and no more.",
    "We are now witnessing the end of the post-Cold War order and the coming into being of the evolving multipolar world. On the geopolitical front, we are witnessing a resurgence of latent and open conflicts involving former and aspiring major powers. In Europe the transatlantic military alliance has been strengthened, past arms control agreements have collapsed, military expenditure has reached historically unprecedented levels and nuclear weapons are once again the subject of apparently serious policy discussion. Outer space and the oceans have become potential theatres of conflict and geo-strategic competition including in our vicinity in the Indian and Pacific Oceans.",
    "Free trade and economic integration is being reversed by policy-driven rise of trade protectionism due to strategic competition among major powers. Furthermore, this being extended further with the concepts of de-coupling and de-risking. A unilateral declaration of a new trade order and the setting aside of multilateralism by the West of the WTO. The weaponising of the Dollar. New challenges of economic and the debt crisis, climate justice, food and energy security. Digital and technological divides and advanced WMD arsenals have aggravated existing inequalities between the developing states of the NAM and the developed world.",
    "The theme of this Summit ‘Deepening Cooperation for Shared Global Affluence” reflects the need to address the inequities between our two worlds. Furthermore, experience shows us that, to succeed we need a strong and united NAM that contributes to a better world for all. To do so, we have to reinvent ourselves.",
    "Our membership today is no longer a grouping of weak states. We must recognise that as a result of the rapid progress and economic advancement of some of Asian, African and Latin American states. A majority of the 10 leading economies of 2050 will belong to this movement.",
    "We see, among us, rising aspirants for leadership status in global affairs. They must be prepared to give leadership. Furthermore, there is a vital role we must play as geostrategic rivalries in political, economic, technological and military terms become more pronounced among former and new contenders for Major Power status.",
    "Therefore, the NAM must reinvent itself under your Chairmanship. Assume a new role in a multipolar world – to transform itself as the largest bloc representing the Global South. We must also recast our objectives. While upholding the Bandung Principles in the evolving multipolar world we need to,",
    "oppose the spread of big power rivalry including the coercion of uncommitted states, build a multipolar world which incorporates the political, economic, social and climate change mitigation aspirations of the Global South.",
    "Let us transform ourselves from this loose movement to become a dynamic bloc of the Global South and its friends. Let us establish an effective permanent operational structure which is equipped to address the contemporary challenges facing the Global South. An organisation which is capable of shaping the new order.",
    "Let me conclude by thanking you Mr President and the Government of Uganda for the excellent arrangements for hosting this important 19th Summit of the Non-Aligned Movement.”"
  ]
}