{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ceat-launches-new-paradigm-europe-range-of-high-performance-radial-tyres-in-sri-lanka/",
  "time_ut": 1734540120.0,
  "original_lang": "en",
  "original_title": "CEAT launches new paradigm ‘Europe Range’ of high performance radial tyres in Sri Lanka",
  "original_body_lines": [
    "Sri Lankan automobile enthusiasts can now access global-standard, high-performance radial tyres with the launch of the ‘Europe Range’ by CEAT Kelani Holdings for luxury cars and SUVs.",
    "Comprising of 19 tyre sizes in six different patterns, these tyres for rim sizes of 16 to 18 inches, are classified High Performance (HP) and Ultra High-Performance (UHP) according to European parameters, and have been developed and tested at the CEAT R&D Center in Frankfurt, Germany.",
    "“With this range, which is already in use on European roads, CEAT continues to move up the quality ladder to offer new paradigm products to Sri Lankan consumers,” CEAT Kelani Chief Operating Officer Shamal Gunawardene said. “These tyres represent significant improvements in critical areas such as driving stability, precision steering and braking response in diverse conditions and terrain, making them an exciting addition to our vast radial tyre portfolio.”",
    "From the smallest tyre in the range – the SecuraDrive 195/55 R16 – which fits vehicles such as Toyota Premio, Toyota Allion, Kia Stonic, MG- ZS, Toyota Prius and Honda Civic to the largest – the CrossDrive AT 265/60 R18 – which fits Toyota Land Cruiser, Mitsubishi Montero and Toyota Hilux SUVs, the CEAT Europe range meets the stringent quality standards expected by European vehicle manufacturers.",
    "The range also has tyres designed for BMW X1, Mercedes Benz C Class, E Class, V Class, CLA 180, GLE Class and AMG CLA Class cars, Audi A3 and A4 and Peugeot 3008, Kia Sorento and Sportage, Nissan X-Trail, Honda CR-V, Toyota Harrier and Toyota RAV4, and Jeep Wrangler, Isuzu D-Max and Mitsubishi Triton vehicles.",
    "Eva and Sri Lanka Red Cross launch nationwide menstrual health campaign for schools",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}