{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/British-Council-launches-Women-in-STEM-Scholarships-for-2024-25/56-759837",
  "time_ut": 1711130649.0,
  "original_lang": "en",
  "original_title": "British Council launches Women in STEM Scholarships for 2024/25",
  "original_body_lines": [
    "British Council, the UK’s international organisation for educational opportunities and cultural relations, in partnership with UK universities, has announced the launch of British Council Scholarships for Women in STEM program. This prestigious scholarship is designed for female STEM graduates wanting to pursue their Masters’ in the UK.",
    "The presence of women in STEM fields is essential for promoting diversity, ensuring a range of perspectives, and driving innovation. Their presence not only addresses gender disparities but also enriches the workforce with unique skills, ultimately advancing scientific and technological progress for the benefit of society. According to the Global Gender Gap Report 2023 by the World Economic Forum, the global gender gap score in 2023 for all 146 countries included in this edition stands at 68.4% closed, showing an improvement of 0.3% compared to last year’s edition.",
    "Twenty five scholarships are reserved for women STEM scholars from Sri Lanka and other South Asian countries. These are across five UK higher education institutions – Queen Mary University of London, Anglia Ruskin University, Greenwich University, The University of Southampton and Coventry University. The scholarships will empower the beneficiaries to advance their careers in STEM and facilitate their ability to drive research and innovation in their home country by immersing them in the expertise of the UK’s esteemed STEM fields. The UK is currently ranked third in the world for citable research, with 55.2% of all UK publications the product of international research collaborations.",
    "The scholarship will cover tuition fees, stipend, travel costs, visa, health coverage fees, and English language support. The scholars can pursue courses like Data Science, Computer Science, Pharmaceutical Science, Electronic and Electrical Engineering, Mechanical Engineering, Engineering Management, Civil Engineering Management, Intelligent Healthcare, Actuarial Science, among others.",
    "British Council Sri Lanka Director Orlando Edwards said, “Nearly half of the world’s population are women, and so women will play a major part in whether or not we succeed in tackling global challenges effectively. We need the full participation of men and women in science and research. Gender equity isn’t just a concept; it’s vital for human progress to achieve sustainable development goals. Through programs like the Women in STEM Scholarships, we aim to empower the women and girls of Sri Lanka, to actively participate and realise their potential. We look forward to seeing more Sri Lankan women in STEM fields contributing to the global talent pool.”",
    "Since 2020, the program has awarded over 300 scholarships. In the 2023-24 global cohorts, 92 scholars were enrolled in their selected courses. Last year, 2 Sri Lankan women have been awarded the scholarships and pursued their postgraduate studies in the UK. Through these scholarships, British Council maintains its commitment to creating opportunities for women to succeed in a globalised world and gain global credentials in STEM fields.",
    "The scholarship aims to inspire young women to remain in STEM fields by supporting their progression towards leadership roles and fostering networking opportunities with peers both in their region and in the UK. The scholarship also welcomes applications from women with dependents, offering additional support. The application deadlines vary depending on the university, typically between March and April 2024.",
    "For more details about the eligibility criteria, or other information including a full list of participating UK universities, available courses and university-specific deadlines, please visit: https://www.britishcouncil.lk/study-uk/scholarships-and-funding/british-council-scholarships-women-stem"
  ]
}