{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Vietnam-s-ROX-Group-eyes-land-for-industrial-zone-in-Sri-Lanka/34-780241",
  "time_ut": 1755129917.0,
  "original_lang": "en",
  "original_title": "Vietnam’s ROX Group eyes land for industrial zone in Sri Lanka",
  "original_body_lines": [
    "ROX Group’s 14 industrial parks in Vietnam attracted $ 3.5 b in FDI",
    "President Anura Kumara Disanayake on Tuesday (12) met senior executives of Vietnam’s ROX Group in Colombo to discuss potential investments in an industrial zone, the President’s Media Division (PMD) said in a statement.",
    "The delegation, led by ROX Group Advisory Board Chairman and Maritime Commercial Joint Stock Bank Chairman Tran Anh Tuan, expressed interest in establishing an industrial zone in Sri Lanka. The group is also exploring opportunities in renewable energy and real estate, the PMD statement said.",
    "Privately held ROX Group, formerly TNG Holding Vietnam, was founded in 1996 and operates across urban and industrial park development, real estate leasing, trade, hospitality, energy, and banking. The company lists its business size at about $ 1.3 billion on its website, without specifying whether the figure refers to revenue.",
    "The industrial park arm of ROX Group has attracted more than $ 3.5 billion in foreign direct investment from over 500 investors representing 22 countries, according to company data. The unit has developed 14 industrial parks across Vietnam, covering about 3,000 hectares, over the past 27 years. Under its five-year development plan, it aims to add five new industrial parks with a combined area of nearly 5,000 hectares in locations it identifies as strategic for trade.",
    "ROX Group’s energy business has an installed capacity of 300MW and plans to double that figure, according to company information. The group also owns 12 hotels with a combined capacity of more than 1,300 rooms.",
    "Its listed subsidiary, ROX Key Holdings JSC, provides management services for housing, offices, commercial centres, and industrial parks, as well as security, cleaning, information technology, and human resources.",
    "ROX Group’s construction division acts as a general contractor for high- and low-rise residential projects, industrial park infrastructure, commercial centres, and office buildings.",
    "Vietnam Maritime Commercial Joint Stock Bank, the first joint stock commercial bank licensed in Vietnam in 1991, is affiliated with the group through a representative on its board. The bank operates in 51 provinces and cities in Vietnam and maintains relationships with over 600 correspondent banks in 60 countries.",
    "According to the PMD, ROX officials cited the country’s political stability and investment climate as reasons for their interest and sought Government assistance to secure suitable land and institutional support. President Disanayake affirmed the Government’s commitment to providing all necessary institutional backing for foreign investments, highlighting that a corruption-free environment has now been established in Sri Lanka.",
    "The ROX Group representatives conveyed their satisfaction with the country’s present conditions and reaffirmed their intention to proceed with large-scale investments.",
    "Also attending the meeting were ROX Group Chairperson Nguyen Thi Nguyet Huong, Energy Division Chief Officer Luu Le Chi, Secretary to the President Dr. Nandika Sanath Kumanayake, and Senior Additional Secretary to the President Roshan Gamage."
  ]
}