{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dubais-ruler-announces-construction-of-worlds-largest-airport-terminal/",
  "time_ut": 1714370460.0,
  "original_lang": "en",
  "original_title": "Dubai’s ruler announces construction of world’s largest airport terminal",
  "original_body_lines": [
    "Dubai has started work on a $35bn airport terminal that is set to have the world’s largest capacity upon completion, the emirate’s ruler has said.",
    "Dubai’s Prime Minister and Vice President Sheikh Mohammed bin Rashid Al Maktoum said on Sunday that the new terminal would be five times the size of the current Dubai International Airport and handle up to 260 million passengers annually.",
    "All operations at Dubai International Airport will be transferred to the newer Al Maktoum International Airport over the coming years, Sheikh Mohammed said.",
    "“As we build an entire city around the airport in Dubai South, demand for housing for a million people will follow. It will host the world’s leading companies in the logistics and air transport sectors,” Sheikh Mohammed said on X.",
    "“We are building a new project for future generations, ensuring continuous and stable development for our children and their children in turn. Dubai will be the world’s airport, its port, its urban hub, and its new global centre.”",
    "Once completed, Al Maktoum International Airport, which opened in 2010, will be the new home of flagship carrier Emirates and feature five parallel runways and 400 aircraft gates.",
    "Paul Griffiths, the CEO of Dubai Airports, said the development would solidify Dubai’s position as a leading aviation hub.",
    "“The growth of Dubai has always been hand in hand with the growth of its aviation infrastructure and today we see another bold step on that journey,” Griffiths said in a statement.",
    "Dubai International Airport has been the world’s busiest airport for international travel for 10 consecutive years, putting the facility’s capacity under strain.",
    "Nearly 87 million passengers used the transit hub last year, topping pre-pandemic levels.",
    "Dubai announced a record 17.15 million international overnight visitors in 2023, up by nearly 20 percent from the previous year.",
    "Cinnamon cultivation will be expanded  under Agricultural Modernization program –  President",
    "Economic recovery hinges on continuity of reforms implemented thus far: Central Bank",
    "Dubai airport in chaos as UAE and Oman reel from deadly storms",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}