{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Sri-Lankas-appeal-as-tourist-hotspot-grows-stronger/108-278172",
  "time_ut": 1709508900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s appeal as tourist hotspot grows stronger",
  "original_body_lines": [
    "However, lower scenario and upper scenario expectations set by SLTDA missed",
    "Russian Federation, India, and UK rank as the top three tourist traffic generators",
    "Tourist arrivals to the island nation surpassed the 200,000 mark for the third consecutive month this February, affirming Sri Lanka is regaining its position as a sought-after destination among its key source markets.",
    "Provisional data released by the Sri Lanka Tourism Development Authority (SLTDA) showed that in February, the island nation welcomed 218, 350 international visitors. When compared with the corresponding period in 2023, the tourist arrival rate has expanded 102.8 percent Year-on-Year (YoY).",
    "Accordingly, for the 1 January to 29 February, cumulative tourist arrivals stand at 426, 603.",
    "In December 2023 Sri Lanka welcomed 210, 352 visitors, whereas in January it welcomed 208, 253 visitors.",
    "Tourism Minister Harin Fernando took to X, formerly Twitter, stating that Sri Lanka tourism has had an “amazing two months” in 2024.",
    "However, the target set for February was missed. The arrival numbers fell short of both, the lower scenario expectation of 220,091, and the upper scenario of 238, 614.",
    "The weekly arrival average for the month surged to 54,500, whereas the daily arrival average was about 7,500. Further on 24 February, tourist arrivals crossed the 10,000 mark for the first time since the Covid-19 pandemic.",
    "The largest tourist traffic generator for Sri Lanka in February was the Russian Federation, which accounted for 15 percent of the total tourist arrivals. Ranking second is India, bringing in 14 percent of the total tourist arrivals, and the United Kingdom accounting for 9 percent of the total arrivals.",
    "Other key source markets include Germany, China, France, Poland, Australia, and the United States.",
    "While the tourism industry is keen to increase tourist arrivals, concerns have been raised in a section of tourists arriving in the country engaging in business, within the tourism trade itself mostly, which is a major issue for stakeholders, especially SMEs.",
    "Stakeholders place on record that this has been since as early as 2022, and the trend is increasing. Authorities continue to turn a blind eye to the emergence of such businesses posing challenges to Sri Lanka’s goal of becoming a destination for high-spending tourists.",
    "With these tourist-run businesses operating without registration, they are not liable for any charges, fees, taxes, and so on, which provides them the room an opportunity to offer products and services at much lower rates."
  ]
}