{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Jaffna-International-Trade-Fair-2024-opens-today/34-757522",
  "time_ut": 1705605382.0,
  "original_lang": "en",
  "original_title": "Jaffna International Trade Fair 2024 opens today",
  "original_body_lines": [
    "The Jaffna International Trade Fair 2024, a transformative annual event that has played a pivotal role in fostering economic growth and community development in Sri Lanka’s Northern Province is back with its 14th edition.",
    "Organised by Lanka Exhibition and Conference Services Ltd. (LECS), together with the Chamber of Commerce and Industry of Yarlpanam (CCIY), the Jaffna International Trade Fair 2024 will take place from 19 to 21 January under the theme “Your Gateway to the North.”",
    "Since its inception in 2002, the Jaffna Trade Fair has evolved into a global platform that not only connects businesses but also brings about positive change in the lives of the people of Northern Sri Lanka. This transformation has been brought about through the tireless efforts of LECS and the CCIY, supported by international partners including investors from India, Canada, and Indonesia to name a few.",
    "LECS Chief Executive Officer Aasim Mukthar said: “We are excited to bring the Jaffna International Trade Fair 2024 to life. This event has consistently demonstrated its ability to uplift communities and provide valuable opportunities to individuals, SMEs, and entrepreneurs in the North of Sri Lanka. We believe that through initiatives like this, we can bridge the gap and ensure that all communities across the island are on par with the modernised Western Province.”",
    "Chamber of Commerce and Industries of Yarlpanam (CCIY) Governor K. Vignesh said: “The Chamber is immensely grateful for the steadfast support from LECS, our generous sponsors, and other dedicated supporters. This event has been instrumental in driving economic progress and community well-being in our home province of Jaffna. It’s a testament to the power of collaboration and commitment to our shared vision of prosperity.”",
    "The Jaffna International Trade Fair has not only stimulated economic growth but has also facilitated international connections, attracting delegations and investment forums from various regions. This event has opened doors for entrepreneurs to form lucrative partnerships and collaborations with leading conglomerates and businesses from across the country.",
    "The year-on-year success of the trade fair is undeniable, with the 2024 edition set to surpass all expectations. This year, the event has garnered the support of 17 sponsors, with anticipation of an even larger number of visitors and exhibitors compared to previous events.",
    "The event’s Platinum Sponsor is Diesel and Motor Engineering PLC. Gold Sponsors are Adrian Solar Green Ltd., Tokyo Cement Company (Lanka) PLC.",
    "Silver Sponsors are Ellawala Horticulture Ltd., Ruhunu Foods Ltd., Plenty Foods Ltd., Sun Match Company Ltd., Phoenix Industries, LLC, Rhino Roofing Products Ltd., Fentons Ltd., Keells Food Products PLC, Ceylon Cold Stores PLC, Darley Butler and Co. Ltd., 4Ever Skin Naturals Ltd., and Anchor.",
    "As Sri Lanka looks forward to the Jaffna International Trade Fair 2024, it’s clear that this event will continue to serve as a beacon of opportunity, progress, and unity in the Northern Province. We invite all interested parties to participate in this significant occasion, where industry, commerce, and community development converge under one roof."
  ]
}