{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Abans-Environmental-Services-secures-prime-spot-in-Sri-Lanka-s-premier-business-directory-for-2024-25/34-769576",
  "time_ut": 1732302636.0,
  "original_lang": "en",
  "original_title": "Abans Environmental Services secures prime spot in Sri Lanka’s premier business directory for 2024/25",
  "original_body_lines": [
    "SLT-Services Chief Officer – Digital Services Upul Manchanayake (second from left) presents the latest Rainbow Pages Business Directory to Abans Environmental Services Managing Director Phiroze Pestonjee (third from right) at the contract signing ceremony, joined by Abans Head of Branding and Communications Vipula Gunaratne and SLT-Services representatives",
    "Abans Environmental Services Ltd. (AES), the leader in janitorial and related services in Sri Lanka, has strengthened its position as a key advertiser in the upcoming release of Rainbow Pages, the National Business Directory 2024/25, presented by the SLT-Mobitel Group. As one of the top clients of the National Business Directory, Abans Environmental Services Ltd recognises the value and potential of this comprehensive marketing platform.",
    "Established in 1985, Abans Environmental Services (Pvt) Ltd has solely focused on providing customers with services of the highest standard. The company emphasizes administering smart sanitation solutions with a high degree of professionalism, setting new standards for cleaning services across the country.",
    "Scheduled for release by the end of the year, Rainbow Pages, the National Business Directory 2024/25, promises to be the most updated and extensive business directory in Sri Lanka. Under the contract, Abans Environmental Services Ltd. will enjoy a range of online and offline advertising options and potential marketing solutions tailored to their needs, including digital marketing strategies, web solutions, e-commerce, shopping cart, and content development services.",
    "Managed by Sri Lanka Telecom (Services) Ltd., (SLT-Services), a subsidiary of the SLT-Mobitel Group, Rainbow Pages, the National Business Directory, caters to Micro, Small, and Medium Businesses (MSMBs), offering various advertising formats such as online, eBook, call centre, and printed book options. This directory is renowned for its comprehensive coverage, featuring over 10,000 daily online searches and 6,000+ business listings across diverse sectors, including government institutions and places of worship.",
    "One of the standout features of the Rainbow Pages Directory is its provision of verified contact details, enhancing the local search experience for users. Additionally, listed businesses benefit from search engine optimisation (SEO), enabling them to maximise their online visibility and reach. Furthermore, the directory provides eligibility for government tenders, opening up new opportunities for growth and development.",
    "SLT-Services, with its focus on digital marketing and web development solutions, is poised to deliver exceptional value to its clients. For more information about Rainbow Pages, the National Business Directory, and its advertising options, interested parties can visit www.rainbowpages.lk or contact the hotline at 011 239 9399."
  ]
}