{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/02/06/online-safety-act-statement-from-speaker-s-office/",
  "time_ut": 1707211440.0,
  "original_lang": "en",
  "original_title": "Online Safety Act: Statement from Speaker’s Office",
  "original_body_lines": [
    "COLOMBO (News 1st); The Office of the Speaker released a statement today clarifying the process and legality surrounding the passage of the Online Safety Act, No. 9 of 2024. The statement aims to address concerns and misinformation regarding the Act's enactment.",
    "This statement is issued in the interest of the public, to set the record straight on the passing and the subsequent enactment of the ONLINE SAFETY ACT, No. 9 OF 2024. For the knowledge of the public, the process of enactment is explained from the beginning, to prevent being duped.",
    "When a Bill is presented to the Parliament, there is opportunity to challenge it before the Supreme Court in accordance with the Article 121 of the Constitution. According to the provisions of the Constitution, after the Supreme Court considers them, the respective determination is submitted to the Speaker within three weeks. Thereafter, the Speaker should announce the respective determination in Parliament on the first day of the upcoming Parliamentary Sitting, and further order that the complete determination be published in the Hansard Report on the same day.",
    "Following the above process, after presenting the Online Safety Bill to the Parliament on 03rd October 2023, the Speaker readout the Supreme Court determination to the Parliament on 07th November 2023, and ordered it to be published in the Hansard Report of the day. Thereafter, it became a public document, that can be accessed by any interested party.",
    "According to the determination of the Supreme Court, the relevant Ministry (in this case, the Ministry of Public Security) incorporates the proposed amendments with the aid of the Legal Draftsmen’s Department. The incorporation of these amendments is done by the party that presented the bill, to be consistent with the Constitution, as per the determination of the Supreme Court. The amendments are printed trilingual and distributed to all Members of Parliament in all three languages. The Online Safety Bill followed this same process, and the amendments were distributed to all Members of Parliament in all three languages on the morning of the 23rd of January 2024, which was the first day of debate in respect of the Second Reading of this Bill.",
    "The Online Safety Bill was debated for two days, and the Committee Stage commenced on the second day, the 24th of January 2024, at 5:00 pm. According to the list of amendments given by the Ministry of Public Security, the Speaker presented each amendment to the House to be passed clause by clause. At that time, the Additional Solicitor General, who was representing the Attorney General in the official box reserved for government officials in the Parliament, informed the Speaker that all the mandatory amendments in accordance with the determination given by the Supreme Court had been included in the amendments at the time of the Committee Stage. Hon. M. A. Sumanthiran at this stage raised some concerns, and the Speaker requested the Additional Solicitor General to explained further in this regard to the Honorable member, to which the Additional Solicitor General obliged.",
    "After the said amendments were presented and considered at the time of the Committee, the Online Safety Bill was duly passed in Parliament after the Third Reading, as is the process for any bill thus presented. At that time, the Attorney General also issued a certificate that these amendments are in accordance with the Constitution, as guided by the Supreme Court’s determination.",
    "In this whole process, the Speaker has no role or authority to propose, accept or reject any amendment/s and/or recommendation/s suggested by any party including the Supreme Court, where the sole authority of such exercise is vested with the house of Parliament, i.e. its Members, often with majority vote.",
    "The Speaker is bound by the Articles 79 and 80 of the Constitution to endorse the Certificate on a Bill once it has been duly passed. Accordingly, the Speaker endorsed the Certificate on the Online Safety Bill on 02nd February 2024, making it the ONLINE SAFETY ACT, No. 9 OF 2024.",
    "Thus, the office of the Speaker states that the Online Safety Bill was passed by the Parliament in accordance with the Supreme Court's determination, as was confirmed by the Attorney General’s Department. Since the legislative process of the Parliament takes place jointly with the Attorney General's Department and the Legal Draftsman's Department, there is no opportunity to act in a manner that is not in accordance with a Supreme Court determination regarding a Bill or in violation of the Constitution.",
    "Though it is encouraging to see the improvement in conscience of some of the Members whose very conduct warranted Attorney General’s Department to be present in the final committee stage to ensure compliance with Supreme Court determinations (since the Provincial Councils Elections Amendment Act of 2017), if the members concerned could specifically mention what recommendations were ignored, the respective authorities may be able to respond to such allegations, since the Speaker has no discretion on such matters as explained above.",
    "It’s regrettable that those who ought to know this process better are stating otherwise, and the insinuation that the Speaker can enact laws and make amendments to bills at his discretion is an insult to their own legal and constitutional knowledge.",
    "Any Member of Parliament is welcome to come and peruse all the documents and the proceedings of the passing of the ONLINE SAFETY ACT, No. 9 OF 2024, and consult the officials that has the knowledge of the subject to understand things better.",
    "The Speaker’s office would like to remind all Members again that discrediting the House or undermining its credibility will not do one better, as in a democracy, the parts are judged by the whole and not the other way around.",
    "Talk of The Town | What’s next for SLFP? | Thilanga Sumathipala | 07 February 2024",
    "President to Open New Parliament Session & Deliver Policy Statement in Scaled-Back Ceremony"
  ]
}