{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/female-led-plant-nurseries-launched-in-central-highlands/",
  "time_ut": 1754124660.0,
  "original_lang": "en",
  "original_title": "Female-led plant nurseries launched in central highlands",
  "original_body_lines": [
    "Dutch foundation and WNPS ecosystem restoration with women at the root",
    "In a significant step for both ecological restoration and women empowerment, three female-led native plant nurseries are being launched in Sri Lanka’s montane highlands through a collaboration b”etween WNPS PLANT (Preserving Land and Nature Guarantee Ltd) and the Dutch foundation Otter Fonds, WNPS said last week.",
    "“This community-based nursery model aims to address one of the major bottlenecks in Sri Lanka’s forest restoration efforts – the lack of native montane plant supply. Each nursery will be owned and managed by a woman entrepreneur from the community within reasonable distance to PLANT’s ongoing restoration efforts, with additional female workers,” a news release said.",
    "“Together, they will grow and maintain native forest species that are essential to PLANT’s reforestation projects. The initiative is focused on PLANT’s work in building forest corridors in the southwestern corner of the country (), particularly in degraded areas where biodiversity connectivity has been lost due to decades of monoculture plantations and land conversion,” it added.",
    "“Under this initiative two major corridors are now underway; a nine-kilometre stretch spanning five estates in Maskeliya and a 14-kilometre corridor in Talawakelle spanning 12 estates, thanks to multiple partners and donors. These projects alone will require over 100,000 native trees over the coming years. PLANT is also creating small corridors around individual properties and with other partners.”",
    "“Women in these communities often have access to land and water, but limited options for income,”",
    "said Amy McCulla, Grants Manager at the Otter Fonds. “This initiative uses that existing capacity and turns it into something regenerative, for the land, and for the household. The elevation of families to higher living standards is crucial for conservation initiatives to be successful, and women make great ambassadors for such change. Supporting women to lead restoration work strengthens both the community and the ecosystem, and we believe in projects that are inclusive, locally managed, and have the potential to scale” she added.",
    "Each nursery receives funding to set up basic infrastructure, prepare seedbeds and potting areas, and receive training in species selection and",
    "nursery maintenance. Botanists and field experts from PLANT will support these operations. The nurseries will have a guaranteed plant-buyback agreement for up to three years, providing both stability and a clear path to self-sufficiency, coupled with some funding for operational staff for a certain period, for plants, and for selected cost components, the release explained.",
    "Otter Fonds, based in the Netherlands, funds projects that blend environmental protection with community-led development. Their support is grounded in the belief that communities closest to the land should be key decision-makers in how that land is restored or managed. Otter Fonds will be funding three of these plant nurseries and have identified them as a model with potential to influence broader climate resilience strategies particularly in biodiversity hotspots where restoration efforts often lack grassroots integration. They were happy with the progress and vision of PLANT and sought to support the initiative through this partnership.",
    "PLANT views this nursery program as a replicable model that can be adapted across the island in future especially in other restoration zones where both ecological need and rural economic stress intersect. PLANT has already secured other partners to scale up the program due to the growing demand for native plants for its own restoration efforts. What makes the model particularly compelling is its dual impact: it not only enables ecological restoration of highly sensitive, endemic-rich landscapes, but it also builds entrepreneurial opportunities for women in areas where such opportunities are scarce.",
    "Each nursery is expected to benefit at least 15 people directly, between the workers and their families while keeping the conservation supply chain entirely local. In the long term, these micro-enterprises could reduce plant costs, strengthen restoration quality, and embed conservation more deeply within the communities that live closest to these ecosystems.",
    "“True conservation is not about fencing people out,” said Sriyan de Silva Wijeyeratne, the Chairman of PLANT and former President of the WNPS. “It is about drawing them in as stakeholders, stewards, and beneficiaries. And when women lead that process, the impact tends to last longer and reach further. PLANT, supported by its private sector partners, has expanded rapidly and now covers over thirty active locations, which then pushes the teams to engage the community even faster”",
    "As Sri Lanka faces the dual challenges of ecological degradation and rural economic inequality, this initiative presents a rare win-win: restoring forests while empowering local communities to take an active role in their recovery. PLANT extends its gratitude to Otter Fonds for bringing this vision to life and remains hopeful that this effort will elevate community-centered conservation to new heights.",
    "Diyagama West Estate and its timeless legacy of tea innovation and sustainability",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}