{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-inks-deal-with-china-for-smart-classroom-solutions-digital-transformation-in-ed-171774/",
  "time_ut": 1720698960.0,
  "original_lang": "en",
  "original_title": "Sri Lanka inks deal with China for smart classroom solutions, digital transformation in ed",
  "original_body_lines": [
    "ECONOMYNEXT — Sri Lanka has signed a letter of exchange with the the China International Development Cooperation Agency (CIDCA) on a Digital Transformation of General Education project under the China-Aid programme.",
    "Sri Lanka Treasury Secretary Mahinda Siriwardana tweeted Thursday July 11 afternoon that he signed the agreement on behalf of the government CIDCA Vice President Yang Weiqun in Beijing, China.",
    "The proposed grant is a visionary initiative designed to catalyse the digital transformation of Sri Lanka’s education sector, said Siriwardana in a statement.",
    "“The primary focus of the grant is to establish a state-of-the-art educational infrastructure, including a cutting-edge Educational Data Centre, a Multimedia Distance Learning and Conference Solution, and a National Streaming Hub,” he said.",
    "“In its initial phase, the project will implement advanced smart classroom solutions with interactive high-definition distance learning features, covering 900 classrooms across 500 schools. This initiative aims to enhance the teaching and learning experience, facilitating ongoing education sector reforms to achieve educatoi equity through digital transformation.”",
    "According to the official, the grant also includes the provision of necessary software and technical training, provided by the government of China.",
    "“This comprehensive support is expected to help ensure sustainable and effective implementation of the digital education infrastructure in Sri Lanka,” he said.",
    "Meanwhile, Cabinet Spokesman Bandula Gunawardena told reporters on Wednesday that Sri Lanka plans to construct 60 smart classrooms at selected schools in estates in Nuwara-Eliya, Kandy and Badulla Districts with funding from the Indian Government.",
    "“The Indian Government is helping us financially to develop the quality of education in science, technology and mathematics for Advanced Level classes in the estate sector,” Gunawardena told reporters on Wednesday.",
    "Minister of Estate Infrastructure Jeevan Thondaman has said that despite new schools, including an English medium school, built in the hill country, challenges remain in obtaining permission from plantation companies to expand the schools.",
    "Sri Lanka’s main opposition party the Samagi Jana Balawegaya (SJB) has also been spearheading a campaign of distributing smart classroom technology to schools around the country, though the source of funding for the equipment remains unclear. (Colombo/Jul11/2024)"
  ]
}