{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-exporters-optimistic-over-2024-want-political-stability-and-energy-survey-151015/",
  "time_ut": 1707989760.0,
  "original_lang": "en",
  "original_title": "Sri Lanka exporters optimistic over 2024, want political stability and energy: survey",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka exporters have expressed optimism about the economic and growth prospects for 2024, despite challenges, with service exporters seeing a lack of skilled labour, a survey by the Ceylon Chamber of Commerce has found.",
    "Political stability and consistent energy were identified as key facilitators.",
    "About 53 percent of the respondents to CCC’s Exporter Barometer Survey had expanded their workforce, with 21 percent saying they had “significantly” expanded.",
    "About 26 percent said they had not expanded the workforce and had seen falling demand and worker migration.",
    "“Service-oriented exporters grappled with a lack of skilled labour, highlighting a sector-specific challenge that warrants attention,” the chamber said.",
    "“However, most exporters identified new business opportunities, leading to workforce expansion to meet growing production demands.”",
    "About 39 percent of the respondents expected moderate economic growth in 2024, one percent high growth and 13 percent no change.",
    "A severe contraction was expected by 17 percent and moderate contraction was expected by 19 percent. About 12 percent had no idea.",
    "“Exporters stressed that increasing utility prices and the cost of transport and logistics posed significant challenges during 2023,” a statement from the Chamber said.",
    "Sri Lanka in the past did not adjust water and electricity prices when the currency fell and wages generally went up with as lag, giving short term benefits to exporters.",
    "But now utility prices are adjusted frequently and fuel is market priced monthly.",
    "The statement said exporters “expressed confidence in their growth prospects and the “sector exhibited robust growth in 2023.”",
    "“Political stability and a consistent energy supply were identified as crucial facilitators for operational optimization,” the chamber said.",
    "“Despite global uncertainties, Sri Lankan exporters remain optimistic about economic and export growth in 2024. Looking ahead, exporters plan to implement strategic measures, including adopting more competitive pricing strategies, to boost export orders.”"
  ]
}