{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/presidential-probe-into-srilankan-airlines-and-airport-authority-fraud-claims-232411/",
  "time_ut": 1753252200.0,
  "original_lang": "en",
  "original_title": "Presidential probe into SriLankan Airlines and airport authority fraud claims",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s President Anura Dissanayake has appointed a special presidential investigation committee to probe alleged incidents of fraud, corruption and irregularities at SriLankan Airlines Limited and Airport and Aviation Services (Sri Lanka) (Private) Limited.",
    "Dissanayake met with the members of the committee Tuesday (22) at the Presidential Secretariat, his media division said.",
    "“The absence of a proper investigation into the irregularities at SriLankan Airlines Limited Company and Airport and Aviation Services (Sri Lanka) (Private) Limited has rendered these institutions largely ineffective,” the statement quoted the president as saying.",
    "He urged the committee to “carry out a swift investigation by examining all the facts related to these incidents and to provide a report with essential recommendations aimed at correcting the situation”.",
    "The Secretary/Convenor of this Special Presidential Investigation Committee is K N M Kumarasinghe, Additional Secretary to the President, while the other members are Retired Auditor General, H M Gamini Wijesinghe, Retired Additional Director General of Customs, Gnanasiri Senanayake, Chairman of the National Savings Bank, Dushantha Basnayake, Attorney-at-Law Don Chaminda J Athukorala and Additional Director General of the Department of Public Enterprises N A H K Wijeratne.",
    "The Committee will investigate alleged offenses committed between 2010 and 2025 within SriLankan Airlines Limited and Airport and Aviation Services (Private) Limited, including:",
    "– Abuse of power and unlawful privileges by the Board of Directors and senior management of SriLankan Airlines",
    "– Discrepancies related to duty-free shop transactions and overseas sales agent’s transactions and activities",
    "– Administrative errors, corruption, irregularities and/or external interference that negatively impacted the efficient operation of SriLankan Airlines",
    "– Corruption and irregularities in the procurement and/or leasing or acquisition of aircraft, as well as goods and services exceeding ten million rupees, by SriLankan Airlines during the period from the year 2000 to 2025.",
    "The committee is also tasked with identifying those accountable for the erroneous decisions, as well as the fraud, corruption and irregularities highlighted in the J C Weliamuna Committee Report and the Auditor General’s Special Investigation Report. (Colombo/Jul23/2025)"
  ]
}