{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Gaza-genocide-ICCs-credibility-is-at-stake/172-281835",
  "time_ut": 1714674720.0,
  "original_lang": "en",
  "original_title": "Gaza genocide: ICC’s credibility is at stake",
  "original_body_lines": [
    "Palestinian President Mahmud Abbas (R) meeting with the Prosecutor of the International Criminal Court Karim Khan in Ramallah in the occupied West Bank on December 2, 2023",
    "Israel’s genocide in Gaza and the sometimes tacit and sometimes overt support it gets from the United States and other pro-Zionist Western states have exposed the charade of the so-called rules-based international order, of which the International Criminal Court (ICC) is a key component.",
    "Never has the ICC faced so much criticism as it is now under the present Prosecutor General, Karim Khan. After more than 200 days of live-streamed genocide in Gaza, the ICC has yet to issue arrest warrants for Israeli leaders. But Israeli media reports say it is coming in the next few days. The ICC has said nothing of the sort. Critics say the ICC has lost its credibility due to its failure to act fast and stop the Gaza genocide. They say they will not believe in the reports of the ICC issuing arrest warrants against Israeli leaders until it happens.",
    "If any other nation had committed a fraction of the war crimes Israel has committed in the Gaza Strip since October 7 last year, the ICC would not have slept for more than 200 days. The ICC acted with lightning speed to issue an arrest warrant for Russian President Vladimir Putin. No wonder, critics say the ICC is working for the Western imperialistic agenda.",
    "The war crimes alleged to have been committed by Putin pale into insignificance when compared with the Netanyahu government’s genocide in Gaza and war crimes in the West Bank.",
    "According to the preamble of the Rome Statute, the ICC was set up to ensure that war criminals do not go unpunished. The court aims to prevent war crimes, end impunity, and establish the rule of law. The preamble calls for international cooperation to achieve these goals and emphasises justice for victims. The court came into existence in July 2002 against the backdrop of genocides in Rwanda and Srebrenica in the former Yugoslavia in the 1990s. The intention was never to see a Rwandan or Srebrenica-type genocide for which the UN and the international community came in for severe criticism. The UN and the world powers were accused of shirking their responsibility to protect civilians in armed conflicts.",
    "Although, in general, the ICC’s jurisdiction applies to signatories, the ICC system is empowered to go beyond this perimeter and arrest those who have committed serious crimes of international concern.",
    "The ICC initiates action following a referral by a state party or the United Nations Security Council. But if the court has a reasonable basis to believe that serious war crimes have happened, the ICC prosecutor can initiate an investigation on his own, proprio motu, even if the country to which the alleged war criminals belong is not a party to the Rome Statute.",
    "The ICC issued an arrest warrant on Russia’s President after a referral by Ukraine and on Sudan’s former military ruler, Omar al-Bashir, after a referral by the UNSC. Neither Russia nor Sudan is a party to the Rome Statute.",
    "The first time the ICC prosecutor invoked proprio motu powers was in 2010 to investigate post-election violence in Kenya. Then, in 2011, the ICC prosecutor invoked the special powers to haul Ivory Coast before the Hague-based tribunal for post-election violence.",
    "Then why is the ICC prosecutor slow in acting against Israel, even though there is ample evidence to issue an international arrest warrant on Netanyahu, his war cabinet members, and military officers for the Gaza genocide, in which more than 35,000 people, including nearly 15,000 children, have been killed?",
    "In March this year, UN Special Rapporteur Francesca Albanese issued a report on Gaza, stating that there were “reasonable grounds” to believe that Israel had committed acts that could be considered as violating three key provisions of the Genocide Convention.",
    "Even after this powerful report, there were no signs of ICC action against Israel.",
    "ICC Prosecutor General Karim Khan’s failure, reluctance, or lack of initiative to act against Israel lends credence to the claims that the court is a tool of Western imperialist powers and only acts against the West’s enemies and leaders of weak nations.",
    "But the ICC under the previous Prosecutor General, Fatou Bensouda, was known for its proactivity, as the Kenyan and Ivory Coast cases show. Just before her retirement in 2021, she even initiated an investigation into Israeli atrocities committed since June 13, 2014, in occupied Palestinian territories. In 2017, Bensouda opened a file against the United States over alleged war crimes in Afghanistan, only to draw US sanctions on the ICC prosecutor general and investigators. The US also threatened to arrest ICC judges if they pursued the case.",
    "Amid US threats, Bensouda completed her term in 2021 and was replaced by Karim Khan, a British lawyer with an illustrious record of human rights activism. But soon he came to be seen as the ‘establishment’s man’ or a stooge of imperialism. To this date, the US file remains uninvestigated. As a result, the ICC under Khan is seen as a cowardly bully that flexes its muscles only against weaker nations but submits to Western imperialistic authorities. Khan’s unusually long delay in acting against Israel has drawn criticism that the ICC has failed to hold the scale evenly, although it has proudly incorporated the scale and the olive branches symbolising justice and peace into its logo.",
    "Khan is being criticised for not invoking the court’s proprio motu powers to bring Israeli leaders to justice. Amid such criticism, Khan visited Israel and occupied Palestinian territories in December last year. He warned the Israeli government that if it did not act according to international humanitarian law standards, “do not complain when my office is required to act.” More than four months have elapsed, and his office is yet to act.",
    "The long delay in issuing arrest warrants on Netanyahu and other war criminals only exposes the ICC’s pro-Israeli bias. Or is Khan guided by the saying that the wheels of justice turn slowly but grind exceedingly fine?",
    "For how long can the ICC delay the issuance of arrest warrants against Israeli war criminals? Given the enormous scale of alleged war crimes by Israel, the ICC’s filibustering and delaying tactics have their limits. Inaction by the ICC could permanently damage its reputation among those who value peace.",
    "According to Israeli media, the ICC is ready to act, and the tipping point was growing evidence that the Netanyahu government was using starvation as a weapon and now the discovery of mass graves near Gaza hospitals.",
    "In a post on X, Netanyahu said: “Israel will never accept any attempt by the ICC to undermine its inherent right of self-defence.” He has also called the ICC anti-Semitic, a controversial concept that gags free speech to cover up Israeli crimes, although it is meant to eradicate anti-Jewish racism.",
    "If Khan issues arrest warrants on Israeli leaders, he will also issue arrest warrants on Hamas leaders. That is what Khan believes is the ICC’s way of holding the scale even. Netanyahu believes the US and its Western allies will come to Israel’s rescue and put pressure on the ICC, just as the US intimidated",
    "The ICC’s credibility is at stake if it does not act impartially."
  ]
}