{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/international/World-Athletics-introduces-50-000-prize-money-for-Olympic-gold-medallists/107-280573",
  "time_ut": 1712759580.0,
  "original_lang": "en",
  "original_title": "World Athletics introduces $50,000 prize money for Olympic gold medallists",
  "original_body_lines": [
    "Paris, April 10 (The Guardian) - Sebastian Coe has defended World Athletics’ decision to break with 128 years of Olympic tradition by becoming the first sport to give athletes prize money if they are victorious in Paris this summer.",
    "Coe said the surprise move, under which gold medal-winning athletes in each of the sport’s 48 events will walk away with $50,000 (£39,360), was merely a reflection that the world has changed and said it was time his sport gave more to its stars.",
    "However the decision clearly blindsided the International Olympic Committee, which has never awarded money for participating or winning a medal, as it believes that to compete at a Games is reward enough.",
    "Asked whether the announcement would violate the Olympic spirit, Coe was clear. “I don’t think it does,” he replied.",
    "“I came from an era where to compete for the UK, it was a second-class rail ticket, or a 5p per mile allowance, and you went for the one that was the best margin – and a 75p meal voucher,” he added. “My view is that the world has changed. It’s really important that where possible we create a sport that is financially viable for our competitors. This is the beginning of that.”",
    "While some national federations and sponsors have offered Olympic bonuses for decades, it is the first time since the founding of the modern Games in 1896 that a gold medal will automatically come with a guaranteed monetary prize from a sport’s governing body.",
    "“If I thought athletes were only competing because there was a financial pot at the end of the day, then I might take a very different view – but they are not,” said Coe. “I think this gives them a little bit more skin in the game.”",
    "Coe, who won 1500m gold in 1980 and 1984 before leading London’s 2012 Olympic bid, admitted that he had not spoken to the IOC president, Thomas Bach, before making the decision. However he said that his chief executive, Jon Ridgeon, had spoken briefly to IOC’s games department. “I’m not across the conversation,” he said. “But I’m hoping that they would welcome that.”",
    "He said that the $2.4m (£1.9m) in prize money would come from part of the money World Athletics gets from the IOC every four years to reward athletes.",
    "Between 2017 and 2021, the IOC made $7.6bn in revenues from the Olympic Games. But in a terse statement in response to World Athletics’ decision, the IOC said it pumped nearly all the money it makes back into sports.",
    "“The IOC redistributes 90% of all its income, in particular to the National Olympic Committees and International Federations,” it said. “This means that, every day, the equivalent of $4.2m goes to help athletes and sports organisations at all levels around the world.",
    "“It is up to each IF and NOC to determine how to best serve their athletes and the global development of their sport.”",
    "World Athletics has also promised to extend the cash prizes to Olympic silver and bronze medal winners at the Los Angeles 2028 Games. Coe said that the $2.4m cost would come from part of the broadcast revenues it gets from the IOC every four years.",
    "The move is likely to be widely supported by athletes. Last month Britain’s Josh Kerr called the lack of financial reward for becoming a double world champion in a global sport such as athletics “crazy” and there have long been demands for the IOC to allow athletes to relax its rules around prize money and how much athletes can do to promote their sponsors during the Games.",
    "The move was welcomed by the former 110m world record-holder Colin Jackson, who won silver for Britain in the 1988 Olympics. “The top athletes help our sport and this is one way of athletics saying thank you for doing it,” he said. “The Olympics will always be great. And the money is coming from World Athletics. It keeps some purity in that sense.",
    "“There are nations paying their athletes for winning gold medals. So why shouldn’t federations if they have the capacity to? I’m for it, it’s a good idea.”",
    "That attitude was reflected by Coe, who called the move a “pivotal moment” for the sport of athletics.",
    "“While it is impossible to put a marketable value on winning an Olympic medal, or on the commitment and focus it takes to even represent your country at an Olympic Games, I think it is important we start somewhere and make sure some of the revenues generated by our athletes at the Olympic Games are directly returned to those who make the Games the global spectacle that it is,” he added."
  ]
}