{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/akds-fixation-on-assets-vs-liabilities/",
  "time_ut": 1716152220.0,
  "original_lang": "en",
  "original_title": "AKD’s fixation on assets vs. liabilities:",
  "original_body_lines": [
    "An Open Letter to Dr R. H. S.Samaratunga former Secretary, Ministry of Finance",
    "I am addressing this letter to you because you were the Secretary to the Ministry of Finance when the item ‘non-financial assets’ was added in 2015 to the ‘Statement of Financial Position’ in the Finance Ministry’s annual reports. Up to that time, only financial assets had been accounted for in the Statement of Financial Position.",
    "In normal circumstances, a change as esoteric as that would have gone completely unnoticed by the general public. However in February 2018, the then Auditor General Gamini Wjesinghe stated at a press conference held to introduce his report on ‘Public Debt Management’ that while the Finance Ministry records a total national debt of Rs. 8.8 trillion as at the end of 2016, the assets base is indicated as just Rs. 1.1 trillion. From that point onwards, the JVP started using these figures in political campaigns to bolster their claims of massive corruption on the part of successive governments.",
    "Speaking in Los Angeles this year, Anura Kumara Dissanayake (AKD) stated that various governments had taken project loans amounting to Rs. eight trillion but that there were assets worth only two trillion. (He was obviously using the figures in the Finance Ministry’s 2022 Statement of Financial Position.) On this basis AKD stated that over 75% of the project funds had been stolen and that all the projects had been built with just 25% of the funds borrowed. He repeatedly mentioned this apparent disparity between liabilities and assets even during his recent interview on Derana TV. This has become a fundamental part of the JVPs political campaign in the presidential election.",
    "When the finance ministry first started including non-financial assets in the Statement of Financial Position in 2015 under your watch, the total value of non-financial assets was given as Rs. 21.2 billion. By the time Auditor General Gamini Wijesinghe spoke about this matter in 2018, the value of non-financial assets in the Statement of Financial Position had gone up to just over Rs. one trillion. In the latest available (2022) Statement of Financial Position, the total value of non-financial assets is given as just over Rs. two trillion.",
    "The note on ‘government borrowings’ in the finance ministry’s Statement of Financial Position also seems to have become more detailed during the period after 2015. Even though the 2015 Statement of Financial Position (or those that preceded it) did not indicate ‘foreign project loans’ separately in the breakdown of government borrowings, in the Statement of Financial Position, we begin to see foreign borrowings for projects featuring in the breakdown of government borrowings from 2017 onwards. Thus in the latest available (2022) Statement of Financial Position we see over Rs. 7.6 trillion (which can be rounded off to 8 trillion as AKD has obviously done) listed as foreign loans for projects in the note on government borrowings.",
    "The Rs. two trillion worth of non-financial assets mentioned in the 2022 Statement of Financial Position are not just the assets built with foreign project loans but ALL the non-financial assets of the Republic of Sri Lanka. If the value of any assets built with foreign loans has been included at all under the rubric of non-financial assets in the 2022 Statement of Financial Position, it will be only a miniscule proportion of the total amount mentioned. When AKD realises this, he may start claiming that 99% of the foreign project funds had been stolen and that the all projects had been built with just 1% of the amount borrowed!",
    "We can arrive at an understanding of what is expected by the inclusion of ‘non-financial assets’ in the financial statements of the Ministry of Finance by perusing the IMF’s Government Finance Statistics Manual of 2014. According to the IMF manual, the non-financial assets of a nation state are made up of ‘produced assets’ which include all fixed assets, inventories and valuables, and ‘non-produced assets’ such as land and natural resources. Thus in order to have a proper valuation of the non-financial assets of a nation state, all the land, buildings, streets, highways, lighting systems, bridges, communication networks, canals, and heritage assets, such as Sigiriya, and the Ruwanweliseya, which are assets that ‘a government intends to preserve indefinitely because they have unique historic, cultural, educational, artistic, or architectural significance’ will have to be included under non-financial assets.",
    "King Sri Wickrema Rajasingha’s throne in the museum, all Dutch coins and the paintings at President’s house will have to be included under ‘valuables’ and under natural resources will have to be included items such as the value of the electromagnetic spectrum, the natural resources in the sea within Sri Lanka’s exclusive economic zone, the value of the graphite, phosphate, gem and mineral sands deposits in Sri Lanka etc. Any sensible person will see that the task of having a proper valuation of the non-financial assets of a nation state to be included in the Statement of Financial Position is a task like trying to empty the Beira Lake with a tea cup.",
    "Furthermore, the IMF’s Government Finance Statistics Manual of 2014 stipulates that non-financial assets should be valued at current market prices. If anyone is wondering how heritage assets like the Dalada Maligawa or the Munneswaram Kovil are to be valued at current market prices, the IMF manual has an answer – “When there are no observable prices because the items in question have not been purchased or sold on the market in the recent past, an attempt has to be made to estimate what the prices would be were the assets to be acquired on the market on the date to which the balance sheet relates.”",
    "For officials of the Finance Ministry or qualified valuers to spend time on such an exercise is nothing short of insanity. Furthermore, Sri Lanka is a country where many government entities have not presented their annual reports to Parliament for years. To expect such a country to have the current market prices of the sum total of non-financial assets of the nation stated accurately in the annual Statement of Financial Position is something that is not going to happen in this century or the next.",
    "The compilers of the IMF’s Government Finance Statistics Manual of 2014 knew that what they were trying to promote was a tall order. They observed that “It is recognized that the implementation of the fully integrated GFS (government finance statistics) framework presented in this Manual will take some time”. And further that – “A more difficult step is likely to be the collection of a complete set of information about the stock positions of non-financial assets held at a given time and their valuation at current market prices”. Such admissions can qualify as the understatements of the 21st century.",
    "The head of the National Accounts Division of the OECD observed in 2017 that the measurement of non-ﬁnancial assets is one of the most problematic areas in national accounts and that only a few countries like Australia and France have a fairly complete set of balance sheets, although their statistics also contain information gaps. Accurately accounting for non-financial assets in the statement of Financial Position is not a tall order only for Sri Lanka but for almost all countries in the world. Nobody living today, in any country will be able to use the item ‘non-financial assets’ in the balance sheets of nation states in any meaningful way in macroeconomic analysis during their lifetimes.",
    "Our Ministry of Finance would have known that this was a ‘mission impossible’ when the item non-financial assets was included in the Statement of Financial Position. Then, why did they embark on an exercise akin to trying to empty the Beira Lake with a tea cup? Did the IMF or some other important international body insist that non-financial assets be included in the financial statements? Or did the pressure come from a local entity like the Auditor General’s Dept.? Either way, why did the finance ministry succumb to such pressure and take on a task that can never be fulfilled and waste time, money and resources in reporting useless data that cannot, and will never be used in any kind of macroeconomic analysis?",
    "The amounts mentioned as the value of ‘non-financial assets’ in Sri Lanka’s Statement of Financial Position are unusable on account of being incomplete. Note 17 in the 2022 Statement of Financial Position has given the breakdown of non-financial assets as follows – buildings, machinery, land, biological assets, intangible assets, work in progress, and leases. The amount stated as the total value of the buildings of the Republic in 2022 is just over Rs. 375 billion. When that is translated into US Dollars at the 2022 exchange rate, the total value of the buildings of the Republic becomes 1.15 billion USD – roughly the amount that the government got as an upfront payment for the lease of the Hambantota Harbour in 2017.",
    "The Finance Ministry may be making valiant efforts to account for all the non-financial assets of the Republic the way a madman would frantically try to empty the Beira Lake with a tea cup, but they are not likely to get anywhere with regard to this matter in this birth or the next. The item ‘non-financial assets’ in the Statement of Financial Position will perpetually be a work in progress serving no useful purpose. Nearly a decade after this item was introduced to the financial statements of the Finance Ministry, only the JVP has found a use – albeit a political one – for this data on non-financial assets produced in the Finance Ministry’s Statement of Financial Position.",
    "When a Statement of Financial Position with a glaringly understated accounting of non-financial assets goes to the Auditor General’s Department which will be full of those from accounting and book-keeping backgrounds, questions will be raised about the lack of assets when compared to liabilities. The Auditor General’s 2018 report on Public Debt Management has stated the obvious in saying that the reason for the lack of non-financial assets in the Finance Ministry’s Statement of Financial Position is due to the failure to correctly identify and account for the assets that should be included under that item.",
    "So long as the Ministry of Finance continues to have non-financial assets as an item in their Statement of Financial Position, the Auditor General’s Department will have no option but to continue to find fault with the Ministry of Finance for failing to ‘identify and account for’ the assets that should be included in the Statement of Financial Position. The people of this country will be able to live with that just as they have learnt to live with the fact that most government owned entities fail to present their annual reports to Parliament on time. What will be more difficult to live with will be how the figures for non-financial assets mentioned in the Finance Ministry’s Statement of Financial Position is understood by some politicians.",
    "Today, AKD states that project loans taken amount to Rs. 8 trillion while the assets built with those loans amount to only Rs. 2 trillion. As I said earlier, when he realizes that the Rs. two trillion in non-financial assets mentioned in the 2022 Statement of Financial Position refers to all the assets of the Republic and not just the assets built with foreign loans, he may start saying that 99% of all foreign project loans had been stolen and that the projects had been built with just 1% of the borrowed funds.",
    "If the result of the presidential election goes the wrong way, some very unpleasant things could happen in a quest to recover the money deemed to have been ‘stolen’ from foreign borrowings for projects. Since the starting point of all this was the inclusion of the item ‘non-financial assets’ in the Finance Ministry’s Statement of Financial Position in 2015, when you, Dr. Samaratunga, held the position of Secretary to the Ministry of Finance, you should come forward and explain matters to the public.",
    "There are thousands of economists, accountants, civil servants, business executives, financial analysts, academics and the like in this country. Yet the only group of people in Sri Lanka who have found some use for the figures on non-financial assets reported in the Finance Ministry’s Statement of Financial Position is the JVP which has a history of doing very unpleasant things on the basis of their understanding of the world. Hence I earnestly request you to explain this issue of non-financial assets reported in the Finance Ministry’s Statement of Financial Position to the public as it is now no longer just an item included in the financial statements of the Finance Ministry but quite literally a matter of life and death for many people.",
    "Need for AKD and JVP/NPP to be educated on complex geopolitics",
    "AKD’s India visit: ‘JVP will not compromise Lanka’s security and economic interets’",
    "COPF questions Finance Ministry officials why they took 15 weeks to submit Gazette",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}