{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/seylan-lkr-10-bn-debenture-issue-oversubscribed-on-opening-day/",
  "time_ut": 1721006460.0,
  "original_lang": "en",
  "original_title": "Seylan LKR 10 bn debenture issue oversubscribed on opening day",
  "original_body_lines": [
    "Seylan Bank, announced that its recent LKR 10Bn Debenture issue was oversubscribed on its opening day, with applications for over 100 million debentures, signalling strong investor confidence.",
    "The Bank issued an initial LKR 5 billion in Basel III-compliant, Tier 2, listed, rated, unsecured, subordinated, redeemable debentures. These debentures, priced at Rs. 100 each, have maturity periods of five and seven years and include a non-viability conversion feature. In case of oversubscription, the Bank retained the option to issue an additional LKR 3 billion in debentures, with a further option to issue another LKR 2 billion under the same terms. The Debentures were rated BBB (lka) by Fitch Ratings Lanka Limited and are to be listed on the Colombo Stock Exchange.",
    "“We are pleased to note the overwhelming response to the debenture issue. It is a clear indication of investor confidence reverberates in the market. We are grateful to our investors and the joint managers, Capital Alliance Partners Limited and Acuity Partners (Private) Limited, for their support, and look forward to continuing to deliver value and stability in navigating the future,” stated Ramesh Jayasekara, Director/CEO Seylan Bank.",
    "The primary objectives of the Debenture issue were threefold: to strengthen the Bank’s Tier 2 Capital base in compliance with BASEL III requirements, to expand the lending portfolio with a focus on Small and Medium Enterprises (SME) and export-oriented industries, and to reduce asset-liability maturity mismatches. The strategic move aims to enhance the Bank’s capital structure while supporting key economic sectors and improving overall financial stability.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}