{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/South-Korean-Anti-Corruption-and-Civil-Rights-Commission-Vice-Chair-calls-on-Speaker/56-762467",
  "time_ut": 1717181446.0,
  "original_lang": "en",
  "original_title": "South Korean Anti-Corruption and Civil Rights Commission Vice Chair calls on Speaker",
  "original_body_lines": [
    "A delegation led by South Korea’s Anti-Corruption and Civil Rights Commission (ACRC) Vice Chairperson and Secretary General Chung Seung-yun met with the Speaker of the House Mahinda Yapa Abeywardena at Parliament recently.",
    "During the discussion, Seung-Yun said that the Anti-Corruption Act passed in Sri Lanka last year is a very strong legislation. Meanwhile, Seung-Yun added that he is ready to support the introduction of the Integrity Assessment System for Government institutions in Sri Lanka which is currently operating in South Korea to prevent bribery and corruption.",
    "Speaker Abeywardena pointed out that the Anti-Corruption Act passed in Sri Lanka is completely independent and that, accordingly, the Commission to Investigate Allegations of Bribery or Corruption will be able to work independently. The Speaker also mentioned that he hopes to work together with other supporting countries to curb corruption.",
    "In addition, attention was paid to the process of anti-corruption law in South Korea and the nature of investigations. The need to enhance awareness among the general public of Sri Lanka regarding bribery and corruption was also discussed.",
    "Acting Secretary General of Parliament Chaminda Kularatne and Assistant Secretary General Hansa Abeyratne were present at this meeting. Also, South Korea’s Anti-Corruption and Civil Rights Commission Director Lee Byum Seok, Deputy Director Moon Jongpil, Assistant Director Lee Ga Yeon, Additional Director General of Commission to Investigate Allegations of Bribery or Corruption M.R.Y.K. Uduwela and Assistant Director General W.M.D.T. Bandara also participated in this meeting."
  ]
}