{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Hayleys-Solar-records-double-win-at-SLIM-Brand-Excellence/34-760912",
  "time_ut": 1713814692.0,
  "original_lang": "en",
  "original_title": "Hayleys Solar records double win at SLIM Brand Excellence",
  "original_body_lines": [
    "Hayleys Solar team at the victorious night of the SLIM award gala",
    "Wins Bronze in ‘Green Brand of the Year’ and Merit for ‘Best New Entrant’ 2023",
    "Hayleys Solar, the renewable energy arm of Hayleys Fentons Ltd., proudly clinched two coveted awards at the prestigious Brand Excellence Awards, organised by the Sri Lanka Institute of Marketing (SLIM) to honour exceptional marketing efforts and outstanding brand stories.",
    "Hayleys Solar won the Bronze Award for Green Brand of the Year which recognises Hayleys Solar’s green energy revolution, in a competitive category spanning the strongest local and multinational brands in the country. Hayleys Solar also won the Merit Award for Best New Entrant Brand of the Year which highlights the brand’s impressive strides in the renewable energy sector, being able to meet the pressing needs of homeowners in Sri Lanka.",
    "The “green vision” for Hayleys Solar is to be the leader in accelerating the adoption of solar power in Sri Lanka, to conserve our environment and to provide an environmentally friendly, sustainable and hassle-free power supply to all. These awards are a testament to Hayleys Solar’s brand strategy and actions to connect with the consumers as Sri Lanka’s No.1, the largest and most trusted solar provider.",
    "Drawing strength from the long-standing legacy and reputation of the Hayleys Group, Hayleys Solar leverages the conglomerate’s rich expertise, historically sustainable and eco-friendly business portfolio and commitment to excellence, further solidifying its leadership position.  Hayleys Fentons Ltd. Managing Director Hasith Prematillake stated, “Hayleys Solar’s victory in 2023 is a testament to our brand’s transformative journey over the years and its alignment with Sri Lanka’s green energy transition. This double victory underscores our commitment to not only providing sustainable solutions but also our efforts to foster a customer-focused brand, geared towards exceptional service to our customers.”",
    "“We are ready and eager to continue supporting individuals and businesses to transition to clean energy,” stated Hayleys Solar Executive Director and CEO Roshane Perera. “These awards are a powerful validation of our commitment to sustainability and innovation. We are driven by our purpose of driving sustainable and innovative engineering services for a better life to make a positive impact on the environment, and these awards motivate us to continue pushing boundaries and setting new standards in the renewable energy industry.”",
    "Commenting on this momentous win, Hayleys Fentons Ltd. Manager Marketing Nanduni Dahanayaka stated: “These wins serve as motivation for us to continue strengthening our connection and our communication with our stakeholders. As the No. 1 solar provider in Sri Lanka, our brand promise is to “Live a life full of light” with Hayleys Solar. This was our backbone for creating impactful, timely and inclusive campaigns that reached the entire country, supported by our brand heritage, expertise, and steady commitment to delivering superior value to our customers.”"
  ]
}