{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Formulating-a-customer-experience-culture/4-767681",
  "time_ut": 1728347826.0,
  "original_lang": "en",
  "original_title": "Formulating a customer experience culture",
  "original_body_lines": [
    "Customer experience is the culmination of the service a customer receives throughout their entire journey with your company, passing through multiple interaction points. A positive customer experience can result in higher customer retention, loyalty, referrals, and increased sales. A Customer Experience Culture refers to when everyone in the organisation consistently strives to create a unique, valuable experience that is highly appreciated by the recipient. Building an excellent customer experience culture can be a key differentiator, setting your business apart in the marketplace.",
    "Having a clear understanding among your team members of the kind of customer experience culture you want to foster is essential. This culture should align with your company’s vision, core values, and brand identity. Once you define the desired customer experience culture, you need to embed its essence into the organisation’s philosophy.",
    "An important element in establishing a customer experience culture is employee engagement—both emotional and intellectual involvement in creating unique value. The level of employee engagement is directly tied to how genuinely leadership inspires staff to commit wholeheartedly to achieving the organisational mission. This philosophy should guide your hiring criteria, focusing on the skills, attitudes, and behaviours that match your culture. Building a strong customer experience culture requires a well-formulated strategic approach initiated by top management.",
    "A well-defined customer experience vision and values will help you communicate expectations and attract candidates who share your passion and purpose. Aligning your recruitment process with this vision ensures you identify candidates who fit into your desired culture. It’s much harder to train individuals who lack a customer-focused mindset and passion. As the saying goes, “We are what we recruit,” and “Hire for the attitude, train for the aptitude.”",
    "Pre-determined salary scale: Finding candidates who fit into predefined pay structures.",
    "Competency-based selection: Selecting individuals based on the skills and competencies required for the role and designing the compensation package accordingly.",
    "While many organisations tend to follow the first approach, the second approach—selecting people who demonstrate strong alignment with the company’s core values and customer experience culture—is more sustainable in the long term. During recruitment, it’s essential to assess how well candidates understand and fit into your company’s values. Various tools, including resumes, tests, case studies, psychometrics, and simulations, can help evaluate a candidate’s abilities. Special consideration should be given to candidates with strong communication skills, problem-solving abilities, and a customer-centric mindset.",
    "Basic service training teaches employees what to do and how to act in certain situations. However, to build a robust customer experience culture, companies need to go beyond training and focus on service education, which teaches employees how to think about what they do and how to create additional value. Service education attunes the mindset and improves the skillset.",
    "Consistently educating staff to meet the growing demands of customers should be viewed as a strategic investment. A well-structured action plan, followed by continuous monitoring from line managers, is crucial to achieving the desired results.",
    "Recognition is a basic human need. Rewarding employees for their achievements fosters a positive environment. Some organisations link remuneration to customer experience metrics, such as Net Promoter Score (NPS) or Customer Satisfaction Score (CSAT). However, material incentives can sometimes drive short-term results rather than deep, long-term behavioural change.",
    "Instead, focus on recognising behaviours that directly enhance customer experiences, such as responding to emails within 24 hours, following up with customers on crucial matters, or resolving customer problems within a set timeframe. These behaviours can be positively reinforced by linking them to rewards.",
    "Today, customers increasingly engage with brands through digital channels. Speed, accuracy, and convenience are vital elements in creating a strong customer experience culture. One effective way to enhance customer experience through technology is by using Customer Relationship Management (CRM) tools.",
    "Digital solutions should be continuously innovated and adapted to meet customer expectations. Customers don’t view digital channels the same way companies do, so it is essential to create personalised, seamless, and engaging experiences across all channels. When offering digital solutions, three key factors should be considered:",
    "Success: Does the process help the customer achieve their desired outcome?",
    "Emotion: Does the process leave the customer with a ‘WOW’ feeling?",
    "(The writer is a sought-after ‘Customer Experience’ specialist in Sri Lanka. Over the last 28 years he has conducted nearly 3,300 inspirational and educational programs for over 800 organisations in 11 countries. His work can be seen at www.dhammikakalapuge.com.)"
  ]
}