{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-leader-meets-rice-millers-amid-supply-shortage-risks-after-floods-191227/",
  "time_ut": 1733143860.0,
  "original_lang": "en",
  "original_title": "Sri Lanka leader meets rice millers amid supply shortage risks after floods",
  "original_body_lines": [
    "ECONOMYNEXT – Facing a possible supply shortage in rice in the first quarter of 2025, Sri Lanka President Anura Kumara Dissanayake met small and medium-scale rice mill owners to discuss continuous and affordable supply of rice to consumers in the coming months, the President’s Media Division (PMD) said.",
    "The meeting comes days after heavy rains destroyed more than 20 percent of the paddy cultivation area in the island including the large paddy farmland districts of Ampara and Anuradhapura.",
    "People have already started grumbling about higher rice prices under the new government of President Dissanayake, who promised to reduce the prices, the local media have said.",
    "“During the discussion, the President emphasized the importance of ensuring a continuous and affordable supply of rice to consumers in the coming months. He engaged with the mill owners to identify immediate measures needed to achieve this goal,” the PMD said in a statement.",
    "“The meeting also focused on enhancing storage facilities across the country to prevent shortages and ensure a steady rice supply.”",
    "“Additionally, concerns were raised about the declining availability of Nadu rice for consumption due to its increased use in value-added products.”",
    "“President Dissanayake highlighted the potential benefits of introducing a QR code system to streamline the distribution of fertilizer subsidies and boost domestic agricultural production.”",
    "The new government before the floods had decided to import 70,000 metric tonnes of rice to address a possible shortfall in the market despite a surplus production in the country this year.",
    "Rice market stakeholders said the crop damage could aggravate the shortage and result in expensive rice in the next quarter in which Sri Lanka usually have the highest yield. (Colombo/December 02/2024)"
  ]
}