{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/crocodile-unveils-all-new-dynamic-kids-collection-for-boys-at-one-galle-face-mall/",
  "time_ut": 1709739960.0,
  "original_lang": "en",
  "original_title": "Crocodile unveils all-new dynamic kids collection for boys at One Galle Face Mall",
  "original_body_lines": [
    "Crocodile, the esteemed fashion brand celebrated for its timeless designs and unwavering commitment to quality, proudly introduces its latest venture: Crocodile Kids for Boys. The launch event, held recently at One Galle Face Mall, was an exciting and full of engaging activities for the young attendees. It marked a significant milestone for Crocodile as it ventured into the realm of children’s fashion, bringing forth a collection that combines playful styles, vibrant colours, and utmost comfort.",
    "For over 70 years, Crocodile has been a prominent name in global fashion. Established in Sri Lanka in 2008, the company has grown into a premium brand, known for its quality and excellence. With wide selection of fashion available for men, women and now boys, Crocodile is renowned in the world of fashion and has set extraordinarily high standards in Sri Lanka over the years.",
    "Ahmed Ikram, Chief Business Officer of Crocodile Sri Lanka, said. ” We are thrilled to introduce Crocodile Kids for Boys, a collection that embodies the essence of childhood joy and style. Crafted with the same precision and care that defines Crocodile, this collection promises to revolutionize the way young boys dress, offering them an array of fashionable options that reflect their personality and energy.”",
    "ComBank & IFC empowered MSMEs via 27 skills development programmes in 2023",
    "NSB Sthree celebrates International Women’s Day 2024 with a special offering",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}