{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/SDTI-Campus-honoured-with-National-Entrepreneur-Excellence-Presidential-Award-2024/34-763121",
  "time_ut": 1718394290.0,
  "original_lang": "en",
  "original_title": "SDTI Campus honoured with National Entrepreneur Excellence Presidential Award 2024",
  "original_body_lines": [
    "At a prestigious ceremony held at the Shangri-La Hotel in Colombo, the Skills Development and Training International (SDTI) Campus was conferred with the National Entrepreneur Excellence Presidential Award 2024.",
    "This accolade underscores SDTI Campus’s exceptional contributions to entrepreneurial education and innovation. SDTI Campus has been acclaimed as the Best University in South Asia, adding another recognition to its distinguished reputation. The institution has also achieved ISO 9001:2015 certification, reinforcing its commitment to quality education and operational excellence. In collaboration with the Ministry of Education’s Skill Development Fund, SDTI Campus offers a range of diploma and degree programs that the University Grants Commission approves. This strategic partnership aims to provide affordable education opportunities to both rural and urban youth across Sri Lanka and the Asian region youths with a skill in many marketable fields",
    "SDTI Campus was named Outstanding Professional Strategic and Higher Education Institution at the 2021 SAPSAA Excellence Awards. Also, with branches across Sri Lanka, SDTI provides both theoretical and practical training, nurturing higher professional qualifications. Not only that but also its accolades include the Prime Minister’s Award (2011), the United Nations Educational Gold Award (2013-2014), the National Excellence Award (2018), and the Asia Awards’ Excellence Award (2021), solidifying its reputation in education. This initiative shows SDTI Campus’s dedication to ensuring minimal-cost access to high-quality education, thereby fostering educational equity and supporting the academic and professional growth of Sri Lankan students."
  ]
}