{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dilip-de-s-wijeyeratne-appointed-to-janashakthi-life-board/",
  "time_ut": 1709647620.0,
  "original_lang": "en",
  "original_title": "Dilip de S. Wijeyeratne appointed to Janashakthi Life Board",
  "original_body_lines": [
    "Janashakthi Life, a member of the Janashakthi Group, announces the appointment of Dilip de S. Wijeyeratne as an Independent, Non-Executive Director to the Company’s Board of Directors, effective from 14th February 2024.",
    "Dilip de S. Wijeyeratne is a senior finance/banking professional and a principal consultant who provides advisory services to companies globally to expand operations within the Middle East, Sri Lanka, and Australia. Wijeyeratne is an Associate Member of the Institute of Chartered Accountants of Sri Lanka (ACA), a Fellow Member of the Chartered Institute of Management Accountants, UK (FCMA), and a Graduate Member of the Australian Institute of Company Directors (GAICD). He is currently the Senior Independent, Non-Executive Director of Sampath Bank PLC, the Senior Independent, Non-Executive Director of Singer Sri Lanka PLC, and the Senior Independent, Non–Executive Director of Hayleys Fibre PLC. He was also the Head of Finance and Global Markets Operations of HSBC Group Bahrain offices and a Board member of the Bahrain Asian Traders’ Committee of Bahrain Chamber of Commerce.",
    "Dialog unveils Home Broadband plans for social media enthusiasts’ dynamic needs",
    "Pan Asia Bank joins hands with AIA Insurance to bring world-class protection, health and investment coverage to its valued customers",
    "Janashakthi Life Great Manager Awards launched setting new standards for leadership",
    "Janashakthi Life Great Manager Awards launched setting new standards for leadership",
    "Janashakthi Life celebrates MDRT achievers at ‘Road to MDRT 2023’ inauguration",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}