{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/chinese-onion-becomes-cheaper-in-sri-lanka-than-indian-ahead-of-festivals-157958/",
  "time_ut": 1712624460.0,
  "original_lang": "en",
  "original_title": "Chinese onion becomes cheaper in Sri Lanka than Indian ahead of festivals",
  "original_body_lines": [
    "ECONOMYNEXT – Price of imported Chinese big onion has been reduced sharply than Indian one in Sri Lankan markets with effect from Tuesday, in a move to provide some relief ahead of the festive season in the island nation battered by an unprecedented economic crisis.",
    "Many Sri Lankans have blamed the government for expensive commodity prices in the country amid an unprecedented rise in the poverty level after the 2022 economic crisis.",
    "President Ranil Wickremesinghe government has been in the process of reducing the prices of essential goods ahead of the festival season. Muslims will celebrate Eid and both Sinhalese and Tamils will celebrate their traditional new year this week.",
    "Wickremesinghe government has been also trying to win people ahead of a presidential election between September 18 and October 18 this year.",
    "An export ban on onions has hit the Sri Lankan consumers with the price of big onion rising as mush as 300 percent in local markets with the domestic onion production was hit by unusual heavy rains in the latter part of 2023.",
    "China entered to big onion market early this month and will sell its big onion at 375 rupees per kilogram at the island nation’s state-owned wholesale and retail chain ‘Lanka Sathosa’ outlets.",
    "Big onions imported from India and Pakistan will be sold at 445 rupees, 70 rupees or 18.7 percent higher than the Chinese, the latest price list announced by Lanka Sathosa showed.",
    "Millions of Sri Lankans have hardly celebrated festivals since Easter Sunday suicide attacks that killed at least 269 people in April 2019 with Covid pandemic and the economic crisis hit the purchasing power of the people.",
    "Sri Lanka’s  attempts to secure an exemption from Indian ban on big onion exports failed and that led importers to look into other markets for purchases at lower costs, government officials have said.",
    "India’s onion export ban has led to price spikes in Sri Lanka. India, the world’s biggest exporter of onions, banned shipments on December 8, last year after domestic prices more than doubled in three months following a drop in production.",
    "The move also came as Narendra Modi’s government is trying to woo voters with lower cost of living by making the commodity available in Indian markets at a lower price ahead of parliamentary polls later this month.",
    "The retail price of big onions ranges between Rs. 400-500 a kilo at the moment in Sri Lanka.",
    "Trade Minister Nalin Fernando on March 28 said Sri Lanka will import onions from China.",
    "Sri Lanka to import onions from China after India export ban: Minister",
    "Sri Lanka grows onions under import tax protection and domestic production is seasonal and imports supplement demand.",
    "3,500 hectares of onions were planted in the 2023 yala (minor cultivation) season, but crops were destroyed by unusually heavy rains before harvesting, the Department of Agriculture said.",
    "Demand remains high ahead of several religious and cultural festivals.",
    "After fighting for strategic and key infrastructure projects, both China and India are now trying to compete on commodities like onion and fuel, economists say.",
    "China’s state-owned Sinopec is in the process of building a $4.5 billion refinery in Sri Lanka’s deep southern port district of Hambantota, where China has control of the island nation’s largest port.",
    "Sinopec also has been given license for fuel retailing in Sri Lanka. Before the arrival of Sinopec, state-owned Indian Oil Corporation has been enjoying an exorbitant profit in Sri Lanka, analysts say.",
    "India has repeatedly complained to Sri Lankan government over Chinese vessels in Sri Lankan waters citing they were posing security threats to the Indian Ocean.",
    "President Ranil Wickremesinghe’s government in January banned research ships while Beijing has sought approval for one such vessel for research purpose. (Colombo/April 9. 2024)"
  ]
}