{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97886/decision-to-allow-import-of-selected-spices-for-re-export-reversed",
  "time_ut": 1710215580.0,
  "original_lang": "en",
  "original_title": "Decision to allow import of selected spices for re-export reversed",
  "original_body_lines": [
    "The gazette notification allowing the import of selected spices for re-export has been revoked.",
    "The communiqué was revoked following a request made by Agriculture Minister Mahinda Amaraweera from President Ranil Wickremesinghe at the Cabinet meeting convened on Monday (March 11).",
    "On Sunday, the Finance Ministry announced that the import of selected spices including pepper, cardamom, ginger, nutmeg, turmeric and cumin for re-exportation purposes would be permitted in Sri Lanka again.",
    "The import of these spices was thus conditionally allowed, subject to the approval of the Controller General of Import and Export and a local value addition of 35%. This decision was taken after the Cabinet nod was given to issue relevant import licenses under the Import and Export Control Regulations.",
    "On January 01, 2023, the government banned importing spices to Sri Lanka, however, as per a memorandum presented by the Investment Promotion Minister on December 06, 2023, the Finance Ministry permitted the import of selected spices for re-export.",
    "But Minister Amaraweera had raised objections against the decision at Monday’s Cabinet meeting, stating that the move would discourage the local farmers and result in the collapse of local spice production.",
    "The lawmaker further pointed out the negative impact the move could have on the quality of Sri Lankan spices, which currently ranks first among the best spices in the world.",
    "Taking the aforementioned into account, the President and the Cabinet ministers decided to revoke the gazette notification and reverse the decision to allow the import of spices for re-exportation purposes."
  ]
}