{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/CBL-inks-deal-with-Aamalcom-Holdings-to-expand-market-presence-in-Saudi-Arabia/34-781770",
  "time_ut": 1758067760.0,
  "original_lang": "en",
  "original_title": "CBL inks deal with Aamalcom Holdings to expand market presence in Saudi Arabia",
  "original_body_lines": [
    "Aamalcom Holding Company KSA Chairman Sheikh Qinan Rashdan Al Marel (left) exchanges partnership agreement with CBL Group Director Rasith Wickramasingha",
    "From left: CBL Foods International Manager – International Marketing and Sales Rajeewa Weerasingha, Hiplas FS Chairman and Aamalcom Trading Company KSA International Trade Director Saeed Asif Khan, Executive Director Syed Zaid ul Hassan, Ceylon Biscuits Director/ CEO Nalin Karunaratne, and CBL Foods International Director/CEO Kamal Geeganage",
    "CBL brands Munchee, Ritzbury, and Tiara to see wider distribution in Riyadh City from November",
    "Initial target modern trade followed by general trade, wholesale, food service, and e-commerce channels coverage",
    "CBL Group yesterday said it has entered into a strategic partnership with Aamalcom Holdings, a diversified group operating in multiple sectors, to expand its footprint and strengthen market reach in the Kingdom of Saudi Arabia (KSA).",
    "The agreement was signed in Colombo by Aamalcom Holding Company KSA Chairman Sheikh Qinan Rashdan Al Marel and CBL Group Director Rasith Wickramasingha.",
    "Through Aamalcom Holdings, CBL’s flagship brands, Munchee, Ritzbury, and Tiara, will see wider distribution in Riyadh City starting this November, with a phased expansion into Jeddah, Dammam, Madinah, and Qassim, the company said.",
    "The rollout will initially target the modern trade and later extend into general trade, wholesale, food service, and e-commerce channels, ensuring broader consumer access across the Kingdom.",
    "“This partnership is a significant milestone in CBL’s export journey. Saudi Arabia is one of the region’s most dynamic FMCG markets, and together with Aamalcom Holdings, we look forward to bringing Sri Lankan brands to more global consumers while strengthening our long-term growth strategy,” said Wickramasingha.",
    "“We are delighted to partner with CBL Group, a company with a strong global reputation and trusted Sri Lankan brands. With our network and expertise, we are confident this collaboration will accelerate growth and deliver greater value to consumers across Saudi Arabia,” said Sheikh Qinan Rashdan Al Marel."
  ]
}