{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Delegation-of-visiting-Buddhist-leaders-calls-on-Pakistani-Prime-Minister/56-762463",
  "time_ut": 1717181243.0,
  "original_lang": "en",
  "original_title": "Delegation of visiting Buddhist leaders calls on Pakistani Prime Minister",
  "original_body_lines": [
    "A delegation of esteemed Buddhist leaders called on Prime Minister Muhammad Shehbaz Sharif in Islamabad recently.",
    "The delegation is visiting Pakistan to attend a symposium and an exhibition titled “From Gandhara to the World,” organised by the Ministry of Foreign Affairs Pakistan.",
    "The delegation included Sri Lanka’s Minister for Buddhasasana, Religious and Cultural Affairs Vidura Wikramanayaka, Most Venerable Thich Duc Tuan from Vietnam, Most Venerable Anil Sakya from Thailand and Dr. Keshabman Shakya from Nepal.",
    "The Prime Minister warmly welcomed the delegation. He expressed his gratitude for their participation in the symposium, being held in connection with the ‘Vesak Day’ that commemorates the birth, enlightenment and passing away of Lord Buddha. The Prime Minister highlighted that Pakistan was proud of its ancient Buddhist heritage, which flourished in northwest Pakistan in the shape of Gandhara art and culture, over 2,000 years ago. He underscored the importance that his Government attached to interfaith harmony. He also acknowledged the valuable contributions of the Buddhist scholars and monks to the promotion of interfaith harmony and understanding.",
    "The Buddhist leaders appreciated the Prime Minister’s commitment to fostering a culture of inclusivity and respect for all religions. They also commended Pakistan’s efforts to preserve and promote its Buddhist heritage sites and cultural artefacts. The delegation members showed their keen desire to collaborate with Pakistan in preserving and promoting Buddhist heritage in Pakistan. During the meeting, the Prime Minister and the delegation discussed ways to strengthen interfaith dialogue and cooperation, as well as opportunities for cultural and academic exchanges between Pakistan and the Buddhist majority countries.",
    "The meeting concluded with a resolve to continue exploring avenues for mutual understanding and cooperation, and to work together towards a more harmonious and peaceful world. In that connection, the possibility of establishing a joint forum for dialogue and collaboration was especially discussed.",
    "Minister for Religious Affairs Pakistan Ch. Salik Hussain, Minister Information and Broadcasting and Cultural Heritage Pakistan Ataullah Tarar, SAPM Syed Tariq Fatemi also attended the meeting."
  ]
}