{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-starts-surveying-drug-addicts-as-authorities-seek-public-help-157432/",
  "time_ut": 1712162460.0,
  "original_lang": "en",
  "original_title": "Sri Lanka starts surveying drug addicts as authorities seek public help",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has started a survey on drug addicts in order to reduce the demand of drugs through awareness while the local authorities request more public participation in eradicating drug menace in the society, officials said.",
    "There is no official data on drug addicts in Sri Lanka, but rough estimation shows there are around 5 million people are connected to one or the other drug including tobacco and alcohol drinks, officials at National Dangerous Drugs Control Board say.",
    "The estimation includes up to 100,000 of heroin addicts, up to 350,000 cannabis users, 50,000 ICE (Methamphetamine) users, around 3 million tobacco users, and 2.5 million alcoholic users, they said.",
    "“There is no proper survey on the drug addicts,” Shakya Nanayakkara, Chairman at the National Dangerous Drugs Control Board told reporters at a media briefing in Colombo on Wednesday (03).",
    "“But now we along with UNODC (United Nations Office on Drugs and Crime) and a number of scientific organizations are doing a survey.”",
    "He said many think the supply reduction could help reduce the drug usage, but the sustainable method is to reduce the demand of drugs through awareness.",
    "The new move comes along with the government move to arrest drug suppliers across the country under a national programme titled “Yukthiya” which has already arrested tens of thousands of people in daily police raids.",
    "“We need to care more on demand reduction for sustainable control,” Nanayakkara said, adding that the authorities need the public assistance and people’s participation to carry out demand reduction programme.",
    "Analysts say Sri Lanka has become a transit hub for drugs as the island nation is situated along major drug trafficking routes in the Indian Ocean, making it vulnerable to the smuggling of illicit drugs such as heroin, cocaine, and synthetic drugs.",
    "Trafficking networks often exploit the country’s strategic location for transit purposes, they say.",
    "Heroin abuse has been a significant concern in Sri Lanka. The country has experienced an increase in the smuggling and distribution of heroin in recent years, leading to a rise in addiction rates and associated health problems.",
    "Cannabis (commonly known as ganja or marijuana) is also prevalent in Sri Lanka. While it’s illegal to possess, cultivate, or sell cannabis in the country, it is widely used, particularly in rural areas.",
    "The use of synthetic drugs such as methamphetamine (locally known as “ice” or “crystal meth”) has been on the rise in Sri Lanka. These drugs are often manufactured in clandestine laboratories and distributed through illicit channels.",
    "Successive Sri Lankan government has implemented various measures to combat drug abuse and trafficking, including law enforcement efforts, drug prevention programs, and rehabilitation initiatives.",
    "However, challenges remain in addressing the root causes of drug abuse and dismantling sophisticated trafficking networks.",
    "Drug abuse has significant social implications in Sri Lanka, including health problems, family breakdowns, crime, and economic burdens. Vulnerable populations, such as youth and marginalized communities, are particularly affected by drug-related issues.",
    "The island nation’s latest drug-busting Yukthiya has been widely criticized by local and international rights groups citing it was violating the human rights of suspected drug users.",
    "The United Nations in January expressed alarm at the heavy security-driven Yukthiya approach and called on authorities to immediately suspend and focus on policies based on health and human rights. (Colombo/April 03/2024)"
  ]
}