{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-dfcc-bank-planned-green-bond-given-expected-rating-of-a-lka-176484/",
  "time_ut": 1723464000.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s DFCC Bank planned green bond given expected rating of A- (lka)",
  "original_body_lines": [
    "ECONOMYNEXT – A planned green bond issue of up to 2.5 billion rupees by Sri Lanka’s DFCC Bank has been given an A- (lka) expected rating, by Fitch Ratings.",
    "The bond was given the same National Long Term Rating as DFCC Bank because “it constitutes a direct, unconditional, unsubordinated and unsecured obligation of the bank, and will rank pari passu with all of its present and future unsecured and unsubordinated obligations.”",
    "The notes, which would be the first listed green bond issuance in Sri Lanka, will mature in three years with fixed coupons, Fitch said.",
    "The proceeds from the bond issuance will be used to finance eligible green projects such as photovoltaic power generation.",
    "Fitch Ratings – Colombo – 12 Aug 2024: Fitch Ratings has assigned DFCC Bank PLC’s (A-(lka)/Stable) proposed Sri Lankan rupee-denominated senior unsecured listed green bonds of up to LKR2.5 billion an expected National Long-Term Rating of ‘A-(EXP)(lka)’.",
    "The green bond is rated at the same level as DFCC’s National Long-Term Rating as it constitutes a direct, unconditional, unsubordinated and unsecured obligation of the bank, and will rank pari passu with all of its present and future unsecured and unsubordinated obligations.",
    "The notes, which would be the first listed green bond issuance in Sri Lanka, will mature in three years with fixed coupons. The proceeds from the bond issuance will be used to finance eligible green projects such as photovoltaic power generation.",
    "The final rating is subject to the receipt of final documentation conforming to information already received.",
    "Fitch affirmed DFCC’s National Long-Term Rating on 22 July 2024; see our commentary Fitch Affirms DFCC Bank at ‘A-(lka)’; Outlook Stable.",
    "Factors that Could, Individually or Collectively, Lead to Negative Rating Action/Downgrade",
    "A downgrade of the bank’s National Long-Term Rating would lead to the downgrade of the issue rating.",
    "Factors that Could, Individually or Collectively, Lead to Positive Rating Action/Upgrade",
    "An upgrade of the bank’s National Long-Term Rating would lead to the upgrade of the issue rating."
  ]
}