{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Price-Controls-Needed-to-Protect-Poorer-Sections-of-Society-EDITORIAL/172-275439",
  "time_ut": 1705861920.0,
  "original_lang": "en",
  "original_title": "Price Controls Needed to Protect Poorer Sections of Society - EDITORIAL",
  "original_body_lines": [
    "Since the economic meltdown, many of us realise that bad practices of the past – spending far more than we earn – has led us down to the sorry path we find ourselves in. Political leaders claim that we are no longer a bankrupt nation and have substantial dollar reserves. The reality sadly is, the situation is not so rosy.",
    "A portion of these ‘reserves’ comprises credit lines, funds lent by the International Monetary Fund (IMF), the World Bank, the Asian Development Bank (ADB) and other multi-lateral lending agencies. Some funds are also tied to particular conditions.",
    "So while we do have a certain amount of ‘money in the bank’ so-to-say, it is not ours to spend as we would wish. Far worse, we have as yet not commenced repaying our international creditors as the negotiations are ongoing. So the situation is not as good as portrayed.",
    "In the meantime, the prices of all manner of goods, be they imported or locally manufactured, are sky rocketing. Today, we Lankans have been hit by a surging cost of living, with prices increases in commodities such as domestic gas cylinders, cement, wheat flour, bread, assorted bakery and canteen foods.",
    "At the same time, the salaries of workers especially in the private sector have remained stagnant if not lowered. While the government raised wages for workers in the state sector, no increase has been paid to workers in the mercantile sector.",
    "Yet, for the private sector to increase salaries, they need to make profits, unless the government provides a subsidy or makes a budgetary allowance. But, as fate would have it, the government does not have funds to make this possible. Most of the government expenditure goes towards interest repayments, healthcare and education services.",
    "According to the Household Income and Expenditure Survey conducted by the Department of Census and Statistics in 2019, the monthly expenditure of the average household was Rs. 95,392 for urban areas, Rs. 57,652 for rural areas, and Rs. 38,519 for the estate sector. A study carried out by this newspaper barely two months ago showed a household needs over Rs. 100,000 for food alone.",
    "The same study revealed an average family of four with two working members (father and mother) received a maximum of Rs. 80,000 per month. In turn, this has meant that parents especially in the poorer sections of society have less cash to spend on children’s education.",
    "According to the UNICEF report of 2022, almost half of the children in our country required some form of emergency assistance. The report added, the education of 4.8 million children was severely hampered.",
    "Today, with the economic situation worsening and a sudden rise in the prices of all vegetables, together with a shortage of rice in the open market there has been an astronomical rise in the price of this commodity as well.",
    "No one would begrudge a higher income to the farming community. But the sad fact of the matter is, the only persons who gain from the unconscionable rise in the price of these commodities have been middle men. This band of traders are strangling both the primary producer and the consumer.",
    "While many are the backers of a ‘free economy’, in times of strife there must necessarily be a curtailment of the freedom of the few who are holding the country to ransom.",
    "It is time the government cracked down on the hoarders of essential goods who are making merry at the expense of the poor and down trodden",
    "In an earlier era, the poor were forced to depend on purely vegetable and rice, and the poorest on coconut sambol and bread. Today, vegetables are fast going beyond the reach of even the middle classes. What then of those below the poverty line, who form over 40 percent of",
    "Today the cost of a kilogram of carrot is Rs. 1,800, beans - Rs. 1,000, cabbage - 700/-, coconut - Rs. 110, dried chillies - around Rs. 3,500.",
    "The government’s own media reports the Minister of Commerce and Food Security saying unscrupulous middlemen will be forced to bring out hoarded stocks by the middle of next month.",
    "Why wait until next month? This needs be done immediately! Those who scavenge on human misery need not be given more time to continue lining their pockets!"
  ]
}