{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96733/two-more-suspects-under-arrest-over-beliatta-mass-shooting",
  "time_ut": 1706236920.0,
  "original_lang": "en",
  "original_title": "Two more suspects under arrest over Beliatta mass shooting",
  "original_body_lines": [
    "Two more individuals have been arrested for allegedly aiding and abetting the mass shooting in Beliatta in which five people were killed earlier this week.",
    "The arrest was made by the Police Special Task Force (STF) in Wanchawala and Megalle areas in Galle on Thursday (Jan.25) as part of the ongoing island-wide “Yukthiya” operation to crack down on narcotics distribution and organized crimes.",
    "STF officers have seized 9 grams and 300 milligrams of heroin, a knife, 3 mobile phones and a motorcycle from the possession of the suspects.",
    "The duo, aged 25 and 35 years, has been handed over to the Galle Harbour police station for onward investigations.",
    "The investigating officers have uncovered that the two arrestees were involved in orchestrating the mass shooting to be carried out near the Tangalle court premises. Notorious underworld figure “Kosgoda Sujee” had reportedly contracted the drug trafficker operating under the alias “Uragaha Michael” for the killings.",
    "On Monday (Jan.23), a group of persons who had arrived in an SUV had opened fire at a white Defender near the Beliatta Interchange of the Southern Expressway.",
    "In the shooting, which took place between 8:30 a.m. and 8:40 a.m., four persons were killed at the scene. The other person who was inside the Defender was rushed to the Tangalle Hospital with critical gunshot wounds, however, he succumbed to injuries shortly after.",
    "Among the deceased was the leader of “Ape Jana Bala Pakshaya” (Our Power of People Party or OPPP) Saman Perera. The other four victims were identified as Sameera Madhusanka, Hasitha Chinsuka, Buddhika Rajapaksha, and Nalin Champika.",
    "Meanwhile, another person, who was identified as the driver of the SUV used by the assailants, was arrested on Wednesday (Jan.24) over his involvement in orchestrating the murders. On the same day, the SUV used by the assailants was found parked near the Vidyaloka Pirivena in Galle.",
    "On Thursday (Jan.25), the Deiyandara Magistrate ordered that the 55-year-old named Saman Kumara be detained until tomorrow for further interrogations. Based on the information divulged by the suspect during questioning, the investigating officers managed to locate a motorcycle and a van linked to the perpetrators.",
    "The police believe that they had used the motorcycle to dispose of the two T56 firearms used in the shooting and that the van had been arranged for them to move under the radar."
  ]
}