{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112442/trump-says-suspect-in-charlie-kirk-murder-in-custody",
  "time_ut": 1757683440.0,
  "original_lang": "en",
  "original_title": "Trump says suspect in Charlie Kirk murder in custody",
  "original_body_lines": [
    "A suspect in the fatal shooting of conservative activist Charlie Kirk at a Utah university has been taken into custody, U.S. President Donald Trump said on Friday, ending an intense manhunt that followed what Trump described as a “heinous assassination.”",
    "Kirk’s killer had eluded police and federal agents for more than 24 hours after Wednesday’s shooting, in which a sniper fired a single gunshot that killed Kirk, 31, during an appearance at Utah Valley University in Orem.",
    "“I think we have him,” Trump told the “Fox and Friends” show in an interview, adding that a person who knows the suspect had turned him in. “I think with a high degree of certainty we have him in custody.”",
    "Trump did not share the suspect’s identity. Investigators were due to brief journalists later on Friday.",
    "The suspect was in the custody of Utah state law enforcement, a person familiar with the investigation said, asking for anonymity.",
    "Previously, U.S. investigators said they had found the bolt-action rifle believed to have been used to kill Kirk and released images of a person of interest.",
    "The FBI had circulated grainy images apparently taken from security cameras showing a person wearing a black top, black sunglasses and a dark baseball cap. The long-sleeved top appears to have been emblazoned with an image of a bald eagle flying across a U.S. flag.",
    "Law enforcement officials also released video of the shooter running across the roof and lowering himself on to the ground.",
    "“Somebody this close recognizes even a little tilt of the head, which nobody else would do,” Trump said in the interview.",
    "Kirk, an author, podcast host and close ally of Trump, helped build the Republican Party’s support among younger voters.",
    "Trump said the suspect was recognized by people close to him, and suggested the suspect’s father drove him to a police station and handed him over.",
    "FBI and state officials said the killer arrived on the campus a few minutes before the start of the event, a debate led by Kirk titled “Prove Me Wrong” in front of 3,000 people at Utah Valley, about 40 miles (65 km) south of Salt Lake City.",
    "Security-camera videos showed a person going up stairwells to gain access to a roof before firing at Kirk, the officials said. Kirk, a staunch defender of gun rights, was answering an audience question about mass shootings when the bullet struck his neck. Audience members fled in panic.",
    "After the shooting, investigators found a “high-powered, bolt-action” rifle in a nearby wooded area, and were examining that along with palm prints and footprints for clues.",
    "The shooter appeared to be of college age and “blended in well” on the campus, Utah Public Safety Commissioner Beau Mason said at the Thursday briefing.",
    "Kirk was the co-founder and president of the conservative student group Turning Point USA and appeared at Utah Valley on Wednesday as part of a planned 15-event “American Comeback Tour” of U.S. college campuses. His killing stirred outrage and denunciations of political violence from Democrats, Republicans and foreign governments.",
    "Trump said he would award Kirk the Presidential Medal of Freedom, the nation’s highest civilian honor.",
    "Kirk, who was married and the father of two young children, was celebrated by Republicans as a charismatic advocate for right-wing policies on race, gender, immigration, religion and gun regulation.",
    "He frequently engaged with his critics from the far left to the far right, often inviting members of his audiences to debate him live."
  ]
}