{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Don-t-panic-Sri-Lanka-s-fertility-decline-is-temporary-not-a-demographic-collapse/4-778822",
  "time_ut": 1752173975.0,
  "original_lang": "en",
  "original_title": "Don’t panic: Sri Lanka’s fertility decline is temporary, not a demographic collapse",
  "original_body_lines": [
    "The temporary decline in fertility highlights urgent priorities for health policy",
    "People defer childbearing when faced with crisis, but return to it when conditions stabilise. The temporary fertility declines in many countries were not due to changes in long-term family aspirations, but to timing disruptions—very similar to what we are seeing in Sri Lanka. As such, Sri Lanka’s situation aligns with a global demographic pattern: short-term fertility dips driven by external shocks, followed by recovery as confidence and stability return. The danger lies in misreading this pause as a permanent decline",
    "Despite recent claims by some researchers suggesting that Sri Lanka’s population is entering a phase of long-term decline—due to falling fertility, increased emigration, and rising mortality—it is essential to approach this issue with scientific perspective rather than alarm. Short-term fluctuations do not necessarily indicate permanent trends. Population dynamics are complex, influenced by a multitude of factors, and what may appear as decline today could very well stabilise or rebound tomorrow.",
    "Even during periods of slower growth, Sri Lanka’s population continues to increase—albeit more slowly—due to population momentum. This refers to the continued population growth resulting from earlier high fertility and mortality patterns, particularly when large numbers of people are still in their childbearing years. Therefore, this article seeks to offer a scientific and demographic explanation of recent trends, correcting the misconception that Sri Lanka’s population is irreversibly shrinking.",
    "The past few years have subjected Sri Lanka to an extraordinary convergence of crises, which together have reshaped the country’s demographic landscape. The COVID-19 pandemic, followed closely by a severe economic downturn, created a powerful double shock—one that disrupted lives, livelihoods, and longstanding social norms, including those surrounding marriage and childbearing.",
    "By 2023, over 16,800 COVID-19-related deaths had been reported in Sri Lanka. However, the demographic effects of the pandemic extend far beyond direct mortality.",
    "Healthcare services were interrupted, especially maternal and reproductive health care. Many people avoided health facilities due to fear of infection.",
    "Marriages were delayed, not only because of social distancing restrictions and travel bans, but also due to economic uncertainty and the unaffordability of ceremonies and housing.",
    "Employment insecurity and financial stress eroded young couples’ confidence in their ability to raise children in a stable environment.",
    "These conditions created a climate of reproductive uncertainty, where many couples postponed childbearing—not because they no longer wanted children, but because they no longer felt secure enough to have them.",
    "The UNFPA case study I led found strong evidence that fertility changes during COVID-19 in Sri Lanka were temporary. Most couples still wanted children but postponed pregnancy due to health, financial, and service access concerns, with uneven access to contraception adding to family planning uncertainty.",
    "My analysis of marriage registration data shows a sharp drop of over 20,000 marriages in 2020, confirming pandemic-related disruption. However, a rebound during the post pandemic indicates that postponed weddings resumed as conditions improved. These patterns—delayed marriage followed by delayed births—are classic indicators of a tempo effect, where timing, not total fertility intentions, has shifted.",
    "Sri Lanka’s 2022 economic collapse compounded the health crisis, making family formation difficult amid inflation, job losses, and basic survival challenges. This led to youth migration, rising debt, underemployment, and strained reproductive healthcare. Together, the pandemic and economic crisis created a major but likely temporary demographic shock, reversible with the right policies.",
    "What Sri Lanka is currently experiencing is not unique. Around the world, countries saw significant disruptions to fertility patterns during the COVID-19 pandemic. But importantly, many of these changes have proven to be temporary, and in some cases, have already begun to normalise or reverse.",
    "Across Europe, Asia, and the Americas, birth rates dropped sharply during the pandemic. France saw a 13% decline in births—the steepest since WWII—followed by recovery in 2021. Japan and South Korea experienced accelerated fertility declines, largely due to postponed births rather than changed intentions, prompting supportive policy measures. In the US, birth rates fell in 2020 but showed signs of rebound by mid-2021, especially among younger women.",
    "What these cases illustrate is the powerful influence of the tempo effect: people defer childbearing when faced with crisis, but return to it when conditions stabilise. The temporary fertility declines in many countries were not due to changes in long-term family aspirations, but to timing disruptions—very similar to what we are seeing in Sri Lanka.",
    "As such, Sri Lanka’s situation aligns with a global demographic pattern: short-term fertility dips driven by external shocks, followed by recovery as confidence and stability return. The danger lies in misreading this pause as a permanent decline.",
    "Even if fertility were to settle at slightly lower levels over the long term, this is not inherently negative. In fact, lower fertility often correlates with:",
    "Healthier mothers and children, due to more spacing and better access to healthcare;",
    "Higher per-child investment, leading to improved child well-being and productivity;",
    "Environmental sustainability, as smaller family sizes can reduce pressure on resources.",
    "The key is not to panic over declining fertility, but to understand and manage it proactively. Fertility decline can be a sign of social progress—but only if accompanied by adequate health, education, and labour policies.",
    "For Sri Lanka, the lesson is clear: this is not uncharted territory. Other countries have faced similar fertility pauses—and recovered. What matters most now is the policy response:",
    "Build a resilient healthcare system that can withstand future shocks.",
    "Support couples in realising their reproductive goals—whether delayed or immediate.",
    "Avoid alarmist policies, and instead focus on evidence-based, equitable interventions.",
    "Invest in youth, gender equality, and family-friendly infrastructure to make parenthood viable and attractive in a changing world.",
    "The temporary decline in fertility highlights urgent priorities for health policy:",
    "The disruption to maternal and reproductive health services during COVID-19 revealed major system vulnerabilities. Sri Lanka must ensure:",
    "Greater investment in telemedicine and mobile clinics, especially for rural and estate populations.",
    "As women begin having children later due to economic or social reasons, age-related pregnancy risks increase. Health services must:",
    "Offer fertility counselling and preconception care for older first-time mothers.",
    "Health systems must be able to withstand future crises without interrupting reproductive and maternal services. This means:",
    "Younger couples and women often bear the brunt of economic and reproductive stress. Targeted support through:",
    "are essential to restore confidence and ensure timely reproductive decisions.",
    "Sri Lanka’s recent fertility decline is a temporary, crisis-driven delay—not a long-term demographic collapse. Most families still desire two or more children, and the rebound in marriages signals likely fertility recovery as conditions improve. However, this recovery depends on strong, evidence-based policies, particularly in healthcare, economic stability, and social protection.",
    "To support this transition, Sri Lanka must invest in resilient reproductive health systems, ensure service continuity during disruptions, and empower families to make safe, informed choices. Rather than reacting with alarm, the country should respond with strategic planning—turning this challenge into an opportunity for a stronger, more equitable, and future-ready society.",
    "(The writer is Emeritus Professor of Demography at the University of Colombo.)"
  ]
}