{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-thailand-free-trade-agreement-published-172430/",
  "time_ut": 1721191080.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Thailand Free Trade Agreement Published",
  "original_body_lines": [
    "ECONOMYNEXT- Sri Lanka has published a free trade agreement with Thailand which was negotiated with the aim of getting access for exporters up 85 percent of tariff liberalized over 15 years.",
    "Free trade deals also uphold the trading freedoms of the poorest sections of the population, freeing them from the grip of protectionist businesses.",
    "Sri Lanka Thailand Free Trade Agreement would see around 50 percent of tariff lines liberalized when it comes into force but 15 percent of products will be on a negative list, Sri Lanka’s Chief Trade Negotiator K J Weerasinghe told business forum early this year.",
    "Goods on a negative list are subject to import protection to give high profits to domestic producers at the expense of consumers.",
    "Under the Sri Lanka Thailand Free Trade Agreement, the balance 30 percent of tariff lines would be liberalized over 15 years.",
    "Sri Lanka Thailand Free Trade Agreement would see 10 percent liberalized in equal instalments from the 1st to the 5th year, Weerasinghe said at the time.",
    "Another 10 percent would be liberalized from the 5th the to 10th year. Another 10 percent would be liberalized from the 10th to the 15th year.",
    "On the 15th year, there would be partial liberalization of 5 percent tariff lines.",
    "In addition to import duties, Sri Lanka also has  an array of other border taxes (para-tariffs) like the CESS and PAL taxes. CESS is particular is pushed by the protectionist lobby.",
    "Sri Lanka has high taxes particularly on  building materials, making it difficult for people from lower income group in particular to build houses, while making small and medium hotels construction costs high, compared to East Asia.",
    "It is possible to get some duty reductions for luxury apartments and large hotels and Board of Investment incentives. (Colombo/July17/2024)"
  ]
}