{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-state-hotel-school-starts-franchise-program-with-35-institutes-239343/",
  "time_ut": 1756881900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka state hotel school starts franchise program with 35 institutes",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka Institute of Tourism and Hotel Management is starting a franchise program with 35 participating training schools to develop tourist sector staff targeting families on income support, officials said.",
    "Sri Lanka is expecting 3.0 million tourists in 2025 and has a medium-term target of 5 million, SLITM Chairman Dheera Hettiarachchi said.",
    "The tourism industry will need 800,000 staff when it expands to 5 million arrivals and now has around 421,000 workers in formal hotels, he said.",
    "The ‘Hotel Operations Multitasker Program’ is designed as an NVQ Level 3 qualification approved by the Tertiary and Vocational Training Authority.",
    "The hotel school is teaming up with the Department of Samurdhi Development to identify and train members of families receiving income support. The program will help move people out of the program, officials said.",
    "Education is the best way to escape poverty, Secretary to the Ministry of Social Security Sampath Manthrinayake said.",
    "“Don’t stop your education with this program,” he told a group of students selected for the first batch at a ceremony on Wednesday.",
    "“The hotel school has other programs, which will allow you to move up. So make this a foundation.”",
    "The students who follow the 360-hour course are expected to work in one and two start hotels, Hettiarachchi said.",
    "They will be trained on a variety of skills ranging from front office reception to housekeeping and other hotel operations.",
    "The promoters are initially targeting to train 20,000 hotel multitasker graduates with the 2,000 students in the initial intake.",
    "In response to call by the SLITHM, 35 private and state instates have come forward to start the franchise training program, which is the first such program started by the agency, Hettiarachchi said.",
    "Discussions are underway with hotels in various parts of the country to give opportunities for the trainees to get on the job training, he said."
  ]
}