{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83604",
  "time_ut": 1707598320.0,
  "original_lang": "en",
  "original_title": "The Minister of Justice cannot merely admit to ‘shortcomings’ in the  Online Safety  Act on the “devious”  basis that all laws have shortcomings and that the Govt is ‘open’ to considering amendments",
  "original_body_lines": [
    "The Sri Lankan Government can ill afford to take the moral high ground and object to the Opposition calling the Online Safety Act, No 9 of 2024 as ‘erroneous’ when it has become amply clear that the Act has disregarded the Supreme Court’s imperative revisions as detailed in (SD) No 66-120/2023.",
    "The question as to whether the Act has been passed ‘according to law’ in consequence thereof has been rightly raised by the Human Rights Commission of Sri Lanka. This is in the context of the court-mandated amendments being compulsory to justify its passing without a special majority. To be fair, some of the observations made by the Court had not been reflected in the specific amendments that were detailed in the Determination itself.",
    "Nonetheless, sufficient disparity exists between what was recommended and what was enacted, to give rise to reasonable apprehensions regarding the health of this statute.",
    "As we must recall, relevant questions as to whether the Bill conformed to the Court’s amendments had been raised before its passing in the House. But the country was told that the Attorney General had given the assent to proceed with the Bill as per the amendments brought in at committee stage.",
    "It was on that basis that the Bill was certified by the Speaker.",
    "In fact, it was precisely due to the gravity of such a question being raised that due care and caution was taken to refrain from comment till the Act was studied meticulously. Accordingly, as questioned last week when examining the process of enactment of this Act, it is pertinent to reiterate exactly how it is that the Attorney General’s assent had been given for the certification of the Bill?",
    "Certainly the Minister of Justice cannot merely admit to ‘shortcomings’ in the Act on the (devious) basis that all laws have shortcomings and that the Government is ‘open’ to considering amendments. It is not the matter of ‘amendments’ that are in issue. This is a question which has grave implications for the country’s law making process going beyond this one law in dispute.",
    "In fact, this unseemly fracas brings to the fore the old and very vexed question as to why Sri Lankan courts do not have the power of judicial review like in our neighbouring countries. The root of this problem is the truly ridiculous paradox in our constitutional scheme which dictates that even if a law is unconstitutional, the legislature can ‘override’ that unconstitutionality by a special majority as the case may be.",
    "By itself that liberality justified on the so-called basis that, ‘Parliament is supreme” puts into question our entire post-independence edifice of laws. The fact that Sri Lanka’s constitution-makers put such thought and care into building this type of intricately convoluted system that finally deprives citizens of their rights despite the artificial device of ‘peoples’ sovereignty’ is interesting. This shows us that the Constitution (at whatever point) was never meant to wholeheartedly secure rights.",
    "Put bluntly, Sri Lanka’s Constitutions under whatever political regime have been conceived in selectivity and midwifed into the open by their creators driven mostly by political expediency. Any attempts to go against the grain have been short lived. A good example of this was on 9th December, 1970 when then Prime Minister, the late Sirimavo Bandaranaike expressed to her Minister of Constitutional Affairs, the belief that all laws enacted by the National State Assembly should give way to the Constitution.",
    "What she said at that point deserves to be replicated in full, as follows; ‘…the resolution adopted by the Constituent Assembly contemplates the establishing of a Constitution which will be the fundamental law of Sri Lanka. To give effect and meaning to this resolution, the new Constitution should provide that even the Legislature should be bound by this fundamental law. There appears to be no better way of securing this result than by giving power to an independent body like an established court to examine whether any piece of legislation is contrary to such fundamental law.’",
    "Explaining this further, she pointed out that ‘…the arrangements contemplated for this purpose in the basic resolution proposed by you do not appear to be satisfactory. To give the power of judicial review to the court is not to establish the superiority of the courts over the legislature.’",
    "She added that, ‘…it only proceeds on the assumption that the power of the people is superior to both the judiciary and the legislature; it means that where a law conflicts with the will of the people as enshrined in the Constitution, the courts ought to give effect to the Constitution rather than to the law which is in breach of it.’",
    "The core point here is that, to give the power to the courts to review a law is not to devalue Parliament. It is rather, to give predominance to an (imprecise) ‘will of the people’ as embodied in a (relatively precise) supreme law. That admirable sentiment was however refuted by her Minister who retorted that, ‘…nobody should be higher than the elected representatives of the people, nor should any person not elected by the people have the right to throw out decisions of the people elected by the people. Why are you saying that the judge, once appointed, should have the right to declare that Parliament is wrong?’",
    "In the decades that followed, the judiciary was undermined, judges systematically stripped of their power and their appointments irreversibly politicised. These precedents continued after 1978. Very soon, a curious dilemma occupied Sri Lankan jurists. Which was worse, a Constitution that legitimised an inferior judiciary or a Constitution that was ‘technically’ better but utilised to intimidate judges in practice?",
    "In 1994, constitutional reform proposals included a clause that the courts will be empowered to examine laws that are passed by Parliament within two years of their enactment.",
    "Even this concession would have had a far reaching impact. In other words. it would have meant that judicial scrutiny of laws would be limited only by the Constitution not by political circumventing of procedural mechanisms. The court could have acted as an effective brake on the exercise of arbitrary political power which cannot be met by an opposition weak in its own strength and convictions. There is nothing very peculiar in all of this as Indian lawyers who rightly turn their noses up in disdain at the practice of ‘challenging Bills’ will educate with force.",
    "But unlike over the Palk Straits, Sri Lankan citizens did not get the benefit of such a constitutional brake on legislative power in the constitutional reform proposals of  1994, 1997, 2001 or 2015-2016. The end result is that only Bills can be challenged within a particular time period. The Court is mandated to enter into a ‘determination’ as to which clauses are unconstitutional needing a special majority or more to be passed.",
    "Needless to say, that involves trust in the legislature to give effect to that ‘determination.’ This is the context which enables laws such as the Online Safety Act to be enacted with ‘shortcomings’ as the Justice Minister euphemistically terms it.",
    "Undeniably the consequences of playing fast and loose with enacted law will persist after the life of this Government expires. Repealing a law is not as easy as enacting it with ‘shortcomings.’"
  ]
}