{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98637/us-will-not-take-part-in-any-israeli-retaliatory-action-against-iran",
  "time_ut": 1713152460.0,
  "original_lang": "en",
  "original_title": "US will not take part in any Israeli retaliatory action against Iran",
  "original_body_lines": [
    "(Reuters) - President Joe Biden warned Prime Minister Benjamin Netanyahu the U.S. will not take part in a counter-offensive against Iran, an option Netanyahu’s war cabinet favors after a mass drone and missile attack on Israeli territory, according to officials.",
    "The threat of open warfare erupting between the arch Middle East foes and dragging in the United States put the region on edge, triggering calls for restraint from global powers and Arab nations.",
    "“The Middle East is on the brink. The people of the region are confronting a real danger of a devastating full-scale conflict. Now is the time to defuse and de-escalate,” United Nations Secretary-General Antonio Guterres told a Security Council meeting called on Sunday in response to the strikes.",
    "Deputy U.S. Ambassador to the U.N. Robert Wood called on the council to unequivocally condemn Iran’s attack.",
    "“Let me be clear: if Iran or its proxies take actions against the United States or further action against Israel, Iran will be held responsible,” he said.",
    "Still, Biden told Netanyahu the U.S. would not participate in any Israeli counter-offensive against Iran over the attack, a White House official said.",
    "U.S. State Antony Blinken and Defense Secretary Lloyd Austin also spoke to counterparts including in Saudi Arabia, Turkey, Egypt and Jordan, stressing the need to avoid escalation, the importance of a coordinated diplomatic response, and emphasizing the U.S. will continue to support Israel’s defense.",
    "Iran launched the attack over a suspected Israeli strike on its embassy compound in Syria on April 1 that killed top Revolutionary Guards commanders and followed months of clashes between Israel and Iran’s regional allies, triggered by the war in Gaza.",
    "However, the attack by more than 300 missiles and drones caused only modest damage in Israel. Most were shot down by Israel’s Iron Dome defense system and with help from the U.S., Britain, France and Jordan.",
    "The only serious injury reported within Israel was a 7-year-old who was hurt by shrapnel.",
    "There also was little serious property damage reported. Authorities said an Israeli Air Force base was hit but continued to operate as normal.",
    "Asian shares fell and gold prices rose on Monday as risk sentiment took a hit, though oil prices dipped.",
    "“An attack was largely priced in the days leading up to it. Also the limited damage and the fact that there was no loss of life means that maybe Israel’s response will be more measured,” said Warren Patterson, head of commodities strategy at ING.",
    "“But clearly, there is still plenty of uncertainty and it all depends on how Israel now responds.”",
    "Israeli officials said Netanyahu’s five-member war cabinet favored retaliation in a meeting on Sunday, although the panel was divided over the timing and scale of any such response.",
    "Two senior Israeli ministers signalled retaliation was not imminent and that Israel would not act alone.",
    "“We will build a regional coalition and exact the price from Iran in the fashion and timing that is right for us,” centrist minister Benny Gantz said ahead of a war cabinet meeting.",
    "Defence Minister Yoav Gallant also said Israel had an opportunity to form a strategic alliance “against this grave threat by Iran.”",
    "Israel remained on high alert, but authorities lifted some emergency measures that had included a ban on some school activities and caps on large gatherings.",
    "Iranian army chief of staff Major General Mohammad Bagheri said on television, “Our response will be much larger than tonight’s military action if Israel retaliates against Iran,” and told Washington that its bases could also be attacked if it helped Israel retaliate.",
    "Iranian Foreign Minister Hossein Amirabdollahian said Tehran had informed the United States its attack on Israel would be limited and for self-defence and that regional neighbours had been informed of its planned strikes 72 hours in advance.",
    "Turkish, Jordanian and Iraqi officials said on Sunday that Iran gave wide notice days before the attack, but U.S. officials said Tehran did not warn Washington and was aiming to cause significant damage.",
    "The leaders of the Group of 7 nations condemned Iran’s attack and said they would work to stabilize the situation, warning in a statement that Tehran risked “an uncontrollable regional escalation.”",
    "Analysts debated whether Iran’s attack was calibrated to cause genuine devastation in Israel, or to save face at home after vows of revenge while avoiding a major new war.",
    "“I think the Iranians took into consideration the fact that Israel has a very, very strong multi-layer anti-missile system and they probably took into consideration that there will not be too many casualties,” said Sima Shine, a former senior Mossad official at the Institute for National Security Studies in Tel Aviv.",
    "In Gaza, Iran’s attack drew applause as rare payback for an Israeli offensive that has killed at least 33,000 people.",
    "“We have been slaughtered for over six months and no one dared to do anything. Now Iran, after its consulate was hit, is hitting back at Israel and this brings joy into our hearts,” said Majed Abu Hamza of Gaza City.",
    "The war in Gaza, which Israel invaded after an attack by Iran-backed Hamas on Oct. 7, has spread to fronts with Iran-aligned groups in Lebanon, Syria, Yemen and Iraq.",
    "In Israel, although there was alarm at the first direct attack from another country in more than three decades, the mood contrasted with the trauma after the Hamas-led attack on Oct.7.",
    "“I think we’ve been given license to respond now. I mean it was a major attack from Iran... I imagine Israel will respond and may be over quickly and get back to normal life,” said Jeremy Smith, 60.",
    "In Iran, state television showed small gatherings in several cities celebrating the attack, but in private some Iranians were worried about Israel’s response.",
    "“Iran gave Netanyahu a golden opportunity to attack our country. But we, the people of Iran, will bear the brunt of this conflict,” said Shima, a nurse, from Tehran."
  ]
}