{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102159/curfew-extended-until-12-noon",
  "time_ut": 1726966200.0,
  "original_lang": "en",
  "original_title": "Curfew extended until 12 noon",
  "original_body_lines": [
    "Minister of Public Security Tiran Alles says that the islandwide curfew imposed until 6.00 a.m. this morning has been extended until 12 noon today (September 22).",
    "Curfew had initially been imposed with effect from 10.00 p.m. last (21) until 06.00 a.m. tomorrow (22).",
    "This decision has been taken by the incumbent President Ranil Wickramasinghe under the provisions of the Public Security Ordinance, in view of the releasing of the results of 2024 presidential election tonight.",
    "However, the Police Media Division had stated that although the post-election situation in the country is very peaceful, this curfew was imposed for further safety of the public. Furthermore, Sri Lanka Police urged the general public to stay in their houses during the curfew period.",
    "Meanwhile, the officials engaged in election related duties during the curfew period are allowed to use their ID cards or authorized documents as curfew permits, police said issuing a special notice.",
    "Furthermore, persons traveling to or from the airport for the purpose of traveling overseas or arriving the island from a foreign country, will be allowed to use their air tickets as curfew permits.",
    "In addition, the employees of the institutions that run essential services are permitted to use their official ID card or a suitable document while arrangements should be made to submit the required documents to confirm the identity of the relevant person to the police.",
    "Sri Lanka Police later announced that police stations will not be issuing curfew passes for travel during the curfew period. Issuing a release, the Police Media Division said that essential workers and emergency services personnel can use their official identity cards as a curfew pass."
  ]
}