{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Hayleys-Fentons-Managing-Director-honoured-at-inaugural-CPM-Management-Leadership-Excellence-Awards-2025/34-781884",
  "time_ut": 1758240950.0,
  "original_lang": "en",
  "original_title": "Hayleys Fentons’ Managing Director honoured at inaugural CPM Management Leadership Excellence Awards 2025",
  "original_body_lines": [
    "Hasith Prematillake – Executive Director level Winner across Power and Energy (Renewable); Construction, Condominium and Real Estate; Project and Engineering; and First Runner-Up in Sustainability and Circular Economy",
    "Hayleys Fentons Ltd. Managing Director Hasith Prematillake, received four exemplary recognitions at the inaugural CPM Management Leadership Excellence (MLE) Awards 2025.",
    "Organised by the Institute of Chartered Professional Managers of Sri Lanka (CPM Sri Lanka), the Awards honoured Sri Lanka’s most outstanding leaders who demonstrate “vision, resilience and excellence in management practices.”",
    "At the event, Prematillake received multiple top honours at the Executive Director level, emerging as the Winner in Power and Energy (Renewable), Construction, Condominium and Real Estate, and Project and Engineering categories. He also earned recognition as the First Runner-Up in the Special Category of Sustainability and Circular Economy, underscoring his leadership in driving innovation, responsibility, and future-focused business practices.",
    "With over 20 years of senior leadership across diverse industries, Prematillake, one of Sri Lanka’s leading corporate personalities, currently serves as the Managing Director of Hayleys Fentons Ltd. and its subsidiaries, bringing deep expertise and strategic vision.",
    "Commenting on the prestigious award, Prematillake said: “The CPM Management Leadership Excellence Awards highlight the importance of strong, sustainable and visionary leadership in shaping the future of Sri Lanka’s industries. I am deeply honoured by this recognition and remain committed to empowering our teams to drive innovation and sustainability, delivering solutions that not only support our organisation but also help address broader societal challenges. Hayleys Fentons provides the ideal platform to achieve this vision as a market leader guided by robust governance, a portfolio of eco-friendly solutions and a strong commitment to sustainable business practices.”",
    "Prematillake spearheaded a remarkable transformation at Hayleys Fentons, steering the company from a Rs. 600 million loss and a negative equity of Rs. 1.4 billion in 2019 to achieving over Rs. 3 billion in profit and building an equity base exceeding Rs. 5 billion. Under his leadership, the company rose to rank among the top five performers within the Hayleys Group. Navigating through three major crises, the Easter attacks in 2019, the global pandemic in 2020, and Sri Lanka’s economic turbulence in 2022, he implemented agile strategies that streamlined operations, enhanced cash flow, strengthened talent development, and ensured sustained profitability through strong financial stewardship and adaptability.",
    "Guided by Prematillake’s sustainability-first vision, Hayleys Fentons has become a vanguard of renewable energy in Sri Lanka. Hayleys Solar, the company’s flagship energy venture, now leads the market and is on track to become the first local company to achieve over 500 MW in installed capacity by the end of 2025, focusing on utility-scale solar and innovative solar solutions that enhance land productivity and sustainable agriculture. He has also led the company’s successful bid for Sri Lanka’s largest wind power plant, expanded regional operations and advanced battery storage and circular energy solutions through strategic partnerships and inclusive financing models.",
    "Addressing the journey ahead for Hayleys Fentons and its workforce, Prematillake stated: “The evolution of Hayleys Fentons from an EPC contractor to be the largest investor in renewable energy in Sri Lanka marks a defining milestone in our journey. This achievement has been made possible through the steadfast encouragement of the Chairman of Hayleys PLC, the Board of Directors, and the unwavering commitment of our people who have brought this vision to life.”"
  ]
}