{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-is-a-garden-of-eden-for-scientists-dr-pethiyagoda/",
  "time_ut": 1757854860.0,
  "original_lang": "en",
  "original_title": "‘Sri Lanka is a Garden of Eden for Scientists’ – Dr. Pethiyagoda",
  "original_body_lines": [
    "Sri Lanka’s foremost biodiversity scientist, Dr. Rohan Pethiyagoda, describes this country as “a veritable Garden of Eden for evolutionary scientists.” Speaking to The Sunday Island, he warned that while the country remains rich in natural heritage, the threats are mounting fast.",
    "“We now have more alien species in our waters than endemic ones. There’s no longer an ‘if’ about extinction—it’s a matter of ‘when’. And we’re doing very little about it,” he stressed.",
    "Dr. Pethiyagoda and Hiranya Sudasinghe with Dr Maurice Kottelat, the Swiss Ichthyologist, who, in the late 1980s, mentored Pethiyagoda in the study of fishes.",
    "Winner of the Linnean Medal and the Rolex Award, Dr. Pethiyagoda has devoted decades to documenting Sri Lanka’s freshwater fishes and other fauna. In this exclusive conversation with The Sunday Island’s Ifham Nizam, he reflects on evolution, science, and the looming challenges for conservation.",
    "Q: You describe Sri Lanka as a “veritable Garden of Eden” for evolutionary scientists. What makes the island such a unique setting for studying biodiversity and evolutionary processes?",
    "A: Several things. First off is the rainfall regime in our biodiversity-rich south-western wet zone. This is the only region in the whole of South Asia that enjoys a perhumid climate: there are no consecutive dry months. Basically, every month receives on average 100 mm of rain. As a result, the wet zone’s rainforests support astonishing plant and animal diversity.",
    "Second is what is referred to as ‘topographic heterogeneity’, for example, the complex landscape produced by the hill country. This results in our having 103 river basins in this small island, in addition to an elevation range that spans almost 2500 metres. Finally, we have pretty good evidence that almost all our plants and animals were wiped out in the Cretaceous-Paleogene extinction event around 66 million years ago, followed by the great volcanic eruptions that took place in the Maharashtra region of India, the so-called Deccan volcanism, which resulted in the spewing of some 700,000 cubic kilometres of basalt. An unimaginable cataclysm. But it seems to have produced on Sri Lanka a blank slate for biodiversity to flourish and, conveniently, for people like me, a definitive starting date, a ‘date of creation’ if you will, for the evolution of the incredible diversity we see today.",
    "Q: Freshwater fish are at the heart of your lecture. Why are they particularly useful for understanding evolution, and what stories do they tell about Sri Lanka’s ecological history?",
    "A: Freshwater fishes are arguably the best-studied vertebrate group in Sri Lanka. At least for the 50 percent of the fauna that is endemic, we have up-to-date taxonomy as well as, for almost every species, DNA sequences. The bulk of this work has been done in the past decade by Hiranya Sudasinghe, who is virtually co-presenting this lecture with me. His research has helped assess the genetic diversity of fishes, reconstruct their evolutionary relationships and history, identify the regions which served as refuges during past climatic events, such as droughts, and detect extinction events. It is a phenomenal body of work, something unparalleled for any other group of plants or animals in Sri Lanka.",
    "Q: Could you explain how sexual selection shapes not just the behaviour of fish but also that of other animals, including humans?",
    "A: Ever since Charles Darwin brought that phrase into vogue in 1871, this phenomenon has fascinated biologists. Let’s take an example. Dinka tribesmen are cattle herders in the plains of southern Sudan. Natural selection has adapted them to that environment by selecting traits such as tallness: they average a height of around 6 feet. In the dense rainforests of the Congo, on the other hand, a smaller stature is advantageous, and so Pigmies are around a foot and a half shorter. These differences in stature probably evolved as a result of natural selection, the Dinka and Pigmies being best ‘fitted’ to their respective environments. However, a similar result could have come about also if Dinka women preferred to mate with taller men and Pigmy women preferred to mate with shorter men. It is argued, for example, that human females have large, fatty breasts even when they are not lactating (unlike apes and monkeys), because human males ‘sexually select’ large breasts as a proxy for better ability to nourish offspring. In fish, too, we see similar processes, where males and females preferentially select mates, based on arbitrary traits. But understanding these traits can be really difficult, as I will explain.",
    "Q:  You and your colleagues have discovered and named numerous species over the years. What does the process of finding and describing a new species reveal about the challenges of biodiversity science in Sri Lanka?",
    "A: The biggest challenge to biodiversity science in this country is the low level of public appreciation of science in general. Many people seem to view science as a sort of alien, even colonial enterprise. As a result, scientists are often viewed with suspicion. Scientific interventions are, therefore, difficult to implement. Again, let’s take an extreme and controversial example: the recent introduction to the Deduru Oya of a really pernicious alien species, the Giant Snakehead, Channa micropeltes. This rapidly reproducing species is set to devastate our aquatic ecosystems. The scientifically most appropriate way of eradicating this species may have been, at least hypothetically, to use a fish-specific toxin such as rotenone to destroy all the fish in the downstream region of the river. The lower Deduru Oya has no species endemic to it, and native species would have repopulated it after the event. But such an intervention would be so controversial in Sri Lanka that no one would touch it.",
    "As for the discovery of new species, unless we also pay attention to conservation, it is almost a waste of time. What is the point of discovering species and publishing fat ‘Red Lists” unless we actively conserve such species? Tragically for Sri Lanka, there is a huge gulf between scientists on the one side and conservation agencies on the other.",
    "Q: How do genomic tools and modern technology enhance our understanding of evolution compared to when you began your research?",
    "A: Well, when I began my research in the 1980s, genetics was in its infancy. And despite more than 40 years having elapsed since the PCR machine was invented, we still lack a functional DNA sequencing facility in Sri Lanka. In such a background, there’s no point talking about genomic tools and modern technology. We’re still in the Stone Age when it comes to that. Despite the electron microscope having been commercialised a century ago, we still do not have a functional scanning electron microscope in Sri Lanka. It is worth remembering that India is becoming a world leader in biodiversity science now: they are a lot friendlier to science than Sri Lankans.",
    "Macropodus opercularis. This genus, which is confined to East Asia, is the closest relative of the Sri Lankan ‘pulutta’ and ‘malpulutta’. The former occurs in South India, but from there onwards, the group is absent until Indochina.",
    "A male Black ruby barb. Are females preferentially attracted to redder males?",
    "In Sicyopterus jonklaasi, the boys wear the lipstick. Do female liptick gobies prefer redder- lipped males?",
    "Travancoria eleongata, a new species discovered by Rohan Pethiyagoda in the Chalakkudy River in Kerala, India. “It was one of four news species of fish I discovered in a single afternoon in this short river,” he says. “It contain more fish species than the whole of Sri Lanka.”",
    "Gymnothorax polyuranodon, among the rarest fish found in Sri Lankan freshwaters. First discovered almost a century ago, only a handful of specimens have been reported since",
    "Q: Your lecture hints at the looming “Sixth Extinction.” From your perspective, how vulnerable are Sri Lanka’s freshwater ecosystems, and what urgent steps need to be taken to protect them?",
    "A: Thing is, we know from Hiranya’s research that we have suffered climate-driven extinctions in the recent geological past. At the same time, we now have more alien species in our waters than endemic species. There’s no longer an ‘if’ associated with fish extinctions in Sri Lanka: it’s ‘when’. And we’re doing very little about it. But of course, we need to appreciate the little that has been done. The Wildlife Department, for example, recently declared the stretch of stream that supports the Bandula Barb, a critically endangered species, as a sanctuary. The Zoo maintains a captive population of this fish that could be used for introductions if an extinction does happen, but they do not have the funds to do this scientifically, for example, by ensuring the genetic diversity of the captive population. It is eminently feasible to attract funds from the private sector to establish ex-situ conservation centres for all critically endangered vertebrate animals in Sri Lanka, but the prospect is likely to prove so controversial that few scientists would even mention it openly.",
    "Q: How do you see the balance between scientific discovery and conservation advocacy in your own career?",
    "A: Science remains for me a passion, but not so much conservation. I am not a strong advocate of conservation because I prefer to use my time productively. Sri Lankans love nature and love wildlife. Pretty much everyone is committed to protecting wildlife. But conservation is now very heavy on science, and few Sri Lankans have an appetite for that. At 70, there are other boxes to tick on my bucket list.",
    "Q: In your experience, what role should citizens, NGOs, and government agencies play in safeguarding aquatic habitats?",
    "A: Well, for starters, how about respecting and restoring native vegetation on all river and stream margins? These are already ‘reserves’ in law, but no one seems to be in charge. If we afforest these, every stream and river will become a biodiversity corridor, generating a huge conservation dividend. Pretty much all our endemic fishes are dependent on shade, and streamside vegetation takes care of that as well.",
    "Q: You’ve spent decades making biodiversity research accessible to the public. Why is science communication critical for conservation, and how can Sri Lanka improve in this area?",
    "A: I know from my books, articles and YouTube videos that the public appetite for science is negligible. Our whole education system is focused on the arts. Only about a third of graduates are from STEM fields (Science, Technology, Engineering and Medicine). It is difficult to discuss conservation science with someone schooled in Commerce or Oriental dance. We need to invert this imbalance: that’s the first step.",
    "Q: What do you hope the audience at this WNPS lecture will take away about evolution and biodiversity that might change how they view Sri Lanka’s wildlife?",
    "A: I have put this lecture together with one primary goal: to inspire some girl or boy in the audience to become the next Hiranya Sudasinghe. Using our fishes as an example, I want to try and show that biology is profoundly fascinating, with so many interesting questions remaining to be studied and answered. Because of its predictive power, there’s no better intellectual platform for understanding biology than evolution. As for the rest of the audience, I hope they will be as fascinated as I am by the wonderful evolutionary processes that are moulding Sri Lanka’s biodiversity even as we watch. For this, there’s no better group of animals than fishes. They’re utterly fascinating.",
    "Q: You’ve been awarded both the Linnean Medal and the Rolex Award for your contributions to zoology and conservation. Looking back, what are the most fulfilling aspects of your career so far?",
    "A: In 1994, I helped Professor Sarath Kotagama to produce  Siri Laka Kurullo, the first serious book on Sri Lankan ornithology, in Sinhala. It sold more than 20,000 copies, taking the hobby of birdwatching from the hallowed halls of Cinnamon Gardens to every village in Sri Lanka. It was a game-changer that democratised birdwatching and inspired ordinary Sri Lankan to take a scientific interest in biodiversity. I see kids still using tattered copies of that book even now, and when I do, my eyes well up. For me, that is fulfilment enough.",
    "Q: What excites you most about the future of biodiversity research in Sri Lanka, especially for young scientists?",
    "A: The antipathy to science in Sri Lanka is so deeply entrenched that I suspect that any young scientist who makes the grade will emigrate. It’s a waste of time to keep hitting your head against the wall here. Frankly, little about the future prospects for conservation science in our country excites me. Looking back at my career, now in my 70th year, I have only regrets. God knows I tried.",
    "Tall buildings sans flashing white strobe lights: “If you think air safety is expensive, try an accident’",
    "Mild praise for Sri Lanka’s stability in a world marred by chaos and instability",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}