{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-asia-asset-finance-rated-alka-with-a-stable-outlook-fitch-150420/",
  "time_ut": 1707393600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Asia Asset Finance rated ‘A+(lka)’ with a stable outlook: Fitch",
  "original_body_lines": [
    "ECONOMYNEXT – Fitch Ratings said it has assigned a First-Time Rating of ‘A+(lka)’ Outlook Stable to Asia Asset Finance.",
    "“Fitch Ratings has assigned Sri Lanka-based Asia Asset Finance PLC a first-time National Long-Term Rating of ‘A+(lka)’ with a Stable outlook,” the rating agency said.",
    "Fitch Assigns Asia Asset Finance a First-Time Rating of ‘A+(lka)’; Outlook Stable",
    "Fitch Ratings – Colombo/Mumbai – 07 Feb 2024: Fitch Ratings has assigned Sri Lanka-based Asia Asset Finance PLC a first-time National Long-Term Rating of ‘A+(lka)’ with a Stable outlook.",
    "Asia Asset Finance is a 72.9%-owned subsidiary of India-based Muthoot Finance Ltd (MFL,BB/Stable). Its core business is in gold-backed lending, similar to its parent. Asia Asset Finance has a small market share of 1.6% of total finance and leasing company (FLC) industry assets.",
    "Shareholder Support Drives Rating: Asia Asset Finance’s rating reflects our expectation that MFL will provide extraordinary support to its subsidiary if required. We believe MFL has the financial ability and incentive to provide support, given its majority shareholding, record of capital infusions and strategic and operational alignment in its subsidiary’s core product – gold-backed loans. This is counterbalanced by Asia Asset Finance’s small size and contribution to MFL, limited brand sharing and different operating jurisdiction.",
    "Limited Role and Contribution: Asia Asset Finance’s rating is constrained by our view of its modest role and contribution within MFL group. This is based on its small size relative to its major shareholder, separate geographical market and regulatory framework, and performance that has been affected by Sri Lanka’s difficult operating conditions. We believe Asia Asset Finance plays a less significant role in MFL’s franchise relative to the parent’s other financing subsidiaries in India, which help to broaden MFL’s franchise in its home market.",
    "Strategic Integration: Asia Asset Finance’s business model aligns with MFL’s core product of gold-backed loans, following its transition from vehicle financing and unsecured loans.",
    "MFL has a clear influence on Asia Asset Finance’s business strategy and maintains oversight of execution at the board level. The shareholder also appoints three non-executive directors on Asia Asset Finance’s eight-member board and has seconded an employee to head its gold-loan internal audit team. Nonetheless, some differences remain due to the entities’ separate jurisdictions and local market practices.",
    "Adequate Ordinary Capital Support: MFL has provided adequate and timely capital support to Asia Asset Finance since it acquired the company in 2014. It infused around LKR400 million in 2019 to support the subsidiary’s business growth. A further LKR413 million was infused in 2021 to meet the increased minimum regulatory capital requirement of LKR2.5 billion for Sri Lankan FLCs, ahead of the stipulated compliance deadline.",
    "Weak Standalone Credit Profile: We consider Asia Asset Finance’s intrinsic credit strength to be significantly weaker than its support-driven rating. This stems from its modest domestic franchise, evolving risk practices, weak execution record and high debt/tangible equity ratio of 7.1x as at end-September 2023. The company’s delinquency ratio also exceeds the sector average, mainly due to significantly higher non-performing loans in its legacy non-gold loan book.",
    "Stabilising Economic Outlook: We expect the operating environment for Sri Lankan FLCs to continue to stabilise following the inflation and interest rate shocks over the past two years. Easing inflation and interest rate pressures should provide steadier conditions for FLC sector performance. Some headwinds linger, as higher taxes will continue to weigh on household finances in 2024. Investor confidence will also take time to recover. Nonetheless, we expect the economic activity to improve in FY25 as GDP growth recovers.",
    "Modest Franchise, Gold-Lending Niche: Asia Asset Finance is a small FLC with around 1.5% market share of industry loans and deposits. It has a niche in gold-backed lending and accounts for around 7% of sector gold loans. Asia Asset Finance derives some benefits from MFL’s domain knowledge in gold-backed lending. However, differences in regulatory frameworks and lending practices between Sri Lanka and India are likely to result in varied portfolio performance relative to MFL’s performance in India.",
    "High Appetite for Gold Loans: Asia Asset Finance’s high gold-loan exposure heightens its market risk due to gold price fluctuations. We regard gold collateral as liquid in terms of recoverability, but this is counterbalanced by Asia Asset Finance’s aggressive risk appetite within the segment. For example, it has a history of elevated loan/value ratios and a high annualised gold-loan growth rate of 56% from FY18 to FY23. Asia Asset Finance plans to diversify into small-ticket mortgages and vehicle loans to ease its concentration risk, but this is subject to execution risk.",
    "Significant Asset-Quality Risks: We expect Asia Asset Finance’s asset quality metrics to remain weak in the near term, as legacy delinquent loans take time to resolve. Some borrowers may also face residual financial pressure after the difficult economic conditions over the past few years. The company’s gold-backed portfolio should mitigate credit losses, due to the typically healthy recoverability of gold collateral, but this may be tested against its generous risk parameters and still challenging operating conditions.",
    "Asia Asset Finance’s 90-day non-performing loan ratio of 24.7% stood above the industry’s 19.9% at end-September 2023, driven by its legacy portfolio.",
    "Factors that Could, Individually or Collectively, Lead to Negative Rating Action/Downgrade",
    "Asia Asset Finance’s rating is sensitive to changes in MFL’s credit profile as well as our opinion around MFL’s ability and propensity to extend timely extraordinary support. Developments that could lead to negative rating action include:",
    "– Meaningful reduction in the parent’s ownership, control or influence that could weaken its propensity to support the subsidiary",
    "– Notable decline in capital buffers, indicating reduced timeliness in financial support to back growth",
    "– Weakening alignment of Asia Asset Finance’s gold loan practices with its parent’s policies, denoting a lower level of integration",
    "– Sustained underperformance that increases the management and reputational burden for MFL",
    "– Insufficient or delayed liquidity support from MFL that hinders Asia Asset Finance’s ability to meet its obligations in a timely manner",
    "Such developments could significantly reduce shareholder support prospects and, if severe, may lead to the ratings being based off Asia Asset Finance’s standalone credit profile. This would imply a multi-notch downgrade.",
    "Factors that Could, Individually or Collectively, Lead to Positive Rating Action/Upgrade",
    "– A significantly greater strategic role for Asia Asset Finance within MFL group",
    "– Greater sharing of the Muthoot brand name besides the gold-loan product",
    "However, we view these developments as less likely in the near-term in light of Asia Asset Finance’s different operating jurisdiction and small size relative to MFL.",
    "REFERENCES FOR SUBSTANTIALLY MATERIAL SOURCE CITED AS KEY DRIVER OF RATING",
    "The principal sources of information used in the analysis are described in the Applicable Criteria.",
    "Rating of the entity is linked to its parent’s, MFL, rating."
  ]
}