{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97356/senegal-election-opposition-supporters-march-in-dakar-calling-for-swift-vote",
  "time_ut": 1708183740.0,
  "original_lang": "en",
  "original_title": "Senegal election: Opposition supporters march in Dakar calling for swift vote",
  "original_body_lines": [
    "Thousands of demonstrators have gathered in Senegal’s capital, Dakar, demanding swift presidential elections.",
    "It comes after the country’s top court blocked President Macky Sall’s attempt to postpone the election, originally scheduled for this month.",
    "Mr Sall’s last minute decree, backed by parliament, had triggered a political crisis in Senegal, once regarded as a bastion of democracy in West Africa.",
    "On Saturday, opposition supporters held signs demanding a “Free Senegal”.",
    "It is the first rally allowed by authorities since Mr Sall’s announcement two weeks ago.",
    "“Today’s watchword is mobilisation,” said presidential candidate Malick Gakou on the march.",
    "He told the AFP news agency there was “no room for error any longer” and elections must be organised in March in order for the handover of power between President Sall and his successor on 2 April - when the president’s second term in office is set to expire.",
    "Protesters in Dakar wore T-shirts emblazoned with the words “Protect our election” - named after the collective organisation of religious and civil groups opposed to Mr Sall’s controversial decree.",
    "On 3 February, Mr Sall announced he was pushing back the election date - originally scheduled for 25 February - because of concerns over the eligibility of opposition candidates.",
    "His proposal was supported by 105 out of the 165 MPs after a fiery debate which saw police remove some opposition MPs from the chamber.",
    "A six-month postponement was originally proposed, but a last-minute amendment extended it to 10 months, meaning a new election date of 15 December.",
    "That was until the Constitutional Council stepped in on Thursday, annulling Mr Sall’s decree and voiding the contentious parliamentary bill.",
    "A new date for the elections has not yet been given, but in its ruling the Constitutional Council said the president could not stay in power beyond the end of his term on 2 April.",
    "The West African body, Ecowas, France and the European Union all urged Mr Sall to comply with the decision. Mr Sall has promised to consult and come up with a revised election date.",
    "But the disputes which led to the postponement in the first place remain unresolved, including allegations of corruption in the Constitutional Council and objections from opposition figures who had been excluded from the candidate list.",
    "Holding the election using the disputed candidate list could spark renewed unrest and violence by those barred from standing.",
    "Most candidates have not been campaigning since Mr Sall’s 3 February decree.",
    "Widespread protests gripped the country in recent days, with many ending in violence and a large number of arrests. Three people have been killed in the demonstrations.",
    "However, tensions have eased since the court intervened and the authorities approved Saturday’s march. There was a strong, visible security force presence, but they did not wear riot gear as they had at previous demonstrations.",
    "Senegal is considered one of West Africa’s more stable democracies and is the only country in the region never to have had a military coup."
  ]
}