{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-online-bill-will-curb-freedom-of-speech-in-election-year-sajith-148548/",
  "time_ut": 1706089920.0,
  "original_lang": "en",
  "original_title": "Sri Lanka online bill will curb freedom of speech in election year: Sajith",
  "original_body_lines": [
    "ECONOMYNEXT – A controversial bill on controlling online publications is an attempt to curb the freedom of speech of the public in an election year, opposition leader Sajith Premadasa said.",
    "“This is election year, when a presidential and general election are to be held, clearly this was introduced to curtail the freedom of speech of the citizens of this country, right to express opinions, and destroy their democratic right,” Premadasa told parliament.",
    "Sri Lanka’s supreme court ruled that 31 provisions were unconstitutional.",
    "Several ruling party legislators and ministers referred to instances where they have been criticized or false statements made against them on social media.",
    "Ports Minister Rohitha Abeygunawardena said he was called Raththarang (gold) as an endearment when he was young but social media had now created the impression that he got the accolade after stealing necklaces (gold chains).",
    "Others also referred to the use of social media in the ‘Aragalaya’ which led to the ouster of the last administration and how mobs were instigated to set fire to their houses through social media.",
    "“What happened on May 9, 2022, when mobs destroyed houses, was made possible because of the misuse of social media,” Bandula Gunawardena said.",
    "He said a statement he made years ago was taken out of context and misrepresented on social media to such an extent that “When they set fire to the house I had built with my hard earnings (da-di-ya ma han si yen), they were yelling ‘where’s the man who said you can live on 2,500 rupees, come out we will set you on fire.”",
    "Premadasa said it was not correct to pass laws due to some personal reasons.",
    "“We never condoned the burning of houses, damage of property or the killing of people,” Premadasa said after conceding that social media was used to “spread hate (vayiri praksasha) and misinformation and required some regulation.",
    "Consequences of curbing freedom of speech was harmful to democracy and would bring dire consequences, he warned.",
    "Premadasa quoted George Washington who said in 1783 to warn of the dangers of removing the right to freedom of speech: “the freedom of speech may be taken away, and dumb and silent we may be led, like sheep, to the Slaughter”. (Colombo/Jan24/2024)"
  ]
}