{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lankas-elephant-crisis-no-single-solution-but-a-collective-will-jehan-canagaretna/",
  "time_ut": 1756658040.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Elephant Crisis: “No Single solution, but a collective Will” – Jehan CanagaRetna",
  "original_body_lines": [
    "Sri Lanka has lost more than 6,400 elephants in the past 24 years — an average of over 260 per year — and 250 more have died in just the first six months of 2025. For Jehan CanagaRetna, Vice President and Head of the Human-Elephant Conflict (HEC) Sub-Committee of the Wildlife and Nature Protection Society (WNPS), these statistics are a painful reminder of a crisis that has escalated to alarming levels.",
    "“The numbers keep me awake at night,” he said, speaking to  The Island. “We’ve known for decades that this wasn’t a problem that would disappear overnight. Human-elephant conflict has been brewing for more than 50 years. Without a systematic, united approach, there won’t be light at the end of the tunnel.”",
    "Sri Lanka’s elephant population, estimated at around 6,000, is among the largest remaining populations of Asian elephants in the world. Yet as forests shrink due to agriculture, infrastructure, and human settlements, elephants are increasingly forced into villages and paddy fields in search of food. This conflict has become one of Sri Lanka’s most pressing environmental and social challenges, killing an average of 400 elephants and over 150 people annually.",
    "CanagaRetna, a conservation leader with decades of experience and affiliations with Greenpeace South Asia and the Rainforest Alliance, believes the country has the knowledge to turn the tide — but lacks the political will.",
    "“The science is there. Solutions exist. But successive governments have failed to prioritise this issue,” he said. “HEC is not just a wildlife problem. It’s a rural poverty problem, a national security issue, and a matter of cultural heritage. The elephant is part of our identity as Sri Lankans. Losing them would be a tragedy.”",
    "In 2017, Sri Lanka unveiled a comprehensive National Action Plan on HEC, designed by a committee led by world-renowned elephant biologist Dr. Prithiviraj Fernando. The plan recommended science-driven strategies, from landscape-level land use planning to village-centric electric fencing.",
    "Yet, nearly eight years later, the plan has seen little implementation. “The biggest obstacle is a lack of seriousness at the policymaking level,” CanagaRetna noted. “The country’s bankruptcy also meant that funding wasn’t available. But the cost of inaction is far greater — every elephant and human life lost is a national failure.”",
    "He urged the government to empower the Presidential Committee on HEC, chaired by respected conservationist Dr. Sumith Pilapitiya, to revive the plan and lead coordinated pilot projects.",
    "One standout strategy is fencing villages instead of forests, a concept tested in two districts by Dr. Fernando. “We fence the villages and farmland, not the jungle,” CanagaRetna explained. “That keeps the forests free for elephants to roam their traditional ranges while keeping communities safe. More than 500 farmers are already benefiting from this model.”",
    "Among WNPS’s most promising contributions is the Light Repel System (LRS), a low-cost, community-driven method to keep elephants away from crops. Deployed in 24 sites across six districts, the LRS has achieved an impressive 82% success rate.",
    "“We’re piloting it, collecting data, and preparing a white paper,” he said. “Once that’s complete, we’ll present it to the government as a proven tool. Scaling it nationwide is possible, but we lack the funding to do it quickly. Right now, every installation depends on community partnerships and donor support.”",
    "Farmers in pilot areas have reported a noticeable drop in night raids by elephants, providing much-needed relief. “The LRS is simple but effective. For farmers, it’s a lifeline,” CanagaRetna added.",
    "While physical barriers and deterrents are essential, CanagaRetna stresses that solving HEC requires a cultural shift. In Anuradhapura District, WNPS has embedded staff in villages to live alongside farmers, experience their struggles, and co-develop solutions.",
    "“You can’t solve this conflict from Colombo. You need to live with these farmers, see the stress they endure daily, and build trust,” he said. “We’re working to change perceptions — to help communities see elephants as a resource, not an enemy. If they can benefit financially from conservation or ecotourism, hostility will decline.”",
    "This approach is already yielding signs of success. In Ehetuwewa, a farming community that has long been a hotspot for elephant encounters, some villagers are beginning to view elephants differently. “Yes, they see elephants as an asset when they’re rewarded for coexisting,” CanagaRetna confirmed.",
    "Initiatives like the Gaja Nena Sahana scholarships, which support children who have lost parents to elephant attacks, are part of this broader strategy. “We’ve just started awarding scholarships. It’s too soon to measure long-term impact, but these gestures of compassion can shift narratives and heal communities,” he said.",
    "Beyond community work, WNPS continues to invest in cutting-edge research. In partnership with the Department of Wildlife Conservation’s Elephant Transit Home and the University of Ragama, the organisation has conducted a groundbreaking study on antibiotic resistance among wild and captive elephants, including those foraging at garbage dumps.",
    "“This research is vital. It tells us that human mismanagement of waste isn’t just unsightly; it’s a health risk for elephants and humans alike,” CanagaRetna said.",
    "Another ongoing experiment is a GPS collar-based early warning system. The project aims to alert villagers when elephants approach their settlements, potentially preventing encounters. “We’ll know by year-end whether this system is scalable. If it works, it could save lives,” he explained.",
    "Calls to reintroduce elephant drives — a controversial practice where elephants are rounded up and relocated — are growing louder. CanagaRetna, however, is unequivocal in his opposition.",
    "“It’s scientifically proven that elephant drives don’t work,” he said. “Data from collared elephants shows they always return to their home ranges because the areas they’re driven to aren’t suitable. Worse, drives often displace herds of females and calves — not the lone bulls responsible for crop raiding. It’s a waste of resources and a source of trauma.”",
    "Instead, he advocates for a science-led review of all management practices. “If drives are unavoidable, at least collar elephants to study the aftermath. But our priority should be proactive, not reactive solutions.”",
    "For CanagaRetna, Sri Lanka’s elephant crisis cannot be solved by a single organisation, project, or technology. It demands a united national effort.",
    "“We need everyone at the table — the government, conservationists, farmers, the private sector, and international partners,” he urged. “Reducing stress for both farmers and elephants is essential. These communities need immediate relief, and elephants need safe corridors.”",
    "He also believes that empowering rural people economically could be transformative. “If we can help farmers earn from elephants, whether through tourism or incentives, much of this conflict will disappear. Coexistence isn’t a dream — it’s a necessity.”",
    "Sri Lanka’s elephants are deeply embedded in its cultural and spiritual fabric. From temple processions to ancient chronicles, these giants are symbols of strength and wisdom. Yet today, they are also symbols of conflict and tragedy.",
    "“The elephant is a keystone species. If we lose them, our ecosystems and identity suffer irreparably,” CanagaRetna warned. “Every dead elephant is not just a statistic — it’s a failure of leadership, a failure of society.”",
    "Until political will and community action align, the grim statistics will continue to climb. For CanagaRetna, that is unacceptable. “A few minutes with the President or Prime Minister wouldn’t be enough,” he said with a wry smile. “But if I had to say it in one sentence: adopt the action plan.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}