{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-cabinet-sub-committee-to-solve-vfs-global-eta-visa-stand-off-176900/",
  "time_ut": 1723710660.0,
  "original_lang": "en",
  "original_title": "Sri Lanka cabinet sub-committee to solve VFS Global-ETA visa stand-off",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s cabinet had discussed the delay in re-starting online visas after courts suspended the controversial VFS Global deal where tourists were charged high fees to go through website which the travel trade said was difficult to navigate.",
    "Though courts ordered that the earlier system operated by Mobitel, be restored, until hearing of the case is complete, the Department of Immigration has not yet restored the system.",
    "Minister Bandula Gunawardana said the matter was discussed at this week’s cabinet meeting and a discussion of ministry secretaries was also arranged.",
    "“The President also appointed a cabinet sub-committee to find a solution to this in a short time,” Minister Gunawardana said.",
    "Public Security Minister Tiran Alles told reporters last week that the since the Immigration Department’s back-end platform been changed to match the VFS Global system with new visa categories, it would take time to go back to the old system.",
    "However the biggest problem relates mainly to one category of visas, involving short term tourist visas.",
    "Many tourists were finding he VFS Global system difficult to navigate, especially the requirement to upload a passport photo in one format where, the specified size was being rejected, according feed back from tourists.",
    "The  VFS Global site, which is also offline at the moment, seemed especially challenging for older visitors.",
    "Minister Alles told reporters changes to the site could be considered to the, if the exact problems were communicated.",
    "Reporters questioned Minister Alles why are VFS Global a company used by Western countries to filter out visa seekers from developing countries, was chosen when Sri Lanka’s priorities were different. (Colombo/Aug15/2024)"
  ]
}