{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/US-Ambassador-expresses-concern-over-OSB/56-757774",
  "time_ut": 1706217215.0,
  "original_lang": "en",
  "original_title": "US Ambassador expresses concern over OSB",
  "original_body_lines": [
    "Expresses dismay at legislation’s passage in Parliament by a majority vote",
    "Emphasises failure to incorporate important input from key stakeholders, including civil society and tech companies",
    "Claims overly restrictive legislation can hinder investment and development of a digital economy in SL",
    "US Ambassador to Sri Lanka Julie Chung took to X (formerly Twitter) yesterday to voice her concerns about the recently approved controversial Online Safety Bill and its potential impact.",
    "The US envoy in Colombo expressed dismay at the legislation’s passage in Parliament by a majority vote, emphasising the failure to incorporate important input from key stakeholders, including civil society and tech companies.",
    "“The United States remains concerned about the potential impact of Sri Lanka’s Online Safety Bill, which passed yesterday without incorporating important input from key stakeholders, including civil society and tech companies who say that this legislation threatens freedom of expression, innovation, and privacy,” she said.",
    "“In addition to jeopardising democratic values, vague and overly restrictive legislation can hinder investment and the development of a digital economy, undermining the economic growth that Sri Lanka needs. The US urges Sri Lanka to prioritise transparency and ensure any legislation does not stifle the voices of its people,” Chung added.",
    "The Bill has faced intense criticism from the country’s opposition, labelling it as unconstitutional and in contravention of the amendments outlined in the Supreme Court determination. Additionally, civil society and human rights groups have also denounced the Bill, expressing concerns about its potential use to suppress dissent and curtail freedom of expression in Sri Lanka.",
    "Chung’s tweet elicited diverse responses from the public. Some questioned Chung about the actions the US government might take in response to the Bill’s passage, urging the US to help protect democracy in Sri Lanka. On the other hand, there were criticisms of Chung, with some stating that the US should not bully less developed countries for geopolitical ambitions. Some local X users pointed out that while the Online Safety Bill is harmful, foreign interference in domestic policy is equally detrimental.",
    "In early January, Minister of Public Security Tiran Alles asserted that a female diplomat had urged him to withdraw the Bill. Although he did not disclose the diplomat’s identity, he maintained that she had communicated with him over the phone and made the aforementioned request which he declined."
  ]
}