{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83490",
  "time_ut": 1705778640.0,
  "original_lang": "en",
  "original_title": "If  a Sri Lankan govt does away with the 13th amendment, can such an arrangement  be brought back through domestic domestic process given the fiercely anti devolution mood in the South?",
  "original_body_lines": [
    "The present Sri Lankan  constitution, in place for more than four and a half decades, has seen 21 Amendments. Most of them were brought by incumbent presidents to suit their political interests and were fundamentally  anti-democratic.",
    "But the 13th Amendment, which has a relatively democratic dimension in comparison, has long been the subject of intense political controversy. This writer  has already discussed several times  on the  controversies surrounding it.It  was brought in to create provincial councils after the July 1987 India-Sri Lanka Peace Agreement and has been a part of the Constitution for three and a half decades.",
    "The author is induced to write about it again by a statement issued last week by former minister and High Commissioner in India Milinda Moragoda.",
    "Moragoda, the founder of the ‘Pathfinder Foundation’, has insisted that the political parties should give priority to the abolition of the   provincial council system in their manifestos for the  upcoming national elections.",
    "This is not the first time that he has demanded the abolition of the provincial council system. Ahead of the 2020 general elections,he had asked political parties to express their positions in the manifestos regarding the repeal of the 13th amendment and the abolition of the provincial council system.But no party did it.",
    "Moragoda did not speak  much about the abolition of provincial councils during his  more than two years’ tenure as Sri Lanka’s High Commissioner to India. But after coming back from India, he has started talking seriously about it.",
    "A statement issued by his office reiterated his earlier position that provincial councils should be abolished and their powers given to reorganized local councils.",
    "“Local councils are in a better position to address and solve  community level problems as they work closer to the citizens. A small country of 22 million people does not require another unnecessary layer of administration.",
    "“Abolition of provincial councils should be part of an overall strategy to restructure and modernize Sri Lanka’s governance and economy. Provincial councils can be replaced by a district-level framework which would consist of relevant Members of Parliament, existing key local government office – baeares and other key stakeholders.",
    "” The original intent of the 13th amendment, enacted in  1987  was to create more provincial autonomy to help solve Sri Lanka’ s ethnic problem.Instead this structure has proven to be superfluous, expensive, divisive and fraught with inefficiency.",
    "” Rather than having an unnecessary layer of expensive administration,an empowered Senate / Upper House be set up to address issues concerning ethnic, religious and regional diversity.A representative and properly composed forum of this nature would be best positioned to identify solutions for many of the complex issues facing our nation today ” the statement said.",
    "Despite Moragoda’s arguments, none of the main candidates in the presidential election is likely to express any position on the 13th Amendment in their manifestoes. To get 50 percent plus one vote in the first round, parties will be concerned about securing additional votes from minority communities. So it can be hoped that they will not listen to Moragoda’s  request and not take any position that could damage their chances.",
    "At the same time, we can expect them to focus on  a stand that does not alienate the majority Sinhalese community or  the minority communities.",
    "President Ranil Wickremesinghe, who met Tamil parliamentarians including veteran leader R  Sampanthan last December, said that the parliament to be  elected in the next general election will take forward efforts for a political solution through a new constitution.",
    "The is no doubt that he made the announcement with the tactful intention of ensuring that the issue of  political solution does not become a key talking point in the next presidential election.",
    "Wickremesinghe, who announced early last year that the government would fully implement the 13th Amendment step by step over two years, stopped talking about it following protests in the Sinhala South.",
    "The President said that the 13th Amendment, which is a part of the Constitution, should be implemented or it should be abolished. He also suggested that any member of parliament could bring a new constitutional amendment as a private member bill to abolish the 13th amendment.But even members of parliament who are strong Sinhala nationalists are not willing to do so",
    "There is an allegation that Wickremesinghe paved the way  for more protests against the 13th Amendment in the South than before by way of his haphazard handling of the issue.",
    "He  said at one point that it was up to the Parliament to decide on the implementation of the 13th Amendment without police powers, but then decided that nothing could be done through the current Parliament and has now handed over the responsibility to the next Parliament.",
    "During his four – day visit to Northern Province earlier this month, the president, at a dinner with professional,. urged the provinces to utilize  the powers granted by 13th amendment for economic development asserting that devolution should not merely be political concept but an economic reality. He did not mentioned anything about the ethnic problem or a political situation.",
    "But, it is astonishing to note that hard-line Sinhala politicians like Wimal Weerawansa interpreted the president’s comments as an attempt to implement 13 plus.",
    "Tamil political parties, who have been saying that the 13th Amendment is not the basis for a lasting  political solution to the ethnic problem, have now requested the government to fully implement the amendment and hold provincial council elections as an interim measure. This is the latest position of the Tamil parties regarding the amendment.",
    "A suspicion has long been lingering in the people’s minds that someday a  Sri Lankan government may do away with the existing devolution arrangement in the form of the 13th Amendment in an attempt to bring in a new constitution. But there is also a belief among Tamil people and Tamil parties that India will never allow it.",
    "One day a question will arise as to why India has to keep insisting on the implementation of an amendment that doesn’t have the support of Tamils and Sinhalese.Another question how much India will care to prevent the abolition of the devolution arrangement in the midst of changing geopolitical conditions.",
    "New Delhi is  well aware that Colombo no longer wants to involve it in issues related to the Tamil problem in bilateral relations",
    "There is a huge difference between the international political situation that prevailed in the 1980s when India directly intervened in the Sri Lankan ethnic conflict and the situation today. But Tamil parties feel that they have no choice but to appeal to New Delhi.They do not seem to have a proper understanding of India’s current level of concern in the Sri Lankan ethnic problem after a bitter experience of several decades. Sampanthan often finds satisfaction in  saying  that India would never abandon the Tamils.",
    "The 13th Amendment is the only devolution arrangement in the Sri Lankan Constitution. No one needs to be a political expert to understand that it would never have been possible had it not been for India’s direct  intervention.If one day a Sri Lankan government does away with the 13th amendment, can such an arrangement  be brought back through domestic domestic process given the fiercely anti devolution mood in the South?",
    "Tamil people ( not Tamil politicians ) cannot help thinking about this question. Interpreting this question as one in favour of the 13th amendment or not would surely be nothing more than a contrarian approach to the issue that will not bear fruit There should be a conscious concern for the plight of the Tamils on the part of the Tamils themselves."
  ]
}