{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-plantations-to-battle-state-directed-wage-hike-in-courts-167772/",
  "time_ut": 1718236200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka plantations to battle state directed wage hike in courts",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Planters’ Association said a government mandated wage hike which amounted to 70 percent, will be contested in court, as the island’s wages were double that of India.",
    "Tea and rubber estates may have difficulties in servicing loans due to the wage hike.",
    "“The PA emphasizes that wages must be intrinsically linked to productivity to ensure the sustainability of businesses and the livelihoods of workers,” the group said in a statement.",
    "“Sri Lanka already grapples with the highest production costs, wages, and lowest productivity among all tea-growing nations.",
    "“Notably, the newly gazetted wage is double that of India, creating significant cost disparities in the global market.",
    "This unilateral increase affects not only the regional plantation companies but also over 400 private tea factories in Sabaragamuwa and the Southern province, smallholders employing external labor, and all rubber producers and factories, the statement said.",
    "Cot of production of a kilo of tea will be pushed to 1,450 rupees compared to an auction average of 1,250 rupees, the PA claimed.",
    "“This substantial gross loss poses serious financial challenges to the industry’s sustainability,” the statement said.",
    "“The industry has heavy borrowings, a wages board mandated business failure will impact the financial sector as well.”",
    "RPCs confirm that they will continue to contest Govt imposed 70% wage hike in courts",
    "The Planters’ Association of Ceylon (PA) confirmed that it has no option but to continue to oppose the sudden Wages Board decree to increase the fixed wage of tea and rubber sector workers by an unprecedented 70% on account of a lack of due process and unaffordability, with the matter being taken up for consideration before the Appeal Court and Supreme Court.",
    "The PA emphasizes that wages must be intrinsically linked to productivity to ensure the sustainability of businesses and the livelihoods of workers. Sri Lanka already grapples with the highest production costs, wages, and lowest productivity among all tea-growing nations. Notably, the newly gazetted wage is double that of India, creating significant cost disparities in the global market.",
    "This unilateral increase affects not only the regional plantation companies but also over 400 private tea factories in Sabaragamuwa and the Southern province, smallholders employing external labor, and all rubber producers and factories.",
    "The PA underscores that the fixed wage hike will elevate the cost of tea production to LKR 1450 per kg, surpassing the auction sale average of LKR 1250 per kg. This substantial gross loss poses serious financial challenges to the industry’s sustainability. The industry has heavy borrowings, a wages board mandated business failure will impact the financial sector as well.",
    "Highlighting the financial burden, the PA reveals that the annual cost of the 70% fixed wage increase exceeds the consolidated tea and rubber profitability of all regional plantation companies by several multiples. Currently, workers receive income from both fixed wages and productivity-based formulas, alongside EPF, ETF, Gratuity, and other provided services.",
    "The PA reiterates its commitment to safeguarding and enhancing employee livelihoods in a sustainable manner which secures the long-term viability of the industry and its employees."
  ]
}