{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/ceylon-chamber-congratulates-gov-for-bilateral-creditor-agreement-169951/",
  "time_ut": 1719547500.0,
  "original_lang": "en",
  "original_title": "Ceylon Chamber congratulates gov for bilateral creditor agreement",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s private sector trade body has congratulated the government for securing an agreement with official bilateral creditors for restructuring its external debt.",
    "“The Ceylon Chamber of Commerce congratulates the Government in securing an agreement with the official bilateral creditors of external debt,” the Ceylon Chamber of Commerce said in a statement.",
    "“The completion of the negotiations will help Sri Lanka improve its credit ratings and ease the access to finance for the economy.”",
    "Ceylon Chamber Congratulates Government on Reaching Key Milestone in External Debt Restructuring",
    "The Ceylon Chamber of Commerce congratulates the Government in securing an agreement with the official bilateral creditors of external debt.",
    "We extend our appreciation to the Official Creditors Committee chaired by France, India and Japan, members of the committee, China and the EXIM Bank of China and the Paris Club Secretariat.",
    "We also recognize the work of the Sri Lankan negotiating team in securing this agreement led by the President, State Ministers of Finance, the Governor of the Central Bank of Sri Lanka, Secretary to the Treasury, other key officials and advisors who have assisted in this process.",
    "We hope that this agreement will provide the momentum to reach an agreement with the commercial creditors at the earliest.",
    "The completion of the negotiations will help Sri Lanka improve its credit ratings and ease the access to finance for the economy.",
    "The Chamber will continue to advocate for the implementation of progressive structural reforms that will compliment the restructuring of external debt and ensure a sustainable recovery in Sri Lanka’s growth and development trajectory."
  ]
}