{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/uber-eats-joins-hands-with-sos-childrens-villages-sri-lanka-to-support-child-nutrition/",
  "time_ut": 1735935720.0,
  "original_lang": "en",
  "original_title": "Uber Eats joins hands with SOS Children’s Villages Sri Lanka to support child nutrition",
  "original_body_lines": [
    "Uber Eats, Sri Lanka’s leading food and grocery delivery platform, has partnered with SOS Children’s Villages Sri Lanka, a renowned international non-governmental organization, to support vulnerable children across the country. Uber Eats has donated LKR 1 million to provide daily meals and essential care to children without parental support. Additionally, the partnership empowers Sri Lankans to make a difference by donating meals through the Uber Eats app.",
    "For more than four decades, SOS Children’s Villages Sri Lanka has supported vulnerable children by providing them the care, relationships and support they need to become their strongest selves. More than 4000 children in Sri Lanka have benefited from one or more programs offered by the organization. It will use the funds contributed by Uber Eats to provide daily meals and maintain the facilities on ground.",
    "Now, Sri Lankans can easily contribute to this cause by choosing from three meal donation options—One Day, One Week, or One Month of Meals—from the Uber Eats app itself throughout the month of December. Every rupee donated through the Uber Eats app goes directly to SOS Children’s Villages Sri Lanka, ensuring 100% of the funds benefit children in need, with no fees charged by Uber Eats.",
    "Divakar Ratnadurai, National Director of SOS Children’s Villages Sri Lanka, said, ” “This partnership with Uber Eats serves as an exemplary demonstration of how technology can be leveraged for social benefits. We are delighted that through this campaign, we are able to engage the community in supporting children without parental care and amplify their voices across Sri Lanka.”",
    "Varun Wijewardana, Country Manager – Delivery, Uber Sri Lanka, said, “We are proud to use the power of technology to make a real difference this holiday season. By partnering with SOS Children’s Villages Sri Lanka, we are empowering Sri Lankans to donate meals directly through our app – making it easier than ever for everyone to contribute to this vital cause. This partnership is a testament to Uber’s commitment to make a meaningful difference in the communities we serve and bring a positive change to the lives of children who need it most”",
    "Nimal Gunewardena announces exit from NGage Strategic Alliance, entrusting legacy to Sheron Jayasundara",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}