{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103811/leave-cancelled-for-engineers-and-technical-officials-managing-reservoirs",
  "time_ut": 1732696260.0,
  "original_lang": "en",
  "original_title": "Leave cancelled for engineers and technical officials managing reservoirs",
  "original_body_lines": [
    "The Ministry of Agriculture, Livestock, Lands, and Irrigation has issued a notice for the engineers and technical officers from the Irrigation Department, who are in charge of managing reservoirs, amidst the prevailing adverse weather conditions.",
    "Accordingly, the engineers and technical officials of the Irrigation Department and the Mahaweli Authority who are responsible for reservoir management are required to remain at their workplaces.",
    "According to the notice, the leave of all such officials who are currently on leave will be cancelled.",
    "The Minister of the Ministry of Agriculture, Livestock, Lands, and Irrigation has issued the following instructions,",
    "1.  That the engineers and technical officers managing reservoirs from the Irrigation Dept. and Mahaweli Authority should remain at their work places.",
    "2. To cancel the leave of such officers on leave with immediate effect,",
    "3. To provide necessary assistance to the Divisional Secretaries in providing support to the Mahaweli Authority personnel in their respective areas,",
    "4. To constantly monitor and review the existing situation and take necessary measures promptly by a committee, chaired by the Ministry Secretary, comprising the Director General of Irrigation, Director General of the Mahaweli Authority, and Director General of Agriculture,",
    "5. To inform the residents living near the overflowing of reservoirs of Parakrama Samudra and the Rajanganaya Reservoir to remain vigilant.",
    "6. That the officials of the relevant institutions should take necessary safety measures for the people living in low-lying areas around Akkaraipattu and the Nilwala River, which have been affected by the rains.",
    "7. To identify the areas that will be damaged at risk of future disasters due to rainfall and take steps to inform the public about potential hazards."
  ]
}