{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/resurgence-of-police-cadet-corps/",
  "time_ut": 1711833660.0,
  "original_lang": "en",
  "original_title": "Resurgence of Police Cadet Corps",
  "original_body_lines": [
    "The National Cadet Corps (NCC) is an organization sponsored by the Ministry of Defense, operating in schools and normally including Army, Navy, and Air Force sections. The Corp is open to secondary school students and its officers are government teachers and educational administrators who serve as instructors. The Cadets are given basic military training in small arms, parades and leadership training.",
    "The Mission of the National Cadet Corps is to train and inspire cadets using an effective training curriculum so that each cadet shall develop character, courage, sportsmanship, self-reliance, discipline, civil-mindedness, the spirit of adventure, responsibility, and comradeship to be a human resource of well-trained youth, capable of providing leadership in all aspects of life.",
    "In 1988 the Sri Lanka Cadet Corps, which was part of the Sri Lanka Army Volunteer Force became the National Cadet Corps which was ceremonially inaugurated on April 29, 1988 by J. R. Jayewardene, the then President of Sri Lanka under the Mobilization and Supplementary Forces Act, No. 40 of 1985. Currently administered under this law it was founded in 1881 and was formerly known as the Ceylon Cadet Corps. A Director of Major General rank heads the NCC.",
    "Former Prime Minister Sirimavo Bandaranaike wanting to create a cordial relationship between school children and the Police Department, after studying similar programs in Malaysia and Singapore initiated the Sri Lanka Police Cadet Corps with the support of the then Ministry of Education and the Sri Lanka Police Department.",
    "The purpose of the Police Cadets Corps is to promote community spirit between the police and the public in the interest of a disciplined society and to contribute to society a group of youths with qualities of leadership, character, sportsmanship, self-assurance, ability to bear responsibilities and self-confidence.",
    "The responsibility of forming the Sri Lanka Police Cadets Service fell on the shoulders of Stanley Senanayake who was then Inspector General of Police. It was launched on July 4, 1972, at the Reserve Police Headquarters located in Longden Place, Colombo. That was one of the first steps to creating a close association between the public and the Sri Lanka Police, among the oldest public institutions of the country. It began as an attachment of the Sri Lanka Reserve Police.",
    "On July 3, 1972, six schools, Kingswood College, Kandy; Mahinda College, Galle; Hindu College, Jaffna; Ananda College, Colombo; Zahira College, Gampola; and Sangabodhi Vidyalaya, Nittambuwa were selected for the pilot project. By 1978, this number rose to 32 boys’ schools and 19 girls’ schools. Each of these individual platoons consisted of 33 cadets. The masters, who were in charge of these platoons, were considered part of the Reserve Police and were assigned with the rank of an Inspector (IP) or a Sub Inspector (SI).",
    "The Inspector-General’s Challenge Trophy being awarded to the best Police Cadet Platoon. (The young cadets will be recognized at a passing out parade where their parents will be present).",
    "Twelve teachers were first chosen from six selected schools in the island to be given a special training on behalf of the Cadets Corps. They were recruited through a Police Gazette notification published in October 1972 advertising the posts of Sub-Inspectors of Police and deployed in the relevant schools.",
    "Training in marching, physical exercises, judo, gymnastics and swimming and tasks of self-defense as well as other sports were provided by the Police Cadets Corps. This training continued from 1972 to 1985. Subsequently these activities came to a halt due to the various crises that prevailed in the country. They were recommenced in the year 2010.",
    "With the recommencement, cadet instructors were recruited to promote the Cadets Corps with the objective of establishing such corps in every school island wide. In 2021, with the intention of promoting Police Cadet Corps in the northern and eastern areas, Tamil police officers deployed at police stations in those areas were selected for Cadet Corps activities and given training. Later arrangements were made to deploy them as instructors. Furthermore, a Police Cadet Corps was established within the Sri Lanka Police as a Division of the Police Cadets Corps, on 16.06.2022 and a Senior Superintendent of Police was appointed to supervise its work.",
    "Despite the original intention of Mrs. Bandaranaike in initiating a Police Cadet Corps to create a cordial relationship between schoolchildren and the Police Department, the training of Police Cadets, contrary to the PM’s vision, continued to be under the Army. Although successive Inspectors-General made several attempts to bring the training of Police cadets directly under the Police, they failed and the training continued under the Army.",
    "In the meantime, on February 26, 2024 Minister Tiran Alles declared while addressing the ceremony to declare open the new Training Wing at, Rantambe that the Ministry of Public Security intends to establish the Police Cadet Corps (PCC) as an independent unit with a new uniform. He said the PCC has a huge responsibility in educating their schoolmates and students of their schools on how they can avoid bad influences such as drug use, and set an example in good and disciplined conduct. The minister perhaps was mindful of the drug menace that he has on his hands when he made the declaration.",
    "It is generally known that many young people violating the law have often not been given any exposure to teamwork and the basics of leadership. The youth who break the law have no affiliation to any religious or moral values and this is a reason why they take to narcotics. In the circumstances, at a day and age when young people are prone to various forms of deviant behavior and addictions that lead to suicide, the police cadets is an excellent way to make new friends and learn valuable lessons that will enrich a young life.",
    "The purpose of the Police Cadets Corps. is to promote community spirit between the police and the public on behalf of a disciplined society, and to create a peaceful environment sans fear of crimes and violence as well as to contribute to society a group of youths with qualities of leadership, character, sportsmanship, self-assurance, ability to bear responsibilities and self-confidence.",
    "Training imparted to Police Cadets is more civilian in approach than the Training given to cadets joining the NCC. NCC and Police Cadets differ in objectives and are quite different in approach and methodology in training. Police cadets are taught about the law and the way a policeman works in real life. Therefore, this program is a great platform for these students to learn about the police. Further, experience has shown that many of them like to join the Police later in life. Therefore, it is timely that the minister has decided to establish the Police Cadet Corps (PCC) as an independent unit apart from the army.",
    "The public see the police as the guardian or the law and its enforcer. A policeman has to deal with all classes of society and comes into contact with human nature in all its aspects. He usually has to act alone in dealing with every sort of contingency without the advice of a more experienced comrade, and without being able to refer to any book or other authority for guidance.",
    "Those who can be depended upon to develop into policemen of that type are not to be found on the highways and byways. They must be carefully selected. Not only should their educational qualifications, consonant with the educational standards of the country, be adequate, but also their character should be exemplary. Only such people can resist the many temptations to which policemen are daily exposed. They alone can walk the straight and narrow path of the Police profession. Police Cadets would, therefore, prove to be a reliable source material for recruitment to the police.",
    "Now that the minister has decided to establish the Police Cadet Corps as an independent unit apart from the Army, it is opportune for the Police Cadets to blossom independently under the able guidance of the two dedicated officers – Deputy Inspector-General of Police – Yikson Senevirathna and Chinthaka Gunarathna, the Director (Police Cadets) under the Police Vote.",
    "‘Waiting for a call from Daddy’: Lankans die in Russia’s Ukraine war",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}