{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hnb-finance-unveils-three-new-gold-loan-units-in-beliatta-kurunegala-and-kuliyapitiya/",
  "time_ut": 1723393320.0,
  "original_lang": "en",
  "original_title": "HNB FINANCE unveils three new gold loan units in Beliatta, Kurunegala and Kuliyapitiya",
  "original_body_lines": [
    "HNB FINANCE PLC recently announced three new Gold Loan Units at its Beliatta, Kurunagala – Metro and Kuliyapitiya branches.",
    "Introduced in response to the growing demand for gold loan services, the newly dedicated Gold Loan Units were introduced at 51/1, Mathara Road, Beliatta; 155, Puttalam Road, Kurunagala; and 355, Madampa Road, Kuliyapitiya.",
    "HNB FINANCE Deputy General Manager and Credit Head Indunil Jayawardena graced the Beliatta Branch opening, while Channel Management Head Pathum Sampath Cooray and Product Business Management Head and Assistant General Manager Luxman Eraj graced the Kurunegala – Metro and Kuliyapitiya branch openings, both of which were attended by AGMs, Department Heads and branch managers, among other distinguished guests. The new Gold Loan Units were introduced to enable existing and potential customers from each region, who can now avail themselves of the company’s innovative gold loan products, such as Gold Loan, Gold Plan, and VIP Gold Loan, with some of the industry’s best values for gold at the lowest rates.",
    "“With the rising demand for value-driven gold loan services, our introduction of our unique Gold Loan Units to Beliatta, Kurunagala – Metro and Kuliyapitiya will deliver personalised and reassured services to all of our existing and potential customers,” said HNB",
    "Designed to bring maximum value to any business or individual with the utmost care, the Gold Loan Unit offers cash loans against the customer’s gold.",
    "Kaspersky cybersecurity summit in SL reveals emerging threats and AI-powered challenges",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}