{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/president-needs-to-take-up-challenge-of-leaving-a-legacy/",
  "time_ut": 1708364760.0,
  "original_lang": "en",
  "original_title": "President needs to take up challenge of leaving a legacy",
  "original_body_lines": [
    "Even as the date for the presidential elections approaches, there are increased speculations regarding those elections, not only who might win but also whether those elections will be held at all.  There is also a debate being generated whether the presidential elections ought to be held at all.  There are many who feel that President Ranil Wickremesinghe needs to be given more time to take the country to development. United States Assistant Secretary of State for South & Central Asian Affairs, Donald Lu, might be one such. He has described Sri Lanka’s economic recovery as one of the greatest comeback stories in the part of the world he deals with. On the other hand, there are others who argue in favour of abolishing the presidency as soon as possible.  This would also do away with the need for a presidential election to be held.",
    "There is indeed a strong case for the abolishing of the presidency which is generally believed in the country to be an institution that is over-powerful and prone to abuse by those who are elected to it.  This argument has been made into an election campaign theme by some of the past presidential candidates at past presidential elections.  But after they won the elections those who promised to abolish the presidency failed to do so, and instead made strenuous efforts to stay on as long as they could, which explains why the presidency continues to this day. There being little faith that those who win the presidency will wish to abolish it, there is an opinion being formed that the presidency should be abolished before the presidential elections. The fact that the presidential form of government led the country to economic disaster is another reason for the hurry. There is, however, a question as to the practicability of this proposition.",
    "The present system of government is called the executive presidential system on account of the central role in the constitution given to the presidency.  It can be imagined that cutting out this central institution will be like a fatal wound caused to the prevailing structure of governance. It may be argued that through skillful constitutional engineering that the hole caused by the excision of the presidency can be filled.  But the speed at which these reforms can be enacted is questionable in the absence of a political consensus that includes both government and opposition on the issue which is presently not to be seen. If there is to be an abolition of the executive presidency, it is very necessary for there to be consultation with the population and political parties about the new system that will replace the executive presidency. It must be one that meets the expectations and aspirations of the ethnic and religious minorities as well. There is no such consensus at the present time.",
    "There have been deliberations on a new constitution and on constitutional reform on many occasions. However, constitutional schemes from the past cannot substitute for the need to consult people and political parties at this time, when circumstances have changed so drastically, having experienced the Aragayala protests and economic bankruptcy. There is also need for recognition that where there is no consensus, as on the solution to the ethnic conflict and the inclusion of ethnic and religious minorities into governance, change proceeds painfully slowly.  This can be seen in the change of the electoral system to the provincial councils that commenced in 2017 and has still not been completed with the result that provincial council elections are overdue five years. It is also noteworthy that 36 years after being made part of the constitution, the provincial councils are in abeyance and there is a proposal pending to eliminate their police powers which, in any event, was never implemented. Fast tracking constitutional change does not seem to be an option especially when all eyes are focused on elections.",
    "Public opinion polls are repeatedly showing that the opposition candidates are ahead in the presidential race by significant margins. If these poll results are anywhere close to reality it can be surmised that the vast majority of people are looking for an election.  They would see that it is an election more than anything else that could dislodge the government which is entrenched in power under the leadership of President Wickremesinghe.  Two years ago the weakness of the government was such that its leading members dared not come into the public as they feared the wrath of the mob.  Some even faced heckling at weddings where people who had come for the happy occasion started hooting those whom they accused of bankrupting the country.  Now they are able to attend public functions without fear and with reasonable confidence that their security personnel can handle any eventuality.",
    "The prospect of losing power is never a pleasing one to political leaders with their sights on power.  Even advanced countries such as the United States have faced this situation.  At the presidential election held in 2020, incumbent president Donald Trump refused to accept defeat and claimed the election was rigged.  The desire of those in power in developing countries would be as strong, perhaps even stronger, as losing power could make the incumbent vulnerable to revenge in which the system of checks and balances fails to protect them.  The prospect of facing an unknown future in the aftermath of electoral defeat would also be unnerving to those in government, especially if the new government is composed of those with a very different political ideology.",
    "The present government is for the most part a continuation of the government that had to face down the protest movement in which tens of thousands of people from all parts of the country participated.  During those halcyon days, protestors young and old from far and near came on foot, on motorcycles, tractor trailers and improvised lorries to be part of a historic revolution they thought was near.  The vision of a “system change” that motivated them to make big sacrifices to come to the various protest sites still lives within them, as indeed it must within all who want to see Sri Lanka politically awaken and rise to its full economic potential which is still a distance away.  The main beneficiaries of the elections to come will be those who best hold out the hope of system change that will eradicate corruption and ensure a fairer distribution of the costs of getting out of bankruptcy.",
    "The opportunity to effect governmental change will come in October when the constitutionally mandated presidential election falls due. Those in the government would prefer if those elections do not take place or are postponed for as long as possible.  In March 2022, the government ensured that local government elections were not held by denying the Election Commission the money to hold them.  The government’s determination not to hold those elections was high. It even disregarded the Supreme Court order to make the money available to the Election Commission to conduct the elections. This was a highhanded act that undermines the principles of democracy itself. There is concern that the presidential election will similarly be postponed on some ground or the other.",
    "However, on this occasion, the President’s media unit has stated that the presidential election will be held within the mandated period and according to the current timeline. It added that the general election will be held next year and financial provisions will be provided for in the 2025 budget.  The government has also stated that the Election Commission is responsible for conducting the elections and the government will be communicating with the Commission as and when required. President Ranil Wickremesinghe has also reiterated to a group of MPs who met him recently that the presidential election would be held on time and there would be no abolition of the presidency. Speaking in a statesmanlike mode, the president said, “I have clearly stated several times that I have no intention to put off the presidential elections. Funds for that purpose are there. The talks about attempts to abolish the executive presidency were circulated by the main opposition.”",
    "The president is also reported to have said that “People of this country know better than the opposition that the abolition of the executive presidency cannot be done in a hurry. There is a procedure to do that. We should not fall into their trap. Do not waste your time on this. You speak of the economic revival programme that we are carrying out.” Likewise, President Wickremesinghe can also seek to address the country’s most intractable problem, the ethnic conflict by ordering the full implementation of the 13th Amendment which would make it easier for the victor at the next election to find a mutually acceptable solution. Whether he succeeds or not he could feel contentment that he did what he had agreed and undertaken to do.",
    "“Sri Lankan unity paves the way for rapid national development” – President",
    "Agriculture and tourism key sectors for the nation’s swift recovery- President",
    "FAO Director General discuss economic recovery, Agriculture modernization with President",
    "RW tells MPs that “there are no short cuts to abolish executive presidency”",
    "Under Ranil Wickremesinghe, Sri Lanka is going fast – in reverse",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}