{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top-story/Is-it-time-to-back-Wanindu-Hasaranga/155-284504",
  "time_ut": 1718004180.0,
  "original_lang": "en",
  "original_title": "Is it time to back Wanindu Hasaranga?",
  "original_body_lines": [
    "June 10 (Daily Mirror) - Having lost their first two games of the ongoing T20 World Cup in United States of America & West Indies, Sri Lanka are on the brink of another humiliating exit from the most high-profile event of the year.",
    "Following a dreadful batting display against South Africa on the opening game, Sri Lanka looked to be in control against Bangladesh batting first when opener Pathum Nissanka was smashing the bowlers all over the park, but unfortunately after his dismissal Sri Lanka had another shocking batting collapse only making 124 at the end of their 20 overs.",
    "In both the games, Sri Lanka bowlers were able to keep the team in the game until the last moment despite defensive depressingly low scores. However, with both the games ending in defeat, the question marks have been raised over the appointment of Wanindu Hasaranga as captain.",
    "On Saturday against South Africa, Sri Lanka were forced to bowl Dasun Shanaka the nineteenth over and had the game gone on to the twentieth over either Angelo Mathews or Dhananjaya de Silva would have needed to bowl - this has seen Hasaranga's captaincy come under criticism. Especially, given that Dasun Shanaka was in reasonable bowling form, perhaps he could have brought the medium pacer early after power-play and kept the front line fast bowlers for the death.",
    "On the other hand, Wanindu Hasaranga's performance has been disastrous during this campaign. During the recent success of Sri Lanka team in T20s against fairly lesser opposition, Hasaranga's batting really made huge difference as he scored important runs in quick cameos through the middle setting up the innings for the likes of Angelo Mathews and Dasun Shanaka. However, during the two games so far Hasaranga has only faced three balls batting up the order making two ducks.",
    "In the past, Hasaranga has often been the man who bowled game-changing overs leading Sri Lanka to wins, but against both South Africa and Bangladesh he bowled the two decisive overs which were the turning points for the defeat. He was taken to the cleaners by Towhid Hridoy smashing three sixes in a row - after which  the game was gone from Sri Lanka despite his wicket afterwards.",
    "Moreover, Hasaranga's comments on the defeats have also come under criticism. The leg spinner when asked about the turning point of the game against Bangladesh, put the blame on the part-time bowlers, during the post-match presentation, and then refused to attend the post match press conference sending Nuwan Thushara and team manager instead.",
    "The Sri Lankan fans are used to seeing top gentlemen such as Kumar Sangakkara, Mahela Jayawardane and Marvan Atapattu leading the side. In Hasaranga, Sri Lanka has someone who celebrate wickets aggressively - but the side has been playing dreadfully defensive cricket with too many players who should only play Test cricket.",
    "Amid the mountain of criticism, it is felt that Hasaranga may still be the only option as captain because his place in the team has never been in doubt for the last four or five years. Every other player has been under the microscope from time to time. For instance former captain Dasun Shanaka lost the captaincy due to lack of performance. Hasaranga on the other hand, while going through what appears to be a really difficult time, has still got four wickets in two games.",
    "Even if Sri Lanka gets knocked out of World Cup at the end of Group Stages - which looks very likely at the moment, the selectors must keep faith in Hasaranga while he himself needs to work on his tactics."
  ]
}