{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/COPA-finds-former-Provincial-Council-Chief-received-Rs-7-7-m-above-fuel-allowance-limit/56-780057",
  "time_ut": 1754611553.0,
  "original_lang": "en",
  "original_title": "COPA finds former Provincial Council Chief received Rs. 7.7 m above fuel allowance limit",
  "original_body_lines": [
    "Reveals Governor’s Personal Secretary obtained fuel allowance when Governor was overseas",
    "COPA also calls for report on rent collection of Provincial Council land",
    "Discloses supplier provided 30-watt street lamps claiming to be 90-watt street lamps",
    "The Committee on Public Accounts (COPA) yesterday (7) disclosed that during the period 2014-2017, an overpayment of Rs. 7,730,262 in excess of the approved fuel limit had been made to the former Sabaragamuwa Provincial Council Chief Minister.",
    "This disclosure was made at the COPA convening held recently in Parliament, chaired by MP Aravinda Senarath, to discuss the Auditor General’s Reports of 2022 and 2023 and the current performance of the Sabaragamuwa Provincial Council.",
    "It was revealed that, according to the 2010 State Expenditure Management Circular, a monthly fuel allowance of 1,700 litres had been approved for three vehicles used by the former Chief Minister of the Sabaragamuwa Province, and a payment of Rs. 9,850,170 had been made since 2014. However, based on a decision of the Board of Ministers of the Sabaragamuwa Provincial Council, an additional 1,500 litres of fuel each month was approved through the Development Design and Machinery Authority and the Sabaragamuwa Provincial Road Passenger Transport Authority. Accordingly, the Machinery Authority had paid Rs. 2,695,000 in 2016 and 2017, while the Provincial Passenger Transport Authority had paid Rs. 5,035,262 from 2014 to 2017. As a result, it was revealed that Rs. 7,730,262 had been paid in excess of the approved fuel limit. Therefore, it was recommended that a report on this matter be submitted to the COPA within a month. The Committee also recommended that steps be taken to recover the excess amount paid.",
    "It was further revealed that the Personal Secretary of the Governor of the Province had obtained the fuel allowance during the Governor’s absence from the island. It was identified that a sum of Rs. 725,000 had been paid in 2022 in this manner. According to the Presidential Secretariat Circular dated 12 October 2018, there are no provisions to grant a fuel allowance allocated to one individual to another. Hence, the Committee pointed out that this amount should be recovered from the former Governor. The Chair of the Committee also stated that the former Governor will be summoned before the COPA in the future.",
    "The Committee also pointed out that issues had been observed regarding the collection of rent on lands owned by the Provincial Council. Therefore, it was recommended that a report including all relevant information be submitted within two months.",
    "In addition, the Committee inquired from officials regarding the non-payment for 1,500 LED solar-powered street lamps claimed to be 90-watt that had been supplied by a supplier in 2024. Officials disclosed that the supplier had actually delivered 30-watt street lamps while claiming them to be 90-watt. Therefore, payment had not been made. Despite being informed to supply the street lamps in accordance with the specified requirements, the supplier had failed to do so and had instead lodged complaints with the Kandy Regional Office of the Human Rights Commission. The Committee observed that a clear act of fraud had been committed in this instance and therefore recommended that an investigation be conducted into the procurement process concerned.",
    "The meeting was attended by Committee Members Deputy Ministers Nalin Hewage and Sugath Thilakaratne, MPs Chandana Sooriyaarachchi, Janaka Senarathna, Oshani Umanga, T.K. Jayasundara, Thushari Jayasingha, Attorney-at-Law, Susantha Kumara Nawarathna, Chanaka Madugoda, Sagarika Athauda, Attorney-at-Law, Manjula Suraweera Arachchi, Dr. Janaka Senarathna, K. Ilankumaran, Sunil Rathnasiri, and Lal Premanath, along with a group of State officials."
  ]
}