{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Radical-right-radical-left-hyper-Indianisation-and-re-learning-Premadasa-s-system-change-economics/4-763518",
  "time_ut": 1719418229.0,
  "original_lang": "en",
  "original_title": "Radical right, radical left, hyper-Indianisation and re-learning Premadasa’s system-change economics",
  "original_body_lines": [
    "‘Archbishop of Colombo, Malcolm Cardinal Ranjith has voiced his strong criticism against the proposed Indo-Lanka land bridge project. Speaking to the media in Ruwanwella on Friday Cardinal Ranjith warned the project will endanger Sri Lanka’s sovereignty and independence. He cited historical instances of South Indian invasions where Sinhalese kings had to defend and reclaim parts of the island. He warned that such a project would lead to Sri Lanka becoming a part of Tamil Nadu…",
    "“Who needs this bridge? It’s evident that the idea originated from foreign requests, not from the people here,” the Cardinal stated. “This Government is determined to follow all external directives without considering whether they are beneficial or harmful to us. We must be cautious and avoid actions that are not in our best interest. Otherwise, we will find ourselves in an even worse crisis than we already face. We must not do anything that jeopardises our sovereignty and independence.” Cardinal Ranjith said…’",
    "The Modi and Wickremesinghe administrations, one elected, the other not, are striving to lock us irreversibly into arrangements which are inconsistent with our national interest.",
    "‘ “Appreciated the progress made on various bilateral projects and initiatives. Under President Ranil Wickremesinghe’s guidance, we discussed the way forward for India-Sri Lanka cooperation, especially in power, energy, connectivity, port infrastructure, aviation, digital, health, food security, education, and tourism sectors,” Jaishankar said on his official Twitter platform.’ (https://economynext.com/indian-fm-meets-sri-lanka-political-leaders-focuses-on-committed-deals-168970/)",
    "Note the term “connectivity”. No representative of Sri Lanka elected by its sovereign people made any commitment to “connectivity”. Wickremesinghe did.",
    "“With the prospect of elections in Sri Lanka, visiting Indian External Affairs Minister Dr. S. Jaishankar reportedly said in his meetings here that it is important that India-funded projects such as renewable energy projects are not derailed by any incoming government…He stressed the need to ensure that these projects continue under any incoming government after the upcoming presidential election…He called on the implementation of the Adani power projects saying it would benefit Sri Lanka.” (https://www.dailymirror.lk/top-story/Jaishankar-seeks-non-derailment-of-India-funded-projects-under-incoming-government/155-285419)",
    "“I discussed with Prime Minister Modi the need to accelerate the joint program that we have decided, agreed on. So, the major ones are identified, and Foreign Minister Jaishankar came down today [20th] to have a discussion. Now this will show the new path we are taking,” president Ranil Wickremesinghe said. (https://economynext.com/sri-lanka-will-expedite-indian-projects-president-169028/)",
    "Ranasinghe Premadasa and Sirimavo Bandaranaike competed for the Presidency in 1988 on a pledge to send back the IPKF. Any incoming administration following the 2024 elections will have to delink from ‘commitments’ made to India by an unelected President. Otherwise, it too will face an uprising—as NAFTA triggered Mexico’s Zapatista revolt.",
    "In Dehiyattakandiya, Anura Dissanayaka addressed a mass meeting of peasants, delivering a scorching social indictment of their diminished lives under the present system. It was a superb, socially-grounded sizzler, more evocative than anything I had heard from Wijeweera. (https://youtu.be/K3N-9mp0UmQ?si=W4l45_c9CHswMLKD)",
    "However, he might’ve miscalculated when he acerbically added that “we [the JVP-NPP] don’t distribute goods, but we do distribute ideas which can change people’s circumstances”. That’s subjectivist idealism.",
    "The Far Right and the Radical Left came onto the political stage at separate venues within the space of a few days.",
    "Sarvajana Balaya, bearing the same religio-cultural ultraconservatism that marks the ultranationalist Far Right globally, held a meeting in Nugegoda. Though it drew a reasonable crowd, it fell far short of the numbers of Nugegoda February 18th 2015.",
    "The 2015 meeting was in the name of Mahinda Rajapaksa, wartime president and populist hero. The Feb 2024 Nugegoda meeting wouldn’t have been much bigger had Mahinda been on stage. History’s ‘Mahinda moment’ is over.",
    "Sarvajana Balaya is anti-Basil, pro-Gotabaya. The only criticism it has of the failed Gotabaya presidency is that he was allegedly under the influence of Basil. That’s a whitewash. GR’s handover to Ranil Wickremesinghe, induction of Nandalal Weerasinghe, and pivot to the IMF overlooking the China option could be attributed more to the influence of Moragoda and/or US Republicans than to Basil.",
    "The Jana Aragala Sandaanaya or People’s Struggle Alliance (PSA) is led by the most heroic and popular figure of the Aragalaya, Wasantha Mudalige, former convenor of the Inter-University Students’ Federation (IUSF). Other familiar Aragalaya faces include Swasthika Arulingam, Lahiru Weerasekara, Nuwan Bopage, Duminda Nagamuwa and Tharindu Uduwaragedera.",
    "A Maoist grouping from the North-East whose lineage dates back to N. Sanmugathasan’s Ceylon Communist Party and its 1960s struggle against caste discrimination, is a component of the PSA.",
    "The PSA’s economists Dr Kalpa Rajapakshe and Dhanusha Gihan Pathirana incisively critique the ‘IMF trap’ and call for an ‘exit strategy’. The PSA critiques Indian economic expansionism frontally while identifying with India’s left and the democratic struggles of the Indian people.",
    "It has an enlightened –even overgenerous -- approach to the ethnonational question, echoing the Constitution of Bolivia promulgated under Evo Morales and the post-monarchic Constitution of Nepal introduced by the Maoists.",
    "Almost 50 years before the Aragalaya, Ranasinghe Premadasa insisted that “this system must change” and defined the necessary change more radically than anyone else so far.",
    "“…Going to them for the vote alone is not sufficient. In order to formulate and implement policies from the village level to the national level we must get the active participation of our people including the new generation. The root cause of unrest among our people is that we have reduced them to mere voting machines operating once in five years. This system must change; and change completely to make the people the real masters”.",
    "(Colombo West Rotary Club speech, April 4th 1973, republished as People’s Participation in Government- CDN Nov. 21, 1991.)",
    "As president, Premadasa squared the circle, achieving that rarest economic breakthrough: simultaneous growth with equity.",
    "The late Fernando Fajnzylber, renowned Chilean economist, is famous for his four-box matrix with its ‘empty box of growth and equity’. While most countries had achieved neither growth nor equity, and many others ticked either the growth or the equity box, the fourth box ‘growth plus equity’ was empty. (Fajnzylber, ‘Unavoidable Industrial Restructuring in Latin America’, Duke University Press, Durham NC).",
    "As Prof Jorge Castaneda, a former Foreign Minister of Mexico observed:",
    "“No nation in Latin America has been able to attain both growth and equity in recent history, if ever. This simple yet tragic state of affairs defines the nature of the challenge the continent…faced in the past and continues to confront today.” (Castaneda, ‘Utopia Unarmed’, Random House NY, pp 392-393.)",
    "Fajnzylber identified China, South Korea and Thailand as exceptions which ticked the ‘growth with equity’ box. (Ibid)",
    "Premadasa ticked that fourth box in Sri Lanka, simultaneously achieving higher growth and greater equity, as proven by all available statistics. That was the economic miracle and remains the core value and enduring relevance of his model.",
    "Inequality (the rich-poor gap) narrowed, and the real incomes of the lowest decile increased with direct transfer of resources, while growth shot up, foreign investment increased and the stock-market was vibrant. All this began despite two civil wars (“a torch burning at both ends”) and continued with one extinguished and the other ablaze.",
    "This wasn’t achieved through seamless continuity with the 1977 UNP model, still less the ‘JR+BR Chenoy’ 1965 prototype, or reversion to the 1970-1977 closed economy. It was through the application of Premadasa’s economic ideas – and ideas about economics--which flowed from his pro-people perspective and ‘Third Paradigm’.",
    "In the May 1977 cover story of the Far Eastern Economic Review (Hong Kong), Mervyn de Silva analyses the last phase of the Sirima Bandaranaike administration, the contending May Day rallies and the UNP campaign. His line from Premadasa is his only quote from any politician other than Prime Minister Bandaranaike-- and that included JR Jayewardene.",
    "‘R. Premadasa, Jayewardene’s newly appointed deputy and the party’s rising star… said: “Those young hands applauding us now may manufacture the bombs that will kill us if we, too do not change our ways of living and leadership”. (Mervyn de Silva, FEER 20.5.77. p17-19.)",
    "Premadasa did not share the 1977 UNP’s simplistic belief in its Open Economy mantra.",
    "In his February 23rd 1978 Parliamentary speech assuming the Prime Ministership while the UNP’s Open Economy model clocked an 8% growth-rate, Premadasa’s socioeconomic realism penetrated the triumphalist growth story, predicting its unsustainability and presenting the policy corrective.",
    "“Our people are facing untold hardships. The efforts of our youth to obtain opportunities for work, economic progress and social security have been unsuccessful. The forbearance and fortitude of our people who are shouldering great burdens of the cost of living, must not be mistaken for weakness. This atmosphere of poverty is about to overwhelm the limits of their patience. If so, none can tell what might transpire. Policies must be formulated, implemented…bearing this in mind.” (‘Prabuddha Shakthiya’, published by B. Sirisena Cooray, printed by MD Gunasena & Co., June 1978, p170.)",
    "Over a decade later as president, Premadasa denounced ‘trickle-down’ in a chapter-sized interview by respected former civil servant Neville Jayaweera.",
    "“If our democracy was to survive, indeed if society itself was to survive, we had to tackle the issue of poverty directly, without waiting for the benefits of growth to trickle down…I realised that if we merely waited for trickle-down to work, the very engines of production, and democracy itself, would be destroyed. I saw a rising discontentment, especially amongst the youth.” (A Charter for Democracy, interview by Neville Jayaweera, 1990)",
    "Premadasa’s adversary was poverty. His perspective was that of the people. He revealed at the inauguration of the Janasaviya Trust Fund (1991) that he ignored ‘economistic’ warnings against the Janasaviya program (JSP) of poverty reduction.",
    "“Doubters and shouters proclaimed our entire economy would crash…I was encouraged by only one fact. Our people wanted it. Why did they want it? They wanted it because they had seen governments come and government go—but poverty remains. They wanted it because of their experience. Our people at the poorest level are not theorists. They are not so-called international economists…They just know the humiliation of poverty…We must never forget one basic truth of development…[there] is no substitute for the wisdom of poor people.” (President Premadasa: Vision & Mission, p 153)",
    "“The base of our country is the common people. If half of that base is in dire poverty and degradation, doesn’t that amount to the sinking of half the foundation of the building? Isn’t it a surprise that those walls are cracking when the foundation is sinking? Isn’t it what has happened to our country? Therefore, what we should do is to strengthen the base. In other words, we must help the poor people to live. We must assist them to participate in making this country prosperous.”",
    "Premadasa’s economic ‘Third Paradigm’ was first elaborated in an April 4th 1973 speech to a Colombo Rotary Club (published by Mervyn de Silva in the Daily News). He remained committed to it for the next two decades of his life. He had the speech reproduced in the 1991 ‘SAARC Summit special supplement’ of the Daily News during his Presidency and SAARC Chairmanship, accompanied by this introduction in bold type:",
    "‘The seeds of today’s concepts were sown years ago…President Ranasinghe Premadasa, then First Member of Parliament for Colombo Central was invited by the Colombo West Rotary Club to deliver an address on the topic ‘A Plan for Sri Lanka’ at a luncheon meeting of the Club. The speech was delivered when President Ranasinghe Premadasa was only an opposition member of Parliament and portrays the vision of a young politician of what he thought was the best for Sri Lanka.’ (CDN Nov. 21, 1991).",
    "“Political power has been diffused among the people through the exercise of the franchise. In like manner the economic wealth of the country should also be diffused among the people.”",
    "“We should evolve a scheme under which the public sector, the co-operative sector, the private sector and a combination of all these three sectors – a joint sector – could function in competition with each other. Such competition will bring the maximum benefit to the people who need not become slaves of either a public or private monopoly.”",
    "“The government should ensure through its legislative and planning processes that the people participate in all aspects of development without allowing monopolies – state or individual.”",
    "“The people’s participation should be enlisted in all matters relating to policy decisions and their implementation. The common people should be made to share the responsibility of finding solutions to their problems. That burden must not be presumed to be monopolized by a few. The common people should have a voice in making decisions and share in their implementation. It should be possible for employees and the people to own shares in any venture thus enabling them to participate in the management and even in profits.”",
    "In his last May Day speech (1992) Premadasa explained his ‘people-isation’ program of state sector restructuring, insisting that “people-isation is not privatisation” and devoting 12 paragraphs of his speech as reported in print to concretely specifying that difference, which included ruling out retrenchment.",
    "Premadasa succeeded economically, not because he adhered to economic orthodoxy.",
    "“If economic thinking…cannot get beyond its vast abstraction, the national income, the rate of growth, output ratio, input-output analysis, labour mobility, capital accumulation, if it cannot get beyond all this and make contact with the human relation of poverty, frustration, alienation, despair, breakdown, crime, escapism, stress, congestion, ugliness, spiritual death, then let us scrap economics and start afresh.” (The Time for Action, by R. Premadasa, 1980, p119)",
    "Every Asian political party commemorates its founding or guiding spirits, its ancestor. It distinguishes itself by its source of ideational inspiration. That inspiration fuels and sustains it for decades e.g., the UNP, DS Senanayake; the SLFP, the Bandaranaikes; the SLPP, Mahinda Rajapaksa; the ITAK, Chelvanayagam; the JVP, Wijeweera; the SLMC, Ashraff.",
    "The SJB appears not to acknowledge any historically concrete source of inspiration. It seems not to be the incarnation or agency of any great leader’s ideas or legacy. What body of ideas and deeds, of actual achievement and proven success; what emotional loyalty to which historic leader, welds it together and demarcates it from other parties, especially the UNP? What is its distinctive identity?",
    "There was an excellent documentary video on Sajith’s FB. However, the SJB, given to glitzy lectures in ritzy hotels by forgettable foreign speakers (no Jayati Ghosh or Manuel Guzman), chose not to hold a dedicated Premadasa Centenary lecture/speech. Commemorations, some by family members, were local, low-key.",
    "The SJB disarms unilaterally; relinquishes a strategic asset and franchise it could monopolize.",
    "Sajith and his SJB should proceed from where Premadasa was tragically halted, to complete his mission, fulfil his vision."
  ]
}