{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Clean-energy-or-clean-Government/4-764404",
  "time_ut": 1721254075.0,
  "original_lang": "en",
  "original_title": "Clean energy or clean Government?",
  "original_body_lines": [
    "Clean energy, such as wind energy, can never be clean unless its procurement is also clean",
    "This is my final response to Gerald L. Samaranayake (my time is precious), who keeps repeating himself ad nauseam while erecting ever more strawmen (see Daily FT, 13 July: https://www.ft.lk/opinion/Adani-wind-project-Is-it-a-controversy-created/14-764216).",
    "“Sri Lanka faces significant vulnerability to climate change, impacting crucial sectors like agriculture, tourism, and industry,” he writes, as if the proposed Adani project in Mannar is going to make the country less vulnerable to climate change. It will do no such thing. He is confusing climate resilience with climate-change mitigation: they are not the same thing, and the public should not be fooled. As “an engineer specialising in renewable energy engineering”, he ought to know better. The reason Sri Lanka needs more wind and solar energy is because it is CHEAP, not because it is “going to make the country less vulnerable to climate change”. Or at least it would be cheap if only a transparent procurement mechanism were in operation, rather than unsolicited bids and backroom deals.",
    "He continues to insist that this is a G-to-G (government-to-government) project but fails to offer a shred of evidence to support this contention. He claims that this was not an unsolicited project but that “The Government issued a Request for Proposal (RFP) to which Adani responded.” That only makes it worse. On what basis did the Government decide to invite only Adani to bid for this project? There was certainly no open Request for Proposals. Why the favouritism? Where’s the transparency?",
    "Samaranayake claims to be “an engineer specialising in renewable energy engineering” but doesn’t seem to know the difference between a mill and a turbine. He writes that Adani’s “wind mills will be equipped with AI-based radar systems”. Even first-year engineering students know, however, the difference between a mill and a turbine. A mill is an apparatus for grinding grain; for generating wind power, we use turbines.",
    "Samaranayake admits that Adani’s price of 8.26 US cents per kWh is way above market price, including Adani’s own prices in India, claiming that “Figures from 2022 indicate a range between 3.5 to 3.3 US cents per kWh, with markets like India achieving a levelised tariff as low as 3.8 US cents per kWh”. His excuse for Sri Lanka having to pay more is that “Favourable wind conditions in India contribute to higher energy yields and lower costs per kWh.” Rubbish. First off, he repeats this sentence twice, which suggests that he was cutting and pasting from some other document (whose?), and second, this claim is in any case nonsensical. Mannar is among the best sites for wind power in the whole of South Asia. Given that Adani’s price is 69% higher than transparently tendered prices in Sri Lanka, I challenge him to show, with data, any Adani sites in India that have energy yields 69% or even 50% higher than those at Mannar. Besides, as the CEB’s competitive bidding process revealed, Adani’s price is 69% higher than local suppliers offered, and more than 100% higher than Adani’s own prices in India. I ask again, into whose pocket is that 69% going? Why the lack of transparency?",
    "Samaranayke argues that “Sri Lanka faces unique challenges, such as higher initial investment costs, less developed infrastructure, and differing regulatory environments, all of which contribute to higher energy prices.” As the recent 50 MW tender and the CEB’s own 100 MW wind-power project in Mannar demonstrate, this too, is baloney. If that were indeed the case, the best way to address such concerns is by calling for international bids. Why this preferential treatment only for Adani? Samaranayake worries that objections to this project “will be a case study of how investor unfriendly Sri Lanka is”. On the contrary, this project shows how fundamentally broken public procurement in Sri Lanka has become. There is one and only one mechanism to transparently demonstrate that a procurement is clean and free from corruption, and that is open, competitive bidding. Deviate from that, except in urgent and exceptional circumstances (in which case the urgency and exceptions need to be articulated), and things begin to smell fishy. When a price baseline exists and the selected price is 69% higher, the whole transaction begins to smell like the Wellawatte Fish Market.",
    "Samaranayake erects a number of other strawmen to bolster his case: the need for foreign investment, the desirability of clean energy, improving the grid and so on, as if to suggest that those who oppose the Adani deal on the grounds of transparency or environmental governance are somehow against these, against progress. Of course, Sri Lanka needs all these things. I’m the first to argue that we need more FDI and more clean energy. But I doubt if anyone will disagree with my assertion that what Sri Lanka needs most of all is clean and transparent government, and clean and transparent procurement systems. Why is Samaranayake so viscerally opposed to transparency?",
    "The headline of this article asks, “Clean Energy or Clean Government?” The fact is, Sri Lanka needs both. But clean energy, such as wind energy, can never be clean unless its procurement is also clean."
  ]
}