{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Spa-Ceylon-wins-coveted-Global-Best-Beauty-Product-at-World-Spa-Awards-2023/34-758746",
  "time_ut": 1708544546.0,
  "original_lang": "en",
  "original_title": "Spa Ceylon wins coveted ‘Global Best Beauty Product’ at World Spa Awards 2023",
  "original_body_lines": [
    "From left: Co-founder and Managing Director Shiwantha Dias, Director, Skin and Wellness Consultant Shenuka Fernando, and Co-founder and Director Shalin Balasuriya",
    "Spa Ceylon, the iconic Ayurveda Wellness brand, has won three international accolades at the World Luxury Spa Awards 2023, including the prestigious Global Award for Best Beauty Product, alongside Awards for Best Luxury Ayurveda Spa Global and Best Spa Group Global.",
    "“These awards come at an important and exciting time for us, as we accelerate our European expansion with a heightened focus in the United Kingdom. The award for Beauty Products of the Year in particular speaks volumes for the innovation in the fusion of ages old Ayurveda wisdom and modern skin science in creating high functioning beauty products that can stand alongside the best products in the world. We believe our unique offering and would be the foundation for our global expansion,” said Co-founder/Managing Director Shiwantha Dias.",
    "“The awards are testament to the hard work and dedication of our teams and the concept we keep innovative and focusing on customer experience. We are constantly striving to put Sri Lanka on the map in the global wellness and beauty sector, which we understand, the abundance of knowledge and resources that is native to our island through ayurveda and our culture and know that it can enhance the lives of our global consumer,” added Co-founder Shalin Balasuriya.",
    "With the brand expanding globally and now having over 133 banded locations, the Spa Ceylon chain is now in more than 27 countries across 5 continents, and continues to grow internationally, firmly establishing itself as the world’s largest Luxury Ayurveda chain and open their milestone 150th store in 2024. New international stores are scheduled to open at Indian Ocean tourism hubs Male in Maldives and Port Louise in Mauritius. Followed by Athens, Greece and Almaty, Kazakazthan, Muscat, Oman in the Middle East and several more key locations in Sri Lanka. Their first foray into South America will also see store openings in El Salvadore this year.",
    "Spa Ceylon is strongly positioned in today’s wellness-oriented market, to encourage international consumers to let ‘Good Living Reign’ within their lives as they live amidst an era of self-care and wellness. With their range of more than 350 tested, proven and certified natural Ayurveda formulae in Mind and Body Wellness, Skin and Hair Care, Teas and Infusions, Essential Oils and Wellness Supplements, the brand provides everything modern day consumers need to create wellness in their lives, including a wide range of Ceylon inspired perfumery, colour cosmetics, home aromas and luxurious home wares.",
    "Spa Ceylon products are carefully formulated in keeping with Ayurveda principles, using ethically sourced authentic Ayurveda actives, and are ethically manufactured, adhering to modern demand for Clean and Green products. The products are made in Sri Lanka at the company’s own ultra-modern production facility in Panadura, adhering to EU, Japan and USA quality standards, under multiple international quality certifications including ISO 9001, ISO 22716 European Union GMP, ISO 14000, Sri Lankan Government Department of Ayurveda and Ministry of Health NMRA GMP certifications.",
    "Spa Ceylon’s triumph at the World Luxury Spa Awards 2023, marks a pivotal moment in its global expansion as Spa Ceylon’s success is a testament to its dedication to innovation, customer experience, and the rich heritage of Sri Lanka’s Ayurveda. With a wide range of natural Ayurveda products and a commitment to ethical practices and environmental sustainability, Spa Ceylon invites the world to embrace ‘Good Living’ through the harmonious blend of Ayurveda beauty and wellness formulas.",
    "Spa Ceylon plans to open its milestone 150th store in 2024, continuing their rapid global expansion. New international stores are scheduled to open in Indian Ocean tourism hubs Male in Maldives and Port Louise in Mauritius. Followed by Athens, Greece and Almaty, Kazakazthan, Muscat, Oman and several more key locations in Sri Lanka. Their first foray into South America will also see store opening in El Salvadore this year."
  ]
}