{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/central-bank-to-deal-with-the-elephant-in-the-room/",
  "time_ut": 1708898400.0,
  "original_lang": "en",
  "original_title": "Central Bank to Deal with the ‘Elephant in the Room’",
  "original_body_lines": [
    "Seeks opportunity to apprise parliament of substantial salary hikes to CBSL staff",
    "The Central Bank of Sri Lanka embroiled in a controversy pertaining to about 70% salary hike for CBSL employees despite the ongoing economic crisis, has expressed its willingness to be answerable to an appropriate parliamentary committee in this regard.",
    "Issuing a press release, the Bank stated that it seeks an opportunity to apprise the Members of the Parliament in this context.Reproduced below is the press release issued by the Central Bank yesterday.",
    "“Central Bank of Sri Lanka (CBSL) has taken note of recent news reports in the media on comments and remarks attributed to some Members of Parliament at recent proceedings of the House with regard to the latest revision of remuneration of employees of the CBSL that were approved by the Governing Board under the triennial Collective Agreement entered into with the Trade Unions covering the period2024- 2026.”",
    "“In this regard, the Governing Board at its meeting held on 21.02.2024, requested the Governor of CBSL, acting in terms of the Section 80 (2) (b) of the Central Bank of Sri Lanka Act No. 16 of 2023, to make a written request to the President in his capacity as the Minister of Finance, through whom the CBSL normally communicates with Parliament, to seek an opportunity to apprise the Members of the Parliament through an appropriate parliamentary committee of the process and rationale pertaining to the recent revision of remuneration of CBSL staff.”",
    "“The Governor has accordingly made a written request on 22.02.2024.”",
    "“CBSL will explain its position upon being offered the requested opportunity or on receipt of a request for information,” CBSL said.",
    "On Feb. 19, The Island published its lead story titled, “Over 70% salary hike for CBSL employees: Gevindu demands explanation from Finance Minister.”",
    "“Dissident SLPP lawmaker Gevindu Cumaratunga said on Feb. 18 that the Wickremesinghe-Rajapaksa government owed an explanation as to how the Governing Board of the Central Bank had approved a massive salary increase to CBSL employees at a time the country was experiencing a deep socio-economic crisis,” the news story said in its beginning.",
    "Deloitte South Asia’s Consulting leadership discuss blueprint for business transformation and growth",
    "Current ‘discourse’ on CBSL salary revisions ‘extremely partial and based on personal agendas’",
    "Over 70% salary hike for CBSL employees: Gevindu demands explanation from FM",
    "Central Bank strengthens its measures against money laundering and terrorist financing",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}