{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ceylon-chamber-presents-national-budget-2026-proposals-to-president/",
  "time_ut": 1757686620.0,
  "original_lang": "en",
  "original_title": "Ceylon Chamber presents National Budget 2026 proposals to President",
  "original_body_lines": [
    "The newly appointed Board of The Ceylon Chamber of Commerce, led by Chairperson Krishan Balendra, held its first official meeting with the President. The meeting provided a platform to present the Ceylon Chamber’s priority proposals for the forthcoming National Budget 2026, while also reviewing progress on previous reform initiatives.",
    "The Ceylon Chamber’s proposals were structured around five broad themes, with specific reforms aimed at strengthening growth and competitiveness:",
    "• Trade & Investment Facilitation – establishing a National Single Window; modernising the Customs Ordinance; setting up a dedicated Free Trade Agreement (FTA) negotiation team, advancing a private-sector-led investment zone, continuation of facilitation of import/export clearance with the BOI and a well-structured incentive scheme for both local and foreign large investments in line with other emerging markets",
    "• Tourism & Infrastructure – launching a global marketing campaign for tourism and expediting the Bandaranaike International Airport (BIA) terminal expansion project",
    "• Digital Economy & Innovation – accelerating the rollout of a National Digital ID and rollout of 5G Broadband while expanding rural broadband",
    "• Sector Enablers – Boosting agricultural productivity through mechanisation and fostering an enabling environment for data centre investments",
    "• Ease of doing business reform– establishing a National B-READY Task Force to drive business climate reforms and implementation of a Public-Private Partnership Act, strengthening the National Agency for PPPs",
    "The Ceylon Chamber also highlighted progress made on previous budget submissions, noting the integration of 17 proposals into the 2025 National Budget, with 14 of these already showing partial or advanced progress.",
    "The President and the Ceylon Chamber leadership discussed the need for sustained collaboration between government and business to move reforms forward, build investor confidence, and position Sri Lanka as a competitive and resilient economy. The President emphasised the government’s priority areas, including comprehensive public sector reform, modernising procurement, and ensuring more opportunities for private sector participation in infrastructure development. The President emphasised the government’s commitment to fostering an enabling environment for growth by advancing Public–Private Partnerships (PPPs) in key sectors, such as energy, tourism, and agriculture. He further highlighted the importance of streamlining processes through pre-approved clearances to facilitate investments.",
    "The Ceylon Chamber reaffirmed its commitment to partner with policymakers in ensuring effective implementation of reforms that will unlock growth opportunities and strengthen the role of the private sector in driving national development.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}