{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/jimmy-carter-in-death-becomes-symbol-of-lost-political-decency-in-us-197052/",
  "time_ut": 1735620600.0,
  "original_lang": "en",
  "original_title": "Jimmy Carter, in death, becomes symbol of lost political ‘decency’ in US",
  "original_body_lines": [
    "(Washington, USA) The death of Jimmy Carter has brought to the fore a defining characteristic of the late US president’s life: his “decency,” seen as a product of a bygone era in today’s caustic political",
    "Joe Biden on Monday repeated the word three times while speaking to reporters about his late White House predecessor.",
    "Biden, who will be replaced in the White House by Donald Trump on January 20, added: “Can you imagine Jimmy Carter referring to someone by the way they look or the way they talk?”",
    "Despite the struggles he faced during his single term in office — from economic malaise to the Iran hostage crisis — Carter has emerged as a nostalgic figure.",
    "He spent his years after the White House advocating for global democracy, fighting neglected public health scourges and teaching Sunday school.",
    "“He was an utterly honest, transparent and healing presence in the White House, which was just what the US needed after the Watergate scandal” under Richard Nixon, Barbara Perry, a professor specializing in the history of US presidents, told AFP.",
    "Eulogies “tell us as much about ourselves as they do about the person being contemplated and commemorated,” historian Jon Meacham told broadcaster MSNBC.",
    "“Carter is a sad but illuminating instance of someone who — while imperfect — believed in the centrality of character… at a moment in American politics where character is not at the forefront of most people’s minds.”",
    "Born in rural Plains, Georgia, he died in the same house he and his wife — who he was married to for 77 years — bought in 1961.",
    "And his modest lifestyle served as an inspiration to many Americans — even if other presidents didn’t join in themselves.",
    "To name a few: allegations of John F. Kennedy’s extramarital trysts, Bill Clinton’s affair with a White House intern, and Donald Trump’s well-documented sex scandals have “lowered all such standards in American politics,” Perry said.",
    "“Americans have become immune to ethical standards in political life.”",
    "Even those who have stayed clean from personal scandal, such as Barack Obama or George W. Bush, have little in common with the modest lifestyle and outspoken advocacy of Carter’s post-presidency.",
    "Carter has received an outpouring of condolences upon his death at age 100 on Sunday.",
    "“It’s kind of a stark reminder of how few people there are now with honesty and integrity,” Jay Landers, visiting Plains on Monday, told an AFP reporter.",
    "The former — and now incoming — Republican president has been found liable for sexual assault, once mocked a reporter with a physical disability and infamously bragged about groping women by the genitals.",
    "Yet he returns to power in large part due to the conservative and religious right.",
    "Carter’s relationship with Christianity, meanwhile, points toward a different era.",
    "Carter, a Democrat, was an evangelical — a denomination now associated with the country’s right wing.",
    "The Sunday school teacher also won swaths of the south — a bastion today of religious conservatism and Republican politics.",
    "Conservative Republican Senator Chuck Grassley noted Carter’s faith on Sunday when he said that, though they were “bit” by a “different political bug,” they had much in common, including “love of the Lord.”",
    "The fractious divides that Carter seems to have transcended, however, have long existed.",
    "Carter himself warned of the nation’s “crisis of confidence” in a 1979 speech, sapping “the very heart and soul and spirit of our national will.”",
    "His warnings sound like they could have been issued about modern political life, telling Americans they were “at a turning point in our history.”",
    "“We can see this crisis in the growing doubt about the meaning of our own lives and in the loss of a unity of purpose for our nation,” he said.",
    "That path, he warned, “leads to fragmentation and self-interest… It is a certain route to failure.” (AFP/Dec31/2024)"
  ]
}