{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84845",
  "time_ut": 1727811060.0,
  "original_lang": "en",
  "original_title": "Anura  Kumra Dissanayake will ask the people who elected him as President to give his NPP a big victory at the Parliamentary Elections to stabilise the economy and fulfil  promises.",
  "original_body_lines": [
    "When Parliament elected Ranil Wickremesinghe as President two years ago, it was said that he was the ultimate beneficiary of the unprecedented people’s uprising in Sri Lanka. However, last week’s Presidential Election showed the world the real beneficiary of that uprising.",
    "Just as the Sri Lanka Freedom Party (SLFP) Founding Leader, the late S.W.R.D. Bandaranaike won the General Elections and came to power three years after the famous 1953 August Hartal, National People’s Power (NPP) Leader Anura Kumara Dissanayake was elected as the ninth Executive President of Sri Lanka at the Presidential Election last week, more than two years after the 2022 ‘Aragalaya’ people’s uprising.",
    "There are significant differences between the two historic events. Bandaranaike did not support the Hartal and cleverly exploited the resulting political developments to his advantage. The Left leaders who spearheaded the Hartal could not do so. Stunned by the success of that struggle, they were unable to formulate an effective strategy for the next move.",
    "However, although Dissanayake did not give the leadership to the ‘Aragalaya,’ he and his NPP gave it their full support. He has become the President today as a result of the change in the political landscape of the country. The old Left leaders could never come to power on their own.",
    "Dissanayake’s victory at the Presidential Election marks the first time in Sri Lanka’s political history that a Left-wing politician has become the leader of the country.",
    "His victory has seen the transition of political power from the traditional political elite, who have enjoyed a monopoly on power for more than seven decades as if it were their birthright, to someone with a modest family background.",
    "While commenting on the Presidential Election results, former President Chandrika Bandaranaike Kumaratunga attributed the rise of Dissanayake, the son of a rural, humble family, to the highest political office in the country to her father Bandaranaike’s 1956 ‘revolution’ without saying anything about the people’s rejection of dynastic politics.",
    "In the words of Prof. Jayadeva Uyangoda, one of Sri Lanka’s leading political scientists, the swearing-in of Dissanayake as Sri Lanka’s newly-elected President on 23 September symbolises a dramatic shift in the class bases of political power – from a privileged minority of Colombo-centric, Westernised elites to a broad coalition of non-elite social forces. He has also said that the class monopoly of political power that had been institutionalised through democracy had been ruptured by the demos themselves.",
    "It is described that a Marxist has come to power for the first time in Sri Lanka. But President Dissanayake cannot be seen today as a Marxist in the traditional sense. Since becoming the Leader of the Janatha Vimukthi Peramuna (JVP), the flagship party of the NPP 10 years ago, he has been leading the party in a very different way from the previous policies and strategies. It is mainly because of his new approach that the NPP has become a leading popular political force.",
    "Sri Lanka is the second country in South Asia after Nepal to elect a Left-wing leader as its head of government. Pushpa Kamal Dahal alias Prachanda first became Prime Minister in 2008 after leading a Maoist-communist decade-old armed uprising that ended the monarchy in Nepal, previously known as the world’s only Hindu kingdom. In the past 18 years, he has become Prime Minister thrice.",
    "Political observers say that it remains to be seen whether Sri Lanka follows Nepal, where the Left is no longer discernible from any other liberal bourgeois politics.",
    "The NPP under Dissanayake has already begun to break away from the Leftist trend to a large extent. It has gone to the extent of promising to continue the economic restructuring programme started by the outgoing President under the guidance of the International Monetary Fund (IMF) and inviting foreign investments.",
    "Dissanayake, while responding to the campaign launched by the Opposition based on the JVP’s past, has said that although they have not abandoned their basic principles, there have been major changes in political strategies to suit the current international situation. He also explained that these changes were inevitable because there was no socialist camp in the world today.",
    "The President’s promise to clean up the public sector was well received among the people who realised that misrule by traditional political forces was the cause of the many miseries they were facing, including the economic crisis. His anti-corruption message and promise to usher in a new political culture inspired young voters yearning for a system change.",
    "The election results too showed the people’s desire to hand over political power to someone outside the traditional political establishment after being fed up with the old mainstream political parties’ misrule.",
    "The people looked to Dissanayake as a candidate for ‘change’.",
    "The people realised that the existing political forces facilitated the crisis and the outright rejection of Wickremesinghe is testimony to the same. The votes Wickremesinghe got were essentially from a tiny section which experienced stability and could create a false discourse of stability for the nation.",
    "Wickremesinghe’s complete reliance on his economic restructuring measures to win the popular vote was the biggest flaw in his electoral strategy. Though having long political experience and rich knowledge, he was unable to grasp the reality that amidst the enormous hardships facing the country in recent times, people were not going to vote only with the economic factor in mind.",
    "One wonders whether he conveniently thought that people were so desperate to wriggle out of the economic misery that they would forget the misrule, family-dominated politics, abuse of power, breakdown of the rule of law, and never-ending corruption.",
    "It was a big mistake for Wickremesinghe to believe that he could rely on politicians from the Rajapaksas’ party and other parties to form an alliance and contest as an independent candidate when his United National Party (UNP) did not have a significant vote bank. As before, the minority communities also did not come forward to support him this time.",
    "Samagi Jana Balawegaya (SJB) Leader Sajith Premadasa was viewed by most people as part of the traditional political elite. This is his second defeat at a Presidential Election. Premadasa may have been somewhat satisfied with defeating Wickremesinghe, even if he lost to Dissanayake.",
    "Even President Dissanayake could not get 50% of the votes. It is imperative for him to understand the nature of the mandate he has received and think of corrective measures.",
    "No one should think simply that the election of Dissanayake and the NPP’s eclipsing of three key mainstream political parties that have monopolised power completes a political cycle that started with the people’s uprising in 2022. The President faces insurmountable challenges.",
    "He has announced the date for General Elections, which are to be held in less than two months after dissolving Parliament. The announcement comes before other parties recover from the defeat at the Presidential Election.",
    "Dissanayake will ask the people who elected him as President to give his NPP a big victory at the Parliamentary Elections to stabilise the economy and fulfil its promises.",
    "An important question is whether the results of the Parliamentary Elections will be based on the way the people voted at the Presidential Election or whether the people will elect the NPP with a larger majority of seats to give him the full strength to steer the nation.",
    "Be that as it may, it is necessary to consider the geographical order of the way people voted at the Presidential Election.",
    "Dissanayake was elected as the President with majority support from the south of Sri Lanka, especially from the regions where the Sinhalese Buddhist community is dominant. On the contrary, in the predominantly Tamil-speaking Northern and Eastern Provinces and in the hill country, people have voted in large numbers for Premadasa and Wickremesinghe.",
    "It cannot be said that the minority communities did not vote for Dissanayake entirely, but it was the votes of the majority community that made him win. Therefore, Dissanayake will never say that the Sinhalese people elected him as President, like Gotabaya Rajapaksa did. There is a difference between the reason Rajapaksa was elected by Sinhalese votes and the reason Dissanayake was elected by them.",
    "At the same time, it is true that significant sections of the Sinhalese Buddhist nationalist forces have identified and supported Dissanayake as a political leader they can trust. But only time will tell whether Dissanayake will courageously resist the pressures of those nationalist forces that are against the legitimate political aspirations of the minority communities whenever he tries to find a solution to the ethnic imbroglio. Minority communities are expecting a new approach from the President regarding their issues.",
    "The election results should not be interpreted as an expression of the people of the north and east not wanting change. Nor can they be accused of voting on ethnic grounds. Even though a so-called Tamil common candidate contested, the Tamil people overwhelmingly voted for two of the main candidates.",
    "The question among the Tamil people is how much their aspirations will be respected within the change that the Sinhalese people want.",
    "Finally, the historic significance of the election of a ‘comrade’ from outside a class that has hitherto monopolised political power in Sri Lanka through democratic means must be properly understood. Sufficient time and space should be given to him to stabilise his administration and prepare to make good on his promises."
  ]
}