{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-leader-hands-over-india-funded-smart-classrooms-ahead-of-election-171211/",
  "time_ut": 1720418340.0,
  "original_lang": "en",
  "original_title": "Sri Lanka leader hands over India-funded smart classrooms ahead of election",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka President Ranil Wickremesinghe, emulating the island nation’s opposition leader, handed over smart classrooms to Southern Provincial state schools as he is eyeing to contest in a grand independent coalition.",
    "Analysts see the move as a strategy to face a rising support for a similar project implemented by main opposition leader Sajith Premadasa who has been distributing smart classes and relevant equipment for schools across the country with funding he has not disclosed.",
    "President Wickremesinghe distributed the digital equipment under an Indian grant project worth 300 million Sri Lanka rupees ($1 million) for establishing 200 smart classrooms with 2200 smart tablets being provided to school students in Southern Province.",
    "The project aims at equipping 200 schools in the Province with necessary digital tools that would enable them to benefit from digital resources and materials across the globe, the Indian High Commission said in a statement.",
    "The establishment of Smart Classrooms in Southern Province is being implemented under the bilateral High Impact Community Development Project framework which includes 18 grant projects cutting across sectors in all the 25 Districts of Sri Lanka.",
    "The value of the projects stand at around 5.5 billion Sri Lankan rupees ($18.3 million), Indian High Commission said in a statement.",
    "President Wickremesinghe’s Saturday handing over of the smart classrooms in the presence of Indian High Commissioner Santosh Jha comes as the island nation is gearing for the presidential election in the next three months.",
    "Premadasa, the leader of the main opposition Samagi Jana Balawegaya (SJB) has already distributed around 300 Smart Classrooms worth over 300 million rupees for schools across the country which his aides expect to win him more votes in the upcoming election.",
    "President Wickremesinghe, the leader of center-right United National Party (UNP) which backs liberal policies, has yet to officially declare his candidature for the presidential poll which is likely to be scheduled between September 17 and October 16.",
    "Some informal and non-transparent surveys have suggested that Anura Kumara Dissanayaka, the leader of Marxists Janatha Vimukthi Peramuna (JVP)-led National People’s Power (NPP) and Premadasa are leading in terms of popularity followed by Wickremesinhge. (Colombo/July 08/2024)"
  ]
}