{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/exploitation-of-public-continues-unabated/",
  "time_ut": 1727285580.0,
  "original_lang": "en",
  "original_title": "Exploitation of public continues unabated",
  "original_body_lines": [
    "There has been a drop in egg prices, and an attempt is being made on social media to attribute it to the election of Anura Kumara Dissanayake as President. If so, the question is why the prices of other commodities have not decreased. Egg prices showed a downward trend even before the presidential election, but if the NPP’s electoral success has led to a further egg price reduction, so much the better. It is the fervent wish of everyone that the new dispensation will be able to bring the cost of living down.",
    "It may be argued that the drop in egg prices is due to a breakdown in what may be called the chain of corruption owing to the recent regime change. Perhaps, the so-called egg Mafia is feeling vulnerable and behaving because the corrupt politicians and bureaucrats whom it bribed into protecting its interests are no longer in positions of power. Some ministers in the Rajapaksa-Wickremesinghe government unashamedly served the interests of egg wholesalers.",
    "Eggs are sold at various prices ranging from Rs. 40 to Rs. 50 in urban areas, according to media reports. A spokesman for the egg producers has said the egg prices have decreased due to a surplus production during recent months. Eggs are transported to wholesalers in Colombo before being sent to retailers in other parts of the country, he has said, noting that the production cost of an egg is Rs. 26. Thus, it is clear that a wholesalers’ Mafia is keeping the egg prices artificially high and making a killing at the expense of the public.",
    "Why should eggs produced in different parts of the country be taken all the way to Colombo? It is this centralised distribution network that has enabled egg wholesalers to manipulate prices and exploit the public. One may recall that some years ago, the then President Mahinda Rajapaksa revealed that vegetables produced in Ranna came to nearby Tangalle via Dambulla, which is about 300 km away. But his government did precious little to streamline the vegetable distribution network. There is a pressing need to extricate the egg trade from the clutches of the Colombo-based wholesalers’ Mafia, which controls the countrywide egg supply and carry out market manipulations according to its members’ whims and fancies. However, this is no easy task, given the egg wholesalers’ political connections and huge slush funds.",
    "The rice millers’ Mafia keeps politicians and officials under its thumb. During the early days of Gotabaya Rajapaksa’s presidency, powerful millers prevented the Consumer Affairs Authority from taking over some of their warehouses where paddy had been hoarded. Thereafter, they made the government endorse the prices of rice they themselves determined arbitrarily. It was a case of money talking! It is public knowledge that big-time mill owners pour colossal amounts of funds into the election war chests of main political parties. Some of them are kith and kin of powerful politicians. Whether the JVP/NPP owes the Millers’ Mafia nothing and will go all out to tame it remains to be seen.",
    "This newspaper does not promote the consumption of animal products, but since many people in this country consume eggs to meet their protein needs, the government must do everything in its power to ensure that eggs are available at affordable prices. Previous governments did not care to do so for obvious reasons. The JVP/NPP government will have to prove that it is different from its corrupt predecessors.",
    "The new dispensation has undertaken to bring the cost of living down. This goal will not be attainable unless unscrupulous food importers, wholesalers and members of other cartels, especially large-scale rice millers, are tamed. At present, they are a law unto themselves. This is the reason why the prices of essentials remain extremely high although the cost of production has decreased and the rupee has appreciated significantly against the US dollar. All exploitative elements bent on fleecing the public have to be severely dealt with. Having talked the talk, the JVP/NPP leaders will have to walk the walk.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}