{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/three-foreign-parties-in-talks-for-offshore-banking-in-sri-lankas-port-city-179248/",
  "time_ut": 1726044600.0,
  "original_lang": "en",
  "original_title": "Three foreign parties in talks for offshore banking in Sri Lanka’s Port City",
  "original_body_lines": [
    "ECONOMYNEXT – Three international banking corporations are in discussion to set up offshore operations in Sri Lanka’s Colombo Port City, its operating company said.",
    "Sri Lanka’s parliament on September 04, approved offshore banking rules gazette in July, CHEC Port City CHEC Port City Colombo (Pvt) Ltd said.",
    "“The presence of offshore branches of international banks would promote greater financial stability and provide the dexterity to invest in large-scale projects for prospective global investors,” the statement said.",
    "“Further, the offshore banking system at Port City Colombo will foster the creation of a circular financial economy, due to the increased circulation of foreign currency.”",
    "Commercial Bank of Sri Lanka, Sampath, HNB, DFCC, NDB, and NTB, have been approved as Authorised Persons (AP’s) by the Colombo Port City Economic Commission (CPCEC) to operated in the special economic zone.",
    "Seven local banks are in discussion to set up offshore banking units in the Port City area.",
    "“These branches will also operate under the direct supervision and oversight of the Central Bank of Sri Lanka and the Financial Intelligence Unit, which further reinforces the growing investor confidence in Port City Colombo as a regional investment hotspot,” the statement said.",
    "The Port City area is a multicurrency special economic zone which is free from the open market operations of the central bank and its banks therefore cannot create forex shortages. They can only lend against actual foreign currency deposits analysts say.",
    "Meanwhile the CHEC Port City said the regulations allow direct transactions in any designated foreign currency with any other offshore banking unit or non-resident; the acceptance of savings, time and demand deposits from any Authorised Person or a non-resident.",
    "The regulations also allow providing accommodation to any non-resident in any designated foreign currency; borrow any sum in a designated foreign currency from any non-resident; and engage in any other transactions authorised by the Colombo Port City Economic Commission with the concurrence of the Central Bank of Sri Lanka.",
    "“The offshore banking regulations will facilitate the development of a thriving international banking ecosystem at Port City Colombo, which will be a precursor for other financial products, such as stock trading and fund management,” the statement said.",
    "“Enabling higher transactional efficiencies and more fortified exchange of securities, these regulations will allow businesses to draw on their capital strength.” (Colombo/Aug11/2024)"
  ]
}