{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/us-politics-kamala-harris-takes-on-donald-trump/",
  "time_ut": 1722103219.0,
  "original_lang": "en",
  "original_title": "US Politics: Kamala Harris Takes On Donald Trump",
  "original_body_lines": [
    "In one master stroke last Sunday afternoon, the beleaguered American President Joe Biden turned the tables on Donald Trump and the Republican Party. From his home in Delaware, Biden tersely announced that he was withdrawing from the race and endorsing his Vice President Kamala Harris to be the nominee of the Democratic Party for the November presidential election. If that was stunning, the even greater shock and awe is the speed and manner in which Kamala Harris has rolled out her campaign; secured her nomination within hours; energized the Party at every level; enthused the youth in their own network worlds; raised millions of dollars by the minute; and served notice to Trump that she is the prosecutor, he is the felon, and she knows his type.",
    "It was only a week earlier that Trump was wearing the martyrdom halo and a square bandage on his right ear, and he was cocksure that victory in November was in his bag. Not anymore. It is still a trough race, but the momentum has shifted from Trump to Kamala Harris, and it is being called – Kamalamentum. From the time Biden made his twin announcements, Kamala Harris has not taken a wrong step. It is still not a week, but it looks like an eternity in campaign politics. After ignoring and even lampooning her for four years, the mainstream media is now swooning over here. She has stormed the social media like no other politician has. Twitter master Trump seems clueless in handling this new sensation.",
    "To anyone who has been following recent American politics, Kamala Harris has been a paradox. She was highly touted as a rising star when she entered national politics as the junior Senator from California in 2017, the year Trump became president after losing the popular vote to Hillary Clinton. A woman of colour, born to immigrant graduate student parents – father from Jamaica and mother from Tamil Nadu, Kamala Harris was twice elected as Attorney General in America’s most populous state of 39 million people. In the Senate, she made her mark as a sharp and tough questioner of Trump’s nominees to the Supreme Court and the Justice Department. But her resume was rather thin overall.",
    "And she is no Obama known for flights of oratory and hard knuckled campaigning; even though Obama has been a constant touter of her skills and powers in serious meeting room settings. Harris is no Hillary Clinton either, known for intellectual mastery of any and every political topic; yet Hillary Clinton has been a strong certifier of Kamala Harris’s capabilities and has written a superb op-ed piece endorsing Harris’s candidacy, ironically, in the New York Times. Harris’s only presidential primary campaign in 2020 ended in a massive flop after an impressive start.",
    "The Left and the Progressives within the Democratic Party did her then, framing her as a tough on crime cop from California. When Biden chose her as his Vice Presidential partner, Kamala Harris was seen to be to the right of Biden. Ideological positioning did not appear to be her forte and her situationally pragmatic approach is not the ‘X’ factor that enhances electability. As Vice President, Kamala Harris has been less than impressive for the most part. Certainly, the Republican Right racistly targeted her and made her look a light weight. The main stream media uncritically went along with it. The White House made no special effort to boost her even though Biden and Harris have a strong mentoring and familial relationship.",
    "What is becoming clear now is that Kamala Harris has all along been cultivating key constituencies of voters for the sake of the Administration and for her own electoral future – multiple trade unions of workers, African Americans and the Latinos who are critically concentrated in key swing states where their support can make a difference. A lesson Hillary Clinton who lectured the banks for a fee before the 2016 election learnt the hard way. The turning point for Harris came with the Supreme Court’s overturning of the long standing 1971 Roe v Wade ruling that defined women’s abortion rights. The Administration designated her as the point person on women ‘s rights, especially the rights over their bodies. Kamala Harris found her stride.",
    "When Biden faltered on the debate stage, and his age became a national concern Kamala Harris was ready. Many in the upper echelons of the Democratic Party and the editorial pundits of the New York Times thought that Harris does not have it in her to meet the challenge of facing Trump and were calling for an open convention to select a new candidate. The suddenness of Biden’s withdrawal and the swiftness of Harris’s nomination has taken them by surprise. The New York Times predicted chaos, but the Democrats have rallied with clarity. Kamala Harris has seized the moment and has been seized in turn by sheer charisma. Now she is seen as sure footed and photogenic and has become a social media phenomenon. Parents are learning about her from their teenagers’ TikTok. Artists and celebrities are swooning over her and the memes of ridicule that the Republican Right has been piling on her are being recast as weapons of solidarity in the fight against racism and sexism.",
    "Kamala Harris is being fiery in her campaign speeches, taunting and challenging Donald Trump the way no one has done after his foray into politics. She was impressive in her first one-on-one meeting with Israeli Prime Minister Netanyahu who is on a visit to America on a Republican invitation to address a joint session of the Congress – for a record fourth time for a foreign leader. Whether intended as a snub or not, Harris did not take her presiding chair for Netanyahu’s Congress speech, attending another pre-scheduled event. Dozens of Democrats boycotted the speech with Senator Bernie Sandres, a progressive Jew, calling Netanyahu a war criminal. The speech that was full of bluster and no commitment, was lapped up by the Republicans in Washington but has created outrage in Israel and in the Middle East.",
    "Kamala Harris and the Democrats would not be where they are today, and Trump will not be in the corner that he is now in, but for Joe Biden’s unexceptionable self-sacrifice in taking himself out of the race and letting Kamala Harris take over the baton. Biden has been justifiably commended as the most legislatively consequential president after Lyndon Johnson and his Great Society initiatives that transformed America socio-politically, just as Franklin Roosevelt’s New Deal had earlier boosted America economically.",
    "In giving up his quest for a second term and keeping the party united, Biden has surpassed Johnson who too gave up his ambition for a second term to appease the country that was boiling over the Vietnam war. But Johnson did not endorse his Vice President Hubert Humphrey and the Party was bitterly divided at the 1968 convention in Chicago. Not so this time. The upcoming August convention, also in Chicago, will be the most united convention of the Democratic Party in fifty years. Thanks to Biden. He has also presented the American people with a redeeming contrast to the roguish Donald Trump and the type of president they could and should have."
  ]
}