{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85284",
  "time_ut": 1735572600.0,
  "original_lang": "en",
  "original_title": "Angry Mob   Surrounds Vehicles of NPP Govt’s Kurunegala MP Wijesiri Basanayake and Puttalam MP Ajith Gihan  at Bingiriya and Attempts to Assault them while using abusive language.",
  "original_body_lines": [
    "Two ruling party MPs- Wijesiri Basnayake of Kurunegala and Ajith Gihan of Puttalam- came under mob violence when they came out in their separate vehicles after a meeting with the management of an apparel factory in the Bingiriya area.",
    "According to video footage of the scene now doing the rounds on social media, the angry crowd of people who thronged at the gate of the factory hurled abuses at the two MPs while banging on their vehicles. The video footage that captures the intensity of the moment shows members of the mob using abusive language.",
    "The situation worsened further as some members of the mob attempted to forcibly pull the MPs out of their vehicles. The vehicles bore the brunt of the mob’s fury.",
    "After the incident, MP Basnayake who described the experience said the angry individuals first laid siege to the vehicles of his colleague and then to his one.",
    "“We went to meet the management of this factory and discussed about facilities and what we, as the government, can do. We discussed about employment opportunities generated and to be generated with their new investment plans. We also asked about transport facilities. They are planning for expansion of their investments. We had a cordial discussion,” he told Daily Mirror.",
    "He said, “When we came out, a large number of people had thronged at the entrance gate. My colleague’s vehicle was mobbed by them. Confrontation lasted for about 10-15 minutes. Then, they banged on my vehicle that came behind. They tried to open the door forcefully and pull me out. One of them pulled the window shutter down and punched me in the chest. He tried to grab me by my shirt.”",
    "Asked about the reason for the angry reaction, he said, “Transport services to employees of this factory are provided by private players. The company has outsourced it to another organisation which hires vehicles from different agents in the area. Huge commissions are involved in this lucrative business which thrived under the politicians of some parties in the past. We wanted to prevent this commission-making and save money for the welfare of all in the area,”",
    "A complaint has been lodged with the Police ASP (Assistant Superintendent of Police) in Kuliyapitiya against the mob for the obstruction of their duties as parliamentarians."
  ]
}