{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sri-Lanka-India-hold-Joint-Working-Group-meeting-for-cooperation-in-power-sector/56-759085",
  "time_ut": 1709319755.0,
  "original_lang": "en",
  "original_title": "Sri Lanka, India hold Joint Working Group meeting for cooperation in power sector",
  "original_body_lines": [
    "Power grid interconnection between India and Sri Lanka and the Sampur Solar Power project among projects discussed",
    "The fifth meeting of the India-Sri Lanka Joint Working Group (JWG) for cooperation in the power sector was held in Sri Lanka on 28 February.",
    "The meeting was co-chaired by Ministry of Power Secretary Pankaj Agarwal, from the Indian side and Ministry of Power and Energy Secretary Dr. Sulakshana Jayawardena from the Sri Lankan side. The High Commissioner of India to Sri Lanka Shri Santosh Jha also attended the meeting.",
    "The Indian delegation comprised officials from the Ministry of Power, Ministry of External Affairs, National Thermal Power Corporation (NTPC), Power Grid Corporation of India Ltd., Central Electricity Authority, Central Transmission Utility of India Ltd. and the High Commission of India in Colombo. The Sri Lankan delegation had members from the Ministry of Power and Energy, Ceylon Electricity Board (CEB) and Ministry of Foreign Affairs.",
    "During the meeting, discussions were held inter-alia on the power grid interconnection between India and Sri Lanka and the Sampur Solar Power project.",
    "In his remarks, Dr. Jayawardena reiterated the priority accorded by the Government of Sri Lanka to joint projects in the power sector between the two countries. Pankaj Agarwal highlighted the progress made by India in the power sector in the past few years. He underlined the importance of the power grid interconnection project in enabling supply of power from India to Sri Lanka initially, which can reduce costs significantly in Sri Lanka and later to export power from Sri Lanka to India once the offshore wind capacity in Sri Lanka is harnessed. It was noted that grid interconnection will also encourage power producers in private sector to invest in augmenting power capacity in Sri Lanka, given the huge potential here, with a view to export to India and other countries in the world. Both sides agreed to continue to engage to finalise relevant implementation modalities.",
    "Both sides noted that substantial progress had been made on the Sampur Solar Power project especially after the visit of the President of Sri Lanka to India in July 2023 during which energy permit for 50 MW power plant was granted to the implementing agency, Trincomalee Power Corporation Ltd. – the joint venture between NTPC and CEB. It was agreed that various agreements may be concluded within a fixed timeline with a view to start implementation at an early date.",
    "The two sides discussed avenues for further cooperation in capacity building. The Indian side agreed to extend technical assistance to CEB in areas to be identified by the Sri Lankan side. The fourth meeting of the JWG was held in June 2019 in India. The fifth meeting of the JWG, held after about five years, will impart further momentum to cooperation between India and Sri Lanka in the power sector."
  ]
}