{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/State-Minister-Amunugama-leads-Sri-Lankan-delegation-to-Germany-s-Hannover-Messe/34-761473",
  "time_ut": 1715037134.0,
  "original_lang": "en",
  "original_title": "State Minister Amunugama leads Sri Lankan delegation to Germany’s ‘Hannover Messe’",
  "original_body_lines": [
    "A delegation led by State Minister of Investment Promotion Dilum Amunugama participated in the ‘Hannover Messe 2024’ in Hannover, Germany from 24-26 April 2024.",
    "This was the first time that Sri Lanka had officially participated in the Hannover Messe which is considered to be the world’s leading industrial trade fair.",
    "This year’s edition of Hannover Messe was held from 22-26 April 2024 and was attended by more than 130,000 visitors from 150 countries, 4,000 exhibiting companies, 300 start-ups and over 300 economic and political delegations from all over the world. State Minister Amunugama’s visit to Hannover Messe focussed on creating awareness in Germany about investing in Sri Lanka, exploring opportunities for Sri Lankan businesses and strengthening economic relations with Germany. The State Minister participated at the Hannover Messe accepting an invitation extended by Chief Delegate of the Delegation of German Industry and Commerce (AHK) in Sri Lanka Marie Antonia von Schönburg. Head of Protocol Michael Rose and Director – Public Affairs for East Germany and Berlin of Deutsche Messe Andrej Gross and the organiser of Hannover Messe welcomed the State Minister Amunugama and the delegation to ‘Hannover Messe 2024’.",
    "The Hannover Messe is an important venue for businesses from across the world to learn about important innovations that drive industrial competitiveness and sustainability. It is also a venue for businesses to find partners for collaborative ventures and for countries to showcase their investment and technological potential. The focus of this year’s trade fair was on how businesses can take advantage of developments such as artificial intelligence (AI), hydrogen and many other high-tech solutions.",
    "State Minister Amunugama delivered the keynote speech on “Sri Lanka’s path to attract investments” at the Asia- Pacific Forum of the Hannover Messe which was moderated by Schönburg. The State Minister highlighted opportunities for investment in Sri Lanka including the Port City project and extended an invitation for interested parties to visit Sri Lanka to witness firsthand, the potential for investment and business collaborations. The State Minister said that Sri Lanka has much to gain from strengthening trade and investment linkages with Germany.",
    "At Hannover Messe, the State Minister met with representatives of German Trade and Investment (GTAI), the international economic promotion agency of Germany; the Investment promotion agency of Baden-Württemberg province, home of many leading industries such as Mercedes-Benz, Bosch and Würth; and leaders of several German businesses in the fields of green hydrogen, port consultancy services, maritime services, agriculture engineering equipment and IT services. Among the topics discussed in the meetings were strengthening bilateral trade linkages, linking with the industrial value chains of Europe, establishing connections with the Board of Investment (BOI) Sri Lanka and the exchange of business delegations.",
    "The State Minister and the delegation also visited one of the production plants of Continental AG, a German company which in 2024 signed an agreement with BOI Sri Lanka to invest around 13 million euros over the next three years to expand their production facility in Sri Lanka, creating around 200 additional jobs. Operating since 2009, Continental is one of the largest German investors in Sri Lanka.",
    "Sri Lanka’s participation at the ‘Hannover Messe 2024’ was organised by AHK Sri Lanka in collaboration with the Embassy of Sri Lanka in Berlin and Deutsche Messe AG.",
    "The State Minister was accompanied to the ‘Hannover Messe 2024’ by Sri Lanka’s Ambassador to Germany Varuni Muthukumarana, Counsellor of the Sri Lanka Embassy in Berlin Senuja Samaraweera, AHK Sri Lanka Chief Delegate Marie Antonia von Schönburg and Aitken Spence PLC Executive Director Dr. Rohan Fernando."
  ]
}