{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Abolition-of-corporal-punishment-problematic-in-Sri-Lanka-NCPA/108-279870",
  "time_ut": 1711764120.0,
  "original_lang": "en",
  "original_title": "Abolition of corporal punishment problematic in Sri Lanka: NCPA",
  "original_body_lines": [
    "Colombo, March 30 (Daily Mirror)- Abolition of corporal punishment in Sri Lanka is problematic because of the attitude of children, parents and the teachers, said the National Child Protection Authority (NCPA).",
    "NCPA Chairman Channaka Udaya Kumara Amarasinghe told Daily Mirror that the main issue in Sri Lanka is the attitude of children, parents and the teachers with regard to the implementation of the ban.",
    "“The main issue is that a child who complains of physical harm ends up going through various hardships. A child could be isolated by the teachers if he or she lodges complaints or file legal action against teachers who subject them to corporal punishment. A child who complains may not be able to attend the school he or she attended at the time he was harmed. Besides the general attitude among the parents and society as a whole is that there is no harm in subjecting a child to physical punishment. There was an instance where even parents of a child who was subjected to physical punishment protested against the suspension of a teacher,” he said.",
    "“Supreme Courts have recommended the updating of laws many times, while the UN periodical report on Sri Lanka in 2018 have also recommended the same. NCPA together with other stakeholders including retired judges, President’s Counsels and civil organizations have had several discussions on the abolition of corporal punishment and sent in a draft legislation to the Ministry of Justice. This is still to be implemented,” Professor Amarasinghe added.",
    "He said the quick implementation of corporal punishment was highlighted at a meeting of stakeholders which was summoned by President Ranil Wickremesinghe on Thursday. He said the need to implement the abolition of corporal punishment soon was stressed at this meeting.",
    "Meanwhile ‘Stop Child Cruelty Trust (SCCT) said the number of cases of child cruelty/physical abuse reported to NCPA has increased threefold in the last ten years.",
    "SCCT which quoted NCPA said 80% of students are subjected to at least one episode of corporal punishment within one school term, 53% to physical abuse, and 72.5% to psychological aggression in 2017. Around 61.9% of teachers freely admitted to subjecting students to at least one episode of corporal punishment. SCCT also stressed the need for bringing in laws for the abolition of corporal punishment. However, the NCPA chairman said most corporal punishment cases go unreported. “However you cannot deny that children are subjected to physical punishment in schools,” he said."
  ]
}