{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/ADIC-urges-halt-to-cannabis-cultivation-initiative-in-SL/56-763459",
  "time_ut": 1719357795.0,
  "original_lang": "en",
  "original_title": "ADIC urges halt to cannabis cultivation initiative in SL",
  "original_body_lines": [
    "Marking the International Day against Drug Abuse and Illicit Trafficking the Alcohol and Drug Information Centre (ADIC) has issued a pressing call to halt recent efforts to legalise the cultivation of cannabis in Sri Lanka.",
    "Despite the Investment Promotion Ministry and the Indigenous Medicine Section of the Health Ministry actively seeking project proposals for the cultivation of cannabis for export and medicinal purposes; ADIC raised significant concerns about the initiative’s true impact on the country.",
    "In a press release, ADIC noted that while the ministries assert that their primary aim is to achieve economic benefits through cannabis exports, thereby enhancing Sri Lanka’s foreign exchange reserves, a comprehensive review by ADIC of financial records from leading cannabis firms worldwide suggests otherwise.",
    "“These companies have reported significant financial losses due to oversupply, market demand issues, and limited market share, challenging the economic viability claimed by the proponents of cannabis cultivation,” ADIC noted.",
    "Cannabis remains classified as an illegal drug in Sri Lanka, with its possession, cultivation, and sale strictly prohibited by law. Nevertheless, the initiative has been branded under the name “Thrailoka Vijaya Patra”, emphasising its medicinal properties.",
    "ADIC warned that this is a guise employed by multinational cannabis businesses and tobacco companies, the latter of which are investing in the global cannabis industry to counteract declining tobacco use.",
    "While the Investment Promotion Ministry and Health Ministry have emphasised that cannabis cultivation will be strictly for export, with no allowance for domestic use, ADIC questioned the practicality of this assurance, given the pervasive issue of illegal drugs in the country.",
    "“Preventing domestic circulation of cannabis remains a challenging task, rendering the export-only assertion dubious,” the organisation noted.",
    "“Countries that have legalised cannabis in various forms have faced numerous unforeseen issues, exacerbating their internal drug problems. Thailand’s recent efforts to reverse its cannabis legalisation decision serve as a cautionary tale. Proponents of cannabis cultivation are exploiting Sri Lanka’s severe economic crisis to advance their agenda, which could further worsen the nation’s socio-economic challenges,” it added.",
    "ADIC also pointed out the rising positive attitude towards cannabis within society, driven by increased promotions.",
    "This trend is leading to a growing tendency among children and youth to initiate cannabis use, which could intensify the drug problem in Sri Lanka. Permitting cannabis cultivation for export could introduce a host of new challenges to Sri Lanka’s existing drug-related issues, ADIC warned. Therefore, the centre called for the immediate cessation of the cannabis cultivation initiative in the country."
  ]
}