{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-police-chief-appointment-against-constitution-opposition-leader-152212/",
  "time_ut": 1709013240.0,
  "original_lang": "en",
  "original_title": "Sri Lanka police chief appointment against constitution: Opposition Leader",
  "original_body_lines": [
    "ECONOMYNEXT – The appointment of Sri Lanka’s new police chief Deshbandu Tennakoon is against the constitution as the decision lacked required votes at the Constitutional Council, Opposition Leader Sajith Premadasa said.",
    "President Ranil Wickremesinghe on Monday (26) appointed Deshbandu Tennakoon as the 36th Inspector General of Police (IGP) of the country after the Constitutional Council (CC) cleared the official who along with three other police officers were asked by the Supreme Court to compensate 2 million rupees in a fundamental rights case last year.",
    "“CC didn’t approve IGP’s appointment. Votes: 4 for; 2 against; 2 abstentions. At least 5 votes are required for a decision,” Premadasa said in his X (Twitter) platform.",
    "“Speaker has a casting vote only in case of a tie. 4/2 is not a tie! Constitution is being blatantly violated for the second time. Shame on you speaker!”",
    "Speaker Mahinda Yapa Abeywardena was not reachable for a comment on the Opposition Leader’s claim.",
    "The President Media Division (PMD) said the President appointed Tennakoon “as the IGP in accordance with the provisions of the Constitution”.",
    "The island nation’s Supreme Court on December 14 ordered Tennakoon when he was the Acting IGP and three other officials to pay a compensation of 500,000 rupees each for the violation of the fundamental rights of an individual.",
    "The Supreme Court also instructed the Police Commission to take disciplinary action against the said Police officers including Tennakoon after it considered the petition filed by W. Ranjith Sumangala who had accused the Police officers of violating his fundamental rights during his detention at Mirihana Police Station in 2011.",
    "The Supreme Court held that the four police officers violated the fundamental rights of the petitioner by his illegal arrest, detention and subjection to torture at the Mirihana Police Station, which was under the supervision of Tennakoon at the time of the arrest. (Colombo/Feb 27/2024)"
  ]
}