{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SL-to-ink-MoU-with-South-Korea-s-Bosong-to-deploy-seasonal-agricultural-workers-on-E-8-visa/56-779350",
  "time_ut": 1753210488.0,
  "original_lang": "en",
  "original_title": "SL to ink MoU with South Korea’s Bosong to deploy seasonal agricultural workers on E-8 visa",
  "original_body_lines": [
    "The Cabinet of Ministers at their meeting on Monday approved the signing of a memorandum of understanding (MoU) between Sri Lanka and the Bosong Local Government in South Korea to send workers under the E-8 Visa category as seasonal employees.",
    "This decision follows earlier Cabinet approvals granted on 19 February and 1 July 2025 to implement a pilot program aimed at facilitating Sri Lankan employment in South Korea under this visa category.",
    "The E-8 Visa enables foreign workers to be temporarily employed in South Korean agricultural sectors.",
    "“Based on discussions with Korean local government institutions, the Bosong administration has agreed to recruit Sri Lankan employees to work in agricultural villages in the province,” Cabinet Spokesman and Minister Dr. Nalinda Jayatissa said during the weekly post-Cabinet meeting media briefing yesterday.",
    "He said under the proposed MoU, Sri Lankan workers will be eligible for short-term employment of up to eight months.",
    "Responding to queries into delays in sending people under the E-8 visa category, Dr. Jayatissa acknowledged the delay and explained that it is due to the formation of a new system to ensure a streamlined process.",
    "“Under the previous administration, they bypassed standard protocols, tarnishing the image of Sri Lanka and since been flagged by South Korean authorities,” he said. He also raised concerns over the involvement of a former Foreign Employment Minister, accusing him of unlawfully facilitating the E-8 visa agreement without Cabinet approval or proper Government authorisation.",
    "“Due to the misconduct of the former Minister, there was a real risk of losing it. We had several rounds of negotiations to convince and rebuild the tarnished image of our country first. That is why the process took longer than expected,” he claimed.",
    "On 1 July, the Cabinet of Ministers approved signing a MoU with the Yeongwol Local Government Institution of the Republic of Korea to send seasonal workers under South Korea’s E-8 visa category (https://www.ft.lk/news/SL-to-ink-MoU-with-South-Korea-s-Yeongwol-Local-Government-to-deploy-seasonal-workers-on-E-8-visas/56-778504).",
    "The proposal to this effect, presented by Foreign Affairs, Foreign Employment and Tourism Minister Vijitha Herath, was approved by the Cabinet of Ministers."
  ]
}