{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Seventh-round-of-Sri-Lanka-Pakistan-bilateral-political-consultations-a-success/56-764954",
  "time_ut": 1722388886.0,
  "original_lang": "en",
  "original_title": "Seventh round of Sri Lanka-Pakistan bilateral political consultations a success",
  "original_body_lines": [
    "The Seventh Round of Bilateral Political Consultations between Sri Lanka and Pakistan was successfully concluded at the Pakistani Foreign Ministry in Islamabad yesterday.",
    "The consultations were held after a gap of over three years, with the 6th round being held virtually in December 2020.",
    "The consultations, which comprehensively reviewed the current status of the relations between Sri Lanka and Pakistan were co-chaired by Foreign Secretary Aruni Wijewardane and the Foreign Secretary of Pakistan Muhammad Syrus Sajjad Qazi.",
    "The areas of cooperation that were discussed at the meeting included economy and trade, defence and security, education, culture, media and sports, consular matters, agriculture as well as technology. The two sides also discussed their cooperation at multilateral and regional fora, and the Sri Lanka delegation particularly thanked Pakistan for the steadfast support that it has been extending to Sri Lanka over the years at multilateral fora.",
    "Pakistan delegation commended the leadership and the people of Sri Lanka in stabilising the debt crisis and stated that Pakistan could learn from Sri Lanka’s experience.",
    "Both Sri Lanka and Pakistan stressed the importance of high-level political exchanges in enhancing the bilateral relations. In this context, a Foreign Ministerial visit to Pakistan is envisaged in the near future.",
    "The delegations agreed on the need to increase connectivity and bilateral trade in enhancing economic growth, in particular air connectivity, between the two countries. Tourism and people-to-people contacts could be further enhanced through cultural, religious and sports links. The two sides also agreed to cooperate in meeting challenges of transnational organised crime such as drug trafficking which adversely impact both Sri Lanka and Pakistan.",
    "At the conclusion of the meeting, Foreign Secretary Aruni Wijewardane handed over to Foreign Secretary of Pakistan five eye corneas donated by the Sri Lanka Eye Donation Society, in keeping with the long tradition of Sri Lanka donating eye corneas to Pakistan.",
    "Sri Lanka’s delegation to the Consultations included the High Commissioner of Sri Lanka to Pakistan Admiral Ravindra C. Wijegunaratne and senior officials from the Ministry of Foreign Affairs and the High Commission of Sri Lanka in Islamabad. The Pakistan side, led by Foreign Secretary Muhammad Syrus Sajjad Qazi, comprised senior officials of the Ministry of Foreign Affairs of Pakistan.",
    "The next round of Sri Lanka-Pakistan Bilateral Political Consultations will be held in Colombo at a mutually agreed date."
  ]
}