{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Ehelepola-Walawwa-to-become-first-wax-museum-in-Sri-Lanka/108-281510",
  "time_ut": 1714320540.0,
  "original_lang": "en",
  "original_title": "Ehelepola Walawwa to become first wax museum in Sri Lanka",
  "original_body_lines": [
    "Colombo, April 28 (Daily Mirror) - Following the transfer of the renovated Ehelepola Walawwa to the Sri Dalada Maligawa by the Urban Development Authority (UDA), it will be transformed into a wax figure museum, preserving its archaeological and cultural significance, Sri Dalada Maligawa Diyawadana Nilame Pradeep Nilanga Dela said.",
    "Wax figures will recreate the architecture of the Kandy era, along with the ritual culture, food culture, industries, and arts associated with the Ehelepola Walawwa.",
    "Additionally, life-size wax figures of national heroes such as Monarawila Keppetipola Disawe, Ehelepola Maha Adikaram, and Devendra Mulachari, along with members of the Ehelepola family and leaders who played significant roles in the Uva Wellassa Rebellion, are planned to be created.",
    "The Diyawadana Nilame said he believes this wax museum, which will show the beauty and pride of this country, will attract the attention of those both home and abroad.",
    "Ehelepola Walawwa belongs to the Kandy era. It is believed to have been built between 1800 AD and 1810 AD. It belonged to Ehelepola Maha Adikaram. Ehelepola Kumarihami, who is considered to be the most famous character in the history of this country, as well as Prince Veera Madduma Bandara, lived in this Walawwa. After the British took over the hill country in 1818, the Ehelepola Walawwa was used as a prison. It is said that they have damaged the original shape of the Walawwa and built new prison cells on the premises.",
    "The British have imprisoned nearly 50 national heroes, including Monarawila Keppetipola and Ehelepola Maha Adikaram, who led the liberation struggle to unify the country.",
    "The Ehelepola Walawwa, which is located on an area of 141 perches and is more than two centuries old, was released from the Prisons Department in 2013 and handed over to the UDA, and the authority has redeveloped it again.",
    "Central Province Urban Development Authority Director E.M.S.B. Ekanayake said these redevelopment activities were carried out under the financial allocation of Rs. 150 million under the guidelines of the Archaeology Department and the Central Cultural Fund, and the Sri Lanka Army and Navy contributed their labour, Ekanayake said.",
    "Meanwhile, Urban Development and Housing Minister Prasanna Ranatunga said the Sannas Pathra (official document) related to handing over the Ehelepola Walawwa to the Sri Dalada Maligawa is being prepared.",
    "Ministry officials have been instructed to arrange it quickly and Minister Ranatunga presented the Cabinet approval and related Cabinet paper to to hand over this Walawwa to the Dalada Maligawa."
  ]
}