{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/david-pieris-automobiles-delivers-first-set-of-baic-x55-suvs-in-sri-lanka/",
  "time_ut": 1731883560.0,
  "original_lang": "en",
  "original_title": "David Pieris Automobiles delivers first set of BAIC X55 SUVs in Sri Lanka",
  "original_body_lines": [
    "David Pieris Automobiles (Private) Limited (DPA), a subsidiary of the David Pieris Group (DPG), Sri Lanka’s largest automotive group, delivered the first set of BAIC X55 SUVs to its customers at the BAIC Showroom in Battaramulla recently.",
    "Earlier this year, DPA announced its strategic partnership with Beijing Automotive Industry Holding Co., Ltd. (BAIC), a Fortune 500 Company and accepted pre-bookings for the BAIC X55 promising a new era of innovative, quality products and unparalleled customer service for Sri Lankan motorists. True to its promise despite many challenges, the Company imported and has now commenced delivery of this futuristic model with local value addition which was conducted under the Standard Operating Procedure for the Automobile Manufacturing and Assembling Industry and Automobile Component Manufacturing Industry in Sri Lanka as introduced by the Ministry of Industries.",
    "Handing over the very first BAIC X55 to the customer, Rohana Dissanayake, Group Chairman and Managing Director of the David Pieris Group said that this sleek, futuristic vehicle is packed with a plethora of state-of-the-art innovative, next-generation features. We will continue to deliver all the pre-booked vehicles in batches, ensuring that our customers receive what they were promised”.",
    "DPA offers two versions of the BAIC X55: the Honour, which comes with standard features, and the Luxury, which includes a full range of options.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}