{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/arts-culture-at-the-crossroad-launching-npp-arts-cultural-policy/",
  "time_ut": 1725887524.0,
  "original_lang": "en",
  "original_title": "Arts & Culture At The Crossroad: Launching NPP Arts & Cultural Policy",
  "original_body_lines": [
    "Good evening dear friends, Venerable Theros, other religious clergies, Mr. Anaura Kumara Dissanayake, NPP leaders, artists, academics, cultural activists, creative industry representatives, brothers and sisters,",
    "It is a great pleasure and honor for me to stand here today as a representative of the academics and arts field of Sri Lanka to address you and share a few thoughts about what we expect from the NPP to enhance the Arts and Culture in Sri Lanka. As I have written elsewhere, we have come to a decisive moment in the political and social history of this country. It is decisive in the sense that Sri Lankan people are in the brink of making a drastic change for the first time in the Sri Lankan political arena.",
    "We are at the urge of selecting our 9th executive president of Sri Lanka not to entertain once again this brutal presidency or its power but to demolish and restructure this merciless system of governance. It is Mr. Anura Kumara Dissanayake who is trusted by the majority of our people and raise hands to vote and elect him to do these changes. People in this country are hopeful and are waiting to see the changes to be taken place in the new government to be elected.",
    "Mr. Dissanayake, today is an important day for the artists, cultural industry professionals, and the arts lovers of this country. Today, National People’s Power (NPP) is launching its Arts and Cultural Policy. This policy is developed through a long process of consulting various cultural actors of the society and evaluating the current and contemporary needs and wants of the people of Sri Lanka. This policy will guide the new NPP government to develop a sustainable and long lasting cultural renaissance that is promised for the people in this election.",
    "It is worth mentioning that the NPP has paid utmost attention to uphold and sustain a new cultural and arts policy for this country. Among other important policies that the NPP has introduced during this time, including research and development policy, economic policy and so on, we are thankful that the NPP has focused on introducing an arts and cultural policy to enhance the overall social and cultural development that is envisioned in their manifesto. We also appreciate that the NPP has not forgotten the fact that it is important for a government to focus on arts and cultural sectors in the overall social development.",
    "As we all know, art is a complex term and culture is also a notorious concept and hard to pin down. Raymond Williams, professor of English and famous literary critic argues that it is the most contested and debated term in the English literary world. Let me highlight an important extract from Williams for us to understand the scope and the deeper meanings related to the development of the term in the English world. Williams says:",
    "It came to mean, first, ‘a general state or habit of the mind’, having close relations with the idea of human perfection. Second, it came to mean ‘the general state of intellectual development, in a society as a whole’. Third, it came to mean ‘the general body of the arts’. Fourth, later in the century, it came to mean a whole way of life, material, intellectual and spiritual’ (Williams 1983, p. xiv).",
    "As this extract clearly indicates, the term culture has been evolving through the civilization and carries complex and various meanings within changing social and cultural terrains. As Williams explains, we cannot forget the fact that there are a few key terms that encapsulate new meanings in the 18th century English speaking world. They are industry, democracy, class, art, and culture (ibid). The term industry came into the current meaning which is institution, was introduced during the industrial revolution and the term democracy was first introduced its current meanings in the American and French revolutions. Earlier the term art was indicative of a set of skills or human attributes in the 18th century. Today it signifies a particular group of skills, the imaginative and creative arts.",
    "What I am trying to show you here is that the concepts such as arts and culture have been brutally exploited since independence by the political institutions who steered this country. After establishing the Arts Council of Sri Lanka in 1952, it was first affiliated to the Ministry of Finance, and then to the Ministry of Cultural Affairs and currently to the Ministry of Buddhasasana, Religious and Cultural Affairs. In this context, various political parties and elected governments have reduced the meaning of arts and culture to its spiritual and heritage discourses.",
    "Mr. Dissanayake, we know that arts and culture are understood as heritage and this line of thinking has led us to utmost prejudices in the society. 76 years of corrupted political culture created a mentality and social consciousness that the culture is something related to our past and is a mere heritage. This heritage discourse glorified 2500 years of hydraulic culture, Sinhala Buddhist Nationalism and the authentic Sinhala culture clamming other communities and people as second rated citizens of this country. Prof. Harshana Rambukwella, in his book, Politics and Poetic of Authenticity: A Cultural Genealogy of Sinhala Nationalism says, “Authenticity demarcates the boundaries of what is allowed in and what is left out. In its nationalist articulation, authenticity becomes a punitive discourse. It banishes and marginalizes those who are ‘inauthetic’” (Rambukwella, 2018, p. 6).",
    "Today, we urge from the NPP and Mr. Dissanayake to take speedy actions to restore a fruitful discussion about how to rejuvenises the ideas of arts and culture in this new millennia. The initial discussion has been already brought forward with the NPP arts and cultural policy. It is no need to tell you that arts and culture is vital for the wellbeing of a society. It is an illusion to achieve economic success and social and political changes unless otherwise we transform this human being. It is vital to focus on how we could achieve this renaissance by empowering people and their human capacities through arts and culture.",
    "Therefore, we need a new journey, a new way of looking at arts and culture. It is not all about building performance spaces and providing infrastructure for artists to work and showcase their artistic creations. It is about sustaining a fruitful discussion which will enhance the inclusiveness of all communities regardless of their ethnicity, race or gender differences. We trust NPP who will uphold the values of equality and co-living of the people of this country.",
    "Mr. Dissanayake, there are two sides to this phenomenon. One is that arts and culture encapsulate ideas thoughts and conceptions which elevate the consciousness of the people and empathy. The other side is that arts and culture encapsulate industrial and commercial aspects. Today, it is considered that the cultural economies are a part of the gross national income. Governments of many countries in the South Asia, and elsewhere, focus on investing a great deal of money to develop cultural economies which vitally contribute to the gross national income.",
    "Similar to other industries, we believe that cultural industries should be supported and sustained by the intervention of private and public collaborations. In order to develop the cultural economies, we might need to relook at the existing education systems. Particularly you may need to revisit the higher education sector. If we really need to sustain a progression of our cultural industries, speedy changes in our higher education sector is a must. So, we believe that it is vital for us to focus on those two aspect – cultural industry and empathic society and their relational co-existence in the future societies.",
    "Mr. Dissanayake, we have gathered here today to urge you that we need a drastic change in the fields of arts and culture. A change that can be accepted by all the communities of this country despite their religious, cultural and political beliefs. We need a country where artists can express their ideas and thoughts without sanctions and be critical about social and political prejudices. We need a country that enhance the cultural and social lives of people, who will visit theatres, listen to music, read literature and develop conversations and entertain life. Artists today have gathered around you and NPP to enforce that we need a country that enhance our cultural and social lives. We all firmly believe that you and your government will have the will and truthful intention to change this country. As a forceful community, we would like to support you, we look forward to see the changes happening in the near future that will lead this country towards a thriving and a beautiful nation.",
    "Rambukwella, H. (2018). The Politics and Poetics of Authenticity. UCL Press.",
    "Williams, R. (1983). Culture and society: 1780-1950. New York: Columbia University.",
    "*Professor Saumya Liyanage is an actor and an academic currently working at the Department of Theatre Ballet and Modern Dance, Faculty of Dance and Drama, University of Visual and Performing Arts, Colombo."
  ]
}