{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/electoral-prospects-in-india-tamil-nadu-have-better-predictability-now/",
  "time_ut": 1709881695.0,
  "original_lang": "en",
  "original_title": "Electoral Prospects In India & Tamil Nadu Have Better Predictability Now",
  "original_body_lines": [
    "BJP and Modi commenced their electoral journey earlier this time than in 2014 and 2019. Yet to be on terra firma the opposing formation has still not pulled its act together. To forecast with fair accuracy, diligent study is of the essence. Both political and electoral dynamics together with statistical data need to be keenly recognized. In the forthcoming elections, growing disarray of the opposition formations have inevitably placed difficulties in the facile movement of the BJP. An examination of Lok Sabha elections from 1991 would show how party alliances have become an important part of seat trading.",
    "From an article of mine published in the Colombo Telegraph of 28 May 2019, soon after the conclusion of the 2019 General Election and before results were released, I conveyed details of my forecast. It may be evident that what was foretold and the real were comparable. Provided below is an excerpt from that article carrying the caption “Resounding Victory for Modi at Lok Sabha Election 2019”.",
    "General Elections are scheduled for completion before end May and forecasts are due weeks ahead. As for now, an overwhelming victory for Modi is awaited. What magnitude? Come month of May, a week before the last day of poll will tell. Three days after I got the above comparison published, I told a few close to me that in the 2024 Lok Sabah election, BJP will get 400 plus seats. Now over four years are past and yet I made neither a confirmation nor a revision. The intervention of COVID had brought intractability to a detached assessment of the electoral scene in India.",
    "For a fair examination of the current political ramifications, what one requires principally is objectivity. It is said that when you read, you think with someone else’s head. My political menu came from Nehru starting from my late teens. While reading Vivekananda it is difficult not to be swept off one’s feet. No less great were Bose, Patel and Krishna Menon. Life of course started with Thiruvalluvar and Bharathy. Rooted in India, my interest in elections commenced rather early in life. As decades passed geopolitical interests are of concern. In the Indian elections I discern a prognosis for South Asia.",
    "In all 5 of the above elections, total seats were 39. Only in 2014, ADMK stood alone. In all other elections coalitions were structured. Inter dependance has become the law of life!",
    "For the 2024 elections too, coalitions are awaiting finalization. Why was Tamil Nadu involved in Lok Sabha Elections from 1980 to 2019? Two major national parties and two important state parties in Tamil Nadu are getting engaged in 2024 as well, in the 44th year. Karmic connection some may conjecture.",
    "To the politically percipient and the positively inclined, if February marked the fortunes of the BJP by the day, March is seeing crowd magnitudes translating into votes. April is sure to display votes escalating into seats. Month of May will be the time for changing estimation to finality. Statistics given above are self-illustrative of party affiliations strengthening a major party.",
    "It is seen that for a quarter century, the same culture of dependence on smaller political formations has prevailed. It needs to be conceded as a fact of life.",
    "From the founding of the Indian National Congress the leadership was devoted single mindedly till 1947 to gaining independence. Till 1967 Congress was dominant in Tamil Nadu. Thereafter, till recently separatism was propagated with waning adherents. Belief in it was in any case tenuous and it started withering away consequent to the Sino Indian War and the Anti-Secession Law. Now it is as lifeless as Congress is in Tamil Nadu.",
    "The dominant feature then became corruption, dynastic succession, nepotism and lack of normative governance. In 2014 the BJP with a dynamic leader in Modi and his comperes gave the country spirited administration. Though it spread to a major part of the country, Tamil Nadu remained ill governed as a festering cesspool.",
    "It became inconceivable for such a great state as Tamil Nadu to lag behind without forward movement. The day dawned four years ago for redemption and the hour produced the man. He was Annamalai who emerged as an uncompromising leader. He has grasped well the thought line when he says “The highest calling for a man is politics”. Tamil Nadu has found her leader as the ‘En Mann En Makkal’ Pada Yatra has amply demonstrated.",
    "A 100 vehicle motorcade by Indians in California showed the impact the movement in Tamil Nadu had made in far-away America. The leader who has come afresh is singly advantaged. He has the privilege of unremitting support of the Prime Minister and the Home Minister among many in the Indian leadership. At a moment of time when the state had become ungovernable with bribery and corruption and worst of all state management of narcotics from the sanctum itself, the centre and the emergent leader are engaged in a joint assault. Above all the central legislature is on the verge of getting larger representation in just three months from Tamil Nadu.",
    "Modi on his return to Delhi after his hectic campaign in Tamil Nadu, called Annamalai and urged optimum effort on his part and as contribution from his cadres. The target appears to be 400 plus seats for his third consecutive term."
  ]
}