{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/India-bans-all-forms-of-paid-online-games/56-780782",
  "time_ut": 1756160357.0,
  "original_lang": "en",
  "original_title": "India bans all forms of paid online games",
  "original_body_lines": [
    "The Indian Parliament has passed the Promotion and Regulation of Online Gaming Bill, 2025, which bans all forms of paid online games such as fantasy sports, rummy, and poker. Following the passing of the Bill, several gaming platforms announced suspension of their paid offerings.",
    "WinZO said: “In compliance with the new law, we are responsibly withdrawing impacted offerings with effect from 22 August 2025.” The company added that it does not plan to downsize its workforce and will redeploy employees towards other focus areas, such as social gaming.",
    "Mobile Premier League (MPL) also announced the suspension of money-based games. In a LinkedIn post, it said: “Effective immediately [Thursday], we are suspending all gaming offerings involving money on the MPL platform in India. Online money games will not be available on the MPL platform anymore.”",
    "Dream11 too has announced that it will shut down operations in the wake of the ban.",
    "Industry sources indicated that gaming firms are preparing to challenge the Bill in court. Legal experts following the matter pointed out that certain provisions need greater clarity, particularly around the definitions used in the legislation.",
    "Real money gaming start-ups, including Gameskraft, Dream11, Probo, Zupee, Nazara-backed Moonshine Technologies (which operates PokerBaazi), Games24x7, and MPL have paused deposits on their platforms. The Bill has also established stringent penalties and imprisonment not only for individuals and entities running or facilitating prohibited online money gaming services, but also extends these consequences to advertising and promoting such services, ensuring that the entire ecosystem supporting harmful online gaming faces comprehensive legal accountability."
  ]
}