{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hirdaramanis-net-zero-science-based-target-approved-by-sbti/",
  "time_ut": 1727644620.0,
  "original_lang": "en",
  "original_title": "Hirdaramani’s net zero science-based target approved by SBTi",
  "original_body_lines": [
    "Hirdaramani Apparel recently announced that its Net-Zero Science Based Targets have been officially approved by the Science Based Targets initiative (SBTi). Hirdaramani is also the first organisation in Sri Lanka to have secured this key milestone.",
    "This achievement underscores the company’s commitment to environmental sustainability as outlined in its Future First Sustainability Roadmap 2025 agenda. As part of this commitment, Hirdaramani has set ambitious near-term and net-zero targets applicable to countries within its global footprint, which include Bangladesh, Sri Lanka, and Vietnam.",
    "The Near-Term Targets approved by the SBTi include reducing absolute scope 1 and 2 GHG emissions by 54.6% by 2033 from a 2022 base year, and scope 3 emissions from purchased goods and services by 32.5% by 2033. The Net-Zero Targets include achieving a 90% reduction in scope 1 and 2 GHG emissions by 2050 from a 2022 base year, and a 90% reduction in all scope 3 emissions including purchased goods and services, capital goods, fuel-and-energy related activities, upstream and downstream transportation and distribution, and business travel by 2050.",
    "Vinod Hirdaramani, Chairman of the Hirdaramani Group commented, “I’m proud to acknowledge this significant milestone in our company’s Sustainability journey, where our commitment to reduce our GHG emissions is reinforced by the SBTi’s approval for our Net-Zero Science Based Targets. Since the very beginning, sustainability has been a way of life at Hirdaramani, and a continuous journey of improvement towards doing the right thing. Having recently embarked on an ambitious journey to deliver on our corporate purpose of ‘Continuous Progression, Together’, it feels apt that progression in our sustainability commitments is also recognised at this timely juncture in Hirdaramani’s legacy.”",
    "Future First, Hirdaramani’s 2025 Sustainability Roadmap is founded on four pillars – Conserve the Environment, Empower our Associates, Support our Communities, and Trust in Good Choices. It outlines a list of environmental, social and governance targets that propel the company’s ambition to be a global benchmark in sustainability.",
    "ComBank joins Yagirala rainforest conservation effort, pledges to plant 10,500 trees",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}