{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hutch-engages-esala-perahera-2025-with-cared-community-focused-services/",
  "time_ut": 1754329200.0,
  "original_lang": "en",
  "original_title": "HUTCH engages Esala Perahera 2025 with cared community-focused services",
  "original_body_lines": [
    "In celebration of one of Sri Lanka’s most revered cultural festivals, the Esala Perahera Mangalyaya in Kandy, HUTCH is proud to step forward once again in service of tradition, community, and connectivity. Beginning July 30th and continuing throughout the Perahera season, HUTCH will roll out a series of community-focused initiatives to support the thousands of pilgrims and families who come together to experience this sacred cultural celebration.",
    "As part of its commitment to public safety and service, HUTCH has introduced two key initiatives during the Perahera season. The first is the distribution of specially designed wristbands for children and adults, aimed at ensuring added safety and peace of mind amidst large crowds. Each wristband is linked to a dedicated HUTCH hotline number that connects directly to police emergency services, offering a reliable channel for locating lost individuals or responding swiftly to distress situations. These wristbands can be obtained from both the HUTCH brand stall and official police checkpoints along the Perahera route.",
    "The second initiative centres around accessibility and connectivity. Recognising the importance of staying connected during high-traffic cultural events, HUTCH has established a dedicated brand stall equipped with free mobile phone charging points for the public. This stall also serves as a key distribution point for the safety wristbands and provides a space where attendees can seek assistance or information, reinforcing HUTCH’s commitment to being a dependable presence within the community.",
    "Aligning private capital with public purpose: The role of banks in driving a true Sri Lankan revival",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}