{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/their-mission-keeping-music-lovers-entertained/",
  "time_ut": 1723499280.0,
  "original_lang": "en",
  "original_title": "Their mission ….keeping music lovers entertained",
  "original_body_lines": [
    "Lots of things are happening in Dubai, especially where the entertainment scene is concerned, and one outfit that is doing exceptionally well is Merlina and Mission.This three piece outfit is from Sri Lanka and has been based in Dubai for more than two years.",
    "According to Merlina, in the past entertainers from Sri Lanka were seen and heard at many of the venues, in Dubai, on a contract basis, but that scene doesn’t exist anymore, she added.",
    "“Unlike in the past, there aren’t any bands from Sri Lanka playing in night clubs and entertainment venues, on a contract basis, . No western bands like before and it’s sad.”",
    "Merlina has been doing her thing in Dubai for quite a while now – first with Dream Team and now with Mission.",
    "Because of their versatility and their ability to keep music lovers, of different nationalities, entertained, they now have a huge following, in Dubai, and Merlina makes sure it’s a happening scene, on stage, especially with her vocals, and stage act.",
    "Says Merlina: “In Dubai, we get so many different nationalities and there is competition in every field, and in music, as well. So, as musicians, we need to maintain a certain standard and update our repertoire on a regular basis.”",
    "Merlina went on to say that they sing in lots of different languages – Spanish, Russian, Uzbek, Italian, Arabic, Zulu and many more – and that they also come up with different acts on stage to suit the occasion.",
    "“My band is very much updated with new music, and the old evergreen hits, and we play all the popular dance songs, pop and rock ‘n roll. We cater to the crowd.”",
    "Ready for a night of glamour and sensational music! Join us at Citymax Hotel Dubai and experience the powerhouse vocals of Merlina, from 10 pm onwards. Let the rhythms sweep you off your feet!",
    "Merlina and Suresh have also operated as a duo, on several occasions. In fact, they did the Maldives scene as a duo.",
    "As Merlina and Mission, their first trip to Dubai was in 2019, before the pandemic cropped up.",
    "Their next assignment, in Dubai, was at the Fortune Karama Hotel.",
    "“We are now at the Highso nightclub, Citymax Hotel, BurDubai, and we are doing really well here and I’m very happy with the setup,” added Merlina.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}