{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/free-rice-for-2-7-million-needy-families/",
  "time_ut": 1714410000.0,
  "original_lang": "en",
  "original_title": "Free rice for 2.7 million needy families",
  "original_body_lines": [
    "The Finance Ministry has allocated Rs. 20 billion to supply rice free to nearly 2.7 million needy families across the country. This commitment follows President Ranil Wickremesinghe’s pledge to provide 20kg of rice to low-income families in May and June.",
    "According to a senior official at the Agriculture Ministry, concerted efforts were made in collaboration with small and medium-scale rice mill owners to ensure the necessary stock of rice. Initially, Rs. 10 billion was distributed among rice mill owners nationwide.",
    "“The allocation of Rs. 10 billion was disbursed in portions ranging from Rs. 25 million to 50 million to facilitate the supply of paddy stocks,” the ministry official elaborated. However, it was emphasized that the Finance Ministry is directly managing this initiative under the directives of the Presidential Secretariat.",
    "President Wickremesinghe inaugurated the National Rice Distribution for low-income families at Ambagasdowa Stadium, Uva Paranagama, on Sunday.",
    "Wickremesinghe said that 2.74 million low-income families would receive a monthly allocation of 10 kilograms of rice for two months. Specifically, 191,548 eligible families in 15 Divisional Secretariat Divisions within the Badulla district were identified to receive this subsidy. The President symbolically distributed bags of rice to 25 beneficiaries, marking the commencement of the rice allocation.",
    "The distribution of rice to selected beneficiaries is ongoing under the supervision of Divisional Secretaries nationwide. Wickremesinghe underscored the importance of equitable economic development and collaboration among political parties, emphasizing the diverse initiatives of the current government.",
    "Furthermore, he instructed that paddy should be purchased, milled, and the rice distributed among low-income earners through a transparent mechanism.",
    "A senior official disclosed that initially, it was planned to allocate Rs. 10,000 million to purchase 61,600 metric tons of paddy under the program, providing 2 million low-income families with 10 kg of rice each per month over two months, free of charge.",
    "However, it was revealed during discussions that 2.85 million families are identified as needing this assistance.",
    "Wickremesinghe reiterated: “The government is committed to purchasing rice worth Rs. 20 billion to distribute to 2,850,000 low-income families as part of its food security program.” He assured that the government would safeguard rice prices by providing a guaranteed price and delegated the task of purchasing paddy stocks to District and Divisional Secretaries. Additionally, he emphasized that rice would not be sold, and a dedicated team would oversee the program’s implementation.",
    "Related Topics:A section of needy people in Sri LankaFree rice for 2.7 million needy families",
    "The Four A’s Advertising Festival set to transform Sri Lanka’s creative communications industry",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}