{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96992/211-army-officers-over-1200-other-ranks-promoted-on-independence-day",
  "time_ut": 1707031860.0,
  "original_lang": "en",
  "original_title": "211 Army Officers, over 1,200 other ranks promoted on Independence Day",
  "original_body_lines": [
    "President Ranil Wickremesinghe, Commander-in-Chief of the Armed Forces, promoted 211 Officers of the Sri Lanka Army (Regular and Volunteer Force) and 1,239 Other Ranks of the Army (Regular Force and Volunteer Force) to their respective next rank, as part of the 76th Independence Day celebrations.",
    "Accordingly, the promotions of the 211 Army Officers were as follows; 02 Brigadiers were promoted to the rank of Major General, 12 Colonels were promoted to the rank of Brigadier, 13 Lieutenant Colonels were promoted to the rank of Colonel, 17 Majors were promoted to the rank of Lieutenant Colonel, 29 Captains were promoted to the rank of Major (Including Quartermasters), 13 Lieutenants were promoted to the rank of Captain (Including Quartermasters) and 125 Second Lieutenants were promoted to the rank of Lieutenant (Regular Force & Volunteer Force).",
    "Meanwhile, the promotions in the category of Other Ranks were as follows; a total of 49 Warrant Officers - II were promoted to the rank of Warrant Officer - I, 111 Staff Sergeants were promoted to the rank of Warrant Officer - II, 135 Sergeants were promoted to the rank of Staff Sergeant, 170 Corporals were promoted to the rank of Sergeant, 364 Lance Corporals were promoted to the rank of Corporal and 330 Privates were promoted to the rank of Lance Corporal (Regular Force and Volunteer Force).",
    "Two Senior Brigadiers who were promoted to the two-star General rank in the Army include Major General P.N Godellawatta USP psc and Major General U.L.J.S Perera RSP USP psc.",
    "President Wickremesinghe made these promotions based on the recommendation of the Ministry of Defence and Army Commander Lieutenant General Vikum Liyanage RWP RSP ndu."
  ]
}