{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83992",
  "time_ut": 1715109840.0,
  "original_lang": "en",
  "original_title": "Sri Lankan authorities are facing a backlash over higher visa costs that could deter tourists , after a new visa portal, run by VFS Global, for online visa application processing  Started Operations from 17 April 2024.",
  "original_body_lines": [
    "A fortnight after Sri Lanka switched to a new visa issuing system, authorities are facing a backlash over higher visa costs that could deter tourists, “Indian involvement”, and “corruption” in the subject minister’s push to outsource visa processing.",
    "Beginning April 17, 2024, Sri Lanka’s Department of Immigration and Emigration directed travellers to a new visa portal, run by VFS Global, for online visa application under various categories. The formerly used Electronic Travel Authorisation system, known for its speed and accessibility, was scrapped.",
    "The move followed a Cabinet decision last year, based on a proposal from Public Security Minister Tiran Alles, to appoint GBS Technology Services & IVS Global – FZCO and VFS Global as authorised agents for the online submission of visa applications for foreigners visiting Sri Lanka. Subsequently, the three companies formed a consortium and signed an agreement with Sri Lankan authorities, according to officials.",
    "With the introduction of the new system, Sri Lanka’s visa nearly doubled, along with the introduction of a $18.5 service fee and $5 convenience fee charged by VFS Global.",
    "Even as users pointed to the absence of a single-entry, 30-day tourist visa option, a recent video recording of a visiting Sri Lankan complaining that “Indians” were handling visa issuance at the Bandaranaike International Airport in Colombo sparked a fresh controversy.",
    "The video clip of the angry man went viral, prompting the Indian High Commission in Colombo to clarify that the companies involved are “not India based or Indian and are headquartered elsewhere”. “Any reference to India in this context is unwarranted,” a statement issued on May 2 said.",
    "GBS Technology Services is Singapore based, and partners with IVS Global Services, a company incorporated in Maharashtra in 2010. Now a global outsourcing and technology services provider, IVS also processes Indian visa applications of Sri Lankans. VFS Global, founded in India in 2001, is currently headquartered in Zurich and Dubai, and was acquired by American private equity firm Blackstone in 2021.",
    "Those operating in Sri Lanka’s crucial tourism industry see the steep hike in visa fees in conflict with the government’s stated aim of boosting tourist arrivals. “From an industry point of view, we have no problem with opting for a technologically advanced system. But we don’t understand why the old system, which was simple and effective, is being replaced with much higher costs to visitors,” said Nishad Wijetunga, President of the Sri Lanka Association of Inbound Tour Operators.",
    "Along with other industry representatives, he wrote to President Ranil Wickremesinghe recently, urging him to intervene and restore “a competitive, user-friendly visa process through a government-operated website”, to sustain the “positive momentum” seen in the country’s tourism sector.",
    "While Sri Lankan media went to town with the “visa fiasco” over the weekend, Leader of Opposition Sajith Premadasa took to social media platform ‘X’ on Monday to challenge the government’s decision. “When cabinet papers were submitted for VFS selection, what were the factors that led to choosing VFS at 25.77 USD over 1 USD per arrival that [state-owned telecom’s] SLT Mobitel offered?” he asked.",
    "Addressing a media conference on Monday, Public Security Minister Tiran Alles defended the move, saying the new visa costs were still lower than what some other countries charged. “VFS cannot issue or reject visas. They can only check the documentation,” he said, adding that the company was “not Indian”. Mr. Alles denied any corruption in finalising the deal with the consortium.",
    "Meanwhile, Indian tourists, who have consistently topped Sri Lanka’s arrival charts — 3,02,844 or 20 % of total arrivals in 2023 — have encountered a peculiar problem navigating the new system.",
    "In a bid to encourage tourism and revive the island’s crisis-hit economy, Sri Lanka in October 2023 waived visa fees for tourists from India and six other countries — China, Russia, Thailand, Indonesia, Malaysia, and Japan.",
    "The arrangement has since been extended. Moreover, Sri Lanka’s Tourism Minister Harin Fernando has been organising road shows in India, asking tourists to visit in large numbers.",
    "However, despite qualifying for a “free visa”, Indians are having to pay close to $23, just towards service and convenience fee. “If they tell us this is the visa fee, that is one thing. But when you’re told the visa is free, and then charged for it, it puts you off,” said Nadeem Sheikh, owner of a travel company in New Delhi, who recently applied for a Sri Lankan visa online.",
    "The Travel Agents Association of India (TAAI) held its 67th convention in Colombo last year, and pledged to forge key partnerships to revitalise the island’s tourism sector. “We have always advocated for free visas in the region, with a reciprocal arrangement with India. Ease of travel, value for money, make a huge difference to tourist arrivals,” Association President Jyoti Mayal told The Hindu. “Sri Lanka has worked really hard to revive the tourism industry and the country’s economy,” she said."
  ]
}