{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-praises-us-state-dept-for-sanction-against-rajapaksa-allies-193382/",
  "time_ut": 1733837100.0,
  "original_lang": "en",
  "original_title": "Sri Lanka praises US State Dept for sanction against Rajapaksa allies",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka government has given a thump up for the U.S. State Department for imposing sanctions on two of Sri Lanka’s for president Mahinda Rajapaksa’s allies – ex-envoy to Russia Udayanga Weeratunga and former Sri Lankan Airline’s chief executive Kapila Chandrasena.",
    "Both officials served under former leader President Rajapaksa’s two terms from 20o5-2015.  The MiG aircraft deal goes back to Rajapaksa’s first term when the country was fighting the final phase of a 26-year war, while the airbus deal took place in Rajapaksa’s second term.",
    "The US State Department said Chandrasena accepted a bribe while serving in his capacity as Sri Lankan Airlines CEO in exchange for ensuring Sri Lanka purchased Airbus aircraft above the market value while Weeratunga was named over the MiG aircraft deal for the Sri Lanka Air Force.",
    "The sanction covers both two individuals and their immediate family members.",
    "“The US State Department has given a good response for those who have been trying to prove they were clean,” Cabinet Spokesman Nalinda Jayatissa said on Tuesday (10) at the weekly post-cabinet press briefing.",
    "“We promised the people that we will be implementing the law against these kinds of corrupt people. We are in the process of taking action. We have already resumed delayed and suspended corrupt cases. We will file legal cases against them,” he said.",
    "“We would not be perturbed by the agitations of those alleged people who challenge us asking where the action is. People like Namal Rajapaksa can now ask the same question with this decision. We will take adequate time for legal actions against these corrupt people.”",
    "“Through this, it will be easy for the Sri Lanka government to take action against those who are involved in MiG and Airbus deals. These deals have taken place not in Sri Lanka jurisdiction, but internationally.”",
    "“I think this decision will be a catalyst and helpful for Sri Lanka’s efforts to prevent and stop corruption. This proves these corrupt people have carried on their deals globally. As a government, we will implement strong action against them.”",
    "Sri Lanka had ordered the arrest of Chandrasena after a British inquiry into bribery over Airbus deals in which his wife received $16 million to her Singapore account, court documents have shown.",
    "The individuals and immediate family members were designated by the Department of State, Foreign Operations, and Related Programs Appropriations Act, Section 7031 C “for involvement in significant corruption” and would not be allowed to enter the US, the statement said. (Colombo/December 10/2024)"
  ]
}