{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/polls-and-stars/",
  "time_ut": 1721235540.0,
  "original_lang": "en",
  "original_title": "Polls and stars",
  "original_body_lines": [
    "Astrology and politics are conjoined twins in most Asian countries. Sri Lanka is no exception, and its politicians would give their eyeteeth for consultations with famous astrologers either here or overseas. It has now been revealed that star divination also influences the process of conducting elections in this country.",
    "Chairman of the Election Commission (EC) R. M. A. L. Rathnayake, speaking at a media briefing on Tuesday, assured that the EC would call the next presidential election before the end of this month. Praiseworthy as that bold statement is, the question is why the EC does not declare the election immediately to dispel confusion, doubts and suspicion that attempts being made in some quarters to delay the poll have created in the public mind.",
    "The government is a dead man walking, and its desperation knows no bounds; it is expected to do everything in its power to put off the presidential election. It made the local government polls disappear by refusing to allocate funds for conducting them. It knows more than one way to shoe a horse.",
    "Explaining the process of declaring the presidential election, accepting nominations and conducting the poll, EC Chairman said that care would be taken to ensure that the submission of nominations would not take place during Rahu kalaya/kaal (inauspicious time). He said the EC had to be mindful of cultural beliefs, etc. We thought it was guided by only laws and regulations governing elections.",
    "Sri Lankan politicians are sticklers for astrology, as evident from their wrists which, covered with many layers of multi-coloured threads, look like telephone posts full of tag ends of old ropes used for hanging banners; their fingers are adorned with gem-encrusted, apotropaic rings, believed to be capable of warding off ill-effects of malefic planetary combinations. There have been instances where serving Presidents opted for snap presidential elections at the behest of their palace seers. In 2015, President Mahinda Rajapaksa lost one year of his second term and suffered a humiliating defeat thanks to astrological advice, which led him to face a presidential election prematurely in a bid to secure a third term. The Gotabaya Rajapaksa rule collapsed in spite of being watched over by Gnanakka, a hospital orderly-turned self-proclaimed sibyl operating from Anuradhapura. Astrologers could not ensure the safety of some Presidents, who became targets of terrorists. Nevertheless, they are going places; they have politicians on a string, controlling as they do all aspects of the latter’s lives. Perhaps, the same is true of most members of the public. For politicians, their horoscopes matter more than the Constitution and other laws. So, unless the EC goes out of its way to help candidates avoid Rahu kaal, they might go so far as to stage protests in front of the Election Secretariat.",
    "But what about the electors’ astrological rights, as it were? A firm believer in astrology can argue that the electors are suffering while the elected are living the life of Riley because voting takes place during Rahu kaal as well.",
    "However, all affairs of the state of Sri Lanka are conducted in an astrologically-prescribed manner; in fact, hardly anything is done during inauspicious times in this country.",
    "How come Sri Lanka, where the ordinary public and their leaders avoiding Rahu kaal and other inauspicious times like the plague, and do as astrologers say, has had to beg and/or borrow from other countries that do not give a tinker’s cuss about astrology and are known for efficient time management?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}