{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100314/sri-lanka-to-receive-total-debt-relief-of-usd-8-billion-through-restructuring-",
  "time_ut": 1720175820.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to receive total debt relief of USD 8 billion through restructuring",
  "original_body_lines": [
    "President Ranil Wickremesinghe emphasized that true socialism lies in granting free land rights to the people, dismissing mere talk about socialism.",
    "He highlighted that his government, credited with rescuing the country from bankruptcy, is actively addressing public issues. He pointed out that an additional 200,000 individuals will benefit from the “Urumaya” freehold land title initiative.",
    "The President underscored these initiatives, speaking at a ceremony held at the North Western Provincial Council Auditorium in Kurunegala, where symbolic deeds were presented to 463 recipients out of 73,143 eligible in the district under the “Urumaya” national program.",
    "Addressing the gathering, he noted that he assumed leadership during a period of governmental uncertainty. He emphasized that the nation is now recovering from economic turmoil due to effective economic management. He highlighted plans for inclusive development in Kurunegala district as part of advancing the country’s new economy.",
    "In the Kurunegala district, our farmers, who are vital to our rice supply, have lacked rightful ownership of their lands for too long. Today, hundreds of thousands of people across our country face the challenge of living without legal rights to their homes. We launched the “Urumaya” program to ensure they receive the rights they deserve.",
    "When I took office, it was a time of great uncertainty. Leaders were scarce, but I stepped up to lead. We formed a government by uniting different parties, and together, we’ve made significant strides in addressing the people’s concerns.",
    "When our country’s economy collapsed, many lost hope. Today, I must express my gratitude to the residents of this area. Despite facing personal challenges akin to a house on fire, they prioritized community welfare and worked tirelessly to provide relief. Now, our country has emerged from bankruptcy. We have a four-year plan to repay our loans, offering reduced burdens and interest cuts that will yield USD 5 billion in savings.",
    "We are currently in negotiations with private contractors. As a result, approximately USD 3 billion has been withdrawn. In total, USD 8 billion has been allocated for our use. Additionally, we have been granted USD 2 billion under relaxed terms. This does not account for funds expected from China or assistance from India. As a result, we have saved USD 8 billion over the past two years.",
    "Before assuming office, during President Gotabaya Rajapaksa’s tenure, India provided USD 3.5 billion on favourable loan terms. Bangladesh also contributed USD 200 million. Despite economic challenges, we managed to repay USD 200 million.",
    "I’ve had to make tough decisions to rebuild our economy. Raising VAT wasn’t easy, but it was necessary to stabilize our economy. Some leaders urged people to protest and even burn houses, urging them not to support the government. Farmers were told to come to Colombo, but without fuel and fertilizers, they couldn’t come. We provided essential fuel and fertilizers to support them. Eventually, they were asked to come to Colombo without planting crops.",
    "Thanks to the harvest in 2022-2023, the country’s production increased, and tourism thrived. As a result, we’ve achieved an USD 8 billion relief and paved the way to debt relief. When the economy collapses, it affects ordinary people the most. When it recovers, its benefits reach another segment. We launched the “Urumaya” freehold land deeds program to benefit ordinary people. Today, these individuals have full ownership rights to the land they’ve lived on for generations. This is indeed a government’s record.",
    "Others talk about socialism, but this is real socialism where land is given directly to the people. Only two countries in the world, Japan and South Korea, have implemented similar programs, but they charged some fee for the land. Here, we provide land for free, resulting in an additional 2 million beneficiaries under this program.",
    "Furthermore, the “Aswesuma” program has tripled the benefits of the “Samurdhi” program for the people. These initiatives were implemented despite the country being bankrupt. Government employees were granted a stipend of Rs.10, 000. Attention will also be given to increasing salaries in the coming year, along with wage hikes in the private sector. Income from tourism has increased, supporting a modern tourism industry that has raised people’s earnings.",
    "During the last Poson Poya, numerous dansal were held across the country. Before that people were suffering with food shortages. Thanks to your hard work in agriculture, we experienced an unprecedented number of dansals in Sri Lanka’s history. Foreign ambassadors expressed their surprise to me; this showcases our strength. We are committed to providing relief and developing the country in every possible way.",
    "Today, the Kurunegala district is rapidly developing. After Gampaha and Colombo, it houses one of the largest populations in the country. Our goal is to strategically develop this province. To this end, we have allocated approximately 1,000 acres for a trade zone in the Bingiriya area, along with the Iranawila Tourist Zone.",
    "The Bingiriya and Madampe areas are set to experience significant development. Additionally, plans are underway for a major industrial initiative in Kuliyapitiya. The largest program under the Agriculture Modernization Program is also being implemented in Kurunegala district. With new aid coming in, highway construction has commenced, complementing other road systems. Moreover, this province will soon host a new university, marking a period of substantial growth for Kurunegala in the coming years.",
    "Kurunegala District Coordination Committee Chairman, Kurunegala District MP Samanpriya Herath;",
    "The Urumaya program, aligned with the 2024 budget proposal, represents a significant initiative spearheaded by President Ranil Wickremesinghe.",
    "In ancient times, land use was problem-free for the people. However, after independence, many individuals in Sri Lanka found themselves with land licenses issued under various names but lacking actual ownership rights. Government intervention became necessary to resolve these land issues.",
    "Today, President Wickremesinghe has taken decisive actions to address these longstanding land problems. I am grateful to him for resolving the land issues faced by the people of the North-West Province.",
    "We are pleased that today, the “Urumaya” program, inspired by President Ranil Wickremesinghe’s noble vision, is being implemented in the North-West Province. The primary aim of this initiative is to grant legal ownership of land to the people.",
    "Many individuals in our country currently possess only licensed land, which can be revoked by the government at any time and holds little value. Since independence, President Wickremesinghe is the first leader to launch a program granting two million free land deeds to our citizens. The “Urumaya” program is, without a doubt, an investment in our future.",
    "Additionally, the Agricultural Modernization Program, based on the President’s vision, has reached the villages. Our country has faced significant challenges in the past, but President Ranil Wickremesinghe stands out as the leader who rescued both our country and its people from economic crisis. He has brought about substantial positive changes in a remarkably short span of time.",
    "Some politicians oppose your right to “Urumaya”. We must not tolerate their disruptive actions. It is crucial for the President to retain power. Let us not forget that President Ranil Wickremesinghe was the leader who revitalized our nation. We must continue progressing under his leadership for the future development of our country.",
    "State Ministers Shantha Bandara and D.B. Herath, along with MPs Johnston Fernando, Akila Viraj Kariyawasam, Anura Priyadharshana Yapa, Asanka Navarathna, Manjula Dissanayake, Sumith Udukumbura, Kurunegala District Secretary R.M.R. Rathnayake, North-Western Provincial Council Chairman Tikiri Adhikari, Secretary to the President Saman Ekanayake, Senior Additional Secretary to the President Chandra Herath, Mahaweli Authority Director General Mahendra Abeywardana, and several other guests were present at the event."
  ]
}