{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=82948",
  "time_ut": 1697828760.0,
  "original_lang": "en",
  "original_title": "What happened October 7 shook Israel beyond recognition. But even in the heat of our anger and frustration, we must not lose whatever remains of our conscience and moral compass. We must not let all of Israel become Hamas.",
  "original_body_lines": [
    "This bloodbath must be stopped immediately; it isn’t leading anywhere good. Massacres can be answered with massacres, but even a terrible massacre like the one perpetrated in southern Israel cannot justify whatever follows it, with no limits.",
    "A terrible massacre might even be able to justify another terrible massacre if it has a goal other than punishment and vengeance, and if that goal is both legitimate and achievable. But that isn’t the case for the war in the Gaza Strip, which has no clear, realistic purpose and certainly has no answer to the question of what happens on the day after.",
    "But even if it had a clear purpose, even then there would have to be limits to the devastation. The bloodbath now taking place in Gaza, which has only just begun, shows that there are no limits. And in the face of this, it’s impossible to remain silent. This cannot be justified.",
    "It is impossible to be silent in the face of the terrible images from Al-Ahli Hospital in Gaza City – dozens of bodies lined up one after the other, many of them children with lacerated bodies and missing limbs – just as it’s impossible to be silent when faced with the pictures of death and destruction that occurred here. Hundreds of desperate Palestinians were killed Monday after trying to find shelter in the open air near the hospital, in the false belief that they would be safe there even during this cursed war.",
    "It’s not yet possible to determine who is to blame for this disaster, but to the victims it no longer matters. Nor should the identity of the culprit change what happens next in the campaign – it must stop immediately. The hospital disaster must become the turning point of the war, just as the disaster in Kafr Kana during Operation Grapes of Wrath in Lebanon in 1996 became the turning point that brought that operation to an end.",
    "Israel is currently driven by a justified and understandable storm of emotions, and it is being encouraged by the world’s sympathy. But the latter will quickly be replaced with a demand to stop the shooting given the disasters caused by the war. The hospital tragedy has already changed the mood among some members of Israel’s large band of cheerleaders.",
    "Even before this disaster, the reports from Gaza, the vast majority of which never reach Israelis, threatened to tilt the world against continuing the war. Roughly 1,000 dead children even before the dead children from the hospital are counted – that’s a statistic that’s impossible to ignore, and there is no way to justify it. A total siege on 2 million human beings and the evacuation of 1 million from their homes within a day are also unacceptable under any circumstances.",
    "This week, I visited the destroyed Kibbutz Be’eri, and I’ll repeat what I said then – I’ve never in my life seen such difficult sights. It’s impossible to let them pass without settling accounts with everyone responsible. No country would refrain from doing so. But there’s a vast middle ground between doing nothing and massive bloodshed that has no point or purpose.",
    "The pictures from Gaza are heartbreaking, and they ought to break everyone’s heart: an unending convoy of ambulances with sirens wailing and terrified parents carrying their wounded children; fathers weeping over the bodies of their children, who were placed on the hospital’s floor due to a lack of beds. I also saw five wounded children in one bed and moaning patients with no one to treat them.",
    "Killing thousands of people, maiming tens of thousands and leaving them with nothing won’t advance any Israeli interest, even if we set aside questions of law and morality. It will only breed hatred and vengeance of a kind that even Satan couldn’t invent, with Hamas or without it.",
    "While the children of Gaza are being killed, Israelis are complaining about the army “treading water.” The prevailing Israeli sentiment seeks a ground operation and an end to Hamas. This demand is justifiable, but probably unrealistic. In any case, it cannot be one that comes at any cost, including the cost of the destruction of the Strip.",
    "What happened October 7 shook Israel beyond recognition, especially the left and center. But even in the heat of our anger and frustration, we must not lose whatever remains of our conscience and moral compass. We must not let all of Israel become Hamas."
  ]
}