{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/elpitiya-plantations-empowers-the-plantation-community-with-value-vault-smart-card/",
  "time_ut": 1753206960.0,
  "original_lang": "en",
  "original_title": "Elpitiya Plantations empowers the plantation community with ‘Value Vault’ Smart Card",
  "original_body_lines": [
    "In a transformative initiative aimed at uplifting and empowering the plantation community, Elpitiya Plantations PLC marked a significant milestone on 16th July 2025 with the ceremonial launch of the ‘Value Vault’ smart shopping card at the Dunsinane Estate. The event coincided with the grand opening of the new Dunsinane Super COOP City and was graced by the presence of Asela Udumulla, Deputy General Manager of the Dunsinane Estate; A.G. Geeth Kumara, Chief Executive Officer of Elpitiya Plantations PLC; and C. Devaranjan, Regional Director of the Plantation Human Development Trust, Nuwara Eliya.",
    "The Value Vault card utilises Near Field Communication (NFC) technology to facilitate seamless transactions at the Cooperative Shop and was developed in collaboration with the Dunsinane Cooperative Society Ltd and eGreen Solutions (Pvt) Ltd. Each card is automatically credited based on the employee’s attendance records, allowing them to conveniently purchase essential goods conveniently and with dignity.",
    "For many long-serving and senior employees, this represents their first experience with digital financial tools—marking a proud moment of technological inclusion and progress. The initiative provides better access to daily necessities and serves as a powerful incentive by recognising and rewarding employee dedication by integrating them into the modern digital economy.",
    "Concurrently, Elpitiya Plantations has also introduced a mobile food ordering application for the Cooperative Shop. This platform enables field staff to place and track orders in real-time, enhancing accuracy, reducing administrative overhead, and contributing to overall operational efficiency.",
    "These digital advancements are among the first of their kind in Sri Lanka’s plantation industry, serving as a scalable model for inclusive development. They demonstrate how technology can transform the lives of plantation workers while supporting operational excellence.",
    "With continued collaboration and a shared vision, Elpitiya Plantations PLC remains committed to building a more empowered, connected, and resilient plantation community.",
    "Registrations now open for Sri Lanka Economic & Investment Summit 2025",
    "AIA Insurance’s Suwa Walan campaign sparks national dialogue on breast cancer awareness",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}