{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/is-sri-lankan-buddhism-under-threat/",
  "time_ut": 1718731380.0,
  "original_lang": "en",
  "original_title": "Is Sri Lankan Buddhism under threat?",
  "original_body_lines": [
    "During the past Vesak season, there were newspaper articles raising concern that Buddhism in Sri Lanka is facing various threats. On one hand, in a country that has a long-standing habit of exploiting religion, race, and language for political reasons, it is not cynicisms to think that this is a prelude to the upcoming elections. On the other hand, historically, both Buddhism and other institutions have undergone major transformation under various forces of both local and foreign origin. In either case, we have an obligation to take a closer look at this phenomenon.",
    "It is necessary to define the question clearly before responding; Buddhism is not a monolithic thing, and it can mean many things to different peoples. First, there is the root of Buddhism, what the Buddha taught or Dhamma. There is no argument among Buddhists, especially among Theravadins, that the Pali Canon is the bedrock, or the undisputed source of Dhamma. The complete Cannon is available in the native languages of the Theravadin countries, and it would be hard to find any Buddhist institution without having a printed copy revered and securely displayed in their abodes. The canon been translated into many other languages, at least the core elements of it, and available in both print and electronic media in readily accessible formats throughout the world. There is an ongoing effort by an international group of eminent scholars to have a complete English translation of the Pali canon available to all of (https://palitranslation.org/). Furthermore, Dhamma is extensively studied by academics throughout the world and thousands of publications, theses, and textbooks are published in many languages every year. One contributing factor for this increasing interest is the realization that that Dhamma has a strong linearity with scientific findings. Therefore, any notion of Dhamma being lost to the future generation is unfounded.",
    "The interpretation of Dhamma is a different matter altogether. Over the millennia, it has been interpreted in many ways so that the denizens of each era can relate to it. This interpretation process will continue. However, Buddha gave the solution to it in his advice to the Kalamas; accordingly, it is our responsibility to delineate Dhamma from exegeses and mythology. For example, if we wish to believe that prince Siddhartha was born not in Lumbini but somewhere else, it is our choice, and not for the lack of information (The Island 2024/04/24).",
    "Buddhism, on the other hand, is the way in which its followers have adopted the Dhamma for guiding their lives, which may or may not fully align with the Dhamma as found in the canon. Buddha Dhamma is a guide for leading happy life that is in harmony with fellow beings and the universe, one’s environment. It recognises two groups of people: the monastics who have committed their life to seek liberation and the laity, i.e., upasaka and upasika, who are expected to maintain a functional society that can support the monastic community among other things. Then, the question is, are there any obstacles preventing either party from leading a Buddhist way of life, and if so, from where they come.",
    "Let us ask that question in a separate way: Is the Sri Lankan society a functional one that people live in harmony according to any religious ideals? Let the numbers speak: The wealthiest 1% of the population receive 31% of the country’s income, while the bottom 50% receive less than 4%. As a result, more than a quarter of the Sri Lankan population is living in poverty, 42% of children under five are multidimensionally poor, and about 33% of children aged under four is malnourished and stunted. According to a UN report, 90% of the women surveyed report being sexually harassed at least once in their lifetime, 25% of women have experienced physical and/or sexual violence, while 40% have endured other forms of violence. Late adolescent school children who have experience sexual harassment is 78%. A survey of men found that 28% of them were sexually abused during childhood. Sri Lanka is one of the most corrupt countries – 115th out of 180, and its quality-of-life rates 83rd out of eighty-five countries surveyed (See the Table). We do not need expert analyses, indications that our society is broken are all around to see. What is more, even under these dire circumstances, the pillage of the meager resources of the country continues unabated.",
    "Is that a society befitting the Buddhist ideals? Or the ideals of any religion? That is the 35-billion-dollar question: if the Sri Lankan Buddhists had abided by the five precepts at a minimum, could the country be in this situation? (The Island 2024/05/23). What forces prevent the Sri Lankans from adhering to the five precepts and leading a life according to Buddha’s teaching? No need to go far, all we must do is check our own conscience for the answer. Or look in the mirror.",
    "The other question we must ask at the risk of violating tradition is, what about the contribution of monastic society to this situation? Again, if there are shortcomings on their part, what forces prevent them from leading a life according to the 227 rules they have vouch to abide by? Certainly, they cannot find fault with the laity for not providing them with food and shelter; despite the enormous hardships the laity go through monastics lead a privileged life. Unfortunately, monastics are forbidden from using mirrors.",
    "However, there is one lesser-known historical fact that both monastics and the laity must heed. Historians attribute the decline in Buddhism in South India, which escaped invasions until late, to the monastics’ heavy reliance on the country’s rulers for their upkeep. This practice distanced them from the general population, and when the rulers changed, they were left out without a support system (Lamotte 1988). In Sri Lanka, the land grant system (nindagam) initiated by the monarchy to reward monastics, which permitted family inheritance of temple property, is attributed to the decline of monastic society well before the European invasions (Wachissara 1961). Therefore, the mutual favoritism by the ruling class and the monastics can have unintended negative consequences, as evident already.",
    "Overall, if we think that the existence of the Sri Lankan Buddhism, not the Dhamma, is at risk, we cannot blame anyone else but us. Religion is a personal thing. If Buddhism has declined, we the people are responsible for it; the same goes for the decline of other social institutions irrespective of religious beliefs as all religions respect the same basic ethics. No matter what the constitution says, living a moral life is a personal responsibility, and ethics and morals cannot be legalized. If someone is trying to convince us that there are external forces threatening the existence of Buddhist way of life of the laity or the monastics, they are doing so with vicious ulterior motives. We should not take this lightly as throughout Sri Lankan history, those who seek power have used divisive tactics, whether it is religion, race, language, and most disgustingly caste, to come to power.",
    "No one should be surprised that there will be plenty of fearmongering in the coming months. For the sake of the country and our future generations, let us keep in mind that none of those artificial divisions matter, it is the ethical and moral governance that we need. If we continue to repeat the same mistakes, the next 75 years will be worse. Let us try to “see things as they really are” (yathabutha nanadassana) and not be our own worst enemy.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}