{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top-story/Public-urged-to-beware-of-rising-influenza-like-illnesses/155-275311",
  "time_ut": 1705633320.0,
  "original_lang": "en",
  "original_title": "Public urged to beware of rising influenza-like illnesses",
  "original_body_lines": [
    "Colombo, Jan 18 (Daily Mirror) -  In the wake of the rising influenza-like illnesses in an unusual rate, health experts are urging the public to beware of symptoms such as fever, cough, sore throat, runny or stuffy nose, muscle or body aches, headaches and fatigue.",
    "Speaking to Daily Mirror, Consultant Virologist at the Medical Research Institute Dr. Jude Jayamaha said, “There are usually two peaks of influenza namely November to February and April to July,”",
    "“According to the samples obtained during the last month and the first week of January, we have seen a 25% of influenza-positive rate, which is unprecedented,” Dr Jayamaha highlighted.",
    "In light of the situation, the Secretary to the Health Ministry has advised the national influenza centre to enhance Influenza-like Illness Surveillance at 20 hospitals including Colombo, Ragama, Kalubowila, Negombo Hospitals, Lady Ridgeway Hospital for Children and Infectious Disease Hospital.",
    "“Accordingly, samples are directed to the national influenza laboratory on a daily basis. As of now, the predominant type is influenza A,” he said.",
    "Groups susceptible to influenza-like illnesses include pregnant mothers, children under two years old, individuals aged 60 and above, and those with chronic diseases.",
    "Meanwhile, Dr Jayamaha stated that they had also enhanced the COVID-19 surveillance.",
    "“As such, out of the 500 samples tested over a period of nine days, there a six per cent of positive rate,” he added.",
    "Moreover, the expert requests those people having cough to wear a mask in order to prevent it from spreading to others."
  ]
}