{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/President-raises-concerns-over-assault-on-4-year-old-child/108-284291",
  "time_ut": 1717686060.0,
  "original_lang": "en",
  "original_title": "President raises concerns over assault on 4-year-old child",
  "original_body_lines": [
    "June 06, (Daily Mirror) -  In response to the beating of a 4-year-old girl that has shocked the nation, President Ranil Wickremesinghe issued a statement on X, underscoring the urgent need for action to ensure the safety and well-being of children.",
    "The President emphasized that while the judicial system will address the perpetrators of this brutal act, the immediate priority must be the protection and support of the child involved.",
    "“The brutal beating of a 4-year-old girl has rightly horrified the country. While the judicial process will address the perpetrators, we must prioritise the child’s well-being, which will require swift and decisive action from state officials,” the President wrote.",
    "He highlighted the lasting impact of such trauma, stressing the importance of understanding and raising awareness about the severe, long-term effects of abuse on children’s mental and physical health.",
    "In line with Corporal Punishment Day, and in response to the increasing number of such incidents, the Cabinet of Ministers has approved amendments to the Penal Code and Criminal Procedure Code aimed at abolishing corporal punishment in all settings. President Wickremesinghe has urged officials to expedite these legislative changes to ensure immediate protection for children across the nation.",
    "“The state must care for and protect our children, as their well-being, both physical and mental, is a measure of the much-discussed stability Sri Lanka is striving to achieve. We must remember at all times that there is no tomorrow without children, and their welfare must be our highest priority,” the President added."
  ]
}