{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/road-to-bankruptcy-the-role-of-foreign-currency-flows-economic-vulnerabilities-in-sri-lanka/",
  "time_ut": 1718579097.0,
  "original_lang": "en",
  "original_title": "Road To Bankruptcy: The Role Of Foreign Currency Flows & Economic Vulnerabilities In Sri Lanka",
  "original_body_lines": [
    "Until 1978, Sri Lanka’s economy was mainly agriculture-based. In the 1970s, industrialization began to grow due to government and bilateral investments. However, the economy faced high inflation and product shortages due to supply-side shocks from the OPEC oil embargo. Despite these challenges, Sri Lanka remained free of foreign debt in the early 1970s due to strict trade and capital controls and policies focused on production.",
    "In the 1970s, increasing the domestic money supply in Sri Lanka without causing currency depreciation was challenging due to the rupee’s peg to the dollar under the Bretton Woods System. In 1978, the newly elected President of the United National Party adopted free-market policies, rapidly opening the economy. This shift led to a dramatic 100% devaluation of the Sri Lankan rupee within 24 hours, from Rs. 8 per USD to Rs. 16 per USD, marking a significant turning point in the country’s history. Concurrently, the global economic landscape was transforming with the United States’ unilateral termination of the Bretton Woods System.",
    "The liberalization of trade policies in 1978 led to rapid deindustrialization in Sri Lanka’s nascent economy. Subsequent liberalization of the capital account and domestic financial markets spurred consumerism, asset price inflation, and a balance of payments deficit. The capital account liberalization enabled the private sector to borrow in foreign currency, with banks and state-owned enterprises (SOEs) attracting significant foreign currency inflows since 1978.",
    "While foreign inflows initially boosted the economy, the productive capacity gradually declined to below 30% of GDP. Although GDP growth occurred, it was outpaced by a surge in imports, leading to a rapidly increasing current account deficit. The Auditor General noted that borrowings by banks and state-owned enterprises were not recorded in the state accounts, implying that the total foreign debt could be larger than the government reported. This underreporting significantly reduced Sri Lanka’s monetary sovereignty.",
    "The 2019 Easter Attack, a major terrorist incident, led to significant foreign capital outflows, triggering a balance of payment crisis by 2022. Consequently, the rupee lost half its value, inflation soared, and Sri Lanka defaulted on its foreign debt. Following this, IMF-led foreign creditors required the Sri Lankan government to default on domestic debt to initiate negotiations for restructuring the foreign debt.",
    "The total public debt stock in Sri Lanka as end 2022 is USD 83,895Mn.",
    "The events leading up to the Domestic (local currency) debt default",
    "Since 1978, Sri Lanka has consistently faced a balance of payment deficit. Persistent current account deficits and borrowing for unsuccessful infrastructure projects have led to a foreign debt exceeding the country’s GDP. In 2019, amidst this dire economic situation, the Easter attack occurred, killing over 300 people and injuring thousands. Despite being labeled a terrorist attack, no evidence of such a group has been found. Many citizens believe the attack was politically motivated to regain power.",
    "In the aftermath of the 2019 Easter attack, Sri Lanka’s foreign currency-denominated bond prices collapsed, leading to unexpected foreign capital outflows. Creditors stopped advancing new foreign loans, and demand for potential new foreign bond offerings vanished. Consequently, foreign reserves began to decline steadily. This decline was further accelerated by the sharp drop in tourism due to the attack. Unfortunately, the economic fallout from the Easter attack was compounded by government-enforced lockdowns due to the Covid-19 pandemic, plunging the economy into a prolonged crisis. Exports declined, while essential imports surged to support the locked-down population, further widening the current account deficit. The weakening foreign reserves led to a drastic devaluation of the rupee, with the exchange rate plummeting from LKR 180 per USD to LKR 360 per USD by mid-2022.",
    "Ironically, until mid-2022, Sri Lanka made no attempts to renegotiate settlement terms with foreign creditors. During this period, the liberalization of capital controls accelerated foreign currency outflows, reducing usable foreign reserves to just USD 50 million and forcing a debt default in mid-2022. Since then, IMF-led negotiations with foreign creditors have been ongoing.",
    "Foreign creditors are now requiring the Sri Lankan government to restructure domestic debt before addressing foreign debt. Concurrently, tax revenue has significantly dropped, and government expenditure has risen due to policy measures aimed at mitigating the Covid-19 pandemic’s economic impact. These measures have substantially increased the government deficit, leading to increased money supply (money printing). Historically, Sri Lanka’s government deficits have stemmed from transfer payments, government salaries, and interest payments, rather than initiatives to enhance the country’s productive capacity or address critical socio-economic issues.",
    "Since 1980’s Sri Lankan budget has always been in deficit. It clearly demonstrates the ability of the government to deficit spend continuously over 40 years. But, most economists believe money printing was the reason for debt default. They also assume money printing caused the inflation aftermath of the debt default.",
    "As of the end of May 2023, the total value of local currency (LC) treasury bonds stands at approximately LKR 9 trillion. The largest holder of these treasury bonds is the superannuation fund, which is directly under the authority of the Sri Lankan Central Bank, holding 43% of the bonds. The government has mandated a reduction in the coupon rate for the treasury bonds held by the superannuation fund. These bonds will now have a coupon rate limited to 12% per annum until 2025, which will further decrease to 9% per annum until maturity. Analysts estimate that this reduction in coupon rates will lead to a potential loss of approximately LKR 12 trillion for the superannuation fund over the course of 15 years. Despite public opposition, dissent against these measures was subdued by the government’s threat to impose a 30% tax on superannuation, which is higher than the existing tax rate of 14%.",
    "Government is expecting to achieve following targets through domestic debt restructuring;",
    "Debt stock target: 95% Of GDP by 2023, as at end 2022, it was at 122.5%",
    "Gross Finance Need Target: 13% Of GDP (2027-32), as at end 2022, it was at 26%",
    "Many economists believe that successfully completing the domestic debt restructuring process will improve Sri Lanka’s credit ratings. This could lower the risk premiums on sovereign securities and help stabilize the trajectory of public debt towards sustainability. However, these economists may be overlooking the fundamental principles of sound finance and the concerns about the Sri Lankan government’s ability to repay domestic (LC) debt. In essence, there are no technical barriers preventing the repayment of rupee-denominated debt by the Sri Lankan government. The decision to default on domestic debt is solely a constraint imposed by the IMF on Sri Lanka. Unfortunately, this default places a burden on the superannuation fund, resulting in a loss of future income for its members.",
    "The rise of neoliberalism has left Sri Lanka heavily indebted to foreign creditors, which has led to the deterioration of its industries, agriculture, and local productive capacity. This dependency on foreign imports has severely limited Sri Lanka’s monetary sovereignty, exacerbated by increasing foreign debts and import dependencies. Foreign bondholders are increasingly exerting control over Sri Lanka’s financially beleaguered government, influencing national policymaking and imposing austerity measures. These programs restrict government spending on essential sectors like health, education, and infrastructure. As part of these conditions, Sri Lanka is being compelled to privatize public assets, including infrastructure and utilities, to meet creditor demands.",
    "Further economic liberalization is anticipated to result in increased outflows of foreign currency through revenue repatriation. These IMF-directed measures are being imposed on a population that has been grappling with economic hardship since the 2019 Easter attack. These actions are projected to generate a shortfall in effective demand due to a reduction in disposable income, resulting in further economic contraction.",
    "In conclusion, economies reliant on global trade inflows for essential needs are highly susceptible to exchange rate fluctuations, which can significantly impact domestic prices. These trade flows are contingent on financial flows that initiate them, thereby giving financial flows a dominant influence over exchange rates and leading to devaluation of the domestic currency. The banking system, under the leadership of the central bank, plays a pivotal role in shaping the outcomes of the economy. Historically, in Sri Lanka, the banking system’s influence, particularly through foreign debt, has contributed to economic growth but has also enriched a few billionaires while driving the rest of the country into bankruptcy."
  ]
}