{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-rupee-not-a-one-way-bet-hedging-instruments-deepening-needed-cb-governor-147314/",
  "time_ut": 1705326240.0,
  "original_lang": "en",
  "original_title": "Sri Lanka rupee not a one-way bet, hedging instruments, deepening needed: CB Governor",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s rupee is no longer a one-way bet, and the Central Bank would like to see a deeper market with more hedging instruments in the future Governor Nandalal Weerasinghe said.",
    "“We all know in the past the exchange rate has been a one-way bet, and there has been a lot of speculation,” Governor Weerasinghe said delivering an annual policy speech on January 10.",
    "“Now we have been able to address that part. It is no longer a one way bet. It responds to demand and supply conditions and we will intervene to smoothen out any excess volatility.”",
    "Governor Weerasinghe also dismantled most of the trading controls imposed during the period of inflationary domestic operations, which triggered forex shortages, allowing forex markets to work.",
    "“And also in this kind of environment we would take steps to foster a deeper and more liquid domestic foreign exchange market, that is basically run by you,” he told bankers in the audience.",
    "The central wanted a deeper and more liquid FX market also hedging instruments to hedge exposure for businesses, he said.",
    "“This would be further supported by implementing the FX Global Code in the domestic foreign exchange market, providing a common set of guidance to promote a robust, fair, liquid, open, and appropriately transparent market in which market participants could confidently and effectively transact at competitive prices that reflect available market information.”",
    "The central bank has launched the first phase of an  International Transactions Reporting System (ITRS) in 2023 to collect data on cross-border transactions and foreign currency transactions daily from the banking system.",
    "“The Central Bank plans to report monthly data pertaining to the external current account, particularly on trade in services, based on ITRS data from 2024 onwards,” Governor Weerasinghe said.",
    "“Going forward, all banks are urged to continue to support the development of the ITRS system and to ensure the coverage, accuracy and timeliness of data.”",
    "Under Governor Weerasinghe’s watch the rupee has appreciated from 360 to around 330 to the US dollar on complementary monetary policy.",
    "Sri Lanka rupee came under pressure from large liquidity injections made to suppress rates before and after intervening in forex markets to maintain the exchange rate, driving unsustainable credit over 2021 and 2022, (inflationary monetary policy) triggering reserve losses.",
    "In 2022 March, an attempt was made to float the currency without hiking rates sufficiently and with a surrender rule (buying dollars while the rupee was falling), leading to steep collapse of the rupee to 360 to the US dollar from around 200.",
    "Since the setting up of the central bank in 1950 the rupee has been busted from 4.70 to the US dollar, in a worse fall than Pakistan, India and Bangladesh, all of which started at the same rate as currencies derived from the Indian rupee, which was originally silver based.",
    "Governor Weerasinghe in April 2022 hiked rates, possibly ending hyperinflation and market dollarization, and established a guidance peg at which dollars were bought from banks.",
    "In March the surrender rule was lifted and under his watch the rupee appreciated to around 330 to the US dollar.",
    "Since then, the rupee has fluctuated between 320 to 330 to the US dollar under muted private credit conditions and largely deflationary policy (central bank selling down its Treasuries stock and withdrawing liquidity from dollar purchases).",
    "Analysts have however warned that when private credit picks up, the central bank in the past has resumed inflationary policy to suppress rates, losing its ability to collect reserves, triggering depreciation, and social unrest through rising energy and food prices and long run higher nominal rates. (Colombo/Jan15/2024)"
  ]
}