{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Dialog-Television-celebrates-Independence-weekend-by-offering-access-to-the-full-bouquet-of-channels-without-any-additional-charge/172-276321",
  "time_ut": 1707071460.0,
  "original_lang": "en",
  "original_title": "Dialog Television celebrates Independence weekend by offering access to the full bouquet of channels without any additional charge",
  "original_body_lines": [
    "Sri Lanka’s #1 Pay-TV service provider, Dialog Television, has announced access to its extensive array of channels at no additional charge to all viewers from 2nd - 5th February 2024, targeting the Independence weekend. Viewers together with the whole family can enjoy over 120 local and international channels, including 18 in High Definition, broadcasting everything from the best in sporting action and latest in global entertainment, to premier educational and edutainment channels for kids, and up-to-date news channels from around the world.",
    "Dialog Television customers will also be delighted to know that the offer is just in time for some of the most exciting entertainment fixtures on the 2024 calendar including the test match of Afghanistan Tour of Sri Lanka 2024 on Ten Cricket (ch. 65) and Sony Sports Ten 5 HD (ch. 124), round one of Six Nations on Premier Sports (ch. 125), the Grammys on HITS NOW (ch. 114) .",
    "With the largest channel offering in the country under its belt, Dialog Television’s latest announcement  follows the provider’s continuous efforts to deliver viewers with a rich variety of content, designed to cater to the whole family. With its most recent launch of HITS NOW, consisting of the best and latest of American television, the impressive bouquet of channels also includes 18 high-definition channels, ensuring a superior viewing experience.  Leaving no viewer behind, Dialog Television ViU Mini and ViU Hub customers can also enjoy rewind for up to 2 hours, and catch-up facilities for up to 72 hours, hence you never have to miss out on your favourite shows."
  ]
}