{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/trumps-maga-effect-on-sri-lanka/",
  "time_ut": 1759808960.0,
  "original_lang": "en",
  "original_title": "Trump’s MAGA Effect On Sri Lanka",
  "original_body_lines": [
    "The highlight of the month of September is President Anura Kumara Dissanayake’s visit to attend and speak at the UN General Assembly. AKD posed for the photograph with US President Donald Trump showing his thumb up and First Lady Melania Trump at the dinner reception hosted by the US President for world leaders attending the UN General Assembly on Sept 23. The UN voted for recognising Palestine as a member; Sri Lanka had no problem with this as it had already recognised it. But Sri Lanka did not follow most of the members who walked out when Israeli Prime Minister Netanyahu rose to address the The highlight of the month of September is President Anura Kumara Dissanayake’s visit to attend and speak at the UN General Assembly. AKD posed for the photograph with US President Donald Trump showing his thumb up and First Lady Melania Trump at the dinner reception hosted by the US President for world leaders attending the UN General Assembly on Sept 23. The UN voted for recognising Palestine as a member; Sri Lanka had no problem with this UN General Assembly, indicating its diplomacy is nuanced.",
    "AKD’s UN address focused on the urgent need to end the war in Gaza. More than 20,000 Lankans are working in Israel. Many more are poised to take up employment in Israel, as caregivers and as workers in agriculture and construction sectors. Sri Lanka is also a destination for an increasing number of Israel tourists. AKD is to be commended that in spite of this, he minced no words in expressing Sri Lanka’s distress at the ongoing catastrophe in Gaza. “It has been turned into an open prison full of pain and suffering.” He referred to his fight against corruption describing it as “an obstruction to development and global well-being and a cause of poverty.” He gave a memorable quote: “Fighting corruption is dangerous. But not fighting it presents even graver risks.”",
    "With Trump’s MAGA (Make America Great Again) being implemented vigorously, the strategic turbulence in the Indo-Pacific with US-India relations at the bottom after two decades. Its after effects are sure to affect small island nations like Sri Lanka in the Indian Ocean. The impact of MAGA and its strategic turbulence likely to be faced is discussed in detail in this issue of Sri Lanka perspectives.",
    "AKD ended the month with a trip to Japan. Both in the US and Japan, he addressed Sri Lankan migrants. His speech emphasised the achievements of his year-long rule “would go down in Sri Lankan history as one in which no ethnic conflict arose”. He claimed “the past year, the government has already fulfilled a significant part of the people’s expectations for change, by rebuilding the collapsed economy to ensure stability, strengthening the rule of law, establishing corruption-free governance and making the state machinery more efficient.” Sri Lanka had succeeded in safeguarding balance in its diplomatic relations. It was refreshing to see the JVP leader emphasising “Our country is home to diverse ethnic and religious communities, each with its own unique culture. Therefore, our country is a country full of diverse people. This diversity is one of our greatest strengths, and to move the nation forward, it is essential to foster unity among all people.”",
    "Trump’s MAGA fallout—particularly his second-term policies—has triggered a cascade of strategic and economic shifts across the Indo-Pacific, with direct and indirect consequences for Sri Lanka and India.",
    "The Trump administration’s freeze on USAID funding, initiated on January 20, 2025, is impacting a wide range of development and humanitarian projects in Sri Lanka. Some of the key projects affected include Women In Need (WIN) whose 85% operations are funded by USAID. WIN supports survivors of domestic violence through counselling, legal aid and provides emergency shelters. Their Crisis Centre in Ratnapura which served 950 women in 2024 runs the risk of being shut down entirely. Four emergency shelters, despite being full and jointly supported by the Ministry of Women and Children’s Affairs run the risk of closure.",
    "USAID was the largest single donor to Sri Lankan NGOs and CSOs, contributing around Rs 15 billion in 2024. Hundreds of local NGOs face operational paralysis. Elon Musk, appointed by Trump to dismantle USAID, has alleged that $7.9 million was spent on training Sri Lankan journalists to avoid binary-gendered language.",
    "Sri Lanka’s response to the abrupt halt of USAID funding has been a mix of strategising and seeking alternative sources of funding. The USAID funding for Sri Lanka amounted to $53 million as of September 2025. The USAID had supported over 565,000 direct beneficiaries; in addition, USAID-funded projects had supported 400+ staff.",
    "The government has not announced any plan to replace the USAID aid crunch. This is understandable as budgetary constraints and political priorities give limited scope for reworking. The government is unable to respond to local NGOs’ suggestions to step in critical sectors like domestic violence support, education and food security. Another important aspect is the loss of key technical assistance provided under USAID to parliamentary committees. These included the Committee on Public Finance, limiting its functioning.",
    "There are limitations for other UN agencies like the UNDP, FAO and UNAIDS to step in as their own funding has been under crunch for some time as POTUS has also curbed US funding to UN agencies.",
    "The EU and Japan have traditionally supported Sri Lanka’s development, but no major new pledges have been announced to fill the USAID vacuum, though they have expressed concern.",
    "Some Sri Lankan companies are stepping up with Corporate Social Responsibility (CSR) initiatives, especially in education and nutrition. Sri Lankan diaspora groups in Canada, the UK, and Australia have been mobilizing funds for specific NGOs, particularly those working on gender-based violence and youth empowerment. These efforts are neither centrally focused nor coordinated at national level by the government.",
    "Some of the USAID projects – especially those linked to DEI (Diversity, Equality and Inclusion), media and civil society training are politically sensitive. They are likely to die down unless the government steps in; any such intervention has to probably figure in IMF approved economic recovery plans.",
    "There are limitations to economic aid from India, China and Japan which have their own reworked priorities and conditionalities due to Trump’s MAGA in action. For Sri Lanka it is going to be a big economic challenge; it may be compelled to take a re-look at some of its development projects and rework them.",
    "In the coming weeks, we can expect the turbulence in strategic relations in the Indo-Pacific to settle down. The writing on the wall is clear for Sri Lanka: its balancing act between India, China and the US is going to get tougher with a more clearly defined Pakistan-US relations with its effect on India and China. We can expect AKD to carefully tread his foreign policy issues, focus on internal issues to clean up issues of governance, particularly law and order. We can expect him to bring to book more political leaders, already shorn off their self-acquired privileges.",
    "Tailpiece – LGBTIQ Tourism: Sri Lanka Tourism has officially endorsed a project initiated by rights organisation EQUAL GROUND to promote LGBTIQ tourism, recognising its potential to diversify tourism markets and position Sri Lanka as a safe, inclusive, and welcoming destination for all travellers. Archbishop of Colombo Cardinal Malcom Ranjith has criticised the move.",
    "*Col R Hariharan VSM, a retired MI specialist on South Asia and terrorism, served as the head of intelligence of the Indian Peace Keeping Force in Sri Lanka 1987-90. He is associated with the Chennai Centre for China Studies."
  ]
}