{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Emirates-reaffirms-strategic-cooperation-with-SLTPB/108-282165",
  "time_ut": 1715150700.0,
  "original_lang": "en",
  "original_title": "Emirates reaffirms strategic cooperation with SLTPB",
  "original_body_lines": [
    "Underscoring Emirates’ commitment to boost tourism inflows across its network, the airline has reaffirmed its strategic cooperation with Sri Lanka Tourism Promotion Bureau.",
    "The MoU was signed by Ahmed Khoory, Emirates’ Senior Vice President, Commercial West Asia & Indian Ocean, and Chalaka Gajabahu, Chairman, Sri Lanka Tourism Promotion Bureau, in the presence of Harin Fernando, Minister of Sports and Youth Affairs of Sri Lanka and Nabil Sultan, Emirates’ Executive Vice President, Passenger Sales and Country Management.",
    "Now in its 38th year of operating in Sri Lanka, Emirates will continue its efforts to support the island nation’s tourism agenda through the development of special packages designed to appeal to a broader set of audiences and familiarisation trips from key feeder markets.  As part of its wider efforts to support the Indian Ocean nation, Emirates will also engage closely with travel agents and tour operators in key strategic markets to help showcase the destination’s offerings to customers across its global network.",
    "“Sri Lanka is one of the very first destinations Emirates launched operations to so our 38-year relationship with the country is one we take special pride in.  We remain committed to deepening our relationship and playing a key role in promoting Sri Lanka as a key leisure destination in our network and contributing to the tourism and trade sectors through our passenger and cargo services,” Khoory said.",
    "Emirates launched its services to Sri Lanka in 1986 and currently operates two direct daily flights to Colombo utilising the Boeing 777-300ER as well as an additional daily service via Male. It is the only international carrier to serve the country with first-class services – offering passengers world-class products and superior comfort in air and on-ground."
  ]
}