{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102836/3-found-dead-inside-burning-chilaw-home-double-murder-suicide-suspected-",
  "time_ut": 1729514880.0,
  "original_lang": "en",
  "original_title": "3 found dead inside burning Chilaw home: Double murder-suicide suspected",
  "original_body_lines": [
    "The post-mortem examinations have been conducted today (21) with regard to the three bodies found inside a two-storey house which was on fire in the Sinhapura area in Chilaw yesterday.",
    "Accordingly, the autopsies have revealed that the deceased woman and her daughter had been murdered by slitting their throats before their bodies were set on fire.",
    "The Chilaw District General Hospital’s Judicial Medical Officer (JMO) carried out the post-mortem examination on the bodies of the woman and her daughter this afternoon at the hospital’s mortuary.",
    "The deceased are identified as Shaminidulage Gedara Senaratne (51), his wife Muhandiramlage Manjula Niroshani Bandara (44) and their 15-year-old daughter, Shaminidulage Gedara Nethmi Nimesha.",
    "It has been revealed that Senarathne was involved in the business of selling land plots, while his wife Manjula Niroshani was employed as the Economic Development Officer in charge of the the Munneswaram Division at the Chilaw Divisional Secretariat.",
    "The post-mortem examination of the wife, Manjula Niroshani, has been conducted first, and it has been revealed that her neck area had been attacked with a sharp weapon 6 times. The JMO is of the opinion that she most likely died on the night of October 18.",
    "He believes that the death occurred due to excessive bleeding and the body was set on fire the following day.",
    "The Judicial Medical Officer has also observed that there were two cut wounds on the neck of the daughter, Nethmi Nimesha and that she had been murdered on the night of October 19.",
    "Meanwhile, the forensic officer conducting the post-mortem exam on the husband has issued an open verdict regarding his death.",
    "Police investigations have uncovered that the deceased husband was engaged in the business of selling plots of land, but he had borrowed money from many people.",
    "As a result of this, he had asked his wife for the 05-acre land belonging to her located in the Kokkawila area on the Chilaw-Kurunegala road, in order to divide it into land plots and sell it, police have uncovered. However, the wife has not agreed to the request.",
    "Meanwhile, gold jewellery worth around Rs. 2.5 million had gone missing from their home around 02 months ago and it has been revealed during the police investigation that no outsider has entered the house.",
    "It has also been revealed that the jewellery had been kept in the house without any protection.",
    "Police also said that due to these two incidents, there were frequent quarrels and arguments between the husband and wife.",
    "However, as they have not maintained any relationship with their neighbours, the police have not been able to find many details about what had actually happened in the house.",
    "Police suspect that the husband, who killed his wife and daughter, may have set their bodies on fire and then took his own life."
  ]
}