{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Covering-shame-in-a-paradise-island-EDITORIAL/172-274923",
  "time_ut": 1704997920.0,
  "original_lang": "en",
  "original_title": "Covering shame in a paradise island - EDITORIAL",
  "original_body_lines": [
    "Sri Lanka can be promoted as a tourists’ paradise or be highlighted as a nation where there is food insecurity and a very unstable economy. Still the majority in this country who has decided to remain here will want the outside world to know of the good things that are happening here in the island when an opportunity arises to play the role of patriot.",
    "Anuradhapura, being a great tourist attraction and producing several kings, also boasts of having one of the island’s massive tanks; the Nuwara Wewa. When one looks at this tank the efforts taken and the deep thinking put into its creation by its engineer are evident. At the same time we can, if we wish, probe on the people who have drowned here or were killed and thrown into the waters. This nation has seen great architectural masterpieces and engineering marvels, associated with the agriculture industry. We can showcase the creations of our ancestors and hide the brutal happenings in this island’s history. Buddhist literature reveals that one of Gautama Buddha’s visits to Sri Lanka happened at a time when two brothers were fighting over a gem-studded chair. That chair was finally presented to the Buddha and the two brothers embraced Buddhism. This country has seen enough of bloodshed, but we are skilled in the art of hiding the bloodstains and brutal killings that took place in this land.",
    "Sri Lanka is hell-bent on generating income through tourism. We want tourists to feel safe here and have our food, which is promoted as healthy and hygienic. We have heard of stories in the past where tourists who have visited here offering help to small hotel owners to expand their businesses. Given such a history we also hear of hotels being brutally brought to the ground to meet personal agendas of individuals wielding power. Recently a hotel in Mount Lavinia was raced to the ground by law enforcement officers who maintained that they were demolishing an illegal construction. The hotel owner was baffled as to why the entire hotel was demolished when he was paying taxes for part of the hotel that was situated on the railway conservation area. If foreign tourists were present during the incident they would probably have stood on the side of the hotel owner.",
    "Some individuals cannot handle high positions presented to them as state ministers and succumb to the potential they possess to bloat the ego. The Yukthiya operation is still in full swing and drug dens and operations being busted. The thinking public of this country still cannot fathom whether there is a hidden agenda behind this operation. On the surface all is good with this operation and Sri Lanka is being cleared of drug peddlers and the narcotic business. It’s in this backdrop that we also get to hear that a Police Constable (PC) attached to the Habaraduwa Police was interdicted very recently for smoking weed (ganja). The ‘policeman’ probably forgot about the ‘clearing operation’ and thought “what’s good for the goose is also good for the gander”. On a serious note the interdicted PC was under the influence of narcotics while on duty.",
    "The irony of all that is that when we read the news about the ganja smoking PC in the newspaper, the same page of this publication (the Daily Mirror) gives us an update on the Yukthiya Operation under the headline ‘Yukthiya Operation leads to 28,520 arrests’. Burp!",
    "This nation has been largely governed by males; who have taken up the roles of kings, prime ministers and presidents. In this county, which is largely male governed, we talk about Buddhist nun Sangamitta bringing the bo tree sapling to the country, Sirimavo Bandaranaike being the world’s first female prime minister and Susanthika Jayasinghe being the first woman athlete to win this nation a silver medal at the Olympics. But we are able to hide from the outside world records of harassment to women and sidelining them at work places;",
    "Sri Lanka must reform and for that we need to look at our past without wearing tinted glasses."
  ]
}