{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83402",
  "time_ut": 1704718080.0,
  "original_lang": "en",
  "original_title": "How Former  LTTE  Deputy Leader  Gopalaswamy Mahendrarajah alias “Mahathaya” was Arrested  on 3 August 1993 and Executed on 28 December 1994.",
  "original_body_lines": [
    "The  Liberation Tigers of Tamil  Eelam(LTTE) had for long enjoyed the reputation of being a cohesive ,monolithic organization.Whatever the differences within the LTTE, the Tigers, to their credit, were able to project to the outsider a picture of impregnable unity. Despite the rumblings of discontent that have arisen at various times within the LTTE, those sounds were never permitted to reach external ears.",
    "This “unity”  image however was seriously dented   in August 1993  when the then deputy leader of the LTTE , Gopalaswamy Mahendrarajah alias “Mahathaya” was taken into custody by the movement’s  former intelligence chief Shanmugalingam Sivashankar alias “Pottu Ammaan”. A large number of suspected Mahathaya loyalists were also arrested. The former tiger deputy chief was detained and interrogated on charges of plotting to overthrow tiger supremo   Prabhakaran and take over the  LTTE leadership. After 16  months of incarceration,   Mahathaya was executed on 28 December 1994.",
    "It was this writer who scooped  29 years ago,  the  news of Mahathaya’s arrest and detention at the hands of the organization of  which he was the deputy leader. I first broke the story in Tamil for te Tamil weekly “Muncharie”that I was editing in Toronto then. Subsequently I broke the story in the English language media through articles in the Indian newsmagazine “Frontline” and “The Island” English daily in Sri Lanka.",
    "The arrest,detention,interrogation and execution of tiger deputy chief Mahendrarajah alias Mahathaya is a sordid chapter in  LTTE history. The Tiger intelligence chief Pottu Ammaan was acting on the instructions of his boss and LTTE numero uno Veluppillai Prabhakaran. It is against this backdrop that this column focuses on the arrest and execution of Mahathaya with the aid of earlier writings.",
    "Both Prabhakaran and Mahathaya  hailed  from Valvettithurai (VVT) , a coastal town in Jaffna, which is considered the hotbed of Tamil militancy. They were  of the same  caste and also alumni. of the Chidambara College in VVT. Both were of the same age-group, Prabhakaran being born in 1954 and Mahathaya in 1956. Sharing a common political objective, they had been comrades  in the same organisation for more than 15 years. Mahathaya was inducted into the movement by Prabakaran himself.",
    "Mahathaya  was  the tiger supremo’s acknowledged deputy. Prabakaran was both the leader of the LTTE as well as its military chief. Mahathaya  was its deputy leader and also the president of the  political party of the Tigers, the People’s Front of Liberation Tigers (PFLT).",
    "What then were the circumstances that led to Mahathaya’s fall from grace? The answer could be gleaned  from pertinent events of the past.",
    "Mahathaya , the regional commander of the “Wanni”, comprising Vavuniya, Mullaitivu and Killinochi districts, was elevated as deputy leader in 1987. When Prabhakaran left for India in July 1987 prior to the signing of the Indo Sri Lanka accord, he appointed Mahathaya  as acting leader until his return. More importantly, he also authorised Mahathaya  to countermand, if necessary, any directive issued by Prabhakaran from Indian soil.",
    "Later it was Mahathaya  who signed on behalf of the LTTE the agreement on the North-East Interim Administration. When talks between the Tigers and former Sri Lankan President Ranasinghe Premadasa reached a decisive stage, it was Mahathaya  who led the LTTE delegation. When the LTTE announced its intention of entering democratic politics and formed its political party, Mahathaya  became its first president. The inaugural session of the PFLT in Vaharai in the Eastern Province was chaired by Mahathaya.",
    "Talks between the Sri Lankan Government and the Tigers broke down in June 1990. Fighting described as Eelam War II broke out. Mahathaya  continued  to engage in battle- oriented political activity. Branches called “Sittooravaigal” and “Perooravaigal” were responsible for much of the civilian administration activity of the LTTE. This included, among other things, the issuance of passes to travel outside the North, the collection of civilian taxes and donations, the settlement of civilian disputes and also management of income-generating enterprises run by the LTTE.",
    "Slowly, but surely, disenchantment set in. Charges of alleged mismanagement, corruption, abuse and misuse of powers by the PFLT branches began to be levelled on a low key. Wide- spread resentment against the PFLT branches began to grow.",
    "Even as this state of affairs was developing, rumours began to circulate that a rift had occurred between Prabhakaran and Mahathaya Earlier, during the days of the Indian Peace Keeping Force too similar stories including one which said that Mahathaya  had assassinated Prabhakaran were going around. These were subsequently proved false.",
    "Likewise, the second round of rumours too were dispelled when both the leader and deputy leader mounted the stage hand in hand and jointly addressed crowds at the “Muthamil Vizha,” a cultural festival at Chavakachcheri  in 1991.",
    "But 1992 saw the Sri Lankan armed forces under General Denzil Kobbekaduwa adopting a successful military strategy of encircling the Jaffna peninsula. A military thrust into the peninsula seemed possible and Jaffna was besieged with the “enemy at the gates’ ‘ threat. It seemed certain that the Tigers were about to revert to classical guerilla warfare, abandoning their entrenched positions in Jaffna.",
    "It was at this stage that Prabhakaran dropped a bombshell. Summoning his senior men, the LTTE supremo announced that he was dissolving the PFLT. All party branches were to be disbanded and the functions performed by them were to be implemented by the fighting cadres themselves. To the utter chagrin of Mahathaya , no explanation was given. Apparently, Mahathaya   had  not been consulted by Prabakaran on this issue. An official explanation was proffered by the LTTE for Prabhakaran’s unilateral decision.",
    "Mahathaya  was then sent on a special assignment to the East. After Kobbekaduwa and the Northern Command of the Sri Lankan Army were wiped out in a landmine blast on August 8, 1992, the military balance began to alter dramatically in favour of the LTTE. Mahathaya was recalled to Jaffna and placed in charge of refugee rehabilitation and the welfare of injured and maimed Tiger cadres.",
    "Despite this patch-up,  the wall of trust and friendship beween Mahathaya  and Prabhakaran had breached. The chasm began to widen as personal communication ceased. According to one ex-associate, Prabhakaran was waiting for Mahathaya to approach him while Mahathaya was anticipating  a personal invitation by the leader. It was almost like a lovers’ tiff. Members and well-wishers of the LTTE watched in dismay as the rift deepened. Everyone seemed powerless to arrest the dangerous drift of affairs in the Tiger hierarchy. Mahathaya  confided to a long-time friend, “I don’t know what mistake I have committed. I am waiting for the leader to clarify.”",
    "Mahathaya  began to adopt a low profile. He was virtually blacked out in the Jaffna newspapers. Also, he refrained from wearing military fatigues. While retaining his personal bodyguard of 70 cadres, Mahathaya  however traveled about only with a handful. He began avoiding public events, particularly those in which Prabhakaran participated. A case in point was former LTTE Jaffna commander  Kittu’s funeral house at VVT. Mahathaya kept away by day, but at night visited Kittu’s mother and paid his respects.",
    "But events took a turn for a worse. The long night of August 2 and 3 1993  saw a swift, sharp, surgical strike by the Tigers. Only this time the target was the “enemy within”. An undisclosed number of persons, estimated at over 200, were rounded up by the Tigers. They comprised Tiger cadres, ex-Tiger militants, helpers, supporters and so on. There was an underlying thread. All were persons considered to be close associates or well-wishers of Mahathaya. Many had been either visiting him or had been seen in his company in the recent past.",
    "Mahathaya  too was taken into custody in the early hours of 3 August 1993. His residence was surrounded by three elite Tiger groups. One was led by Balraj, commander of the “Charles Anthony” infantry brigade; the second by Sornam, chief of the ‘Leopards’ Commando Unit; and the third by Soosai, special commander of the ‘Sea Tigers’. Balraj personally requested Mahathaya  to accompany them. He did so instantly and clambered aboard the vehicle along with Balraj, Sornam and Soosai.",
    "Mahathaya’s wife  Yogeswary alias Kalpana, asked Balraj  where her husband was being taken. She was told that he was being escorted to Pottu Ammaan, the LTTE intelligence chief, on the orders of Prabahkaran. Later, Kalpana met Pottu Ammaan directly and inquired about Mahathaya. She was told her husband  was being detained in Kalvayal Chavakacheri and interrogated. The interrogation would take about six months and he could not be seen until that period was over said Pottu.",
    "It became known that Mahathaya  had anticipated such a development and had clearly instructed his bodyguards not to offer any armed resistance if he was arrested. While the trio consisting of Balraj, Sornam and Soosai had come prepared for an armed confrontation, Mahathay’s bodyguards did not fight. They were also arrested and had their weapons confiscated.Later, most of them  were released. But some reportedly refused to take back their weapons and expressed a desire to drop out of the movement.",
    "The circumstances that led to Mahathaya’s arrest were for some time. shrouded in mystery. It was LTTE chief Prabhakaran who lifted this veil of secrecy. In an uncharacteristic move, the Tiger supremo summoned a cross- section of Jaffna citizens who were long-time LTTE supporters. A ten- page charge-sheet against Mahathaya  was read out. Prabahkaran said Mahathaya had been asked to respond to the charge-sheet by July 31st 1993. Prior to that he had requested Mahathaya  to meet him, but the latter had responded negatively. After July 31 Mahathaya had been approached for his response but his curt rejoinder had been: “Let Prabhakaran come to me if he wants my explanation.” Therefore he had no choice other than to resort to this eourse of action, explained  Prahbakaran. Since Mahathaya’s state of mind was an unknown factor, he had resorted to a pre-emptive strike, rationalised the LTTE leader.",
    "Details of the alleged conspiracy were also revealed. According to the charge-sheet, India’s espionage agency Research and Analysis Wing(RAW)  was plotting to eliminate Prabhakaran and the higher echelons of the Tiger leadership. Plans were being drawn to create a ‘fifth column’ within LTTE ranks. The objective was to kill Prabhakaran and 10 other senior leaders, namely Balasingham, Pottu Amman, Balraj, Baby Subramaniam, Soosai, Sornam, Rathinadorai, Thamil Selvan, Karuna and Nadesan. The deputy leader Mahathaya was not included in this alleged list.",
    "The serious vacuum that would then occur was to be filled by Mahathaya. After consolidating his leadership, Mahathaya  would then cooperate in implementing the Indo-Sri Lanka accord. Under Indian supervision, a quasi – federal system would be set up for the North-East and Mahathaya  would be Chief Minister. Since Indian opinion blamed Prabhakaran for Rajiv Gandhi’s assassination, the LTTE supremo was politically unacceptable for any settlement and had to be exterminated. India could not risk a commando-type raid to kill Prabhakaran. So the RAW had hatched a plot to kill the LTTE leader in this manner and Mahathaya  was to be the cat’s paw!",
    "The charge-sheet also outlined particulars about  Manickavasagam Mahendraraja alias “Engineer”  of Punnalai Kadduvan/ Engineer  was a Tiger who had lost a leg in an operation at Tellippalai. He had left for India by country boat to obtain a Jaipur foot. In the aftermath of the Rajiv Gandhi assassination, “Engineer” too had been arrested. He along with Thiyagarajah a  native of Vadamaratchi  resident in Madras, had been brainwashed by RAW. They helped RAW weave the alleged web of conspiracy. Engineer had been sent to Colombo and, helped by Sri Lankan authorities, had reached the North.",
    "The suspicion of the TOSIS. (Tiger Organization Security Intelligence Service) had been aroused by the fact that Engineer, a noted Tiger cadre with a conspicuous Jaipur foot, had been released by Indian authorities and had also travelled safely through Colombo and Vavuniya without being arrested. Subsequently the Intelligence wing discovered the details of the ‘plot’. Engineer had informed Mahathaya  of the conspiracy scheme. Mahathaya had allegedly agreed, and clandestine plans were formulated for the implementation when the TOSIS struck.",
    "Whatever be the merits of the charge-sheet outlining details of the ‘conspiracy’ and of Mahathaya’s alleged role, it seemed  clear that Prabahkaran acted very cautiously then . The pre- emptive mass arrest of Mahathaya  supporters seemed  to have prevented any outbreak of open rebellion. Likewise, meetings with the public contributed to a groundswell of negative opinion against Mahathaya  at that point of time.",
    "Tthe LTTE’s International Secretariat based in London  issued a statement about allegations against Mahathaya, its one-time No. 2. A subsequent statement to a Netherlands-based radio journalist by Anton Balasingham, the LTTE’s political adviser, said that apart from Mahathaya, three others, had been expelled from the organisation. They were now being interrogated by the intelligence network TOSIS (Tiger organisation Security Intelligence Service) headed by Pottu Ammaan.",
    "According to other reports, a video  film of Mahathayas ‘  alleged confession’ was also circulated. The LTTE leader  also consulted cadres about. Mahathaya’s  alleged treachery  and the punishment to be meted out to him. The majority opinion among the cadres would be adhered to. However, Prabakaran had earlier  gone on record that “traitors”, regardless of who they were  would be dealt with in the same manner as the EPRLF and TELO.",
    "Despite the facade of ‘revolutionary justice’ being meted out to Mahathaya, the action taken by the LTTE  had all the hallmarks of a kangaroo court. As in Kafka’s The Trial, the verdict  had  been already arrived at. The basic tenets of natural justice were violated. The principle of the presumption of innocence unless proven guilty has been convoluted into the presumption of guilt unless proven innocent. Ironically, Mahathaya  too in his heyday of power violated these principles and meted out summary justice, resulting in cold-blooded execution.",
    "After a while , residents of Jaffna were  asked  by Tiger cadres to remove portraits of Mahathaya  hanging in their homes. Pictures of Mahathaya  had already  been removed from LTTE establishments. Rumours began circulating that Mahathaya was no more. LTTE members when asked would reply”His story is over. Don’t ask anything. Forget him”.",
    "It was now widely believed that Mahathaya had been executed by the LTTE. But  there was no exact information about when Mahathaya was killed until LTTE Political strategist Anton Balasingham’s spouse Adele Balasingham’s book “The Will to Freedom ‘ was published in 2001. In that  book Adele Balasingham wrote that Mahathaya was executed  on 28 December 1994. She also provided the LTTE perspective on the matter. I conclude this article with relevant excerpts from Adele Balasingham’s book-  –",
    "“Mahathaya and some of his close associates were arrested by the LTTE’s intelligence wing for conspiring to assassinate Mr Pirabakaran. In a massive cordon and search of his camp in Manipay – supervised by senior commanders of the LTTE – Mahattaya was taken into custody along with his friends. We were shocked and surprised by this sudden turn of events. “",
    "“Mr Pirabakaran, who visited our residence that day, told us briefly of a plot hatched by the Indian external intelligence agency – the RAW – involving Mahattaya as the chief conspirator to assassinate him and to take over the leadership of the LTTE. He also said that further investigations were needed to unravel the full scope of the conspiracy.”",
    "“The investigations took several months to complete. Mahattaya, his close associates involved in the conspiracy and several other cadres, who functioned directly under him, were thoroughly investigated. Finally a complete story of a plot emerged.”",
    "“ Confessions by all main actors were tape recorded and video filmed. The leadership also arranged a series of meetings for all the LTTE cadres to explain the aims and objectives behind the plot. Apart from Mahattaya, other senior cadres who were involved in the conspiracy were allowed to make public confessions during those meetings confirming their involvement. “",
    "“It was a complicated and bizarre story of the Indian intelligence agency establishing secret contacts with Mahattaya through his close associates, with the promise of huge funds and political backing from India, if the plot succeeded and the LTTE leadership was eliminated.”",
    "“ A former bodyguard of Mr Pirabakaran was secretly released from the Indian jail in Tamil Nadu and trained as the main assassin. He was sent to Jaffna with an intriguing story of a successful jailbreak as cover. His assignment was to plant a time bomb in Pirabakaran’s bedroom as a part of the overall plot planned by Mahattaya. The young man as soon as he landed in Jaffna was once again included amongst Mr Pirabakaran’s bodyguards. Surprisingly, just a few days before his arrest, he visited our residence to tell us fabulous stories about his jail break.”",
    "“ The investigation established without any doubt that Mahattaya was the chief conspirator. The plot was to assassinate Mr Pirabakaran and some senior commanders loyal to him and assume the leadership of the organization. On 28 December 1994, Mahattaya and a  few of his fellow conspirators were executed on charges of conspiracy to eliminate the leadership.”",
    "This article appears in the “Political Pulse” Column of the “Daily FT”dated 3 January 2024.It can be accessed here –"
  ]
}