{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-president-business-community-seek-fdi-and-ppp-in-switzerland-147561/",
  "time_ut": 1705476600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka president, business community seek FDI and PPP in Switzerland",
  "original_body_lines": [
    "ECONOMYNEXT – The government’s focus was on fostering growth through exports, services and investments, including foreign direct investment (FDI), Sri Lanka’s president has told a Business Roundtable organized by the Swiss-Asian Chamber of Commerce and the SL Board of Investment.",
    "There were “opportunities for investments in renewable energy, agriculture modernization, tourism, IT and infrastructure development through public-private partnerships,” Ranil Wickremesinghe was quoted as saying by his media division.",
    "Wickremesinghe is in Switzerland to attend the 54th Annual Meeting of the World Economic Forum.",
    "Forthcoming laws and commissions would enhance market access, foster trade and investment and ensure the competitiveness of the island’s economy, he told potential foreign investors.",
    "Wickremesinghe sought to reassure them by mentioning the removal of restrictions and ongoing economic reforms.",
    "He pointed out the country’s ongoing and pending FTAs with Singapore, Thailand, India and China, its initiatives to join the Regional Comprehensive Economic Partnership (RCEP), and the benefits of GSP Plus for access to European markets.",
    "Representing the Sri Lankan business community at the event were John Keels Holdings Chairman Krishan Balendra, Commercial Bank CEO/MD Sanath Manatunge, Colombo Stock Exchange Chairman Dilshan Wirasekara, Janashakthi Insurance Deputy Chairman Prakash Schaffter, Sri Lanka Ports Authority Chairman Keith Bernard, Aitken Spence Joint Deputy Chairpersons/MDs Stasshani Jayawardena and Parakrama Dissanayake, Galle Face Group Chairman Sanjeev Gardiner, Sri Lankan Airlines Chairman Ashok Pathirage, People’s Bank Chairman Sujeewa Rajapakse, and ⁠Dialog Axiata CEO Supun Weerasinghe. (Colombo/Jan17/2024)"
  ]
}