{
  "newspaper_id": "newsfirstlk",
  "url": "https://english.newsfirst.lk/2025/10/01/bollywood-battles-ai-the-bachchans-legal-crusade",
  "time_ut": 1759303080.0,
  "original_lang": "en",
  "original_title": "Bollywood Battles AI: The Bachchans' Legal Crusade",
  "original_body_lines": [
    "In India, Bollywood stars are asking judges to protect their voice and persona in the era of artificial intelligence. One famous couple's biggest target is Google's video arm YouTube.",
    "Abhishek Bachchan and his wife Aishwarya Rai Bachchan, known for her iconic Cannes Film Festival red carpet appearances, have asked a judge to remove and prohibit creation of AI videos infringing their intellectual property rights. But in a more far-reaching request, they also want Google ordered to have safeguards to ensure such YouTube videos uploaded anyway do not train other AI platforms, legal papers reviewed by Reuters show.",
    "A handful of Bollywood celebrities have begun asserting their \"personality rights\" in Indian courts over the last few years, as the country has no explicit protection for those like in many U.S. states.",
    "But the Bachchans' lawsuits are the most high-profile to date about the interplay of personality rights and the risk that misleading or deepfake YouTube videos could train other AI models.",
    "The actors argue that YouTube's content and third-party training policy is concerning as it lets users consent to sharing of a video they created to train rival AI models, risking further proliferation of misleading content online, according to near-identical filings from Abhishek and Aishwarya dated September 6, which are not public.",
    "\"Such content being used to train AI models has the potential to multiply the instances of use of any infringing content i.e. first being uploaded on YouTube being viewed by the public, and then also being used to train,\" the filings said.",
    "Representatives for the Bachchans and Google spokespersons did not respond to Reuters' queries. The Delhi High Court last month asked Google's lawyer in court to submit written responses before the next hearing on January 15.",
    "YouTube's India managing director, Gunjan Soni, last month described the platform as \"the new TV for India\". With around 600 million users, India is YouTube's biggest market globally, and it is popular for entertainment content like Bollywood videos.",
    "Indian courts have already started to back Bollywood stars upset about generative AI content damaging their reputation. In 2023, a Delhi court restrained the misuse of Anil Kapoor's image, voice and even a catchphrase he often used.",
    "Reuters is first to report details of the Bachchans' specific challenge against Google, which was contained in court filings spanning 1,500 pages where they mostly target little-known sellers for unauthorised physical merchandise like posters, coffee mugs and stickers with their photos, and even fake autographed pictures.",
    "They are also seeking $450,000 in damages against Google and others, and a permanent injunction against such exploitation.",
    "The lawsuits contain hundreds of links and screenshots of what they allege are YouTube videos showing \"egregious\", \"sexually explicit\" or \"fictitious\" AI content.",
    "The judge in early September ordered 518 website links and posts specifically listed by the actors to be taken down, saying they caused financial harm to the couple and harmed their dignity and goodwill.",
    "Reuters, however, found videos similar to the examples of infringing videos cited in Abhishek's papers on YouTube.",
    "Among them: a clip showing Abhishek posing but then suddenly kissing a film actress using AI manipulation; an AI depiction of Aishwarya and her co-star Salman Khan enjoying a meal together while Abhishek fumes standing behind; and a crocodile chasing Abhishek as Khan tries to save him.",
    "Khan was in a relationship with Aishwarya long before her marriage. His spokesperson did not respond to Reuters' queries.",
    "YouTube's data-sharing policy states creators can opt in to share their videos for training models of other AI platforms, like OpenAI, Meta and xAI. YouTube adds: \"We can't control what a third-party company does\" if users share videos for such training.",
    "The Bachchans argue in their filings that if AI platforms are trained on biased content that portrays them in a negative manner and infringes their intellectual property rights, then AI models \"are likely to learn all such untrue\" information, leading to its further spread.",
    "Eashan Ghosh, chair professor for intellectual property rights at the National Law University Delhi, said it would be difficult for actors to build a direct case against YouTube since their grievances are mostly with creators and personality rights infringement.",
    "But \"it wouldn't be beyond the pale for the court to nudge YouTube to write something into their user policies or set up a queue jump for celebrity claimants to get quicker responses to legal requests,\" he said.",
    "YouTube in May disclosed that it had paid more than $2.4 billion to Indian creators in the last three years. The actors alleged that creators infringing their personality rights can make money when videos become popular.",
    "Reuters found a channel on YouTube titled \"AI Bollywood Ishq\" that shares \"AI-generated Bollywood love stories\". Its 259 videos have garnered 16.5 million views. The most popular video with 4.1 million views shows an AI animation of Khan and Aishwarya in a pool, while another shows them on a swing.",
    "In a tutorial, the channel explains it used simple text prompts to create an image via X's Grok AI and then turned it into a video using Chinese AI startup MiniMax's Hailuo AI. A Reuters test generated an AI video showing lookalikes of Bollywood stars Khan and Abhishek in a fistfight within five minutes.",
    "Grok, MiniMax and the owner of YouTube channel @AIbollywoodishq did not respond to Reuters' queries. It was unclear whether the YouTube channel consented to sharing those videos for AI training.",
    "\"Content is made only for entertainment and creative storytelling,\" the channel's page said."
  ]
}