{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/govt-s-anti-corruption-agenda-gets-boost/",
  "time_ut": 1734370740.0,
  "original_lang": "en",
  "original_title": "Govt.’s anti-corruption agenda gets boost",
  "original_body_lines": [
    "President Anura Kumara Dissanayake’s statement that the government will not permit the erosion of its mandate for accountable government in the context of the resignation of the Speaker of Parliament is on track with the promises made during the course of the elections that brought the NPP to power. The President reaffirmed his commitment to maintaining public trust, stating his government will take decisive action against any wrongdoing, regardless of rank, and emphasised the government’s mission to uphold the people’s mandate and ensure accountability at all levels. This is an indication that the government will be pursuing its anti-corruption agenda which will help it to retain its support base amongst the people. It will also offer the opportunity to legally and legitimately neutralize or incapacitate political rivals who will stoop to any level to come back to power, if they can be proven to have engaged in corruption.",
    "Tackling the problem of corruption will be advantageous to the government in other ways, too. It will improve the climate for business in the country and, thereby, make Sri Lanka more attractive to foreign investors who have been unreceptive to the allurements, including tax breaks, that successive governments have been offering. The recent US government decision to sanction two Sri Lankans for involvement in corrupt government deals out of only 14 individuals sanctioned worldwide is significant. The sanctions target specific individuals rather than the government, signalling that the US is not against Sri Lanka’s leadership but is, instead, committed to upholding universal principles of justice and transparency. By acting against these individuals implicated in corruption, the US is indirectly reinforcing the government’s mandate to clean up its institutions.",
    "Sri Lanka’s most recent position on the Ease of Doing Business Index (as of its final publication in 2020 before the World Bank discontinued the report) was ranked 99th out of 190 economies. Among the issues highlighted is the pervasive corruption in both public administration and regulatory bodies which leads to delays and demands for unofficial payments, discouraging both domestic and foreign investors. Despite attempts to streamline processes through digitization and one-stop services, corruption often shifts to more sophisticated forms rather than being eliminated. The international community appears to be willing to support the government to overcome the systemic corruption that has permeated society, to take on corrupt former government leaders and to improve the investment climate necessary for rapid economic development.",
    "Before the presidential election, critics argued that the NPP’s opposition to the IMF agreement risked plunging the country into another economic collapse. Concerns centered on a potential devaluation of the rupee, fuel shortages, and a recurrence of the dire conditions seen during the 2020-2022 crisis. There was a massive political campaign against the ruling NPP on economic grounds. There was a propaganda barrage that claimed that the old-school Marxists in the NPP would take the country to another economic collapse by rejecting the IMF agreement. They also claimed that the Sri Lankan rupee would plummet to a new low again and that there would be long lines outside petrol stations, and shortages of essential commodities that the country had seen three years ago. There was justification that the NPP had no viable alternative to the IMF agreement and yet was contemplating its rejection.",
    "Indeed, at the outset of the presidential election campaign, the NPP (along with other Opposition parties) had been extremely critical of the IMF agreement, negotiated under the supervision of the former President, on the grounds that it was adverse to the interests of the working people and the national interest. Just before the elections, however, the NPP changed its stance to one of accepting the basic structure of the IMF agreement as negotiated under the former President, which it is now sticking to, though not in full measure. It has not, for instance, agreed to the wholesale privatization of state enterprises or to the undermining of the state education and health systems, as might have happened if the previous government continued in power for longer. There is now a discussion on private-public partnerships and as time passes, and the new government gains in confidence about the stability of the economy, there are likely to be more innovations.",
    "The government’s settlement with private international bondholders reflects its commitment to continue on the economic course set by the agreement with the IMF and with the larger international community, including creditor countries, such as China, India and Japan. The government has now gained support from private creditors to restructure its international bonds. Investors, representing close to 98 percent of the country’s USD 12.6 billion in dollar bonds, are expected to agree to swap their securities for new notes. The widespread support would mean that the debt restructuring should be completed before year-end. The debt rework with private creditors was a necessary step under the agreement with the IMF. This appears to be the best option in an economic world in which Sri Lanka is but a small player.",
    "The government’s biggest problem, at the present time, is the lack of money to meet the various expenditures it has to incur. The recent floods and the shortage of rice and coconuts are not of the government’s doings and there is little it can do due to the financial constraints it is under. However, by securing private bondholder cooperation, the government has demonstrated its ability to address complex negotiations. The successful negotiation with private creditors is a positive signal to global investors, bolstering Sri Lanka’s credibility and being better positioned to gain future investments. This can counter the Opposition criticism that the government has reneged on its promises made in its election manifesto and during the election campaign.",
    "The mandate that the government sought was contained in a manifesto publication of 231 pages. There were a large number of promises in it on a wide array of subjects, ranging from arts and culture to economic development and good governance. At the core of the promise was to change the prevalent system in the country to be uncorrupt and to respect the rule of law. These were also the demands of the Aragalaya protest movement of 2022 that drove the then President and government from office through the power of mass movement and street protest. Those protests were motivated by the complete collapse of the economy which the NPP pledged to restore in its manifesto. But this is providing to be difficult in the short term.",
    "Fortunately for the government, the absolute disillusionment of the general population with the other mainstream political parties has meant that the people are willing to be patient and give the government more time to get the economy back on track. Most people accept that the sins of the past cannot be laid at the doors of the present government and that more time is needed for them to be corrected. The government is continuing to maintain its credibility by adherence to its anti-corruption and accountability mandate. The claim to have university qualifications that cannot be shown to be true, has fallen into the realm of accountability that the government has now shown it will demand of its members. The resignation of the Speaker of Parliament, the third ranking member of the government, due to his inability to back his claim of academic achievement, is a sign of this commitment.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}