{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Being-Used-in-a-Nation-that-Forgets-EDITORIAL/172-276173",
  "time_ut": 1706821740.0,
  "original_lang": "en",
  "original_title": "Being Used in a Nation that Forgets - EDITORIAL",
  "original_body_lines": [
    "Sri Lankans are known for forgetting their history fast. This piece of writing is not about dementia or amnesia. It’s about history that fades away quite fast in our brains, because the subject matter is boring beyond description, or it contains nothing worthwhile to be noted even in the last page of a notebook.",
    "State Minister, Sanath Nishantha died under tragic circumstances on January 25 (Thursday) and his funeral rites were performed on the 28th (Sunday). Massive crowds were there to mourn his death and most stages of his funeral received wide media attention.",
    "Nishantha was part of a political system that deceived the public and promoted the interests of a set of influential lawmakers. More or less these lawmakers appeared in front of the media and made statements about late Nishantha in the lines of comparing him to a national hero. Nishantha was part of a system. We don’t know whether he really liked being part of that system. But what we really know is that the name Nishantha will be soon forgotten in the political scene. No one will talk about him; some time from now. That’s how ruthless this political system in Sri Lanka is.",
    "Prime Ministers like Ratnasiri Wickremanayake, D. M. Jayaratne and a President like D.B. Wijethunga are classic examples of lawmakers who were mere pawns on the political chess board. Some of these characters were used as stop gap replacements to block other more ambitious individuals from climbing the political ladder. The only issue is that lawmakers who held posts lower down in the hierarchy were made to do much dirty work. We can only feel sorry for them.",
    "Politicians in Sri Lanka and law enforcement officers, wearing ‘khaki uniform’, share similar fates or destinies. They really have to engage in work outside their job descriptions or have to perform in front of the media; we prefer to call these episodes media circuses.",
    "At present we see the acting police chief throwing his weight behind the Minister of Public Security in the Yukthiya Programme; which has its pluses and minuses. We had police chiefs in the past and the list runs long, but did the majority of them do anything worthwhile to be remembered in a public conversation or to be referred to in the annals of state service? The answer is ‘no’.",
    "May be this Yukthiya programme is keeping the acting Police chief in the news; this time for a good reason and that of cleaning the society of one deadly vice which is narcotics. Remove the good and bad associated with an officer in Khaki and you might see an ordinary state service worker whose name will be akin to letters scribbled down on the beach; soon to be washed off by the next wave.",
    "But there were police officers like former Senior DIG and Commandant of the Special Task Force, Nimal Lewke who is remembered for many things he did outside wearing the police uniform. Some of those feats are: becoming the national rugby coach, a national boxer, a rugby administrator and an excellent pistol shooting champion. National hero and Field Marshal Sarath Fonseka, who spearheaded the war against terrorism, would have been forgotten if he didn’t take to politics. Another reason why the former Army Commander will be remembered is because he refused to be ‘used’ by those who walk on the corridors of power.",
    "Lawmakers and police officers cannot be separated. The latter gives the former security and often promotions in the ‘department’ are supported by political influence. But often both the lawmaker and the policeman are far away from the truth. We have seen enough incidents in terms of where they stand in society when both the policeman and the lawmaker, who receives his protection, die under tragic circumstances. Soon the lawmaker and law enforcement officer who perish together are put in the ‘forget file’.",
    "The truth about individuals who have to sing for their supper is a harsh one. In a nation that forgets quite easily playing hero to the gallery to support a political cause is a dangerous game!"
  ]
}