{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97760/99kg-of-hashish-being-smuggled-to-sri-lanka-seized-near-tn-coast",
  "time_ut": 1709692260.0,
  "original_lang": "en",
  "original_title": "99kg of hashish being smuggled to Sri Lanka seized near TN coast",
  "original_body_lines": [
    "As many as 99 kg of hashish, said to be worth ₹ 108 crore, was seized from a country boat near Mandapam coast in Tamil Nadu by India’s Directorate of Revenue Intelligence and Indian Coast Guard Mandapam, an official said on Tuesday.",
    "The country craft was heading toward Sri Lanka, and it was intercepted after a hot pursuit by the joint team of officials from the DRI, Chennai zonal unit, and ICG Mandapam.",
    "Following a tip-off that narcotics substances were being smuggled from India to Sri Lanka via the coastal route near the Mandapam Sea coast, the officials took up surveillance over the Gulf of Mannar through a Coast Guard ship on the intervening night of March 4 and 5.",
    "“During the surveillance in the deep sea, officers of DRI and the Coast Guard identified a country boat sailing towards Sri Lanka and intercepted the same after a brief hot pursuit,” an official release here said. On interception, officers rummaged the boat and found five sacks concealed inside it.",
    "The country boat along with the contraband and three persons on board were brought to Coast Guard Station Mandapam this morning for further investigation.",
    "During interrogation, they admitted that the bags were packed with narcotic substances and that they received the bags from a person in the Pamban coastal area and acted upon his instructions to carry the same to be delivered to an unknown person from Sri Lanka in the deep sea, the release said.",
    "Following this, the DRI apprehended the said person from his house and upon questioning it was found that this man was the kingpin who organised the smuggling of narcotics substances from India to Sri Lanka via the coastal route.",
    "“Preliminary investigation reveals that the seized drugs were transported from different parts of the country for further transportation to Sri Lanka by country boats,” the release stated.",
    "A total of 111 packets of hashish weighing 99 kgs valued at ₹ 108 crore in the international market was seized under the NDPS Act. All four persons were apprehended for further investigation, the release said.",
    "This is a major haul of narcotic substances initiated by India’s DRI as part of its sustained efforts to combat drug trafficking.",
    "On March 1, the DRI officials seized ₹ 180 crore worth of narcotic drug methamphetamine meant to be transported to Sri Lanka from a rail passenger in Madurai and a dumpyard in Chennai. They also detained the man and his wife in connection with the seizure."
  ]
}