{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/unstoppableto-prove-a-point/",
  "time_ut": 1711386360.0,
  "original_lang": "en",
  "original_title": "UNSTOPPABLE…to prove a point",
  "original_body_lines": [
    "When I was told about The UNSTOPPABLE Band, what first came to mind was UNSTOPPABLE! Why such a name! And then the explanation came my way from the group’s female vocalist, and manager, Nicola Andrea.",
    "She said the members of this outfit, before they teamed up, found the going pretty tough in the scene here. There were obstacles to overcome and when they decided to join forces, as one unit, they were adamant that nothing would STOP them from achieving their goals…and it was Nicola who came up with the name UNSTOPPABLE.",
    "This five-piece outfit comprises Malintha Peiris (lead guitar and leader), Nicola Andrea (vocals and manager), AJ Stefan (rhythm guitar and vocals), Janiru Fernando (drums) and Valenteno Lenora (bass).",
    "Although they have been around for a little less than a year, they have been featured at several popular venues, including Taphouse by RnR – Colombo, The Re.Pub. – Colombo, Hangla – One Galle Face, The Joint Pub – Colombo, Mount Terrace – Mount Lavinia Hotel, In On the Green – Galle Face Hotel, and SunsetBlu – Hilton Colombo.",
    "In fact, they even embarked on their first overseas tour, to the Maldives, in December, last year, where they performed at Cinnamon Dhonveli.",
    "“Our performances have been delighting guests time and time again, and we take all our events very seriously and understand the importance of having a fantastic function that creates lasting impressions for all attendees.”",
    "Nicola went on to say that The UNSTOPPABLE Band is an acoustic fusion cover band that plays a mix of all genres of music, aiming at promoting the Art of Live Music, along with stage performances like no other.",
    "“We are an outfit that is equipped to deliver music that is unique and music that is energetic for dinner dances, weddings, corporate launches, company events, cocktails, nightclubs, pubs and music lounges.”",
    "Their repertoire is wide and varied, says Nicola, and includes Blues, Retro, Old and Classic, Country, Reggae, RnB, Latin, Techno and Modern, Dance and House, as well as Sinhala classics and bailas.",
    "If you need to check out more about The UNSTOPPABLE Band, you can buzz Nicola (0751218484) or Malintha (0752749297)",
    "Ali Nena Mansala, a significant milestone in promoting conservation awareness",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}