{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Lawyers-Collective-urges-AG-to-prosecute-Deshabandu-for-torture/108-274516",
  "time_ut": 1704462180.0,
  "original_lang": "en",
  "original_title": "Lawyers’ Collective urges AG to prosecute Deshabandu for torture",
  "original_body_lines": [
    "Colombo, Jan 05 (Daily Mirror) -  The Lawyers’ Collective, a prominent legal advocacy group in Sri Lanka has urged the Attorney General to immediately prosecute three police officers including Acting IGP Deshabandu Tennakoon for committing the offence of torture in view of the recently delivered Supreme Court judgment.",
    "A three-judge bench of the Supreme Court in Sumangala v Bandara and Others, unanimously held that respondents, including the incumbent Acting IGP Deshabandu Tennakoon, Inspector Bathiya Jayasinghe and one Bandara have violated the fundamental rights of a former army soldier to freedom from torture, unlawful arrest and arbitrary administrative action that denied equal protection of the law.",
    "Subsequently, the Supreme Court ordered the National Police Commission (NPC) and other relevant authorities to take appropriate disciplinary action against newly appointed Acting IGP Deshabandu Tennakoon and other police officers.",
    "In a letter to Attorney General Sanjay Rajaratnam, the Lawyers’ Collective informed that it is the Attorney General’s duty to advice the appropriate authorities to have the Acting IGP interdicted pending investigations, since an impartial investigation cannot be done whilst Deshabandu Tennakoon is functioning as the Acting IGP.",
    "On behalf of the Lawyers’ Collective a group of President’s Counsels including Rienzie Arsecularatne, Upul Jayasuriya, Geoffrey Alagaratnam, Dinal Phillips, Saliya Pieris, Nalin Dissanayake, Prof. Savitri Goonesekere, Prof. Deepika Udagama, Attorneys-at-Law, Manoj Nanayakkara and Amila Mahawatta have signed the letter."
  ]
}