{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=41475",
  "time_ut": 1716933780.0,
  "original_lang": "en",
  "original_title": "♬ P. Leela, ‘Forgotten’ Singer Who Sang Unforgettable  Songs In Tamil Cinema ♥",
  "original_body_lines": [
    "(P. Leela was the uncrowned queen of song in the realm of Tamil films during the fifties and sixties of the last century.Born in 1934, Leela passed away in 2005.This Article written in 2015 is re-posted here without any changes to denote Leela’s 90th Birthdy on May 19)",
    "I was pleasantly surprised this week when a South Indian journal asked me to revise an article I had written earlier about the singer Porayathu Leela – popularly known as P. Leela. The request for an article to denote Leela’s birthday was most unexpected as she had passed away 10 years ago on October 31st 2005.Her  once successful career as a  Play back singer of film songs in Tamil cinema had virtually ended decades before her demise. Leela, born on 19 May 1934, was ethnically a Malayalee who resided and died in the Tamil Nadu state capital of Chennai.",
    "The present generation of film song fans may have never heard her or even heard of P. Leela. She was the uncrowned queen of song in the realm of Tamil films during the fifties and sixties of the last century. P. Leela has sung about 5,000 film songs in South Indian languages such as Tamil, Malayalam, Telugu, Kannada and even in Bengalee and Sinhala. Her Tamil renditions may number around 1,000. She was a household name in those days.",
    "There was a time when Indian artistes and technicians played a big role in Sinhala films. The Sinhala film industry was in its nascent stages and forced to rely on Indian input to a great extent. Many Sinhala films were produced in India. Film songs in Sinhala films were heavily influenced by Hindi and Tamil films. Indian music directors such as V. Dakshinamoorthy, S.M. Subbiah Nayudu and Vedha composed music for Sinhala films. Indian playback singers like Jamuna Rani, K. Rani, S.Janaki ,AM Rajah and Leela used to sing for Sinhala films in those days.",
    "My years of childhood and early teens was an era where Tamil film singers like T.M. Soundararajan, P. Susheela, P.B. Sreenivas, Seergali Govindarajan, S. Janaki and L.R. Eeswari, etc. dominated. Singers like Leela were not actively singing in Tamil films then. Despite this it was etched in my consciousness as a kid that Leela was the best singer of them all. This was due to a rather facetious reason.",
    "The early sixties saw the “Leela stores” cum “Leela press” owner Mr.Sinnathurai bringing out an illustrated calendar in Ceylon as Sri Lanka was known then. An illustrated calendar or ‘Sithirakkalendar’ was a novelty when first introduced. Radio advertisements were used greatly to market the new product. The similarity of the “Leela” name between the singer and calendar was smartly used to promote the product.",
    "Most ads would first have a line from a popular song by Leela like ‘Engume Aanandham’ or ‘Konchum Salangai Oli Kettu’. Thereafter a voice would say that just like Leela’s songs, the Leela calendar too was the best or that like a song by Leela, the namesake calendar too gave pleasure. This made an indelible impression on me that Leela was the best singer at that impressionable age. Of course in later years one listened to more old songs and realised that all those nightingales of yesteryear were unique in their own way.",
    "My mother too was an ardent fan of Leela. Her favourite Tamil film singer duo or ‘jodi’ were Leela and the renowned singer Ghantasala. Leela was a Malayalee and Ghantasala a Telugu. Yet they were a popular pair singing in Tamil  and Telugu films then. Voice wise, Ghantasala was a bass and Leela a soprano but both harmonised well. My mother would often say that the voices of Ghantasala and Leela were made for each other. The duo hit it off perfectly in films like ‘Bhathala Bhairavi,’ ‘Maya Bhajaar’ and ‘Prema Pasam,’ with evergreen numbers like ‘Amaithi Illathen Maname,’ ‘Ennathan un Premaiyo,’ ‘Kathale Deiveega,’ ‘Neethanaa Ennai,’ ‘Aahaa Inba Nilavinile’ and ‘Veesum Thendralile,’ etc.",
    "Apart from Ghantasala, Leela’s voice blended well with male singers like A.M. Rajah, T.M. Soundararajan and Seergali Govindarajan also.Among her many duets with AM Raja were ”Vaarayo Vennilaave” in ”Missiamma”, “odameethirunthe” in “Assai Magan” and “Naan seitha Poojapalam” in “Gunasundari”. Some of her memorable numbers with Soundararajan were “Mugathinil Mugam Parkalam ” (Thangappadumai), ” Nenjil kudiyirukkum” (Irumbuthirai), “Thendral urangidakkoodumadi” (Sangili Thevan), “Thalaiyam Poomudichu” (Bhagapirivinai) , “Sundari Soundari” (Thookku thookki), “Igalogame” (Thangamalai Rahasyam) “Poovindri Manamethu” (Thangappathumai) and “Nilave Nee Intha ” (Pattinathar).Seergali and Leela also hit it off well with items like “Ellaiyillatha Inbathile” (Chakkaravarthi Thirumagal) , “Kuttrala Aruviyile” (Nallavan Valvan) and “Kalathai Matrinan” (Manithan Maravillai).",
    "As stated earlier when I was growing up – on a diet of Tamil films and Tamil film songs – playback singers like Ghantasala, Leela, A.M. Rajah, Jikki, Chidambaram Jeyaraman, M.L. Vasanthakumari, Tiruchi Loganathan, etc., were on the decline in Tamil films. This was not due to any shortcoming on their part. In fact they were at their peak then. Unfortunately they were not given many opportunities to sing in Tamil movies.",
    "This was due to four reasons. One was that particular film music composers and film directors had begun avoiding them for various reasons. Another was that the old custom of having a variety of singers render playback was giving way to a practice of having only two or three singers per film. Thirdly the number of songs in a film too was being progressively reduced. Finally, leading actors and actresses of that time began insisting that only T.M. Soundararajan and P. Susheela should sing for them.",
    "As a result, singers like Leela got only a few chances in Tamil after the early sixties. So the new Tamil films that I saw in those years did not have her songs. But there was always ‘Radio Ceylon’. I also became an ardent film aficionado and sought out old Tamil movies. Leela’s songs were featured in many of those.",
    "Leela’s voice and singing style endeared her to me. It was an inimitable yet sweet amalgam of at least five of her contemporaries – M.L. Vasanthakumari, Jikki, (Radha) Jeyalakshmi, T.S. Bhagavathy and A.P. Komala. It was like a veritable “Panchamirtham” (an Ambrosiac mixture of milk, honey, curd, ghee and fruit juice offered as “prasadam” to the Gods). Leela’s resonant voice always rang out loud and clear whether in a solo, a duet or as part of chorus singing (Koshti Ganam).",
    "Porayathu Leela was born in Chithoor near Palghat, Kerala on May 19 1934. Her early years were in Kochi where her father Kunchan Menon was a school master. He was devoted to Carnatic music, even encouraging Leela’s mother Meenakshi Kutti to learn Carnatic after marriage. The father recognised the musical ability and voice range of his daughter at a very early age. He arranged for music lessons and as a child Leela was made to practice alone between 4-6 a.m. daily.",
    "Chennai or Madras was the South Indian capital during the Madras presidency days of the British Raj. It was the cultural Mecca for those of Dravidian linguistic heritage. Realising his daughter’s potential needed a change of place, Kunchan Menon resigned his job in 1944 and re-located to Madras. Leela continued her music tutelage under Rama Bhagavathar along with Pathamadai Krishna Aiyar and Maruthuvakkudi Rajagopal Aiyer in Madras. The father and daughter were also present for all Carnatic song events by reputed exponents.",
    "Leela made her mark when she came first at the ‘Ragam-Thalam-Pallavi’ competition organised by the Madras Viswath Sabha in 1944. The judges were G.N. Balasubramaniam and Palghat Mani Aiyer. This gave her a break when the Andhra Mahila Samithi arranged for regular performances. She began making a name as an up-and-coming Carnatic musician. Neither the father nor daughter ever wanted to sing in films at that time.",
    "The forties however saw a new phenomenon known as playback singing in Indian cinema. Instead of actors singing their songs they were merely lip-synching the words on screen. Regular singers were singing the songs. The final sound track was made after combining both through re-recording. Many professional singers were earning money and fame by singing in films.",
    "The music composer Pathmanabha Shastri heard Leela sing and was impressed. An offer was made. Father and daughter were reluctant first. They were sceptical about the new medium. Finally they agreed. Leela made her entry into playback singing for cinema in 1948. It was the Tamil film ‘Kankanam’ starring K.R. Ramasamy and Menaka. Leela sat on the floor and sang into the mike. Four of her songs were recorded for the film. She never looked back after that.",
    "1949 marked the turning point in her career. She began music lessons under musical prodigy C.R. Subbaraman (CRS), who was also scoring music for films. CRS gave chances to his pupil. Leela sang first for CRS in the Kannada film ‘Bhaktha Kabeer’ in 1949. CRS also gave opportunities to Leela in the Tamil movies ‘Mohini’ and ‘Velaikkari’. ‘Aahaa Ivar Yaaradi’ sung for ‘Mohini’ with K.V. Janaki and ‘Oridanthanile’ for ‘Velaikkari’ were hits. In the 1950s Leela began to sing in all South Indian films. A singing star was born.",
    "It was also Subbaraman who enabled Leela to impress connoisseurs and commoners alike with a classic number. It was for the film ‘Manamagal’ and a duet for a dance by the ‘Travancore sisters,’ Lalitha and Padmini. CRS wanted Leela to sing with the legendary singer M.L. Vasanthakumari. Leela was nervous to sing along but was persuaded by her mentor. It was the ragamalika (medley) ‘Ellam Inba Mayam’.",
    "MLV and Leela moved effortlessly from raga to raga off-screen even as Lalitha and Padmini danced in rhythmic movement on-screen. Leela held her own with MLV and established her name as a singer par excellence of classical melody. Incidentally MLV and Leela were the only two playback singers of that generation with formal training in Carnatic music.",
    "Leela was a singer who could sing almost any type of song at any pace. Classical, semi classical, light and folk songs were all her forte. Devotional, dancing, gypsy, folk, romantic songs were all part of her repertoire. She could grasp the melody easily and sing with all intonations. She kept the ‘shruthi’ low and sang out lustily, giving full range to her mellifluous voice.",
    "Leela was a simple and humble person without any airs or tantrums. She cooperated with all her music directors and co-singers well. Leela has sung for many actresses like Padmini, Savithri, Jamuna, Anjali Devi, T.R. Rajakumari, Rajasulosana, Vijayakumari and even Saroja Devi. It is felt that her voice suited Padmini and Savithri best. She has also sung for composers like C.R. Subbaraman, Ghantasala, K.V. Mahadevan, S.M. Subbiah Naidu, Rajeswara Rao, C. Ramachandra, G. Ramanathan and Viswanathan-Ramamoorthy. Almost every composer elicited the best from her, though CRS, Ghantasala, KVM and G. Ramanathan excelled in utilising her talent.",
    "There are innumerable solos in Tamil films by Leela. In my opinion the finest four of her solos were in ‘Missiamma,’ ‘Vanchikottai Vaaliban’ and ‘Thangappathumai’.",
    "‘Missiamma’ starred Gemini Ganesh and real-life wife Savithri. The two remarkable Leela solos were ‘Mayame Naan Ariven’ and ‘Enaiyalum Mary Matha’. The latter an appeal to the Virgin Mary was sung on an emotional high though Leela is a devout Hindu. It is on par with the Jikki-Periyanayaki number on Mary in ‘Gnanasoundari’ – ‘Arul Tharum Theva Mathave’.",
    "The solo from ‘Vanchikottai Valiban’ is ‘Vennilave Thanmathiye Ennudane Va Va’. It is a soothing melody set on screen for Padmini in a nocturnal boat scene. The melody is evocative of the gentle breeze, moonlight glow, ripples in the water and above all the slow, rhythmic movement of the boat. It transports one to an ethereal atmosphere.",
    "The fourth solo is the sad number ‘Sollamma Vai Thiranthu’ in ‘Thangappathumai’. It is played out by Padmini on screen. The music is by Viswanathan-Ramamoorthy. Leela has gone on record saying that it was the most difficult song she has ever sung for Thamizh films. The recording took place from 9 a.m. to 9 p.m. at a 12-hour stretch. Since it was full of pathos, Leela was emotionally high-strung. Viswanathan was not easily satisfied and made Leela labour ceaselessly. At the end of it all Leela wept uncontrollably. Leela’s singing plus Padmini’s acting made the song sequence a great success.",
    "Even if I consider the above four as the four best solos of Leela, the one that I like most  of her solos is the song ‘Then Suvai Mevum Senthamil Geetham’ in ‘Dr. Savithri’. The musical score is by maestro G. Ramanathan, who usually gave ample scope to Leela in the movies he worked in. The song is based on Eastern and Western classical music. The song is picturised on actress Anjali Devi and “Veena”maestro S. Balachander who plays the piano himself in the scene.",
    "Leela sings in sopranic tones to piano accompaniment. The piano interludes are slight variations of a classical movement. Leela begins with an ‘Aaahaara bhirugha’ of incredible sweetness and follows up with similar interspersals. The words too extol the virtues of music and song. She sings ‘Aanandha Geetham’ (A Song of Happiness) is an “Amudha Saagaram’ (Ocean of Ambrosia). How true! The song is almost like a mission statement signed by Leela.",
    "Among other popular and well – appreciated solos are “Kathiruppan Kamalakkannan” in “Uthama Puthiran” where Leela sings a ragamalika set by Ramanathan for a Bharatham sequence by Padmini and her younger sibling Ragini. Leela moves from one raga to another smoothly. So remarkable is the singing that many mistake the singer for MLV. Another of Leelas clasical gems is “Neeye Kathi Eeswari”set to Sarukesi raga in “Annayin Aanai”. The composer is SM Subbaiah Naidu who also appreciated Leela’s work greatly.",
    "It was Subbiah who composed music for “Konchum Salangai” for which Leela sings the theme song “Konchum Salangai Oli Kettu, Nenjil Ponguthamma Puthiya Paattu”. The hit song of the film however was “Singara Velane Deva”. It was this song – accompanied by Karukurichi Arunasalam’s nathaswaram – that launched S. Janaki’s career. What is interesting is that Subbiah Naidu wanted Leela to sing it initially.",
    "Leela however declined saying she could not do full justice to the song and recommended the relatively unknown Janaki as most suitable to sing it. A rare act of frankness and magnanimity!. When Janaki performed in Toronto some years ago, she recollected this incident and expressed her gratitude to” Leelaamma.”",
    "Leela has also sung several duets with singers of her own sex. The songstress combinations have been successes very often. It was the “inbamayam” duet with MLV in “Manamagal” that made Leela’s name. There have been other duets with others too like “Vetkamaga irukkuthadi” – Soolamangalam Rajalakshmi in “Paar Magakey Paar” and “Vaaliya Needooli” – (Radha) Jayalakshmi in “Arivaali”. Both were bharatanatyam numbers. Leela however clicked marvellously with Jikki and P. Susheela.",
    "The crowning achievement with Jikki was in “Vanchikottai Vaaliban” by Gemini Studios. Music was by C. Ramachandra of “Anarkali” fame. Two great danseuse actresses Padmini and Vyjayanthimala were the heroines vying for hero Gemini Ganesans affection. There is this magnificient dance competition between both in the presence of the hero and villain Veerappa. Jikki sings for Vyjayanthi and Leela for Padmini in the classic number “Kannum Kannum Kalanthu”. The song written by Kothamangalam Subbu is a verbal duel. The words, melody, dancing and singing prove to be an excellent combination. At one point Veerappa exclaims “Sabash! Sariyana Potti” (wow! Great competition). It was not only apt for the on screen dancing but also applicable for the off – screen singing by Jikki and Leela.",
    "Leela’s much praised duet with Susheela was in “Lavakusha” starring NT Rama Rao and Anjali Devi. The duet was a marathon 12 minute number “Jegam Pugalum Punniya Kathai Ramanin Kasthaiye, Athai Sevi kulira Padiduvom Kelungal Ithaiye”. The words of Maruthakasi encapsule the story of Ramayana in that song. The music is by Ghantasala. Leela and Susheela sing it in Telugu also in the Telugu version of the film.Sri Sathya Sai Baba was greatly enamoured of that song. He referred to Leela and Susheela as Lava and Kusha because it was Lava and Kusa who sing it on screen.",
    "It was indeed a pity that a songstress of Leela’s calibre was slowly sent into oblivion by Tamil cinema. Leela was not one to canvass for songs and allowed herself to fade away gracefully.",
    "Leela sang in a Tamil film in 1970 after a gap of many years. The film was ‘Engirundho Vanthal,’ where a skit on Sakunthalai was performed on screen. The song by Seergali Govindarajan and Leela begins as ‘Kalithasa Maha Kavi Kaviyam, Kanni Sakunthalai Endroru Oviyam’. It was poignantly appropriate that Leela voiced for Sakunthalai. Like Dushyanthan in Kalidas’s epic forgetting Sakunthalai, the Tamil film world too had forgotten Leela.",
    "After ‘Engiruntho Vandhal’ in 1970 there was a long lull till Ilaiyarajah got her to sing in ‘Katpoora Mullai’ in 1984. It was for a classical song by Sri Vidya on screen. The actress was the daughter of M.L. Vasanthakumari with whom Leela has sung together in many films.",
    "Apart from Tamil cinema even the orthodox music societies of Tamil Nadu ignored Leela. She was a formally trained Carnatic singer but the ‘Sabhas’ of Chennai did not give her many assignments, treating her as a second class playback singer. Kerala and Andhra gave her many stage programs. She was however given continuous prominence by Malayalam radio and television.",
    "Leela’s marriage to a lawyer was a failure. She lived with her sister and family in a Chennai suburb until her demise in 2005 at the age of 71. Former film star Jayalalitha Jayaram who was then Tamil Nadu Chief Minister summed up Leela’s life aptly in her condolence message. Jayalalitha described Leela as “one of the greatest vocal musicians of India, who made a name for herself by singing exquisite songs in her mellifluous voice in Malayalam, Tamil and Telugu both for the film industry, as well as in Carnatic music.”",
    "The Tamil tinsel world and snobbish Sabhas may have rejected Leela, but thousands of her fans never spurned her. Whenever a program featuring her was staged in Tamil Nadu or abroad, many flocked to see and hear her. Unfortunately, such occasions were few. Technology however enables her fans to listen again and again to the melodious voice at a mere click.",
    "Tamil cinema may have forgotten Leela, but her songs remain unforgettable. The name P. Leela can never be erased from the sphere of Tamil film songs.",
    "This article written for the “Spotlight” Column appears in the “Daily FT” of May 23, 2015. It can be accessed here:",
    "P. Leela, ‘forgotten’ singer who sang unforgettable  songs in Tamil Cinema"
  ]
}