{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/oh-gaza-oh-palestine/",
  "time_ut": 1709917689.0,
  "original_lang": "en",
  "original_title": "Oh! Gaza, Oh! Palestine",
  "original_body_lines": [
    "We are so immersed in our own national issues, so worried and angry about what is happening with a non-elected illicit regime hanging on to power like blood sucking leeches and robbing the country’s wealth that we do not hear and see the desperate cries coming from the rubble of bombed out and devastated Gaza. We are so immersed in our bankrupted country’s economic collapse, not knowing where our next meal comes from, not knowing where to get some medicine for our ill and the elderly or books and bus fare for our children to go to school that we do not hear and see the desperate cries coming from the rubble of bombed out and devastated Gaza. The death toll in Gaza is passing the mark of 30,000. So many children and women, so many elderly who could not run away from bombs in time have died, practically all of them civilians. This is genocide. This is extermination.",
    "Now there is no difference between Zionism and Nazism. Both are fascist, racist, apartheid, colonial and murderous. Both are a blot on humanity. Both give prominence to what is worst in human beings. Both are under the illusion they are special and above other human groups. One proclaims that they are the Chosen people; chosen from among all human groups and the other proclaims they are the purest race, descendants of Aryan blood. One thinks that they have the God-given right to conquer and dominate the Palestinian land and the other thinks Europe or even the whole world is theirs by right of the purest race to dominate and govern. Where ever they go they violate fundamental human rights of others; they bring violence, death and destruction; they bring only bereavement, fear, sorrow and despair. Consequently, first as self-defense then as vengeance they evoke bitter anger and all kinds of retaliation in the hearts of their battered victims.",
    "This is what the Israelis throw at the world every time they commit an atrocity, as if that can cover and rationalize whatever evil they do. Who is responsible for the Holocaust? Is it the Palestinians? Or is it, the Germans? Why should Palestinians pay for a crime they never committed? The Auschwitz-Birkenau happened in Germany not in Palestine. Anti-Semitics are certainly not Palestinians. The Nazi officers were cultured and well-educated professionals who in the morning sent train loads of millions of innocent men women and children to be gassed, killed and cremated in concentration camps and in the evening played Beethoven and Bach for their family and friends over a glass of wine. They had no qualms at all. They were inhuman barbarians.",
    "As recompense for the Holocaust the West could have given the Jews some part of Germany or Europe to live in peace. After all they were Europeans. If Europe was crowded, they could have been given a place in USA or Canada or Australia where there was plenty of available land. What right did they have to grab by force somebody else’s land with their olive groves and vineyards and give it to the murderous Zionist thugs? And the great tragedy of Nakba took place in 1948. It never ceased. For seventy-six years the occupation, killing, displacement, persecution and humiliation continued unabated. And the West looked on, now and then reprimanding Israel, as if it was a naughty child. They very well knew what was happening and not only allowed it to happen but aided and abetted it. It shows the hidden traits of Nazism in all who call themselves the West, especially USA, the only country, apart from Fiji, not to condemn the illegal occupation of Palestinian lands by Israel. Now the truth has come out. Israel wants all the land between river Jordan and the Mediterranean Sea. They deny statehood to Palestinians. Hence, the extermination has started. The West keeps yapping, in the UNO in the ICJ and in their Churches and other assemblies. While shedding crocodile tears they keep funding and arming the inhuman barbarians of Israel for they themselves are secret barbarians still.",
    "The hypocrisy of the West regarding the Levant is clearly exposed. The incident of Iran and Prime Minister Mossadegh exposes the greedy double-standards of UK and the USA. They destroyed democracy in Iran and paved the way for the dictator-puppet, Shah, and finally for the religious dictatorship. Blair the liar and his shameless lie of Weapons of Mass Destruction ruined Iraq and killed nearly one million Iraqis. It is the same hypocrisy that is now at work against the hapless Palestinians. There is some suspicion that the October attack by Hamas was planned by Israel, so that they have the “casus belli” to go on the murderous spree of exterminating the Palestinians. The root cause of all this bloodletting is the yen of the White West for the wealth of the world and its domination.",
    "The West, especially USA, make a lot of money from their armament industry. Their economies are much dependent on it. They need wars badly. A world without wars is a threat to their life style. They do not care how many people, children and women, die in wars, both in Ukraine and in Gaza and in other theaters of conflicts so long as their super luxury life styles are not affected. Their callous disregard not only for other people’s welfare and rights but also even for nature and ecology was clearly expressed by the Bush Sr at the Rio Summit when he arrogantly said “The American way of life is nonnegotiable.” They are selfish, insensitive, blood thirsty barbarians.",
    "USA was a colonial enterprise. They displaced the native populations, and those they could not exterminate they corralled them into reservations. They could not completely eliminate all of them though their aim was “a good Indian was a dead Indian’. It is the same plan happening in Palestine. The native populations are being decimated and pushed into Bantustans as was done in apartheid South Africa. As the American colonial enterprise expanded the land was dotted with military Forts to protect their assets and white people. It is the same campaign going on worldwide. Israel is a military outpost of America where military conscription and training is mandatory for all. There is no difference between the American and Israeli policy.",
    "Kudos to South Africa for standing up to the hypocrisy of the West in defense of the battered Palestinians and their destroyed lands. Nelson Mandela, their great liberator and leader has given them not only freedom and a nation but also love of the oppressed where ever in the world they are. One is reminded of Che, the lovable revolutionist. While the Israeli Defense Forces were supported and egged on by the Zionist politicians and justified their aggression by their chauvinist intelligentsia the brilliant exposition by South Africa of their case against the occupation and the genocide perpetrated by the IDF on Palestinians is a remarkable achievement. The West was squirming in their seats in the Hague courts. We proudly salute you South Africa, we are grateful to you for standing up for a sense of humanity in a rotten hypocritical world.",
    "It is shameful to see what Sri Lanka has done in this tragic matter. Ranil Wickremesinghe is a beggar and a bootlicker of the West. We should have at least recalled our ambassador in Tel Aviv in condemnation of the Israeli crimes against Palestinians and against humanity. RW wanted to send our tiny gun-boat to the Red Sea to defend sea traffic. What presumption! What can you expect from an unelected, defeated and a default president. We as a nation need to change this situation ASAP to stop further humiliation of our dear country.",
    "May the seventy-six-year-old “Aragalaya” of the Palestinians for their lives and land, their olive groves and vineyards, their dignity and freedom, their State of Palestine never cease and culminate in victory. They have paid for it with the lives and limbs of their children, women and the elderly, they have paid with their freedom, dignity and their livelihoods. What more can they sacrifice?",
    "Our wish for Palestinians and our prayer is that following the brave and beautiful example of South Africa many more countries openly defy the power of Israel and America and defend and support Palestinians all the way, till they achieve the free State of Palestine and recover all the occupied lands."
  ]
}