{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Countering-NPP-s-rise-Emerging-political-alliances-and-election-strategies/4-760229",
  "time_ut": 1712101929.0,
  "original_lang": "en",
  "original_title": "Countering NPP’s rise: Emerging political alliances and election strategies",
  "original_body_lines": [
    "Issues related to content such as defamation, harassment, misinformation, impersonation occur not only through online means but also through the use of other traditional means (electronic or print media). Hence, such things fall under cyber-enabled crimes. Sri Lanka has adequate laws for such cyber-enabled traditional crimes. If not, the relevant legislation should be amended accordingly. It is not appropriate to make separate laws for such crimes considering only internet media, and doing so becomes very suspicious. Hence, the objective of preparing the Online Safety Act itself is problematic",
    "The National People’s Power’s (NPP) current election campaign aiming for the presidential election has a strong momentum. The confident body language of its leadership is one indicator of this. Their rallies are well-attended and there appears to be a strong bottom-up support. The NPP’s seemingly growing electoral prospects have propelled it to being in the centre of political discourse, and this has led other political parties/factions to be on the defensive.",
    "The Janatha Vimukthi Peramuna (JVP, the main party within the NPP) is known for launching its election campaigns prematurely. This is why, despite their rallies being well-attended and their anti-establishment discourse being attractive to people in general, their popularity has not translated to votes, never having gone more than 5% at a general election so far. However, this trope may not hold as firmly this time.",
    "In Sri Lanka, there has been a general tendency for voting to be determined not necessarily by what voters want, but by what they do not want. People use their vote to get rid of leaders or Governments they reject, rather than electing leaders they see as best suited to govern. This reflects the limited alternatives the main political parties are able to offer. It also reflects an ideological convergence within the majority electorate, which is risk-averse and not very electorally receptive to alternatives that depart from this ‘convergence’ - a strong role for the state in national development, a certain degree of liberalisation, and nationalism. In this election cycle, the situation is not very dissimilar. The main contending political parties (or their predecessors) have all formed Governments or governing coalitions in the past.",
    "One of the leading sentiments that emerged during the Aragalaya was that any politician’s or party’s proximity to the Government was inversely proportional to the legitimacy they enjoyed. It is this sentiment which the NPP is riding on today. If in the past, the NPP had appealed to people’s anger over the corrupt political system and its perpetrators, today that anger has become the social norm. This level of anger is similar to that which was mobilised in the anti-establishment and national security-driven presidential campaign which brought Gotabhaya Rajapaksa to power in 2019. The fact that national security is no longer as high on the public discourse agenda at present shows the power of campaign narratives. These campaign narratives are partially hinged on an immediate and (at times) perceived threat to society and partially manufactured to mobilise people on a large scale. This time, in the immediate aftermath of a debt default, the rallying call is to rid the system of a small corrupt elite or ‘kleptocracy’ (chaura walalla).",
    "The NPP’s political ideology is in some degree of flux. The party has indicated that it will not discontinue the IMF program but would negotiate a better deal for the poor. An NPP representative also said that a future NPP Government would consider re-appropriating national assets if they were to be sold to foreign investors in the coming months. However, the NPP’s India visit and the pragmatic stance its leadership was forced to assume has made their economic policy line seem inconsistent. After the India visit, Anura Kumara Dissanayake (AKD) said that a future NPP Government had no choice but to work with Amul Milk Corporation, which had entered into a joint venture with Sri Lankan state-owned dairy companies. AKD’s statement was seen as the NPP backtracking on their policy line after meeting representatives of Amul corporation in India. Another example is the resurgence of a statement made by NPP’s frontline leader Nalinda Jayatissa on social media, endorsing offering private medical degrees in Sri Lanka, despite the JVP’s past strong anti-private medical education stance. Overall, the NPP appears to be softening its anti-foreign capital and anti-privatisation policies, adopting more centrist positions.",
    "Meanwhile, on gender, the NPP is leading a progressive line on mobilising women’s support and endorsing policies that recognise the rights of non-binary gender groups. On the ethnic front, however, its position is less clearcut. While a strong Sinhala Buddhist narrative within the NPP discourse is absent, its position on reconciliation and power sharing have not been as forthcoming. Further, the NPP has been silent on the issue of downsizing the military. To the contrary, the NPP has mobilised ex-military collectives in all districts of the country. Thus, though the NPP may not have felt the need to mobilise Sinhala Buddhist sentiment yet, this tendency is latent and may shift as the Sinhala nationalist discourse gathers momentum closer to elections, as seen in recent weeks.",
    "The NPP’s ideological flux points to an important aspect about their principles and realpolitik imperatives. When political parties, such as the NPP’s predecessor JVP, which was relatively peripheral and able to hold strong ideological positions become more popular and have a greater chance of winning, pragmatism and power interests open them to conflict from within. These new developments apply pressure on ideological positions to be adjusted and diluted, exposing ideological divisions that are within the NPP. For a left-oriented political party with a seemingly ‘Bolshevik’ party structure, such ideological shifts may cause dissatisfaction among some JVP hardliners. The reformists can only legitimise these policy ‘dilutions’ with the promise of winning power. Such latent power struggles may surface if the anticipated electoral outcomes do not materialise. If the NPP candidate does not succeed at the presidential elections, for example, there are two possible outcomes. The first is that hardcore elements within the NPP might try to regain their power by instigating a power struggle, which may manifest as attempts to capture the party. Second, the hardcore elements may try to secure more parliamentary seats for their group at a future general election.",
    "In countries which defaulted on debt repayments, subsequent elections have not generated clear winners, making post-election coalitions necessary. At present, all ‘establishment’ political parties - the United National Party (UNP), Samagi Jana Balawegaya (SJB), Sri Lanka Podujana Peramuna (SLPP), and Sri Lanka Freedom Party (SLFP) - are in a state of disarray. This is seen in the breakaways and realignments among political forces. This disarray is indicative of the panic and confusion created by their shrinking collective voter base, a large section of which has seemingly swung towards the NPP due to a growing legitimacy deficit among the majority Sinhala electorate since the Aragalaya. Out of this panic and confusion, however, signs of broader alliances are emerging to single-out the NPP (which positions itself as ‘anti-establishment’) as their sole enemy. This is mirrored by the NPP stance that it would not form pre-election alliances with establishment political parties.",
    "The main political factions, their campaign platforms, and the alliances that they are likely to form are mapped out in the next section.",
    "The SJB campaign platform is based on an economic program which is slightly centre left to the current Government. Its leader Sajith Premadasa has been cultivating an image of a pro-poor leader, tapping into his father’s legacy. The more technocratic and business-like sentiment is represented by the likes of Harsha De Silva and Eran Wickramaratne. On economic policies such as tax and other reforms to qualify for IMF funding, the SJB does not provide a radical alternative. It has signalled that it is keen to continue the IMF program while reducing the burden of tax on the poor. On democratic freedoms, the SJB has generally been vocal in its opposition to reforms which threaten them.",
    "As the election campaign momentum grows, the SJB’s stance on the NPP is increasingly antagonistic and the chances of alliance formation on this front are very low. The NPP too has been exclusivist in terms of alliance building. The SJB’s main critique of the NPP is its purported lack of economic acumen and policy experience. Having members who have occupied Governments before, the SJB positions itself as the party familiar with governance and not corrupt as the SLPP (and UNP aligned with it).",
    "The SJB’s alliance prospects are several. First, centre-left breakaway groups from the SLPP, that includes Dullas Alahapperuma, G.L. Peiris, and Dilan Perera, have a natural affinity to the SJB. The SLFP, which is also centre left, would make a good coalition partner for the SJB, unless the SLFP builds coalitions with ultra nationalists such as Udaya Gammanpila and Wimal Weerawansa.",
    "The SJB's alliance building capacity with Muslim and Tamil political parties is mixed. The main Muslim parties supported the SJB’s presidential candidate and contested (in part) in the 2020 general elections under the SJB’s telephone symbol. Meanwhile, the SJB’s lack of a strong policy on national reconciliation has been increasingly questioned by the main Tamil political parties, including the TNA. The SJB is also playing to the Sinhala Buddhist nationalist lobby, as evident in its much-publicised appointment of military figures to the party.",
    "Another hypothetical campaign strategy for the SJB is to join forces with members from the UNP, SLFP, and SLPP minus the Rajapaksa and core SLPP members. This scenario has low probability but is not impossible, due to pragmatic and ideological compatibility reasons.",
    "However, there is another possibility, which is an exodus of SJB MPs to a UNP-led electoral alliance. This would be driven less by individual MPs’ ideological compatibility or affinity to a particular leader, but by an event or development (such as a debt moratorium or a national security crisis) which significantly improves Ranil Wickremesinghe’s public approval ratings and makes a UNP-led alliance more electorally viable than an SJB one. This applies most strongly to figures such as Sarath Fonseka, Kumara Welgama, and Rajitha Senaratne, who are seen to be biding their time before making a public move. In the event of a large-scale exodus of SJB MPs to the UNP, Premadasa may face no alternative but to join forces. There are already some indicators of who might be among the defecting ranks, such as the public exchange of words between Premadasa and Fonseka over the appointment of Major General Daya Ratnayake to the SJB, and comments by members which indicate that they are not committed to remaining within the party. This is the floating group of MPs, and it is too early to tell at this stage which alliance or political camp they will finally pledge allegiance to.",
    "A large segment of former Rajapaksa and SLPP supporters are now disillusioned with them following the economic crisis and appointment of Ranil Wickremesinghe (the ‘arch-enemy of left-nationalism’) as the SLPP-backed President. This disillusioned voter base is numerically significant, as it gave the SLPP the largest-ever majority in parliament in 2020. It includes floating and/or left-leaning voters who have traditionally aligned themselves with the SLFP and SLPP. The Lanza faction (‘The New Alliance’) boasts to have around 50 breakaway MPs from the SLPP, SJB, and SLFP, although not more than 10 (including Anura Priyadarshana Yapa, Susil Premajayantha, and Nimal Lanza) have so far claimed to be on board. This new alliance is trying to appeal to this core, disillusioned voter base and prevent it from switching sides in support of the NPP.",
    "Their rhetoric is generally pro-Wickremesinghe and one can safely assume that their preferred candidate is the President. However, they are playing to the gallery with a narrative of being a left, progressive force, possibly to make a Wickremesinghe presidency more electorally viable. This includes clearly distancing themselves from the Rajapaksas.",
    "For the average SLPP MPs who have postured themselves as centre-left, it is undesirable to contest under a coalition where Wickremesinghe is the leader. Moreover, due to the growing popularity of the NPP, many MPs in the current parliament are unlikely to get re-elected. This means there will be many anxieties and competition among them, and until it is clear what alliances will emerge and where their electoral prospects are best ensured, it is unlikely that the claimed number of MPs within the alliance is definite.",
    "Within the main Tamil political parties there have been some significant developments recently. First, S. Shritharan was elected as the Ilankai Tamil Arasu Kachchi (ITAK, the Tamil National Alliance’s main coalition party) leader in January this year. However, a pending court case has prevented the party from holding its national convention, where Shritharan’s appointment needs to be confirmed, as per the party’s constitution. Shritharan is less likely to negotiate with the Southern leaders compared to M. A. Sumanthiran, who came second in the same election. This electoral success of Shritharan can impact the presidential election campaigns in unprecedented ways. One possibility is that ITAK pushes the TNA to field a Tamil presidential candidate. This would mean that the UNP or SJB alliances would be unable to secure the significant, often decisive electoral support they used to receive from the North and East. This could lead to a similar situation as in the 2005 presidential election, where the Northern and Eastern votes did not impact the electoral outcomes due to the (LTTE-backed) boycott of the election. However, if the TNA fields its own presidential candidate, this makes the EPDP and SLFP (who collectively have around 5 MPs in the Northern and Eastern region) electorally valuable for any alliance building efforts. Historically, the EPDP has aligned with the Rajapaksa political camp. In the event that the TNA does not field its own presidential candidate and negotiates with an alliance for its political demands, the Wickremesinghe-led alliance (minus the Rajapaksas) would likely attract more votes than the SJB is capable of.",
    "The main Muslim political parties - the Sri Lanka Muslim Congress (SLMC) and the All Ceylon Muslim Congress (ACMC) - have as of yet not declared siding with any political alliance. They are seen to adopt, as per norm, a watch and wait attitude, until allegiances are clearer closer to elections. However, these parties would likely prefer a UNP- or SJB-led alliance that does not bring the Rajapaksa-led SLPP on board. Both parties are also likely to share concerns of a significant number of Muslim youth supporting the NPP.",
    "Meanwhile, the Ceylon Workers’ Congress (CWC) led by Jeevan Thondaman, and the Tamil Progressive Alliance (TPA), which includes Mano Ganesh and Palani Digambaran appear to also be biding their time. Among them, CWC holds a Cabinet portfolio, and is likely to align with a UNP-led alliance, while some members of the TPA such as Digambaran have aligned with the SJB. For CWC and TPA, an alliance that includes the Rajapaksas is less desirable or a no-go.",
    "A key consequence of the Aragalaya was the de-legitimisation of the Rajapaksas and the impunity with which they exercised political authority. The political survival of the SLPP is at present under threat, with many MPs leaving the party since 2022. However, with the recent return of Basil Rajapaksa to the country, the SLPP is trying to regroup themselves and reaffirm their power. This was evident in the recent election of the Committee on Public Enterprises (COPE) Chair, who was a core SLPP member and Rajapaksa family acolyte, and the no-confidence motion against the Speaker being defeated, reinforcing divisions between the Government and the Opposition.",
    "Though partners in the current governing coalition, the SLPP and President Wickremesinghe appear to be at a crossroads. The SLPP has indicated a preference to call for general elections first, while Wickremesinghe has assured the Cabinet and in public that a presidential election will be held first in October. This difference of opinion stems from the Rajapaksa family’s aspirations (its political survival and political prospects of Namal Rajapaksa) being distinct from Wickremesinghe's presidential aspirations.",
    "Looking at the prospects of the Rajapaksas, two scenarios emerge. First, it appears the Rajapaksas are concerned about losing the left-leaning identity that is commonly associated with them (through the SLFP and later the SLPP) by being an ideologically muted partner of the more politically right (economically speaking) Wickremesinghe Government. Faced with the threat of losing this identity, they can choose to distinguish themselves and play to their strengths, by running alone and testing their real electoral prospects. For example, Namal Rajapaksa has become a vocal critic of some recent SOE reforms. If and when these tensions reach a boiling point, how many MPs would remain with the SLPP (‘the Rajapaksa loyalists’) and how many breakaways there are to the UNP-led or SJB-led alliances is likely to be determined by the tactical manoeuvring of these three groups.",
    "The high chances of re-election at a future election from their districts plays a part in the calculations of the Rajapaksa loyalists. In a scenario where the Rajapaksa-led SLPP runs for a general election separately, they will likely get around 20-25 seats in districts with a Sinhala Buddhist majority. If such an estimate is realised, this would make them a very powerful group with a strong identity in a future parliament, and likely lay the platform for a future Namal Rajapaksa presidential bid. This seems to be the best scenario that the Rajapaksa family can realistically expect, and explains their demand for a general election before the presidential election.",
    "The second scenario is one where the Rajapaksas join as partners of a Wickremesinghe-led alliance. Under this scenario, a general election is unlikely to be held this year, and will involve the SLPP backing Wickremesinghe as the common candidate at an upcoming presidential election. Basil Rajapaksa recently said that he is not opposed to the idea of the SLPP backing Wickremesinghe as a candidate and the President has so far not indicated opposition to the Rajapaksa political camp. In the event that such a coalition contests, the presidential election is likely to be a triangular contest, where the NPP and SJB chances seem higher than the Rajapaksa-Wickremesinghe coalition.",
    "The role of internal family politics is another key aspect. The recent appointment of Chamal Rajapaksa’s son, Sashendra Rajapaksa, to a Cabinet portfolio can be perceived as one of the Rajapaksa brothers attempting to launch their own political campaigns under the Rajapaksa flag. However, these internal tensions are unlikely to override the common interests to secure the family’s safety, which is under threat following the Aragalaya. The Rajapaksas are aware that any future Government could go after them, and that this would have popular appeal, following the momentum the Aragalaya had. These fears would want to make them stay very close to power, and they would closely watch to see who is likely to form a Government next. This means that even negotiating with the NPP for their safety is not a non-possibility.",
    "There has also been some speculation that the SLPP may field a presidential candidate who is an ‘outsider’ to the political system, such as Dhammika Perera. However, Dhammika Perera’s entry as a potential candidate has now subsided and holds no significant electoral potential independent of the main alliances.",
    "In the past few weeks, a revivalist regrouping of the ideological and rhetorical leaders representing the centre-left and nationalist old guard (minus the Rajapaksas) is observed. Three events mark this development: first, the launch of Dayasiri Jayasekara’s ‘Humane People’s Alliance’ (Manushiya Janatha Sandanaya) on 20 March, which is a coalition of small political parties and civil organisations. Second, the Uththara Lanka Sabhagya, led by ultra nationalists such as Wimal Weerawansa and Udaya Gammanpila, and leftists such as Vasudeva Nanayakkara, held a rally on 23 March. The event also featured the likes of Dullas Alahapperuma and Dayasiri Jayasekera. Third, a discussion organised by Piripun Sri Lanka on 31 March, attended by breakaway MPs from the SLPP coalition, such as Roshan Ranasinghe, Wimal Weerawansa, and Charitha Herath. The new entrant, Dilith Jayaweera (from Mawbima Janatha Party), also joined this group, a day before declaring himself the best presidential candidate for the SLPP, targeting the SLPP voter base.",
    "This loose coalition is best placed to spearhead the Sinhala left-nationalist ideology, given some of its key members’ oratory skills, media power, past leftist roots, and ethno-nationalist credentials. The grouping’s alliance options are limited and narrow, but it provides a parking lot for anti-NPP, left nationalists who are unable or unwilling to join the other available alliances.",
    "Meanwhile, the SLFP has kept postponing the announcement of a new alliance. Former President CBK is likely to be a part of this SLFP alliance. While CBK has not declared support for any particular faction, it is safe to assume that she would support an anti-NPP candidate. In assessing the alliance building options for this grouping, the SLFP leader Maithripala Sirisena’s pending court cases and their potential outcomes may play a role. This would make the UNP, Lansa, or SJB more attractive as alliance partners than the SLPP bloc (Rajapaksa loyalists faction). The SLFP’s identity is as a centre-left and Sinhala Buddhist political party and it also has considerable reach in the North (having been more electorally successful in these areas at general elections than other national parties). However, the SLFP is victim to its internal power struggles, evident in Dayasiri Jayasekara being sacked from the party general secretary post in September 2023 and the attempted sacking of SLFP MPs who hold ministerial posts in the Government in March 2024. These developments are an indicator of the party’s alliance choices, as they do not improve the SLFP's favourability with the Government (SLPP and UNP). Moreover, it appears that SLFP stalwarts are being co-opted by both the centre-right (the MPs who are with the Government) and the centre-left (the likes of Dayasiri J.).",
    "Meanwhile, the presidential aspirant Patali Champika Ranawaka (PCR)-led United Republican Front (URF) launched a ‘common minimum plan’ in February 2024. The URF has engaged with different political factions with two notable exceptions - the NPP and the Rajapaksa loyalists. The URF pitches its common minimum program to platform PCR as the anti-NPP coalition’s common candidate, if front running aspirants, Wickremesinghe and Premadasa, are unable to secure their presidential candidacy. This scenario is a low probability outcome, where Wickremesinghe and Premadasa are unable to overcome personal differences, or other potential coalition partners are unwilling to agree on either candidate.",
    "President Wickremesinghe launched his presidential campaign at a UNP rally on 10 March 2024. The campaign is hinged on the ‘stability narrative’ which is the economic crisis management and recovery that the Government claims credit for. On the ethnic question, the President has been repeatedly promising a resolution, through devolution of power (minus police powers), but it is not clear what real political will there is behind such statements.",
    "A UNP-led alliance would seek to secure breakaways from the SJB, SLPP, and ally with smaller political groupings, while counting on the support of the Tamil and Muslim political parties. There are a few options available here: The most desired option for the President is to secure SJB support under his alliance, minus the SLPP. Such an alliance is ideally placed to negotiate the support of the Tamil and Muslim political parties. The major obstacle to this happening is the manifest personality differences between leaders of the UNP and SJB.",
    "As has been seen in the past, the role of foreign powers will factor significantly in the alliance building calculations mapped out in this article. India's generous and immediate assistance to the Sri Lankan Government during the 2022 crisis and the ongoing IMF program (backed by India and the West) being relatively on-track, indicate that India can be expected to side with the current regime. In this context, one could expect China to align closer to the NPP.",
    "The other option is for the UNP alliance to partner with SLPP parliamentarians (Government MPs and independent MPs). This is a scenario with the most uncertain outcome, as Sri Lanka has not yet had a three-candidate presidential race so far, and the outcome is likely to be decided by a second preference of votes (that comes into effect when no candidate scores a clear majority of votes). In this scenario, where President Wickremesinghe has the Rajapaksas in the alliance, he would prefer Tamil political parties fielding a separate candidate as he is unlikely to get the support of the majority of Tamil people.",
    "In the meantime, the tactical options open to President Wickremesinghe need close consideration. Perhaps the most closely watched decision in the coming weeks will be what sequence of elections would be realised as a result of his tug-of-war with the SLPP (Rajapaksa loyalists faction). Last week, the Cabinet approved a new electoral reform, starting a process that needs months to complete. This move is likely to undercut the Rajapaksa demand for a general election, as most MPs would not want to shorten their term, especially given their low chances of re-election. Similarly, the discourse surrounding abolishing the Executive Presidency can also provide the president with a narrow yet significant window to delay elections in a reforms process.",
    "(Harindra B. Dassanayake is a senior researcher and policy analyst at Muragala: Centre for Progressive Politics and Policy, Sri Lanka. Dr Rajni Gamage is a researcher in political science at the Institute of South Asian Studies, National University of Singapore.)"
  ]
}