{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111255/mental-health-concerns-rise-among-schoolchildren-health-officials-warn",
  "time_ut": 1754539920.0,
  "original_lang": "en",
  "original_title": "Mental health concerns rise among schoolchildren, health officials warn",
  "original_body_lines": [
    "The Ministry of Health states that school students are currently experiencing some degree of mental stress due to various social factors.",
    "Acting Director of the Directorate of Mental Health and Consultant Community Physician, Dr. Lakmini Nayana Magodaratne, stated that this was revealed in a survey conducted last year.",
    "Speaking at a press conference held at the Health Promotion Bureau, Dr. Magodaratne said, “In 2024, there was a school health survey in Sri Lanka, and when we looked at the data on our children, 22.4% were suffering from loneliness.11.9% of schoolchildren aged 13–17 said they had difficulty sleeping at night because they were worried about something. About 18% showed symptoms of depression.7.5% did not have close friends. Only 25% of children said they had someone to talk to about their problems which means 75% do not have anyone close to them.",
    "She emphasized that children are under a lot of pressure these days, and added that adults may also be facing stress. She noted that various social factors and pressures may be contributing to this situation.",
    "Meanhwile, Consultant Psychiatrist at the National Institute of Mental Health, Dr. Sajeewana Amarasinghe, also spoke at the press conference. He said that approximately eight suicides are reported in the country each day.",
    "“In 1996, we were second in the world in terms of suicides, 47 per 100,000 people. At that time, following the decisions made by the Presidential Commission, the rate significantly decreased.",
    "Now it stands at 15 per 100,000, around 3,500 suicides per year. The number has remained stable over the last two or three years.”",
    "He also added that while there are around eight suicides per day, only one suicide case may be reported in the media, and many more go unreported.",
    "Dr. Sajeewana Amarasinghe, further explained that although the overall suicide rate hasn’t changed significantly, there have been several controversial cases recently.",
    "“However, unlike in the past, the media no longer reports all such incidents. That is a big improvement,” he said.",
    "If you or someone you know is in crisis and needs help, resources are available for immediate support:",
    "- For emergencies, contact the National Mental Health Helpline: 1926"
  ]
}