{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/imf-urges-maldives-to-halt-money-printing-to-keep-dollar-peg-amid-debt-distress-162745/",
  "time_ut": 1715589780.0,
  "original_lang": "en",
  "original_title": "IMF urges Maldives to halt money printing to keep dollar peg amid ‘debt distress’",
  "original_body_lines": [
    "ECONOMYNEXT – The International Monetary Fund urged the Maldives to stop printing money so that its exchange rate peg could be maintained, also warning that it was at high risk of debt distress.",
    "IMF’s executive directors asked for co-ordinated actions to with fiscal authorities to  facilitate necessary monetary policy actions to safeguard the exchange rate peg.",
    "“To this end, they commended the authorities’ decisive action to discontinue the exceptional use of the Maldives Monetary Authority advances, and underscored that this should be complemented by more active liquidity management over time,” an IMF statement said.",
    "“Directors also encouraged an acceleration of foreign exchange market reforms to enhance the credibility of the peg.”",
    "In 2023, Maldives’ current account deficit had widened amid foreign borrowings to finance capital spending also due to a run down of reserves after printing money for temporary advances.",
    "The advances have since been converted to long term bonds but, official reserves fell from 832 million dollars in 2022 to 589 million dollars in 2024.",
    "The Maldives is the richest country in South Asia due to maintaining its soft-dollar peg with some success despite hiccups from money printing from time to time.",
    "The rufiyaa’s peg to the US dollar has only broken a few times and is now at 15.4 to the US dollar.",
    "In 2022 inflation was only 1.9 percent. Without breaking the peg a monetary authority cannot create very high",
    "All South Asian currencies are derived from the Indian rupee at 4.70 to the US dollar.",
    "Its budget deficit suddenly started to rise due to infrastructure projects – some financed by China – and also higher public sector salaries.",
    "“The successful implementation of goods and services tax (GST) rate hikes has borne fruit, bringing sizable revenue windfalls in 2023,” the IMF notice said.",
    "“Nevertheless, the overall fiscal deficit is estimated to reach13.4 percent of GDP in 2023, with public debt to rise further to 118.7 percent of GDP in 2023.”",
    "A World Bank – IMF debt sustainability analysis has found that its was unsustainable without significant policy changes, the Maldives remains at high risk of external and overall debt distress.”",
    "There were protracted breaches in several debt indicators over the medium term making the assessment of debt unsustainable.",
    "“Gross external financing needs are expected to rise in the coming years, reflecting persistently large fiscal deficits and repayments and rollovers of nonconcessional debt, mainly global sukuk,” a staff report said.",
    "“Increasingly higher amortizations and large interest payments would trigger protracted breaches in",
    "several debt indicators by 2026, similar to the previous DSA.",
    "“The debt dynamics will remain vulnerable to adverse shocks in growth, interest rates, and fiscal position in the near term.” (Colombo/May15/2024)"
  ]
}