{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/fish-or-cut-bait-2/",
  "time_ut": 1709752140.0,
  "original_lang": "en",
  "original_title": "Fish or cut bait!",
  "original_body_lines": [
    "The Central Bank of Sri Lanka (CBSL) pay hike controversy continues to make headlines. Parliament has taken up the issue. On Tuesday, some members of both sides of the House inveighed against the CBSL for having granted its workers huge pay hikes, but they were only unloading fire and brimstone in emotional deliveries, as it were, instead of analysing the issue properly and suggesting a solution. There are several aspects to the CBSL’s triennial pay revision; they are technical, legal, economic, political and moral. The ongoing discussions on the issue are not adequately focused on the technical and legal aspects of it.",
    "The CBSL pay revision should have been scaled down in view of the current economic situation, where most people are struggling to keep their heads above water. But what one gathers from media reports on the issue is that the CBSL trade unions insisted that the collective agreement on the triennial pay hikes be honoured; if their demand had been ignored, there would have been a labour dispute. However, some MPs who attended Tuesday’s COPF (Committee on Public Finance) meeting, where the CBSL officials were present argued that the collective agreement was not legally valid. If so, then Parliament should be able to halt the CBSL pay revision forthwith. But it will find itself in a dilemma in respect of the previous salary revisions effected on the basis of the same 24-year-old agreement. Most of all, if it cancels the CBSL pay hikes or reduces them, it will have to take responsibility for a possible exodus of CBSL executives and be ready for the worst-case scenario lest the ongoing economic recovery efforts should suffer a setback.",
    "There have been some cogent arguments against the controversial CBSL pay revision, and the views of some MPs such as Prof. G. L. Peiris and Dr. Harsha de Silva, should be taken on board. But there are other politicians, who are trying to earn brownie points with the irate public and shore up their crumbling images by bashing the CBSL. Among them are some characters who should have been thrown behind bars years ago for various offences such as Stock Exchange rackets and ruining the economy as members of the President Gotabaya Rajapaksa’s kitchen Cabinet.",
    "In what could be considered as a textbook example of irony, State Minister Chamara Sampath Dassanayake, was heard yesterday hauling the CBSL over the coals for the pay hikes at issue, and declaring that both the government and the Opposition could not be held responsible for what the CBSL had done. His right to express his views as an MP, or even a citizen for that matter, cannot be questioned, but since he has lent his voice to those who have questioned the eligibility of the CBSL employees for pay hikes, will he care to reveal his educational and/or professional qualifications and how much his salary, allowances and perks cost the public a month.",
    "Now that Parliament has expressed its displeasure at the CBSL pay hikes, it should reveal to the public whether the salaries and allowances of the MPs have been increased during the past couple of years; how much each of them draws a month, and, most of all, whether they consider it fair to give themselves an attendance allowance? It should put its own house in order before criticising others, shouldn’t it?",
    "The SLPP, the UNP, the JVP, the SLFP, etc., which have set up branches of their trade unions at the CBSL ought to tell the public whether they will prevail on their labour representatives to call for doing away with the pay hikes which they consider unconscionable. Will those trade unions agree to forgo pay increases and refrain from resorting to legal action against a breach of the collective agreement?",
    "Sri Lankan Parliament is characterised by what Martin Luther King, Jr. famously said in his sermon, Love in Action—’a high blood pressure of creeds and an anaemia of deeds’. It is time for action and not rhetoric. Parliament should stop pontificating and decide what to do with the CBSL pay hikes, which its members have condemned in the strongest possible terms. Let the holier-than-thou MPs be urged to fish or cut bait.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}