{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-plans-fast-growth-in-tourism-it-ocean-mineral-sectors-president-189185/",
  "time_ut": 1732177800.0,
  "original_lang": "en",
  "original_title": "Sri Lanka plans fast growth in tourism, IT, ocean, mineral sectors: President",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka can achieve fast growth by boosting tourism, information technology, and making better use of its ocean and mineral resources, President Anura Dissanayake said.",
    "Sri Lanka will continue with an International Monetary Fund program to stabilize the financial sector but has strategies for the broader economy, he said making a policy statement in parliament.",
    "“The tourism sector is the quickest strategy to increase revenue of our goods and services. We have prepared a tourism industry policy to attract 4 billion tourists, and grow the industry to 8 billion dollars in 3-4 years.”",
    "He said globally the IT industry was one of the fastest developing markets.",
    "“We need experienced professionals high in IT literacy. There are around 85,000 now. We intend to grow this to 200,000.”",
    "Currently Sri Lanka earns around 1.2 billion dollars from the IT industry, Dissanayake said.",
    "“We will implement steps to grow this to 5 billion dollars. ICT is one area where we can make an exponential leap.”",
    "Sri Lanka’s geographic location is ideal to grow commercial and naval sectors, he said.",
    "“Colombo Port has an important place among global ports, but are those that obtain services happy about its efficiency and management?”",
    "Sri Lanka has claims to an ocean area 8 times its size, but is not reaping its benefits to the full, he said.",
    "“Fisheries sector can provide a boost to our economy. That’s why we took steps to give a fuel subsidy.”",
    "Sri Lanka could also capitalize on its resources, especially mineral resources, he said.",
    "“Without value addition, we have been unable to earn the full potential revenue from this. We will grow this sector through public private partnerships.”",
    "“The state can’t do it alone. In some instances we require technology, in some instances capital. So we will involve private investors to grow this sector.” (Colombo/Nov21/2024)"
  ]
}