{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104453/president-leads-discussion-on-sri-lankas-framework-for-combating-money-laundering-and-terrorism-financing",
  "time_ut": 1734970560.0,
  "original_lang": "en",
  "original_title": "President leads discussion on Sri Lanka’s framework for combating money laundering and terrorism financing",
  "original_body_lines": [
    "A high-level discussion on the critical preparations for Sri Lanka’s upcoming Mutual Evaluation (ME) by the Asia/Pacific Group on Money Laundering (APG) was held today (23) at the Presidential Secretariat under the patronage of President Anura Kumara Disanayake.",
    "The meeting focused on preventing money laundering and countering terrorism financing (AML/CFT) and included participation from cabinet ministers, ministry secretaries, officials from the Central Bank of Sri Lanka, and the Financial Intelligence Unit (FIU), the President’s Media Division (PMD) reported.",
    "The FIU highlighted the urgent implementation of cabinet-approved action plans involving 24 key institutions, including regulatory bodies and law enforcement agencies. These plans prioritize legal reforms, capacity building, enhanced inter-agency cooperation, and maintaining comprehensive records to meet the Financial Action Task Force (FATF) recommendations effectively.",
    "President Disanayake directed the establishment of dedicated teams to ensure compliance and closely monitor progress. He emphasized the importance of collaboration and accountability in strengthening Sri Lanka’s AML/CFT framework, the PMD said.",
    "He underscored the need for a robust and effective system to secure favourable evaluation outcomes, maintain financial stability, and bolster international confidence in the country’s economy, it added.",
    "Deputy Minister of Finance and Planning Dr. Harshana Suriyapperuma and Secretary to the President Dr. Nandika Sanath Kumanayake also attended at the meeting."
  ]
}