{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/PPP-project-to-revive-Paranthan-Chemicals-firm/34-782166",
  "time_ut": 1758767538.0,
  "original_lang": "en",
  "original_title": "PPP project to revive Paranthan Chemicals firm",
  "original_body_lines": [
    "The Cabinet of Ministers at their meeting on Monday approved calling for expressions of interest (EoIs) from both local and foreign investors to implement a public-private partnership (PPP) project on a 30-acre site allocated from Paranthan Chemicals Company Ltd.",
    "The initiative seeks to re-establish a caustic soda and chlorine manufacturing facility at the former premises of the Paranthan Chemical Factory. Paranthan Chemicals has already completed a feasibility study and is preparing detailed plans to restart operations at the site.",
    "Currently, the company imports chlorine for nationwide distribution, as the entire domestic requirement for water purification depends on imports. Officials have warned that this reliance leaves the country’s water purification system vulnerable to global supply chain disruptions.",
    "“The proposed plant is therefore seen as a critical step towards ensuring water security while reducing foreign exchange outflows,” Cabinet Spokesman and Minister Dr. Nalinda Jayatissa said at the weekly post-Cabinet meeting media briefing on Tuesday.",
    "According to Government estimates, he said the project is expected to generate approximately 95 direct jobs and around 2,000 indirect employment opportunities, providing a significant boost to the local economy.",
    "“By re-establishing chlorine production locally, the project also aims to boost the country’s industrial base, enhance self-sufficiency in essential commodities and safeguard uninterrupted access to clean water for the population,” he added.",
    "The proposal to this effect was presented by Industries and Entrepreneurship Development Minister Sunil Handunneththi."
  ]
}