{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Finance-ministry-to-revise-customs-rewards-after-audit-reveals-Rs-24-220-million-payout/108-283173",
  "time_ut": 1716387660.0,
  "original_lang": "en",
  "original_title": "Finance ministry to revise customs rewards after audit reveals Rs. 24,220 million payout",
  "original_body_lines": [
    "Colombo, May 22 (Daily Mirror) - In response to a recent report from the National Audit Office, which revealed that over Rs. 24,220 million has been paid to customs officials and informants as reward money over the past eleven years, the Finance Ministry has decided to revise the distribution of customs fines, the compensation fund, and the rewards for customs officers.",
    "Addressing the media after a programme held in Ruwanwella, Finance State Minister Ranjith Siyambalapitiya said that the latest report revealed that more than Rs. 24,220 million was given to the customs officials and informants as reward money between the years 2012 and 2023 without the approval of the Finance Minister.",
    "\"Until now, 30% of the fines received by the customs were given to the government, 20% to the compensation fund, and 50% to the raiding officers, as agreed in the ongoing discussions with the customs unions and the customs control authority,\" Minister Siyambalapitiya said.",
    "\"But now the situation has changed. Accordingly, the amount received from the customs fines has been revised to 50% for the government, 5% for the compensation fund, and 45% for the customs officers. The Finance Ministry is currently working to make it a law,\" he said.",
    "He said the amount of reward money paid to customs officers for raids has increased due to the increase in the number of raids they conduct.",
    "The minister mentioned that for the raids conducted by the customs officials, any customs in the world will offer reward money to the customs officials, intelligence providers, as well as other departmental officials who support the customs officials.",
    "He pointed out that the amount of reward given increases as the number of raids increases and the amount of the reward increases, and similarly, the customs revenue has also increased.",
    "Accordingly, although the annual income of customs was about Rs. 700 billion a few years ago, that income has now exceeded Rs.1,000 billion, the minister said.",
    "It was also said that the role of distributing the customs prize money has been assigned to the Customs Director General by the Customs Ordinance itself. He believes that nothing outside the law is often done in these institutions."
  ]
}