{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/oil-supply-tightens-in-europe-over-red-sea-disruptions/",
  "time_ut": 1705762440.0,
  "original_lang": "en",
  "original_title": "Oil supply tightens in Europe over Red Sea disruptions",
  "original_body_lines": [
    "The structure of the global benchmark Brent crude futures market and some physical markets in Europe and Africa have been reflecting tighter supply partly over concerns about shipping delays as vessels avoid the Red Sea due to missile and drone attacks.",
    "The disruptions – which have been the largest to global trade since the COVID-19 pandemic – have combined with other factors such as rising Chinese demand to increase competition for crude supply that does not have to transit the Suez Canal, and analysts say this is most evident in European markets.",
    "In a sign of tighter supply, the market structure of Brent – which is used to price nearly 80 percent of the world’s traded oil – hit its most bullish in two months on Friday, as tankers diverted from the Red Sea following recent air strikes by the United States and United Kingdom on targets in Yemen.",
    "In response to Israel’s war on Gaza,  rebels from the Iran-aligned group that controls northern Yemen and its western coastline have launched a wave of assaults on ships in the Red Sea.",
    "By targeting vessels with perceived links to Israel, the Houthis are attempting to force Tel Aviv to stop the war and allow humanitarian aid into the Gaza Strip.",
    "Houthi activity has so far been concentrated in the narrow strait of Bab al-Mandeb, which connects the Gulf of Aden to the Red Sea. Approximately 50 ships sail through the strait every day, heading to and from the Suez Canal – a central artery for global trade.",
    "Some of the world’s largest shipping companies have suspended transit in the region, forcing vessels to sail around the Cape of Good Hope in Southern Africa. The lengthier route has raised freight rates due to higher fuel, crew and insurance costs.",
    "“Brent is the most impacted futures contract when it comes to Red Sea/Suez Canal disruptions,” Viktor Katona, lead crude analyst at Kpler, told the Reuters news agency. “So who suffers the most on the physical front? Undoubtedly, it is European refiners.”",
    "The premium of the first-month Brent contract to the six-month contract LCOc1-LCOc7 rose to as much as $2.15 a barrel on Friday, the highest since early November. This structure, called backwardation, indicates a perception of tighter supply for prompt delivery.",
    "Less Middle Eastern crude is heading to Europe, with the volume nearly halved to about 570,000 barrels per day (bpd) in December from 1.07 million bpd in October, Kpler data showed.",
    "Ships travelling through the Suez Canal have taken on greater strategic significance since the war in Ukraine, as sanctions against Russia have made Europe more dependent on oil from the Middle East, which supplies one-third of the world’s Brent crude.",
    "But it’s challenging to measure the impact of Red Sea shipping separately, one crude trader told Reuters. “It’s a strong market everywhere, but people are very nervous.”",
    "Other developments have also tightened the European crude market including a drop in Libyan supply due to protests, the first such disruption for months, and lower Nigerian exports.",
    "Angolan crude, which also heads to Europe without having to pass through the Suez Canal, is seeing higher demand from China and India because of issues around Iranian and Russian crude, reducing the supply that could come to Europe.",
    "China’s oil trade with Iran has stalled as Tehran withholds shipments and demands higher prices, while India’s imports of Russian crude have fallen due to currency challenges, although India attributed the drop to unattractive prices.",
    "Meanwhile, Russia leapfrogged Saudi Arabia to become China’s top crude oil supplier in 2023, data showed on Saturday, as the world’s biggest crude importer defied Western sanctions over Russia’s 2022 invasion of Ukraine to buy vast quantities of discounted oil for its processing plants.",
    "Russia shipped a record 107.02 million metric tonnes of crude oil to China last year, equivalent to 2.14 million bpd, the Chinese customs data showed, far more than other major oil exporters such as Saudi Arabia and Iraq.",
    "Imports from Saudi Arabia, previously China’s largest supplier, fell 1.8 percent to 85.96 million tonnes, as the Middle East oil giant lost market share to cheaper Russian crude.",
    "Related Topics:Brent crude futures marketCape of Good HopeGalaxy LeaderGaza WarHouthi rebelsHouthisRed SeaYemen",
    "Heshana Kuruppu ceremoniously inducted as 27th President of CA Sri Lanka",
    "US launches fourth round of strikes on Houthi targets in Yemen",
    "Oil prices steady despite Middle East tensions, but risks are rising",
    "Preparations for SLN’s Red Sea operations will cost USD 40 mn: expert",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}