{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/pickme-grows-gig-economy-with-women-drivers-in-the-lead/",
  "time_ut": 1710628620.0,
  "original_lang": "en",
  "original_title": "PickMe grows gig economy with women drivers in the lead",
  "original_body_lines": [
    "With over a 1,000 women drivers and riders on the PickMe network, the App based mobility solutions provider says, there is a steady growth in the sector.  According to the company, women engaging on their platform doubled in 2023 as opposed to the previous year and is continuing to rise, a company news release said.",
    "Apart from the ride hailing sector, the company is also providing opportunities for women entrepreneurs on their  PickMe Food and Market platform and already there are more than 100 women merchants operating on it.  PickMe says flexi hours the gig solution offers  is a key factor for women joining their network.",
    "“We are welcoming this growth as diversity is important not merely for equal opportunity between genders, but also because women driver and rider partners bring value addition to our services,” says Tasnim Salie, Head of Corporate Finance at PickMe.  She says the company is looking at attracting more women drivers onto its ride hailing platform.",
    "Isira Perera, COO of PickMe says the current economic conditions in the country, which has impacted most citizens, might be contributory for women joining the network.  “We are noticing a trend in the single parents,  students and professional segments and with the opportunity of earning almost Rs. 100,000/- a month on an average, we think there will be more women drivers joining the PickMe platform.”",
    "Speaking of the International Women’s Day 2024, Jiffry Zulfer, Founder CEO of PickMe says the company is looking beyond the general rhetoric to find more meaningful ways to address the needs of women, especially given the dire economic crisis. With more people leaving their cars at home and finding value in ride hailing services, PickMe is of the view that they could take their daily numbers to a million movements a day.",
    "“This means we will soon be looking at opening up new services on our app to support the specific needs of those using our platform for transport solutions and women drivers will soon have their own exclusive support programs within ride hailing.”",
    "With this line of thinking, PickMe celebrated the International Womens’ Day 2024 with the Sri Lanka Community Police Division. The event, held on March 8 at the Malalasekara Auditorium, Nalanda College, Maradana, included a special awareness session on ‘Women’s rights and the law.’ The tri-forces, Sri Lanka Police, nursing officers, along with PickMe women driver partners and staff participated in the event.",
    "“Apart from the 1,000 women drivers, we have close to a 100 women from the ages of 18-50 working across Software Engineering to Operations, of the company and this includes working mothers. At PickMe, we have enabled our systems to ensure that women achieve their full potential and contribute to the growth of the tech industry and the gig economy we operate in,” says Lydia Mascarenhas, Chief Human Resources Officer of PickMe, adding that the company’s collaboration with the police is fitting because of the increasing number of women drivers on their network. While PickMe has put controls on their app for driver safety, they are not in control of the work environment their drivers operate in.  This is an area that comes under public safety, where the police is a lead custodian.",
    "The CEO of PickMe says, “we will continue to strengthen our women driver and merchant network with more value addition to them through our future programs. Our unique driver insurance programme already provides an option to the drivers to cover their spouse as well”",
    "IIHS continues to revolutionise the healthcare industry with their theme ‘Api Piliganeemen Ihalai’",
    "BMICH engages PickMe for convenient customer pick-up and drop off points",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}