{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/virulence-of-identity-politics-heightens-as-mid-east-peace-hopes-fade/",
  "time_ut": 1728495240.0,
  "original_lang": "en",
  "original_title": "Virulence of identity politics heightens as Mid-East peace hopes fade",
  "original_body_lines": [
    "Very rightly, important sections of world opinion are commemorating the Hamas-initiated terror attack of October 7th last year on Israeli civilians in southern Israel which triggered the current spiral of unsettling bloodshed in the Middle East. Prospects of initiating a fresh peace effort in the region are bleak at the moment but it is probably comforting for particularly humanists the world over to note that more and more responsible public personalities and entities are calling for an immediate ceasefire in the Middle East.",
    "It is equally important that the latter sections are also voicing the need for the implementation of the sensible ‘Two State’ solution in the Middle East. The latest of prominent political leaders to call for a political solution on these lines was New Zealand Prime Minister Christopher Luxon, who is on record as stating that; ‘There is simply no military action that will reduce regional tensions and conflict’, while underscoring the need for the ‘Two State solution’.",
    "The latter solution has come in for criticism over the decades in some quarters as unlikely to proving effective, but the rationally-inclined among the world community are not likely to perceive an alternative to it and very rightly so. Given the highly horrific character of the present bloodshed in the Middle East, only the sadistic and emotionally unstable are likely to continue to advocate a military solution to the crisis.",
    "However, there is no denying that the road to peace in the Middle East would prove to be rocky and hazardous. One factor that has been getting in the way of a political solution is the persistence of virulent identity politics on both sides of the divide.",
    "For instance, the current protests globally over the October 7th bloodletting clearly indicate a marked polarity of opinion on questions growing out of the conflict. To all intents and purposes there is an accelerated ‘crowding out’ and stifling of moderate opinion advocating a peaceful solution to the crisis on both sides of the divide.",
    "That is, hardline opinion springing from irrational loyalty to religious and ethnic identities has come to the fore in both predominant camps; the Israelis and the Palestinians. The persistence of such polarities would majorly hamper any peace moves.",
    "On the Israeli side, the charge is being led by no less a person than Israeli Prime Minister Benjamin Netanyahu. His recent addresses to the UN General Assembly and the Lebanese public, for example, had the effect of killing all hope of the international community and other sections even attempting to resolve the conflict by political means. The essential thrust of his addresses was that Israel would stop at nothing until all terror groups in the enemy camp were militarily eliminated.",
    "Netanyahu has the staunch backing of his defense establishment which is dominated by religious fundamentalists. That is, Jewish religious texts are coming to be interpreted most literally. The scripture is taken at face value. The word of the sacred law takes paramount precedence over its spirit, from the viewpoint of such fundamentalist national leaders.",
    "This is how bloodshed comes to be repaid with bloodshed. Retributive Justice and not humanity comes to guide these policymakers. ‘A fracture for a fracture, an eye for an eye and a tooth for a tooth..’, thus runs the logic of these religious hardliners. It ought to be plain to see that until those hostile to Israel are rooted out ‘tooth and nail’, the war against Hamas and its militant backers, local and foreign, would continue.",
    "Unfortunately the Palestinian side too is dominated by religious hardliners who are committed to destroying Israel. From the time of the Jewish state’s inception it has come to be seen by Palestinian hardliners as the archetypal enemy which needs to be eliminated by military means. In this destructive project they are staunchly backed by the Islamic theocratic state of Iran which is ardently committed to seeing an end to Israel; which for Iran, is the number one enemy state of the Islamic world or ‘the rabid dog of the US.’",
    "Thus, given that neither Israel nor Palestine is for making peace under their current leaders it would not be wrong to infer that both sides are locked in a conflict that promises mutual destruction. Nor could it be presumed that a cessation of the supply of lethal arms to Israel by the US and its allies would prompt the Israeli leadership to consider going in for a negotiated solution.",
    "The fallaciousness of the latter line of thinking is borne out by the fact that since its inception, Israel has, when the situation demanded it, stood up alone against its enemies and defeated them on even several geographical fronts.",
    "It would not be wrong to infer from the foregoing that Israel would even fight ‘on its own steam’, irrespective of whether it would be having external backing or not. However, a guarantee by the Palestinian side and its backers of Israel’s future security and its physical wholeness and integrity could see a de-escalation of the conflict.",
    "Until the latter development comes to pass, therefore, along with a similar guarantee being made by Israel to Palestine, prospects of seeing a cessation of the current bloodshed in the Middle East could be described as bleak.",
    "However, a final peace in the Middle East is a much bigger, complex issue that could be only taken on by perhaps the UN, once there is a drastic reduction in the present bloodletting. Besides a commitment by the Palestinian side to ensure the security of Israel and a like guarantee by the latter to Palestine, the highly knotty issue of identity politics needs to be resolved by both sides in cooperation with the international community to pave the way for permanent peace.",
    "This is an uphill task considering that identity politics is kept alive by ambitious politicians for the furtherance of their power designs. In fact the challenge is for the entirety of the world’s democracies. As has been pointed out in this column previously, one way to meet this challenge is for the UN to play a predominant role in encouraging democratic change worldwide.",
    "The UN could increasingly, for instance, tie its assistance to the more repressive states on the condition that the latter would be accountable to their people, rid them of repressive control and foster democratic institutions and values within their borders. This could help in blunting the appeal of identity politics for populist leaders and their regimes but, admittedly, this a long gestation, challenging project. However, this process needs to be initiated majorly going forward, considering the mounting human and material costs of identity politics, as is the case in the Middle East.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}