{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/adani-kenya-deals-cancelled-after-us-bribery-charges-189325/",
  "time_ut": 1732237380.0,
  "original_lang": "en",
  "original_title": "Adani Kenya deals cancelled after US bribery charges",
  "original_body_lines": [
    "ECONOMYNEXT – Kenya President William Ruto had cancelled by public announcement, two deals with India’s Adani group after bribery charges were filed in America linked to renewable energy contract in the South Asian nation which was part-financed by US investors, reports said.",
    "The Kenya Electricity Transmission Company Limited (KETRACO) and Adani Energy Solutions Limited had signed a 95.7 billion dollar Kenyan Schilling deal to operate and maintain lines and grid substations for 30 years.",
    "Adani group was also due to build a transmission line in Sri Lanka in a little-known deal linked to its controversial wind power plant.",
    "RElATED India’s Adani to build Sri Lanka transmission line with wind plants",
    "Activists had already gone to court against the plant in Sri Lanka which was awarded without tender. Sri Lanka’s new administration said soon after coming to power that the deal would be ‘reviewed’.",
    "In Kenya, a 30-year deal to build a new runway and run Jomo Kenyatta airport said to be worth 230 billion shillings was being negotiated as a privately initiated project (PIP) as news of the US court action broke.",
    "“I have stated in the past, and I reiterate today, that in the face of undisputed evidence or credible information on corruption, I will not hesitate to take decisive action,” President Ruto was quoted as saying by Kenya’s The Nation newspaper.",
    "“Accordingly, I now direct – in furtherance of the principles enshrined in Article 10 of the Constitution on transparency and accountability, and based on new information provided by our investigative agencies and partner nations – that the procuring agencies within the Ministry of Transport and the Ministry of Energy and Petroleum immediately cancel the ongoing procurement process for the JKIA Expansion Public Private Partnership transaction, as well as the recently concluded Ketraco transmission line Public Private Partnership contract, and immediately commence the process of on boarding alternative partners.”",
    "US prosecutors and the Securities and Exchange Commission filed charges on November 21, saying group Chairman Gautam Adani, his nephew Sagar Adani among others had been involved in a scheme to bribe Indian officials to get a solar power deal to Adani Green Energy.",
    "In India, stocks of Adani Green Energy, which is involved in Sri Lanka’s wind plant, Adani Ports and SEZ linked to a Colombo port terminal, Adani Energy Solutions among others were hammered driving Indian stock indices down. (Colombo/Nov22/2024)"
  ]
}