{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98362/israel-bombs-iran-embassy-in-syria-iranian-commanders-among-dead",
  "time_ut": 1712026380.0,
  "original_lang": "en",
  "original_title": "Israel bombs Iran embassy in Syria, Iranian commanders among dead",
  "original_body_lines": [
    "(Reuters) - Suspected Israeli warplanes bombed Iran’s embassy in Syria on Monday, a marked escalation in a war pitting Israel against its regional adversaries, and Tehran said the strike killed seven military advisers including three senior commanders.",
    "Reuters reporters at the site in the Mezzeh district of Damascus saw emergency workers clambering atop rubble of a destroyed building inside the diplomatic compound, adjacent to the main embassy building. Emergency vehicles were parked outside. An Iranian flag hung from a pole by the debris.",
    "The Syrian foreign minister and interior minister were both spotted at the scene. “We strongly condemn this atrocious terrorist attack that targeted the Iranian consulate building in Damascus and killed a number of innocents,” Syria’s Foreign Minister Faisal Mekdad said.",
    "Israel has long targeted Iran’s military installations in Syria and those of its proxies, and has ramped up those strikes in parallel with its campaign against Iran-backed Palestinian group Hamas in the Gaza Strip.",
    "Since the Gaza war was ignited by Hamas’ Oct. 7 attack on southern Israel, Israel’ military has escalated airstrikes in Syria against Iran’s Islamic Revolutionary Guard Corps and the Iranian-backed Lebanese armed group Hezbollah, both of which support Syrian President Bashar al-Assad’s government.",
    "Monday’s attack was the first time Israel hit the vast embassy compound itself.",
    "Israel typically does not discuss attacks by its forces on Syria. Asked about the strike, an Israeli military spokesperson said: “We do not comment on reports in the foreign media”.",
    "Iran’s ambassador to Syria Hossein Akbari, who was unharmed, told Iranian state TV that five to seven people, including diplomats, were killed and Tehran’s response would be “harsh”.",
    "Iran’s Revolutionary Guards said in a statement that seven military advisers died in the strike including Mohammad Reza Zahedi, a senior commander in the IRGC’s Quds Force, which is an elite foreign espionage and paramilitary arm.",
    "Iranian state media said that Tehran believed Zahedi was the target of the attack. His deputy and another senior commander were also killed along with four others.",
    "The New York Times cited four unnamed Israeli officials as acknowledging Israel had carried out the attack.",
    "Iran’s Arabic Language Al Alam Television said that Zahedi was a military adviser in Syria who served as the head of the Quds Force in Lebanon and Syria until 2016.",
    "Citing a military source, Syrian state media said Israel launched an attack from the occupied Golan Heights onto the Iranian embassy, and Syria shot down some missiles with its air defence system.",
    "The Iranian ambassador said the strike hit a consular building within the embassy compound and his residence was on the top two floors.",
    "The White House did not immediately reply to a request for comment. State Department spokesperson Matthew Miller told reporters at a regular news briefing that the United States remained “concerned about anything that would be escalatory or cause an increase in conflict in the region.”",
    "Miller said he did not expect it to impact talks on freeing Israeli hostages held by Iran-backed Hamas.",
    "Spokespeople for Hamas and Houthis, an Iran-backed Yemeni group that has attacked shipping in the Gulf of Aden since mid-November, condemned the Damascus strike.",
    "On Friday, Israel carried out its deadliest strikes in months on northern Syria’s Aleppo province and killed a senior Hezbollah fighter in Lebanon. It has also regularly struck the airports in Aleppo and Damascus in an attempt to halt Iran’s weapons transfers to its proxies.",
    "The Israeli military said on Monday it also stopped advanced weapons, including shrapnel charges and anti-tank mines, from being smuggled into the West Bank from Iran.",
    "It said the weapons were uncovered during an operation against a Lebanese-based operative of Hezbollah and the IRGC."
  ]
}