{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Hasaranga-to-miss-first-two-T20Is-against-Bangladesh-for-suspension/108-277658",
  "time_ut": 1708787580.0,
  "original_lang": "en",
  "original_title": "Hasaranga to miss first two T20Is against Bangladesh for suspension",
  "original_body_lines": [
    "Colombo, Feb 24 (ICC) - Sri Lanka’s T20I captain Wanindu Hasaranga has been suspended for two international matches after his accumulated demerit points reached five within a 24-month period following his latest breach of the ICC Code of Conduct, for which he received a 50 percent fine and three demerit points.",
    "Hasaranga was found guilty of breaching article 2.13 of the ICC Code of Conduct for Players and Player Support Personnel, which relates to “Personal abuse of a Player, Player Support Personnel, Umpire or Match Referee during an International Match.",
    "Hasaranga’s five demerit points convert to two suspension points. As two suspension points equate to a ban from one Test or two ODIs or T20Is, whatever comes first for the player or player support personnel, Hasaranga stands suspended from Sri Lanka’s first two T20Is against Bangladesh next month.",
    "The incident occurred after the end of the match, when Hasaranga confronted umpire Lyndon Hanibal to criticise him over a decision.",
    "Meanwhile Afghanistan player Rahmanullah Gurbaz has also been penalised. He has been fined 15 per cent of his match fee for breaching Level 1 of the ICC Code of Conduct in the same match.",
    "Rahmanullah was found to have breached article 2.4 of the Code, which relates to “Disobeying an Umpire’s instruction during an International Match.”",
    "In addition to this, one demerit point has been added to Rahmanullah’s disciplinary record, for whom it was the second offence in a 24-month period, taking his cumulative demerit points to two.",
    "The sanction was imposed on Rahmanullah for changing the grip of his bat on the field of play despite being repeatedly warned not to do so.",
    "Both players admitted the offences and accepted the sanctions proposed by Chris Broad of the Emirates ICC Elite Panel of Match Referees and, as such, there was no need for formal hearings.",
    "On-field umpires Lyndon Hannibal and Raveendra Wimalasiri, third umpire Ruchira Palliyaguruge and and fourth umpire Ranmore Martinez levelled the charges.",
    "Level 2 breaches carry a penalty of between 50 and 100 per cent of a player’s match fee and three or four demerit points while Level 1 breaches carry a minimum penalty of an official reprimand, a maximum penalty of 50 per cent of a player’s match fee, and one or two demerit points."
  ]
}