{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84948",
  "time_ut": 1729539660.0,
  "original_lang": "en",
  "original_title": "Remembering Legendary Muslim Congress Leader M.H.M.Ashraff on his  76th Birth Anniversary.",
  "original_body_lines": [
    "October 23rd 2024  is the 76th  Birth anniversary of legendary Muslim Congress leader M.H.M. Ashraff. The dynamic lawyer – politician hailing from Eastern Sri Lanka would have  celebrated his 76th Birthday ,if he were among the living today. Alas! This was not to be as Ashraff passed away in a helicopter crash on September 16th 2000 just five weeks ahead of his 52nd Birthday. His untimely demise created a vacuum in the Island’s Muslim politics that is yet to be filled. This article however is to commemorate Ashraff’s 76th  Birth anniversary  and celebrate his life.",
    "Muhammed Hussain Mohammed Ashraff was a pioneering leader of Sri Lankan Muslims in particular and the country in general. He was ahead of his times in more ways than one. He realised the vast untapped political potential of his community and strove to charter a course that would have enabled his people to have their grievances redressed and aspirations fulfilled.",
    "At a time when the conflict within the island was perceived in simplistic terms as a “Sinhala versus Tamil” issue, the efforts of Ashraff brought to the fore the problems faced by Muslims. The eloquent and effective advocacy of the Muslim cause by Ashraff led to a general awareness that the seemingly intractable ethnic crisis was not merely a Sinhala-Tamil bilateral issue but a trilateral one involving Muslims too.",
    "The Muslims of Sri Lanka, also known as Moors, have a unique ethnic identity. Constituting nearly 10% per cent of the island’s population, they are distributed somewhat evenly with about two-thirds of them in the seven predominantly Sinhala provinces and the rest in the Tamil majority North and East. The bulk of the community including sections living amidst the Sinhala population speaks Tamil at home and are classified as Tamil speaking. The medium of instruction in schools is chiefly Tamil. The community has also thrown up a number of Tamil scholars, writers, poets, journalists and artists who have reached eminent positions.",
    "In spite of this, the community does not perceive itself as being “Tamil” but “Muslim”. The Muslim self-perception is based on ethno-religious and not ethno-linguistic lines. This socio-cultural reality has acquired sharp political dimensions in recent times.",
    "Although they are a scattered population, Sri Lankan Muslims have their single largest concentration in the Eastern Province where they form 36 % of the population. The “enclave” factor has helped the Eastern Province Muslims to elect at least five parliamentarians from the Province at each election. The Eastern “bloc” has at times constituted almost 50 per cent of the total Muslim representation in Parliament.",
    "Despite this numerical advantage, the overall leadership of the community was not in the hands of the Eastern Muslim. The comparatively advanced Muslim leaders of earlier vintage from the Central, Western and Southern provinces were in charge, lording it over the Muslims from the Eastern backwaters. All this, however, changed with the arrival of Ashraff.",
    "Ashraff was born on October 23, 1948 in the Muslim village of Sammanthurai in Amparai district. He grew up in the town of Kalmunai, in the same region. After schooling at Wesley High School in Kalmunai, Ashraff entered Law College where he passed the examination with first class honours. Ashraff went on to acquire a bachelor’s and later a Master’s degree in Law from Colombo University. The latter feat was achieved in 1995 when he was a Cabinet Minister. He took silk in 1997 as President’s Counsel.",
    "Ashraff began his political career like many an Eastern Muslim leader as an admirer of the Tamil father figure S.J.V. Chelvanayagam, the founder leader of the Ilankai Thamil Arasuk Katchi/Federal Party. He spoke on F.P. platforms and in 1976 attended the historic Vaddukkoddai Conference where the newly formed Tamil United Liberation Front (TULF) unanimously adopted the demand for a separate state of Tamil Eelam. In 1977 Ashraff was the driving force behind the newly set up Muslim United Front(MUF).",
    "I first met Ashraff in 1977 when he was campaigning ardently for Tamil Eelam on the TULF platform. He had formed the Muslim United Front and signed an agreement with Appapillai Amirthalingam. Muslim candidates were fielded on the TULF Sun symbol in Kalmunai, Sammanthurai, Puttalam and Mutur. Another assigned to contest Seruwila failed to submit nomination papers at the last minute.",
    "Ashraff himself did not contest but actively campaigned in 1977.This was the time when Ashraff stated publicly that even if elder brother Amirthalingam could not deliver Tamil Eelam younger brother Ashraff would do so. The highlight of Ashraff’s speeches then was this bombastic pronouncement that even if Amirthalingam himself abandoned the goal of Eelam, Ashraff would continue to strive for it.",
    "In spite of this affinity towards Tamil Eelam on the part of Ashraff, the Eastern Muslim voters had different ideas and rejected the Muslim United Front candidates on the TULF ticket. This was an eye – opener to Ashraff. The electoral results showed that despite Ashraffs desire to share a Tamil – Muslim political vision, Eastern Muslims had other ideas. While the Tamil candidates of the TULF swept the 77 polls, no Muslim from the party won a seat.",
    "Ashraffs relations with the TULF became strained gradually. The 1981 District Development Council elections saw the TULF going to polls on a Tamil slate of candidates. Ashraff wanted Muslims to be included in Mannar and the three Eastern districts . He was rebuffed. This led to an already estranged Ashraff parting ways with the TULF completely.",
    "However this did not result in him joining a “Sinhala dominated”national party like other Muslim leaders of old who cut their political teeth in the FP and then merrily crossed over. Ashraff realised that the Muslims needed to charter a separate course independent of Tamil and Sinhala politics. This led to his aligning with Ahamed Lebbe of Kattankudi and co – founding the Muslim Congress. After Ashraff parted ways with the TULF the MUF had entered a state of decay.",
    "The SLMC was inaugurated on September 21, 1981. At that point, the SLMC was more or less an Eastern outfit concerned more with socio-cultural than political issues.",
    "The July 1983 anti-Tamil pogrom and the consequent escalation of armed Tamil militancy led to a situation where Muslims became increasingly insecure and apprehensive of their future in a “Tamil” state. On the other hand, the contemptuous manner in which the J.R. Jayewardene regime dismissed the Muslim opposition to the resumption of diplomatic relations with Israel touched a raw nerve in the community.",
    "Ashraff was instrumental in organising protest demonstrations over the issue. However, Sri Lankan Muslims at that time were immune from the global trend of growing Islamic consciousness and radicalism.",
    "The Muslim community in the East also produced a new generation of educated and ambitious youth. All this created a suitable climate for Ashraff and his brand of politics to arrive on the national scene. The rise of Tamil armed militancy instilled a sense of political insecurity and urgency into Muslim politics.",
    "The catalyst was the outbreak of violence between Tamils and Muslims in the Kalmunai-Karaitheevu areas in 1985 which was aided and abetted by agents of the state and Tamil militant groups. The Kalmunai – Karaitheevu Tamil – Muslim violence of 1985 affected Ashraff directly. Threatened by and fearing harm at the hands of Tamil militants, Ashraff was forced to flee to Colombo.",
    "Ashraff moving to Colombo as a “political refugee” was a significant milestone in his life. In the nation’s capital, Ashraff’s political horizons began to extend beyond the East. He recognized the widespread disappointment prevalent among the Muslim masses with their elitist leaders. Ashraff identified the need and yearning of the community to assert boldly and articulate their identity.",
    "Ashraff was disgusted with the politics of Muslim leaders in the UNP and SLFP. He felt that these people were nothing but minions serving respective Governments without evincing real concern for the Muslim plight. One reason for this Ashraff felt, was the lure of power and the attraction posed by the spoils of office. An Independent voice was necessary. For this concrete Muslim unity was needed.",
    "Establishing himself firmly in Colombo Ashraff, revived and restructured the Muslim Congress. In 1986 he convened an Island – wide convention in“Punchi” Borella and formally took over party leadership after gently easing out Ahamed Lebbe. I was a witness to this eventful moment in the history of the Muslim Congress.",
    "I attended the convention in a journalistic capacity along with my departed friend and colleague MPM Azhar of the “Virakesari” who later edited the “Navamani” Muslim weekly. There was magic in the air as the Muslim delegates took their decisive step on a long journey that continues to date.",
    "I was in close contact with Ashraff during the 1986 – 88 period. It was then that I saw him at close quarters forging a new vision and mission for his people. Some of his ideals seemed impossible to achieve then. Ashraff wanted the Muslims to be recognized as a separate and equal entity on par with the Sinhala and Tamil people. The Muslim people in all parts of the Country needed their own independent political party. The SLMC was to fulfill that role.",
    "The party was to remain independent of Sinhala and Tamil political overlordship. The Eastern Province Muslims were to play a greater role in this project. By doing so, this historically neglected people were to achieve their rightful place under the Lankan sun.",
    "Ashraff also introduced the demand for a territorially non – contiguous North – Eastern Council for the Muslims on the Pondicherry model of India. His aim then was to create a Muslim majority council linking up all Muslim majority AGA divisions in the North – East. Ashraff gradually redefined the objectives and redrafted the constitution of the Muslim Congress to make it an all-island party. It was formally accredited by the Election Commissioner and allocated the symbol of the tree on February 11, 1988.",
    "The “new” SLMC under Ashraff contested the Provincial Councils in 1988. It won 17 seats in the North – Eastern council and 12 in the Western, North-Western, Central and Southern Provincial councils. The proportionate representation system helped the fledgling party to record an impressive showing in the provincial council elections. The Muslim Congress had come of age.",
    "The SLMC also supported Ranasinghe Premadasa in the 1988 presidential elections. In 1989 the Muslim Congress contested the parliamentary polls and won four seats. Ashraff himself was returned with a massive number of preference votes.",
    "The SLMC discovered that in spite of its all-island appeal the parliamentary seats it was able to garner came from the North-East alone. Ashraff realised that if the party was to maximise its representation, tactical compromises would have to be made and strategic alliances with major parties formed.",
    "In 1994 he did just that in the accord with Chandrika Kumaratunga’s People’s Alliance. The SLMC contested under its own symbol in the North-East and on the P.A. ticket in the other provinces. The party won six seats and got another three on the national list.",
    "The SLMC played a constructive “Queen maker” role to install the Chandrika Kumaratunga government in a hung Parliament. Ashraff became Minister for Ports, Shipping and Rehabilitation. Later he lost shipping in a reshuffle. Two other SLMC members, Hizbulla and Aboobakr, became Deputy Ministers. Then SLMC general secretary and current Muslim Congress leader Rauff Hakeem became Chairman of committees.",
    "Ashraff’s ministerial tenure was eventful and controversial.He was accused of providing Muslims jobs on a massive scale in the various harbours coming under his purview. Likewise he was faulted for giving priority to Muslim areas in the matter of rehabilitation projects. A tempestuous feud between Ashraff and another Muslim Minister from the SLFP, AHM Fowzie, saw sparks fly at regular intervals. This led to Ashraff throwing political tantrums at every turn and threatening to resign.",
    "Ashraff was also autocratic in his handling of party affairs. He was the supreme “Thalaiver” (leader) and brooked no nonsense from within. At the time of his death, he had suspended the party membership of three MPs and sent a show-cause notice to another.",
    "Apart from the charismatic sway Ashraff had over the Muslim masses, his strength was his adaptive flexibility . The SLMC’s fundamental demand had been for the creation of a territorially non-contiguous Muslim majority council consisting of the Muslim divisions in the North and East. Ashraff’s rationale in this issue was to preserve for the Eastern Province Muslims their 33 per cent representation as far as possible in a proposed merger situation where it would have dwindled to 17 per cent.",
    "The inspiration for the territorial non-contiguity principle was the Indian model for the Union Territory of Pondichery, Karaikal, Yanam and Mahe where areas far apart came under a single administrative system.",
    "When he found the demand unachievable, he substituted it for the South Eastern Provincial Council comprising the electoral divisions of Sammanthurai, Pottuvil and Kalmunai. He gave up that too when it became necessary and opted for a merged North-East with adequate safeguards for Muslims including a de-merger proviso by referendum in 10 years’s time.",
    "Ashraff also wanted to carve out a distinctly Muslim –majority coastal district known as Kalmunai out of the existing Amparai district. He was however hesitant in some respects because he feared the contemplated littoral district could be deprived of adequate land and water resources.",
    "While the interests of his own community were paramount for him, Ashraff was  extremely sympathetic to the Tamil problems and grievances also . Except where the interests of Tamils and Muslims clashed directly, he tried to help realise the legitimate aspirations of Tamils. He also arrived at an understanding to achieve a working relationship with the Ceylon Workers’ Congress representing Tamils of Indian origin.",
    "Ashraff’s greatest virtue was perhaps his metamorphosis from a “sectarian” leader to a “national” one. By 2000 his horizons broadened and Ashraff formed the National Unity Alliance (NUA). Ashraff was now prepared to look beyond Muslim ethnicity and reach out to other communities. He had a blueprint for achieving lasting peace by 2012.",
    "The NUA’s birth indicated that the one-time “Tamil Eelamist” supporter who pioneered an exclusive party for Muslims had reached an evolutionary stage where his outlook was blossoming into a broader Sri Lankan nationalist perspective. While the SLMC was to be the flagship of the Muslims, the NUA was to be wider and inclusive representing all communities.",
    "One does not know what the future may have been of the SLMC and NUA, had Ashraff lived to implement his vision. Sadly Ashraff died a few weeks before the scheduled poll on October 10th 2000. Ashraff’s life being snuffed out was a setback to the limitless possibilities offered by the grand alliance at that juncture.",
    "On September 16th 2000 Ashraff was aboard an MI-17 helicopter of the Sri Lanka Air Force that flew  above the Urakanda mountain range in the Aranayaka area in Kegalle district of Sabaragamuwa province. The copter crashed resulting in the death of this dynamic political leader . Along with Ashraff were killed 14 others including crew members, security personnel, personal staff and political supporters.",
    "Ashraff’s loss was keenly felt by country and community. The sense of loss was compounded further by the sorry state of post – Ashraff Muslim politics. The party he breathed new life into underwent dissension.His widow and erstwhile deputies fought for his mantle. His political legacy got fragmented with the Sri Lanka Muslim Congress undergoing a number of splits at different points of time. Thus we see Ashraff’s lofty goal of uniting Muslims under one banner lying in tatters with his party being fragmented after each parliamentary poll.",
    "His ideal of Muslims retaining their independence and maintaining an equidistance between Sinhala and Tamil politics too has suffered badly.The perks and privileges offered by successive Governments  led to most ex – SLMC leaders abandoning their “independence”. The ministerial, deputy– ministerial posts, corporation chairperson, director posts, ambassadorial assignments etc overwhelmed most of these politicos nurtured in the nursery of the SLMC. The interests and welfare of the Muslim voters who elected them were   callously and cynically abandoned by those elected seeking power and perks. Principled politics has been conspicuously absent.",
    "Against this dismal backdrop, Ashraff’s vision for his people of an oasis in the bleak desert is turning into a mirage.In such a situation party loyalists and those concerned about the welfare of the Muslim community continue to focus on MHM Ashraff’s memory for some consolation at least. Ashraff may be no more but his spirit pervades Muslim political consciousness still. In life he was the single most popular mass figure in Eastern Muslim politics. Even after death the magical hold he retained over Muslim masses lingers on even after 24 years."
  ]
}