{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Hayleys-Fabric-receives-prestigious-ZDHC-Torchbearer-Award/34-767686",
  "time_ut": 1728348752.0,
  "original_lang": "en",
  "original_title": "Hayleys Fabric receives prestigious ZDHC Torchbearer Award",
  "original_body_lines": [
    "Sri Lankan textile manufacturer honoured for sustainable chemical management in South Asia",
    "Hayleys Fabric PLC, Sri Lanka’s largest and leading textile manufacturer, has been recognised for its exceptional leadership in sustainable chemical management by receiving the prestigious ZDHC Torchbearer Award.",
    "The award was presented by Zero Discharge of Hazardous Chemicals (ZDHC) South Asia Region Director Prasad Pant at the fifth ZDHC South Asia Regional Conference on Sustainable Chemical Management in the Fashion Industry held in Chennai, India on 25 September.",
    "Hayleys Fabric PLC HR and Administration Executive Director Prasanna Pathirana collected the award on behalf of Hayleys Fabric. This recognition is a testament to the company’s unwavering commitment to environmental sustainability and its dedication to creating a safer and healthier textile industry. As the Gold sponsor of the fifth ZDHC South Asia Regional Conference, Hayleys Fabric further demonstrated their leadership in promoting sustainable chemical management.",
    "The ZDHC Foundation is a global non-profit organisation dedicated to eliminating the discharge of harmful chemicals from the textile, apparel, and footwear industries. Its mission is to create a sustainable and safe textile supply chain that protects both the environment and human health. The ZDHC collaborates with leading brands, retailers, manufacturers, and suppliers worldwide to develop and implement standards, tools, and programs that promote sustainable chemical management.",
    "Hayleys Fabric has been a signatory member of the ZDHC Foundation since 2021, actively working towards its ‘Roadmap to Zero’ (RtZ) program. However, the company has been following the ZDHC RtZ program since 2015, demonstrating its early commitment to sustainable chemical management.",
    "At the conference, Hayleys Fabric PLC Head of Compliance Dunstan Weragala featured as a speaker to share on how the ZDHC RtZ program has been instrumental in its business sustainability goals.",
    "Notably, Hayleys Fabric is the first and only Sri Lankan textile manufacturer to receive the ZDHC Torchbearer Award, underscoring its pioneering role in the industry. This award recognises organisations that have demonstrated exceptional leadership in implementing the ZDHC ‘Supplier to Zero’ program, which promotes sustainable chemical management.",
    "Hayleys Fabric was selected for this prestigious award based on its:",
    "The company’s commitment to sustainable chemical management practices throughout its supply chain has been instrumental in securing this prestigious award. In his acceptance speech, Pathirana acknowledged the key role played by Hayleys Fabric PLC Managing Director and CEO Rohan Goonetilleke, whose blessing and support have been instrumental in the company’s journey towards sustainability. Furthermore, he highlighted the dedicated efforts of the company’s Compliance Division, headed by Weragala, and the DGM Compliance, which have been crucial in driving Hayleys Fabric’s progress towards sustainable chemical management through the ZDHC program.",
    "Hayleys Fabric PLC’s commitment to sustainable chemical management is a cornerstone of its broader sustainability goals, embedded in the Hayleys Life code. By prioritising sustainable practices, the company contributes to a safer textile supply chain, environmental protection, and responsible consumption, aligning with the UN SDGs and ESG principles.",
    "This accomplishment once again establishes Hayleys Fabric PLC as the leading force in sustainable textile manufacturing in Sri Lanka, setting a benchmark for others to emulate."
  ]
}