{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Establishing-police-post-in-NHC-a-deadly-attack-to-minor-staffers-Dr-Bellana/108-277245",
  "time_ut": 1708221360.0,
  "original_lang": "en",
  "original_title": "Establishing police post in NHC a deadly attack to minor staffers: Dr. Bellana",
  "original_body_lines": [
    "Colombo, Feb 18 (Daily Mirror) - Due to his involvement in the hospital administration, almost 200 minor workers in hospitals were unable to continue their drug businesses at the National Hospital in Colombo (NHC) and started protesting against him, said NHC Deputy Director and Government Medical Officers' Forum (GMOF) president Dr. Rukshan Bellana.",
    "He told the Daily Mirror that following his request, the Inspector General of Police (IGP) had visited the hospital and established a police unit to stop the drug deals in the hospital.",
    "\"Therefore, the minor staffers involved in the drug deals got together and organised protests to chase me away as I worked on eradicating the drug use in the hospital,\" he added.",
    "\"The police intelligence service is also operating inside the hospital to nab the drug dealers,\" he said.",
    "\"Most of the drug addicts take drugs inside the hospital, do businesses, and look after patients after taking drugs,\" Dr. Bellana said.",
    "\"Many patients complain to the hospital administration that some of their goods are stolen. Laptops, mobile phones and other medical items belonging to patients and doctors are also robbed. They steal parts of vehicles parked near the hospital. Even parts of vehicles that belong to doctors have been stolen,\" he said.",
    "A total of 11,000 persons, including 1,500 doctors, 3,300 nurses, 3,000 minor workers and several other staffers, are attached to the National Hospital, Combo, the deputy director said.",
    "\"After establishing the police post in the hospital, it has directly affected the minor staffers who engage in the drug business and the three-wheeler mafia at the hospital,\" he said.",
    "Therefore, the government must take immediate action to remove these minor staffers from the hospital, Dr. Bellana requested."
  ]
}