{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/international/Flooding-in-Dubai-turns-planes-into-boats/107-280823",
  "time_ut": 1713329040.0,
  "original_lang": "en",
  "original_title": "Flooding in Dubai turns planes into boats",
  "original_body_lines": [
    "Dubai, April 17 (AFP) - A fierce storm has lashed Dubai with the “exceptional weather” conditions sparking travel chaos.",
    "Wild footage circulating on social media shows Dubai International Airport completely flooded as heavy rain and thunderstorms struck the United Arab Emirates over night, with more rainfall expected on Wednesday.",
    "Clips show the tarmac drowning in water as planes try to navigate their way through what now looks like a marina.",
    "Footage of an Emirates plane at its gate could be seen completely surrounded by water as the desert metropolis battles a year’s worth of rain in just one day, according to Sky News.",
    "“Due to adverse weather conditions, multiple flights to and from @DXB are experiencing delays or disruptions,” the Dubai-based airline wrote on X at 5.30am AEST.",
    "Its latest update shared at 2pm AEST reads: “Flooding and road blockages have left limited transport options for arriving and departing guests. Flights are delayed/diverted and impacted by displaced crew.",
    "“Recovery will take some time. We thank you for your patience and understanding while we work through these challenges.”",
    "It also urged passengers to check their flight status with airlines before coming to the airport to allow for extra travel time.",
    "The world’s busiest air hub was expecting more than 100 flight arrivals on Tuesday evening, but was forced to temporarily suspended its operations.",
    "It confirmed a halt to arrivals at 7.26pm local time before announcing a “gradual resumption” more than two hours later.",
    "The city copped torrential rain that caused floods across the UAE and Bahrain, and left 18 dead in Oman on Sunday and Monday, according to AFP.",
    "Social media has been inundated with footage that shows some planes taxiing across an apron flooded with standing water.",
    "“Incredible weather phenomenon in Dubai! Nature’s power on display,” one person wrote on X.",
    "One video shared to Instagram by digital creator Jay Robert showed an Emirates flight attendant dragging her luggage through knee-high waters as the footage cuts to inside what appears to be the airport – also flooded.",
    "“Proof nothing will stand between crew and sleep, Emirates crew wade flood waters in Dubai in efforts to get home after long flights,” the caption read.",
    "“Several Emirates crew wrote in to say this is the worst flooding they’ve seen in the city in nearly 20 years.”",
    "Departure flights remained in operation during the evening but were plagued with delays and cancellations. Access roads to the airport were also badly flooded.",
    "Similar scenes were repeated across Dubai and elsewhere in the UAE as the oil-rich Gulf state, better known for its arid climate and intense summer heat, reeled from the storm.",
    "Both the Oman and the UAE, which hosted last year’s COP28 UN climate talks, have previously warned that global warming is likely to lead to more flooding.",
    "“It is highly likely that the deadly and destructive rain in Oman and Dubai was made heavier by human-caused climate change,” Otto, of the Grantham Institute for Climate Change at Imperial College London, said.",
    "Meanwhile, Dubai Mall and Mall of the Emirates both suffered flooding and water was ankle-deep in at least one Dubai Metro station, according to images posted on social media.",
    "AFP reported some roads collapsed, while schools were shut across the UAE.",
    "Some inland areas of the UAE recorded more than 80 millimetres (3.2 inches) of rain over 24 hours to 8am, approaching the annual average of about 100mm.",
    "The National Center for Meteorology “urged residents to take all the precautions … and to stay away from areas of flooding and water accumulation” in a post on X."
  ]
}