{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-commercial-bank-net-up-152-pct-in-march-quarter-163082/",
  "time_ut": 1715743500.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Commercial Bank net up 152-pct in March quarter",
  "original_body_lines": [
    "ECONOMYNEXT – Profits at Sri Lanka’s Commercial Bank of Ceylon grew 152 percent from a year ago to 10.6 billion rupees in the March 2024 quarter amid higher net interest income and lower bad loan provisioning, interim accounts show.",
    "The bank reported earnings of 7.94 rupees per share for the quarter.",
    "Commercial Bank group net interest income went up 45 percent to 27.6 billion rupees even as interest income fell 7.3 percent to 70.3 billion rupees and interest expense fell at a faster 25 percent to 42.6 billion rupees.",
    "Net fee and commission income grew 4 percent to 5.6 billion rupees.",
    "Losses from trading was 1.9 billion rupees, down from 8.9 billion a year earlier.",
    "Loans and advances to customers were up 1.65 percent to 1,224 billion rupees, amid a contraction in foreign currency loans. The rupee loan growth was 120 billion rupees, the bank said.",
    "Commercial Bank also has a unit in Bangladesh. The Bangladeshi taka was ‘devalued’ to 117 to the dollar from 109 after macro-economists printed money suppress rates and a its exchange rate regime was changed last week to a ‘crawling peg’ with only a 50 basis point hike in rates.",
    "However other market rates were de-controlled. Bangladesh grew fast when it kept a loose peg for about 8 to 10 years at a time, despite a policy rate.",
    "Stage 3 bad loans were were 5.59 percent, down from 5.85 percent.",
    "Financial assets – debt instruments were down 4.7 percent to 652 billion rupees.",
    "Deposits grew only 0.3 percent to 2,140 billion rupees. The bank said a strengthening rupee was reducing the domestic currency valued of dollar deposits.",
    "Gross assets fell by 1.48 percent to 2,616 billion rupees. Net assets were up 0.16 percent to 220 billion rupees.",
    "Tier I capital was 11.36 percent, total capital ratio was 14.7 percent by March 31 against required 10 and 14 percent."
  ]
}