{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-united-states-mourns-the-death-of-former-president-jimmy-carter/",
  "time_ut": 1736058120.0,
  "original_lang": "en",
  "original_title": "The United States mourns the death of former President Jimmy Carter",
  "original_body_lines": [
    "An already dreadful year for the United States of America ended with more tragedy, with the death of one of the finest human beings ever to have adorned the White House. The 39th President James Earl (Jimmy) Carter Jr passed away peacefully at his home in Plains, Georgia on Sunday, December 29, surrounded by his family. He was 100-years old, the longest-lived president in US history.",
    "Born and raised in the predominantly Republican state of Georgia, Carter graduated from the US Naval Academy in 1946, and joined the Navy’s submarine service. At the end of his military service, he retuned to his home in Plains, Georgia, and revived his family’s peanut farm. He married Rosalynn Smith in 1946, with whom he enjoyed a blessed, loving union until her death, at age 96, last year.",
    "A pious man and a lifelong Baptist, whose actions were invariably rooted in his religious faith, Carter left a legacy of fidelity, compassion and justice. Like all politicians, he did, on at least one occasion, betray his principles in the name of political expediency, though, in Carter’s case, this probably was the exception that proved the rule.",
    "Carter was a true Democrat in a traditionally deep red, white supremacist state. Having grown up in the era of Jim Crow segregation laws, he abhorred all types of racism and was an ardent supporter of the civil rights movement of the 1960s. He became a community leader, serving in various county boards of education and the hospital authority. He won election to the Georgia Senate in 1962, and entered the national political arena in 1966, when he ran for and lost the Georgia gubernatorial election in 1966. He ran again and won in 1970, when he was elected the 76th Governor of Georgia.",
    "Despite his early stance on civil rights, Carter seemingly betrayed his principles by appealing to the racist majority in the electorate. He even criticized his Democratic Primary opponent, former Governor Carl Sanders, for supporting civil rights icon, Martin Luther King Jr. He understood, and took advantage of, the stark political fact that he had little chance of winning the election in Georgia without a seemingly conservative, even subtly racist stance. Perhaps the end justified the means.",
    "And win he did. But a racist he wasn’t. He changed his tune immediately after he was sworn in as the Governor of Georgia in January 1971. In his inaugural speech, he declared that “the time for racial discrimination is over”. Carter’s liberal, anti-discriminatory policies and emphasis on a pollution-free environment formed the bases of his gubernatorial term. He also enacted legislation to remove racial barriers and established several key projects to develop the state’s economy.",
    "In 1974, when the nation was recovering from the Watergate scandal and was ruled by the makeshift presidency of Gerald Ford, the only unelected president in the nation’s history, Carter declared his bid for the presidency. He was little known nationally; even the Atlanta newspapers carried the headline “Jimmy Who?” immediately after his announcement.",
    "Carter won the Democratic nomination for the presidency in 1976; the Democratic ticket of Carter/Mondale defeated Gerald Ford with a 51% majority in the popular vote and an Electoral College majority of 297 to 240. Carter was sworn in as the 39th President of the United States in January, 1977.",
    "Jimmy Carter was a fine president, but a terrible politician. He was a champion of human rights; bolstered Social Security, added nearly eight million jobs and sought to improve the environment.",
    "He negotiated a meeting with Egyptian President, Anwar Sadat and Israeli Prime Minister, Menachem Begin, ending with the Camp David Accords which led to peace between Israel and Egypt the following year.",
    "Carter attended a summit meeting with Soviet Prime Minister, Leonid Brezhnev in Vienna in 1979, which led to the signing of the SALT (Strategic Arms Limitation Treaty) II. The Treaty basically established nuclear equality between the two nations; limiting the total of both nations’ nuclear forces to 2,250 delivery vehicles each, and placing a variety of other restrictions on deployed strategic nuclear forces.",
    "He also established full diplomatic relations with the People’s Republic of China.",
    "Carter was unsuccessful in a bid for a second term in 1980, when he was defeated by the political machinations of the Great Communicator, Ronald Reagan. Carter’s campaign was initially hurt when Massachusetts Senator Ted Kennedy decided to challenge Carter in the Democratic Primaries. Kennedy, an avowed liberal and a scion of the most famous political dynasty of the nation, was not happy with the right-wing trend of the incumbent, and ran a campaign to humiliate his opponent. Kennedy knew full well that his presidential aspirations were severely compromised after the tragedy at Chappaquiddick, when the then Massachusetts Senator drove his car, allegedly under the influence of liquor, off a narrow bridge, resulting in the death of Mary Jo Kopechne, a secretary and campaign worker in the ill-fated presidential campaign of Robert F. Kennedy. Carter finally clinched the nomination but emerged from the Primaries with a fractured Democratic base.",
    "But the one issue that contributed to Carter’s defeat was the Iran hostage crisis. In November 1979, revolutionaries against the regime of the US-backed Shah Reza Pahlavi stormed the American Embassy in Teheran and took hostage 52 diplomats and civilian staff. The takeover happened months after the fall of the government of the Shah, who was living in exile in the US at the time.",
    "The year-long crisis undermined Carter’s reputation, both at home and abroad. His popularity eroded further after a failed attempt to take back the embassy and rescue the hostages. Eight service members died in an accident during the attempt. Carter accepted the fact that his failure to rescue the hostages was the primary cause for his electoral defeat in 1980.",
    "However, his defeat may have been caused by the traditional sinister political artifices of the Republican Party. A rumor, which has since been confirmed, emerged that Republican political operatives, led by William Casey, Reagan’s campaign manager, later appointed by Reagan as the head of the CIA (Central Information Agency, the nation’s leading espionage organization), played a major role in the delay of the release of the hostages. The New York Times reported in 2023 that Casey and Republican campaign officials traveled “to one Middle Eastern Capital after another that Summer (of 1980), meeting with a host of regional leaders to deliver a blunt message to be passed to Iran: Don’t release the hostages before the election. Mr. Reagan will win and give you a better deal”.",
    "The hostages were formally released into American custody just minutes after President Reagan was sworn into office.",
    "And so began the Reagan regime, which initiated the process of dismantling a thriving middle class by cutting taxes to benefit the super-wealthy and the corporations, the infamous and debunked “Trickle Down Theory”, which Trump will fine-tune to perfection by the end of his second term, to an oligarchic kleptocracy.",
    "According to the Logan Act, it is illegal for private citizens to negotiate with a foreign power to “defeat the measures of the United States”. A law that has been broken with impunity by the Trump Organization with their collusion with the Russian government in the US elections and other matters of national security before and during Trump’s first term. Who can forget Trump’s announcement at a pre-2016 election rally, when he shouted “RUSSIA, ARE YOU LISTENING?”, publicly seeking assistance from Russian intelligence in finding non-existent illegalities in Hillary Clinton’s emails in her private server. And even in his capacity of President, when he took Russian President Putin’s version of Russian collusion in the 2016 US presidential election, against all 17 US Intelligence Agencies. On the world stage at the Summit in Helsinki in 2018, an act of complicity bordering on treason.",
    "But it really matters no longer. The majority of American voters have made their incredibly deplorable, dangerous choice in electing a caricature of a dictator. They have proven themselves immune to non-compliance of international and national laws, even war crimes. The next four years will be fraught with peril.",
    "Carter won the Nobel Peace Prize in 2002 “for his decades of untiring efforts to find peaceful solutions to international conflicts, to advance democracy and human rights, and to promote economic and social welfare”. Twenty-five years too late.",
    "Since 1984, Carter and his wife of nearly eight decades, Rosalynn, have been personally involved in building and renovating homes for the poor with Habitat for Humanity. He was actively engaged in the project till almost the day he died.",
    "Jimmy Carter got the totally unjustified reputation of being an anti-Semite, when he wrote a bestselling book, Palestine: Peace Not Apartheid, published in 2006. He likened the Israeli occupation of Palestinian territories to Apartheid, the disgraced South African racial segregation laws, which were almost a carbon copy of the Jim Crow racial segregation laws which ruled the United States of America from 1877 to the mid-1960s, laws under which Carter was born and raised.",
    "Political leaders in the USA lined up to denounce former President Carter, because of his seeming pro-Palestine cause. He was vilified as a “bigot”, who had a “Jewish problem.” He was accused of “facilitating those who pursue Israel’s annihilation” and “blinded by an anti-Israel animus”. Even Democratic leaders like former Speaker Nancy Pelosi threw Carter under the bus, stating that “Carter does not speak for the Democratic party on Israel”.",
    "Nearly two decades later, these same critics are beginning to appreciate the prescience of Carter’s views, as they are now accusing Israel of imposing a form of Apartheid on the Palestinians in breach of international laws. Carter was not only way ahead of his time, he was also showing that brand of moral rectitude and courage, without fear of consequences, which has been the distinction of his entire public and private life.",
    "Kai Bird, the author of a recent biography of Carter’s presidency, wrote in the Israeli newspaper, Haaretz, in 2021:",
    "“The former president’s decision to use the word ‘Apartheid’ no longer seems a stretch; indeed, today it seems to describe the reality on the ground in the occupied West Bank. I don’t think Carter has a Jewish problem. It’s just the reverse. The American Jewish establishment has a Jimmy Carter problem”.",
    "Public observances honoring President Carter’s legacy will start in Georgia. His body will lie in repose at the Carter Center in Atlanta, where the public can pay their respects till January 7. He will then lie in state in the Capitol Rotunda in Washington DC, which will be open to the public till the funeral at the Washington National Cathedral at 10 a.m. on Thursday, January 9.",
    "Carter had requested President Biden, a close friend, to deliver the eulogy at the funeral, which Biden considered an honor and a privilege. Former Presidents Bill Clinton, George W. Bush, Barack Obama and Donald Trump are expected to be in attendance, along with their spouses.",
    "Following the state funeral, the late president will be taken back to Georgia, to be buried at the Maranatha Baptist Church in Plains, where he had taught Sunday School for decades, at the same location his wife, Rosalynn was buried following her death last year.",
    "President Jimmy Carter was without doubt the greatest ex-President in the history of the USA.",
    "I wish everyone a very happy and healthy 2025. Notwithstanding Trump.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}