{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Collective-bargaining-a-viable-alternative-for-industrial-peace/172-282289",
  "time_ut": 1715283060.0,
  "original_lang": "en",
  "original_title": "Collective bargaining, a viable alternative for industrial peace",
  "original_body_lines": [
    "A strike by health sector workers of the General Hospital-Colombo.",
    "The legal recognition of the fundamental rights of trade unions in this country has been derived from Article 14(1) b, c and d in chapter 3 of the Constitution of Sri Lanka, the ILO Conventions 87 and 98 ratified by the Government of Sri Lanka, the Trade Union Ordinance and the Industrial Disputes Act of Sri Lanka and subsequent amendments thereto emerged from time to time.",
    "The term “Strike” has been defined in the Trade Union Ordinance as “cessation of work by a body of persons employed in any trade or industry acting in combination or a concerted refusal or a refusal under common understanding of any number of persons who are or have been so employed to continue to work or to accept employment”. The ongoing Strike Wave is not confined to the parameters prescribed in the above definition of a strike. It seems that the current strike wave is a testing stage of a political strike or a general strike that would be launched against the Government in time to come.",
    "Article 14(1) b, c and d of the Constitution of Sri Lanka states “Every citizen is entitled to freedom of peaceful assembly, freedom of association, and freedom to form and join a trade union”. The ILO Convention 87 and 98 state freedom of association and protection of the right to organize and collective bargaining respectively as human rights. It may be noted that no reference has been given in Article 14(1) b, c and d of the Constitution and ILO conventions 87 and 98 that trade union action is a fundamental right or a human right. A strike is considered as one of the trade union actions legally recognized. It is neither a human right nor a fundamental right.",
    "It may be noted that fundamental rights set out in Article 14(1)b, c and d and ILO Conventions 87 and 98 are not absolute or without limitations. Article 15(7) in the same chapter of the Constitution of Sri Lanka specifies that “the exercise and operation of all fundamental rights declared and recognized by Article 14 shall be subject to such restrictions as may be prescribed by law in the interest of national security, public order, protection of public health, or morality or for the right and freedom of others or of meeting the just requirements of the general welfare of the democratic society”. Although Trade Unions and those who mobilized strikes are constitutionally bound to honour these prerequisites set out in the Constitution they don’t care to do so due to the misbelief that striking is a Fundamental Right. This misconception is contrary to the cardinal principle of the Rule of Law.  Political strikes and general strikes could be differentiated from ordinary strikes that emerge either in private or public sectors, based on the impacts of those strikes on the general public. Political strikes generally aim to bring pressure on the Government in power criticizing the impact of policy decisions taken by the Government. The ultimate objective behind political strikes is to topple the Government in power using pressure on the pretext of exercising fundamental rights or human rights. State intervention is quite inevitable in political strikes. In that context, political strikes are considered calculated threats leveled against democratically elected governments and the sovereignty of the people.",
    "The main features of a general strike are similar to that of the features and objectives of a political strike. A general strike is a collective effort of federations of trade unions and organizations in the public as well as in private sector, against the adverse impact of policy decisions of the Government on General Public. In that context Political strike or a General Strike cannot be considered as a strike that fall within the definition given in the TUO or IDA as above referred to.",
    "Strikes in the public sector cannot be equated in all respects to strikes in the private sector. Unlike strikes in the private sector, strikes in the public sector may have political consequences. Due to the essential nature of public service, economic losses inconvenience and hardship resulting from a strike in the public sector are borne by the public. Strikes in the public sector would generally affect society as a whole so that the public interest should not be jeopardized in the process of finding a settlement to the dispute.",
    "It is a fact that strikes have paved the way to a great extent to disrupt law and order, sabotage the progress and performance of the Government and terrorize the industrial peace of the country when they are mobilized and in the process of applying pressure for negotiations.",
    "Owing to the interruption of public services which are rendered free such as health service, welfare facilities etc. during the period of the strike and the betrayal of participants and supporters of strikes consequent to the inability of leaders striking to win the demand owing to lack of active support of the general public, the public sector strikes have been caused immense hardship to the masses of this country including those who engaged in a strike.",
    "It is an offence if any person engaged in an essential service refuses to work or obstructs a person working or induces a person to depart from his employment in essential service. Strikers must take into consideration this legal restriction seriously. The leaders of strikes should not  attempt to push innocent employees who are ignorant of the law to participate in a strike when the Government declares any service as essential service. It may be noted that a democratically elected Government has no option but to enforce Emergency Laws where it is necessary in order to safeguard public interest, law and order of the country if strikers are not prepared to settle the dispute through negotiations or collective bargaining.",
    "It has been observed that collective bargaining or peaceful and constructive negotiations are considered the best alternative to the strike. Collective bargaining is defined as “negotiations about working conditions and terms of employment between an employer or a group of employers or one or more employers’ organizations on the one hand and one or more representatives of workers’ organization on the other hand to reach an agreement”. Collective bargaining is capable of ensuring industrial peace, harmony and industrial democracy. It ensures the stability of the cost of human capital in the organisation concerned, sharing of decision-making power reserved for the management about the terms and conditions of labour, production and productivity, standard setting in industrial relations etc.",
    "In Sri Lanka, the collective bargaining facility has no application to public servants. As a result strikers in public service cannot use this facility per se as an alternative to the strike. However it may be noted that doors are opened for public sector trade unions to attend negotiations with the Government instead of launching strikes abruptly on every trivial matter. Genuine negotiations devoid of unfair labour practices with a dedication to resolving the conflicts that emerge by both parties (employer and employees) will be able to play the role of collective bargaining in the public sector. In this process the Government is duty-bound constitutionally to give priority to the public interest in terms of Article 15(7) of the Constitution whilst giving a justifiable hearing to the demands agitated by the strikers.",
    "It may be noted that negotiations or the collective bargaining process as set out in the Industrial Disputes Act should be implemented devoid of unfair labour practices by both parties, the employer and the employees who are involved in the dispute. The attitude of the strikers in the process of agitating on disputes seems to be rigid and antagonistic. This attitude is detrimental to the maintenance and continuation of industrial peace and harmony between the employer and the employees within the organization concerned. This situation could be avoided by using collective bargaining and constructive negotiations.",
    "A strike is considered a ‘lose-lose’ strategy which contributes to widening  the gap between the employer and the employees instead of strengthening the unity when compared to the contribution made by collective bargaining in the process of maintaining industrial relationships in Sri Lanka. It may be noted that collective bargaining is considered a ‘win-win’ strategy in the process of conflict resolution.",
    "If the sides are not equal the weaker side is forced to submit the demands of the others, so no strike will occur. It is a question of one side having more to lose than the other. The ongoing strike wave against the Government should be evaluated on this basis. Which party is having more to lose on a strike launched against the Government? They are none other than the strikers and  the public. Leaders of strikes should look into this situation before launching a strike.",
    "It is a fact that some political parties and politicians who could not secure governmental power through elections play a prominent role in the strikes launched against the government. They promote strikes instead of collective bargaining because strikes provide a conducive situation for them to tarnish the image of the government, sabotage its work and achieve their political ambitions when compared to the process of Collective Bargaining.",
    "Industrial peace is necessary for the success and stability of any industry or service either in the public or the private sector and for the overall economic development of the country in the long run. Collective bargaining could play a very effective role in this regard instead of strikes.",
    "To establish industrial peace it is equally important to depoliticize trade union actions, promote collective bargaining devoid of unfair labour practices and avoid as much as possible strikes as a weapon to resolve industrial disputes."
  ]
}