{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Gross-official-reserves-surpass-US-5bn-mark/108-282135",
  "time_ut": 1715113860.0,
  "original_lang": "en",
  "original_title": "Gross official reserves surpass US$ 5bn mark",
  "original_body_lines": [
    "April reserves also marked the highest from over three years in January 2021",
    "Sri Lanka’s gross official reserves have continued to increase through the end of April topping the US$ 5.0 billion level for the first time since December 2020 when the country was coming out of the second wave of the virus outbreak.",
    "While the official data is just a few days from its release to the public, the Central Bank Governor, Dr. Nandalal Weerasinghe this week disclosed the latest foreign currency levels in the country by the end of April which was at US$ 5,438 million.",
    "This was a robust US$ 487 million increase in foreign currency reserves within April.",
    "April reserves also marked the highest from over three years in January 2021 when the reserves were at US$ 4,814.6 million.",
    "Thereafter the country’s reserve buffer gradually weakened due to the weak foreign currency inflows from both tourism trade and remittances at the time.",
    "The outflows too, specially from the large debt repayments and also on account of imports due to the rising global commodities prices further eroded the reserve buffer, bringing the country closer by the day for vulnerability before its virtually ran out of the foreign currency by March 2022 causing the economy’s ultimate undoing.",
    "The current reserves consist of roughly US$ 1,400 million worth Yuan denominated currency swap line from People’s Bank of China which was first offered back in March 2021 but was taken into the reserves from December 2021 onwards when the usable reserves ran thin.",
    "Dr. Weerasinghe disclosed the latest reserve figures at a press conference held yesterday at its Atrium to apprise the public about the significance of sustainable economic stability.",
    "Sri Lankan economy re-established stability when its foreign currency inflows were restored gradually from both remittances and tourism inflows amid resilient earnings from exports from both merchandise and services.",
    "Stability was further reinforced when the global commodities prices cooled and the government suspended importation of a large number of items to preserve foreign currency and also by the bone crushingly tight monetary policy by the Central Bank which effectively crushed demand.",
    "Now the Central Bank is easing the monetary policy to get the demand back up as demand conditions still remain subdued."
  ]
}