{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Wildlife-50-000-Species-Meet-the-Needs-of-Billions-Worldwide/172-277034",
  "time_ut": 1707935400.0,
  "original_lang": "en",
  "original_title": "Wildlife: 50,000 Species Meet the Needs of Billions Worldwide",
  "original_body_lines": [
    "Despite widespread criticism especially by some media groups which obviously have some vested interests, President Ranil Wickremesinghe – giving steady leadership to the heavily divided Sri Lanka Podujana Peramuna (SLPP) government – is making  steady progress in pulling Sri Lanka out of its worst ever economic and debt crisis. These moves come in an election year but some critics are alleging that the President might try to put off the elections by changing the Executive Presidential system of government. While these areas are important, the politicians and the people need to focus on areas, which have long-term consequences and add beauty to this paradise island. One such area is wildlife, though most people do not have direct interests or connections with it.",
    "On March 3, the United Nations marks World Wildlife Day, and in a statement, the UN outlines the incalculable value of wildlife. The world body says billions of people, in developed and developing nations, benefit daily from the use of wild species for food, energy, materials, medicine, recreation, inspiration and many other vital contributions to human well-being.",
    "The accelerating global biodiversity crisis, with a million species of plants and animals facing extinction, threatens these contributions to people, the UN warns. This day is an opportunity to celebrate the many beautiful and varied forms of wild fauna and flora, and to raise awareness of the multitude of benefits that their conservation provides to people. At the same time, the day reminds us of the urgent need to step up the fight against wildlife crime and human-induced reduction of species, which have wide-ranging economic, environmental and social impacts. Given these various negative effects, Sustainable Development Goal: 15 focuses on halting biodiversity loss.",
    "Referring to 50 years of promoting partnership in favour of wildlife conservation, the UN says the day will be celebrated  under the theme “Partnerships for Wildlife Conservation”, honouring the people who are making a difference.",
    "Partnerships operate on a large scale or involve a few children or a school. For some, it could be organizing a school sale to benefit a conservation group, for others it could be posting photographs online to raise awareness of endangered species. All of them are equally valid. This year, the UN celebrates a special partnership: the 50th anniversary of the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES).",
    "This Convention is an international agreement among governments to ensure that international trade in specimens of wild animals and plants does not threaten the survival of the species. Today, it grants varying degrees of protection to more than 37,000 species of animals and plants.",
    "Through the past 50 years, partnerships have been at the heart of CITES, and WWD will celebrate the bridge that CITES has been for these partnerships to form, making a significant contribution to sustainability, wildlife and biodiversity conservation.",
    "In accordance with this convention, UN agencies, private sector organizations, philanthropies and non-governmental organizations must keep working for conservation, the sustainable use of wildlife, and in the fight against illegal trade and the depletion of wildlife. Sustaining existing partnerships and building new ones is critical for the future of life on Earth. We need to change our relationship with nature and we need to work together.",
    "According to the UN, 50,000 wild species meet the needs of billions worldwide. One in five people around the world rely on wild species for income and food, while 2.4 billion people depend on wood fuel for cooking. It seems surprising, but cacti, seaweeds, giraffes, parrots and oak trees are groups of species endangered. Currently, there are one million species under threat. Since the beginning of the 20th century, some 97 per cent of the world’s wild tigers have been lost.",
    "In a message, UN Secretary General, António Guterres says, on World Wildlife Day we reflect on our responsibility to protect the magnificent diversity of life on our planet. And we also recognize our abject failure. Human activities are laying waste to once-thriving forests, jungles, farmlands, oceans, rivers, seas and lakes. One million species teeter on the brink of extinction, due to habitat destruction, fossil fuel pollution and the worsening climate crisis. We must end this war on nature. The good news is that we have the tools, the knowledge and the solutions."
  ]
}