{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Indian-High-Commissioner-makes-first-visit-to-Northern-Province/56-758794",
  "time_ut": 1708625666.0,
  "original_lang": "en",
  "original_title": "Indian High Commissioner makes first visit to Northern Province",
  "original_body_lines": [
    "High Commissioner of India Santosh Jha undertook his first official visit to Northern Province from 15-17 February.",
    "Diverse engagements during the visit attest to the deep-rooted nature of the bilateral partnership as also India’s firm commitment to deepening socio-economic and cultural ties with Northern Province.",
    "The High Commissioner paid special emphasis to furthering connectivity initiatives, central theme of the bilateral economic partnership vision document issued in July 2023. He visited Kankesanthurai (KKS) Port and the historic Talaimannar Pier and spoke of the need for expeditious resumption of ferry services between the two countries. He expressed confidence regarding earliest recommencement of Nagapattinam-KKS ferry in the coming weeks and informed his interlocutors of ongoing efforts for the resumption of ferry services between Talaimannar and Rameswaram. During his visit to Palaly Airport, he explored means to strengthen air connectivity through infrastructure development at the airport.",
    "Underscoring the rich and shared cultural heritage between India and Sri Lanka, High Commissioner offered prayers at the historic Ram Sethu (Adam’s Bridge). He also visited the ancient Thiruketheeswaram temple, which was renovated with grant assistance from Government of India. He prayed for well-being and prosperity of the people of India and Sri Lanka as he paid respects at the Nagapooshani Amman Temple and Nagavihara in Nainativu Island; revered Madhu Church in Mannar; and Nallur Kandaswamy temple. Further, he attended Thyagaraja Aradhana at the iconic Jaffna Cultural Centre, a gift from the people of India.",
    "Reaffirming India’s commitment to diverse sections of the society, High Commissioner distributed deep freezers to fishermen communities in Mannar towards enhancing their livelihood opportunities. He also distributed dry rations to hundreds of needy families in Jaffna and Kilinochchi, with special focus on those headed by women.",
    "In India’s endeavour to contribute towards addressing energy needs of islands off Jaffna, he assessed the readiness for early roll out of the Hybrid Renewable Energy Systems Project in Nainativu Island. It may be recalled that this project is being implemented in Delft, Nainativu and Analaitivu Islands through grant assistance from India.",
    "High Commissioner paid homage to the brave sons of India who made the supreme sacrifice at the Indian Peace Keeping Forces (IPKF) Memorial.",
    "The High Commissioner had engaging discussions with a wide cross section of stakeholders in the region including elected representatives, academics, and businessmen, among several others on avenues for further collaboration and development. With grant assistance of more than SLR 70 billion, Northern Province has been a region of focus in India’s multi-dimensional development cooperation partnership with Sri Lanka and the visit was an opportunity to reiterate India’s unwavering commitment to the people of the region."
  ]
}