{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sampath-bank-partners-with-adb-to-strengthen-sri-lankas-trade-finance-access/",
  "time_ut": 1755881940.0,
  "original_lang": "en",
  "original_title": "Sampath Bank partners with ADB to strengthen Sri Lanka’s trade finance access",
  "original_body_lines": [
    "Sampath Bank PLC recently announced its entry into the Asian Development Bank’s (ADB) Trade and Supply Chain Finance Program (TSCFP), a partnership aimed at widening access to trade finance across Sri Lanka. This strategic move is said to benefit a broad spectrum of international trade customers, from large corporates to emerging businesses.",
    "The partnership was formalised at the Sampath Bank Head Office in Colombo, where the Managing Director Designate of Sampath Bank, Sanjaya Gunawardana and ADB’s Sri Lanka Country Director, Takafumi Kadono, signed the agreement in front of senior leaders from both organisations.",
    "“ADB is pleased to partner with Sampath Bank under the TSCFP, reaffirming our commitment to strengthening Sri Lanka’s private sector and building a resilient financial ecosystem. Through this collaboration, ADB and Sampath Bank will unlock greater access to trade finance for businesses engaged in international trade, driving business growth and regional integration”, said Takafumi Kadono, Country Director for Sri Lanka.",
    "Through this initiative, trade finance instruments issued by Sampath Bank will now qualify for ADB’s credit guarantees. This development is expected to lower the risk associated with cross-border transactions and draw in more international banking partners. As a result, Sampath Bank will be able to offer a stronger lineup of trade finance solutions that are timely, competitive, and sustainable, delivered to a broader range of businesses.",
    "JAAF welcomes UK’s liberalised trade rules of origin for apparel exports",
    "NDB Toastmasters Club ushers in a new era of leadership at 13th Executive Committee Installation",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}