{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Shritharan-shock-Presidential-election-wild-card-and-crippled-SJB-strategy/4-757720",
  "time_ut": 1706116976.0,
  "original_lang": "en",
  "original_title": "Shritharan shock, Presidential election wild card and crippled SJB strategy",
  "original_body_lines": [
    "Sri Lanka’s Tamil politics just has a new leader. Sivagnanam Shritharan is not the leader I would have hoped and wished for the Tamil people—I was expecting and rooting for M.A. Sumanthiran, a sophisticated postwar parliamentarian—but that’s democracy and the autonomous choice of a community.",
    "The choice of Shritharan, a hardcore Tamil nationalist with sympathy for the LTTE including in wartime, indicates the propensity of Tamil nationalism towards what may seem like separatism but is at root, isolationism, involution. The result is political marginality.",
    "Just as the rise and ascendancy of Hamas was due to Israel’s deliberate undermining of the PLO, the Palestinian Authority and the Oslo accords, the ascendancy of Shritharan is the result of the legislative crippling of the Provincial Councils by Ranil Wickremesinghe as PM and its comatose state due to his refusal as (unelected) President to have any kind of elections, except (perhaps) the one he is constitutionally compelled to have this year.",
    "Shritharan’s first visit upon winning the ITAK election was to the LTTE cemetery. An understandable stopover, but the very first? (https://www.dailymirror.lk/print/front-page/New-ITAK-leader-commemorates-dead-LTTE-cadres-as-first-task/238-275532)",
    "The option for Shritharan as the leader of the ITAK has the potential to completely up-end the dynamics of the Presidential election. As a hardline Tamil nationalist, he may exercise one of three options:",
    "Strike a deal with one of the mainstream candidates which goes beyond the 13th amendment and the Provincial Council system, and thereby electorally suicide-bombs that candidate.",
    "In 1999 LTTE backing sank Ranil’s presidential bid. In 2005 an LTTE boycott wrecked Ranil who had counted on the Northern vote, to the benefit of Mahinda who had not made himself vulnerable and had stuck to winning over the majority.",
    "Shritharan can learn from the long history of Basque separatism and its virtual extinction simply through irrelevance. Or he can learn from the Catalan phenomenon which climbed the heights of a referendum and wound up with its back to wall, escaping constitutional-legal elimination only because of a utilitarian outreach by Spain’s socialists. Or he can learn from the great success of the Sinn Fein, which began with its strategy in the Good Friday negotiations and recognition of the value of Tony Blair’s New Labour as interlocutor.",
    "Shritharan assumes the leadership of the ITAK at a time of great recession in Tamil politics. That recession is so bad that Tamil politics has begun to be described as in a pathetic state of disarray. This may well be the case but it can turn around very quickly if the Tamil political movement changes the ‘construct’ as it were and seizes the great opportunities that are opening up. To do that it must collectively understand the folly of what has gone before.",
    "Postwar Sri Lankan politics in general and Tamil politics in particular would have been in a much better place had the Aragalaya, the most progressive and non-racist event in the island’s politics for decades, had not been restricted to the island’s Southern two-thirds and had drawn in the North and East too.",
    "It didn’t, because of the self-ghettoization of Tamil politics, notwithstanding the notable participation of the Tamil-speaking minorities in the Western province and the presence of Tamil political and civic personalities in the Aragalaya.",
    "The collective complaint heard from the North was “where were all these protesting people in the South when we were being bombed?” The South could well ask, “where were those people in the North when hundreds of worshippers including elderly women were being cut down in the Anuradhapura massacre in 1985?” That’s an endless no-win game.",
    "What mattered was that the Aragalaya was totally non-racist and more importantly, anti-racist. It chased out Sinhala chauvinists including some Buddhist monks. True, it was necessarily muted on divisive issues such as the war, the issue of accountability, etc., but those issues are quite different from the question of racism/anti-racism. Even as concerns the war, there was no note of triumphalist celebration. What was clear was that there was a shared sense that post-war Sri Lanka was not what it was supposed to be.",
    "Conspicuously at the centre of the Aragalaya was the drive by a multiethnic, multireligious mass movement to overthrow the most powerful representative of the most racist current in Sri Lankan politics, i.e., President Gotabaya Rajapaksa, Sri Lanka’s wanna-be Netanyahu, whose victory was the zenith of a Sinhala militarist-ultranationalist project many years in gestation. His victory represented the triumph of a certain vision of postwar Sri Lanka, which if it had proceeded unhindered, would have turned the North and East into a West Bank if not a Gaza: Occupied territory.",
    "That was prevented by the overthrow of Gotabaya, and that overthrow was by a pluralist people’s movement, with students and youth at its heart, that identified itself as Sri Lankan, not Sinhala or Sinhala Buddhist, though there was an arithmetical preponderance of that community as is natural given the country’s demographic reality.",
    "While this peaceful democratic people’s revolution was taking place without the slightest undertone of Sinhala chauvinist hegemonism in its discourse and with the widest articulation of enlightened progressivism instead, the North and East sullenly sat it out.",
    "While the inter-university students movement led by Wasantha Mudalige was braving the water cannon and CS-gas, outwitting the state in street battles; storming the barricades and the citadels of power, the Northern university student community remained by and large coldly passive, absent. An honourable exception in the North and East was the student body of the Eastern university (Batticaloa).",
    "An upshot of this self-isolationism was that the Aragalaya won a victory which was only partial. It succeeded in its main aim of ousting the irrational, despotic Gotabaya Rajapaksa, but failed to ensure a progressive political outcome. Had the whole island participated, things may have ended better than in the Ranil-Rajapaksa counterrevolution that actually occurred.",
    "The tale of the twin isolations—the Aragalaya contained in the Southern two-thirds of the island and stony silence in the North and East—is only the latest manifestation of what is a geopolitical tragedy amounting to a recurrent pattern: the self-isolation of struggles in the two ethnic zones of the island, which inevitably defeated those struggles, whereas some degree of solidarity, coordination and cooperation could have led to a totally different outcome.",
    "The first and second Southern insurrections and the thirty-year Northern and Eastern war are stark undeniable examples of the insurmountable geopolitical split which resulted in angry parochialism and resultant bloody defeat of all those rebellions.",
    "What makes it morally worse is that anti-racist and internationalist elements in the South and North who preached and practiced the transcendence of the geopolitical divide in the cause of a common struggle or solidarity with each other, found themselves at the end of two gun-barrels: those of the state’s repressive apparatuses and more so, the ultranationalist rebels of North and South. My comrades and I were among those in that cruellest pincer.",
    "The abiding tragic irony of Sri Lanka is that the geopolitical fissure which served the status quo, the Establishment, was most fiercely guarded by those revolting against that status quo, the Establishment. That is how and why the status quo, the Establishment, remains entrenched.",
    "The most recent example of this dark self-involution was the hostility manifested by the Jaffna university towards Swasthika Arulingam, prominent Aragalaya activist, trade unionist and rights lawyer. If the Tigers had been around she would have been the successor to Rajani Tiranagama in the realm of martyrdom.",
    "There is a portal which provides an ephemeral opportunity to breach the geopolitical wall; a portal constituted by the coincidence of four factors:",
    "Frontrunning Presidential candidates with anti-racist views on the Tamil Question.",
    "The leader of the main Left party as frontrunning candidate.",
    "The combination of these four factors constitutes a rare sociopolitical conjuncture which presents the best chance of a breach in the geopolitical ‘separation wall’; the best chance of shifting the axis and changing the trajectory of the entire Sri Lankan political process in a qualitatively progressive direction.",
    "The history of Tamil politics has been the history of failure because it has been either:",
    "An attempt to separate, which comes up against the axiomatic arithmetic of the island, i.e., the vast predominance of the Sinhalese, or",
    "The project of working with a Sinhala ally which caused the politico-electoral sinking of that ally under the excessive weight of commitment to quasi-federalism/abolition of unitary status.",
    "2024 provides a unique chance to escape this cycle of failure due to:",
    "The durability of the system of semi-autonomous Provincial Councils. The goodwill accrued by and the influence of India across the Lankan political spectrum imparts sustainability to the point of irreversibility of the Provincial Council system.",
    "The unprecedented degree of weakening of the Sinhala chauvinist political forces-- the self-discrediting by the ‘Gota gang’ and its defeat and disintegration by the Aragalaya -- unless a referendum is called by an attempt to abolish the executive presidency and/or go beyond the 13th amendment.",
    "The JVP-NPP has set aside its aversion to the 13th amendment and its presidential candidate Anura Kumara Dissanayake has publicly pronounced in the face of some criticism, that if he/his party wins, the system of Provincial Councils will remain intact and be reactivated, awakening it from the comatose state that Ranil Wickremesinghe keeps it. AKD went on to emphasise that they have no intention of alienating the Tamil people by abolishing or subtracting from the Provincial Councils.",
    "The economic liberal Wickremesinghe is averse to the minimum liberal-democracy necessary to hold long-overdue elections to the Provincial Councils thereby reactivating provincial semi-autonomy.",
    "By contrast, a formerly anti-devolution Left has a serious self-interest in reactivating elected Provincial Councils.",
    "The powerful emergence of the Left option with a strong leadership potentially destroys the legs of the tripod that Sinhala chauvinism always stood upon: (a) anti-cosmopolitan ethno-populism, (b) anti-Western xenophobia and (c) Sinhala-Buddhist theocratism. That is a combination that cannot be put to effective use against the JVP-NPP, a left populist, pluralist, oriented to secularism in state policy. Anura’s JVP-NPP has developed a near-immunity to the virus of xenophobia and chauvinism, not least because of critique and competition from the breakaway radical-left FSP.",
    "As new ITAK leader, Shritharan has a golden opportunity. A non-elite populist albeit of an ethnonationalist variety, he can avail himself the opportunity that Prabhakaran had, but violently destroyed instead: a convergence with a counterpart of sorts, President Premadasa. That was the Mahattaya (Gopalaswamy Mahendraraja) line, and Prabhakaran executed him too, after incarceration and torture.",
    "Shritharan should have discussions with Anura Dissanayake and Sajith Premadasa. If he pushes too hard he will earn a dual rejection, or if one of them accepts, that candidate will lose Sinhala votes. That would mean that Shritharan will not lead the Tamil people through the desert into the Promised Land but still deeper into the desert. The only oasis is the Provincial Council system, but if he (mis)uses it as Chief Ministers Vardarajaperumal and Wigneswaran did, he will revive Sinhala chauvinism in the South and/or cause the Government, be it NPP or SJB, to dissolve the PCs.",
    "The international community must take serious note of the defeat in the Tamil ‘electoral college’ of Sumanthiran by Shritharan, just as the national polity must take note of Prime Minister Modi peering across the Palk Straits at the Adam’s Bridge, and the Indian Government considering the expediting of the bridge to Sri Lanka, around the same time the magnificent, Hindu-hegemonistic Ram temple was inaugurated in Ayodhya.",
    "The Freedom People’s Congress (FPC) led by Dullas Alahapperuma and Prof. G.L. Peiris was the canary in the mineshaft. How the SJB would handle it was the test of its strategy, capacity and trajectory. The SJB failed the test despite having much more to lose than the FPC, fighting as it is for the highest stakes, the presidency.",
    "The SJB clocked 23% in August 2020. That was the 23% that Ranil Wickremesinghe had reduced the UNP to by February 2018 at the local government election. The SJB needed to move way beyond the 23% by getting out of the UNP box/coffin. This required:",
    "Repositioning and omnidirectional outreach a la SWRD (1956), Premadasa (1988) and CBK (1994), or",
    "Acquisition/installation of a prefabricated ‘bridge’ to disaffected SLPP and SLFP voters as Maithripala Sirisena was in 2015.",
    "The Freedom Congress could have been that bridge. The SJB acquired slightly under half of it. Half a loaf maybe better than none, but half a bridge is no better than none.",
    "Dullas Alahapperuma belonged to the proto-JVP/para-JVP journalistic Left in the early 1990s, before he joined Chandrika’s SLFP. In 2005 he was the most respected ideologue of the Mahinda camp and primary author of the winning manifesto Mahinda Chinthanaya-I. A progressive, populist-patriot, he was never chauvinist and always for devolution.",
    "When the Aragalaya erupted in the South, Dullas’ home was untouched by the rebellious crowds. He had prevented his supporters from heading to Temple Trees on 8 May 2022 when Johnston et al had summoned roughneck MPs there.",
    "Having backed Dullas as presidential candidate when the Parliament picked the successor of Gotabaya, the SJB paradoxically refused to give him the post of deputy leader of the Alliance it hopes to form. Dullas as deputy of an Alliance led by Sajith Premadasa would have made it a partnership of two mainstream traditions founding a new political project, not just an electoral alliance; a progressive-centrist project oriented towards social democracy. Without Dullas as deputy leader, the emerging Alliance will be simply the old minoritarian alliance of 2015-2019, and probably not even that.",
    "The SJB also missed the chance to have in its team, the most intelligent voice in Parliament today on the economic crisis and economic policy, Prof. Charitha Herath, former Chairperson of COPE and Dullas Alahapperuma’s de facto deputy.",
    "The SJB’s electoral strategy 2024 was a replay of Mangala Samaraweera’s 2015 model, but two of its columns now lie shattered.",
    "Without Dullas Alahapperuma there is no Maithripala Sirisena (2015) equivalent, and the SJB remains, in the words of Eran Wickramaratne, “UNP in essence, despite the name-change”, i.e., around 23%.",
    "With Shritharan leading the Tamils instead of Sumanthiran, the alliance with the North and East either disappears or becomes far too pricey—more liability than asset.",
    "Even if Suma is the moderate face nominated to represent the ITAK/TNA in an alliance, he will have to be more militant than he is now. Given Shritharan’s pro-Tiger profile, any alliance with Tamil nationalism will sink the candidate who relies on Northern support while posing no threat to the candidate who did not.",
    "Whoever wins “the majority of the majority” as Sirisena Cooray (Premadasa’s consigliere) phrased it, is likelier to win the Presidency. With its uninspiring message and underwhelming ground-game, can the SJB beat the NPP in the ‘heartland’?"
  ]
}