{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Entrepreneurs-who-shaped-Sri-Lanka-s-biz-landscape/4-769795",
  "time_ut": 1732743266.0,
  "original_lang": "en",
  "original_title": "Entrepreneurs who shaped Sri Lanka’s biz landscape",
  "original_body_lines": [
    "From left: Aban Pestonjee, Sumal Perera, Chandra Shaffter, Harry Jayawardana and late Merril J. Fernando",
    "At seminars and forums, one of the most frequent questions I",
    "What traits set business leaders like Elon Musk, Steve Jobs, Jack Welch, Ratan Tata, and Richard Branson apart from the rest?",
    "While I haven’t had the privilege of working directly with these global icons, I’ve engaged with several global gurus who have collaborated with these entrepreneurs. Their valuable insights have provided clarity into this question. Additionally, I’ve had the opportunity to closely associate with some of Sri Lanka’s most successful entrepreneurs, including working with them at the board level.",
    "Through these experiences, I’ve observed shared traits among Sri Lanka’s top business leaders—visionaries such as Harry Jayawardena, Aban Pestonjee, Sumal Perera, the late Merril J. Fernando, Sohil Captain and Chandra Schaffter. A few of these legends candidly shared their experiences during the famous FT-ICCSL-CIMA Fireside Chat in 2018, offering profound lessons on business leadership and perseverance.",
    "These leaders exhibit qualities that not only set them apart from regular entrepreneurs but also empower them to leave a lasting legacy—transforming their enterprises while positively impacting the communities they serve.",
    "Just as political leaders rise and fall in Sri Lanka, businesses and their founders face similar challenges. The companies that endure owe their longevity to strong, visionary leadership. These business leaders combine foresight, motivation, and key abilities to achieve results. They not only secure their companies’ success but also reshape industries, set benchmarks, and make a meaningful societal impact.",
    "Here are my five key traits that I believe are common to Sri Lanka’s most successful entrepreneurs:",
    "Strong entrepreneurs possess the ability to foresee opportunities and craft a compelling vision. Many of them have transformed their enterprises into global brands/businesses by focusing on sustainable, long-term growth rather than short-term gains.",
    "Business leaders like Mrs. Aban Pestonjee and Merril J. Fernando have built their brands around the unwavering values they believed in, which they’ve seamlessly integrated into their business models. Their success demonstrates how a clear vision, aligned with strong principles, can redefine industries and set new standards.",
    "Resilience in the face of challenges is a defining trait of exceptional entrepreneurs. They adapt, pivot, and persevere through setbacks, turning obstacles into opportunities. For instance, Access Engineering, led by Sumal Perera, has repeatedly navigated significant hurdles in the construction and property sectors through innovative strategies and unyielding determination.",
    "Harry Jayawardena, known for his pragmatic outlook, often reminded me of the importance of action over complaint, famously saying, “It is better to light a candle than curse the darkness, so get on with it.” This mindset exemplifies the resilience and proactive approach that characterise successful leadership, inspiring teams to forge ahead regardless of adversity.",
    "Remaining relevant requires continuous evolution. Sri Lankan entrepreneurs like Mrs. Aban Pestonjee have embraced change, adopted new technologies, and introduced locally manufactured products tailored to the specific needs of local consumers. This adaptability has been instrumental in transforming industries such as retail, setting benchmarks for others to follow.",
    "Similarly, bold risk-taking is another defining characteristic of successful leaders. Visionaries like Harry Jayawardena have taken calculated risks, blending courage with informed decision-making to drive their ventures forward. Additionally, Chandra Schaffter played a pioneering role in establishing Janashakthi Insurance, Sri Lanka’s first major life insurance company. His efforts ensured not only the company’s survival through challenging times but also its enduring presence within his family’s stewardship, cementing a legacy in Sri Lanka’s insurance sector.",
    "Consistently delivering quality builds trust and fosters long-term brand loyalty. Merril J. Fernando transformed the global tea industry with his commitment to single-origin, high-quality tea and ethical sourcing practices, setting new benchmarks for authenticity and sustainability. Similarly, entrepreneurs like Sumal Perera have focused on customer-centric strategies, customising their offerings to address real market needs while fostering innovation.",
    "Beyond profitability, these leaders emphasise creating positive social impact. Initiatives like the MJF Foundation showcase a deep commitment to community development, while the socially responsible practices of MAS Holdings and Brandix highlight the role of sustainable and responsible business operations.",
    "Sohli Captain, in particular, embodied this spirit through his visionary leadership and dedication to philanthropy. His countless acts of service reflect an unwavering commitment to uplifting communities, contributing to national progress, and leaving a lasting legacy of compassion and generosity.",
    "Progressive entrepreneurs recognise the immense value of empowering and nurturing their teams. They create environments where talent is encouraged to thrive, fostering a culture of collaboration, excellence, and tangible results; organisations like MAS and Brandix exemplify this approach. They have built enterprises that not only excel in cultivating strong talent pools but also actively uplift the lives of their employees and the communities they serve.",
    "The defining feature of these individuals isn’t just financial success—it’s their ability to inspire, change, innovate, and create lasting value. Their journeys are a testament to the fact that entrepreneurship is about more than building businesses; it’s about shaping a better future for their enterprises, for their employees, communities, and society as a whole.",
    "In a country where mediocrity often seems like the safest choice, the key to standing out lies in taking the road less travelled. By venturing into uncharted territories, these entrepreneurs saw what others haven’t and achieved what others cannot. This is the defining difference between an average businessman and a visionary entrepreneur who has built globally recognised brands and transformed their industries."
  ]
}