{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ai-climate-controland-buddhism/",
  "time_ut": 1718571840.0,
  "original_lang": "en",
  "original_title": "AI, climate control,and Buddhism",
  "original_body_lines": [
    "Addressing a gathering as chief guest at the 100th anniversary celebration of the Sri Lanka Buddhist Society Moratuwa held at the Moratuwa Buddhist Society Hall on May 11, 2024, President Ranil Wickremesinghe pledged Rs. 1 billion for research to ‘explore the connection between Buddha’s teachings and AI’ starting next year as The Island (Online) reported 13 May, 2024. He revealed that though the project was scheduled to start this year, it had to be deferred for lack of legal provisions for the regulation of Artificial Intelligence (AI). The programme will go ahead once new laws are adopted by parliament, he assured. The President also said that the government would provide the funds required for the restoration of the Moratuwa Buddhist Society Hall ahead of its own first centenary in 2029 (The construction of the building was completed in 1929).",
    "The president’s determination to exploit AI for the global promotion of Theravada Buddhism was first mooted in a statement he made as guest of honour at the inaugural function held at the Edward Stadium in Matale, a day ahead of the 73rd National Upasampada Maha Vinaya Karma of the Ramanna Nikaya, which was to be conducted at a venue in Bandarapola, Matale from July 20 to 27, 2023. Video. Before commenting on this ludicrous subject of a costly programme of research on a hypothetical relationship between Buddhism and AI, an obvious case of comparing apples and oranges, let me turn to what else the president said at Moratuwa.",
    "President Wickremasinghe laid similar emphasis on the global issue/s of climate change involving atmospheric warming and worsening water scarcity, both currently experienced in Sri Lanka. He thought that these challenges are to be met in accordance with the teachings of the Buddha. His arbitrary assertion in this connection is that, in terms of the Buddha’s teachings, ‘this issue’ (of climate change) ‘stems from civilisation’s greed for rapid progress’. The president would have been more convincing in making this claim (if he actually did so, as reported) had he mentioned the particular discourse or context where the Buddha allegedly talked about climate change. Since the president didn’t do so, his audience probably took him at face value. I, for one, don’t think that Buddhism offers any answers to climate change issues. The Buddha never claimed omniscience regarding the physical world, world-systems, or universes (cakkavala/chakravata in Pali and Sanskrit respectively, and sakvala in Sinha), which he said is achintya, meaning surpassing human thought, inconceivable, an idea modern physicists accept).",
    "The subject of ‘loka’ or the world (there’s a special definition of the word ‘loka’ in Buddhism) is beyond thought (Sin. loka vishaya achintyayi). Gautama Buddha was the world’s first exponent of what is today known as the scientific method, which is important in any field where identifying and solving problems are involved, including climate control. He used it for discovering the Four Noble Truths about human existence: the reality of the unsatisfactoriness of samsaric journeying, its causes, the possibility of stopping that aimless wandering, and the way to achieve the cessation of the endless cycle of repeated reincarnations that is full of ‘dukkha’ or suffering. This goal has to be reached through wisdom while practicing universal love and compassion (lovingkindness) over all sentient beings.",
    "‘Buddhism integrates our spiritual understanding with our experience of the natural world’ a Western scholar speaking about Albert Einstein’s view of Buddhism says (Source: ‘Dream Sparks’ YouTube channel). Albert Einstein is celebrated as the 20th century’s greatest scientist. Einstein stated that the Buddha had found what he was searching for. The following is a popular quote from Einstein: ‘If there were any religion capable of aligning with the demands of discoveries of modern science it would indeed be Buddhism’. So, there is no need to make false claims involving AI or climate control on behalf of Buddhism to extol it in order to raise its image in the world.",
    "Incidentally, The Island (Online) report (May 13) which is my source here doesn’t say whether, in his speech, the President made any grateful mention of Arthur V. Dias (1886-1960) under whose leadership the Moratuwa Buddhist Society was established.  The Moratuwa Buddhist Society Hall was built under his sponsorship, too. Most probably, being a sort of history buff, the President did talk about Arthur V. Dias, though the newspaper report makes no mention of it. If he didn’t, by any chance, (which is unlikely), it would be a regrettable lapse on his part.  This patriotic Sri Lankan used to be one of the national heroes annually honoured in our school days from the early 1950s to mid1960s. He is still fondly remembered by at least a few grateful Sri Lankans, as kos mama, who was a successful planter, philanthropist, temperance movement member, and freedom activist. If he were living today, he would definitely have said and done something to tackle these problems.",
    "To resume the subject of a hypothetical relevance of Buddhist teachings to climate control, the issue of harmful effects of uncontrolled human activities on climate was most unlikely to have been encountered in India in the time of the Buddha two thousand five hundred years ago, nor anywhere else in the rest of the world for that matter. Nowadays, however, it is a huge problem that impacts life on the Earth generally, and that seriously impairs the quality of human life and humanity’s physical and mental wellbeing. It could be even worse than that unless remedied. Renowned British broadcaster, TV presenter, film-maker, biologist, natural historian and popular author David Attenborough (b. 1926) mentions changing climate among the factors that make him conclude that “we are finally fast approaching the Earth’s carrying capacity for humanity” (A Life on Our Planet/2020), that is, its ability to support human life in terms of a healthy environment, good climate, clean water, food, fuel for factory engines and transport vehicles, electricity  power for lighting homes and cities and running industries, and so on.",
    "The President was reported to have blamed climate change on what he called humanity’s ‘greed for progress’. Probably he had in mind the same sort of problems that David Attenborough suggests ways to deal with in the book mentioned. But material progress is a good thing that should be desired. Only unconscionable greed for material wealth in a poor country like Sri Lanka where the majority of the people live in poverty is bad.",
    "The survival of traditional institutions such as religions depends on their perceived relevance to the day to day life of a community. The president is aware of this fact. That must be why he appears to be taking a special interest in serving the cause of Buddhism by researching a possible relationship between AI and Buddhism, and also by trying to establish a source of intellectual support in Buddhism in the matter of climate control.",
    "However, instead of turning to Buddhism for solving this mundane problem, we could listen to Bill Gates, former CEO of software giant Microsoft and its principal co-founder, technologist, businessman, investor, and philanthropist, who spent a decade investigating the causes and effects of climate change with the help of experts in diverse fields including physics, chemistry, biology, engineering, political science, and so on. He found three broad areas that should receive vital attention if certain climate disaster is to be avoided. These he lists on page 8 of his book ‘How to Avoid a Climate Disaster’ (2021): To paraphrase, these include 1) bringing the 51 billion tons of greenhouse gases that the industrial world typically releases to the atmosphere every year down to zero, 2) deploying the tools that we already have like solar and wind power faster and smarter, and 3) creating and rolling out breakthrough technologies. The whole book is a carefully integrated elaboration of these basic themes in twelve chapters, that discuss problems connected with, for instance, use of fossil fuels, generation and consumption of electricity, agronomy (soil management and crop production), safe use of fertilisers, management of water resources, etc., and the crucial issue of the importance of conducive government policies. I mention these things to show that we need to consult local counterparts of specialists from diverse fields whose expertise that Bill Gates drew upon. Sri Lanka already has a lot of qualified young scientists to play that role without having to depend on Buddhism in lazy complacency, except perhaps as a source of moral inspiration.",
    "Incidentally, Bill Gates claimed in his website ‘GatesNotes’ in 2018 that he and his wife Melinda took to meditation as a way to ‘exercise’ their minds, following, as evident in the context, the guidance of former Buddhist monk Andy, who seems to combine both the Burmese (Theravada) and the Tibetan (Vajrayana, a form of Mahayana) traditions. But this doesn’t mean that Gates adopted Buddhism as a religion.",
    "He was originally reluctant to practice meditation because of the connection he thought it had with the concept of reincarnation, which, obviously, he didn’t accept. Nevertheless, Buddhist teachings can after all be said to have been indirectly relevant to the Gateses’ climate control activism. When Gates says he took to meditation to ‘exercise’ his mind, he most likely means the same as what we normally mean when we say that we meditate at least as a minimal goal, to gain control over our thought process in order to ‘calm’ our minds, gradually achieving a state of mental tranquility, peace and balance, that enables us to use our mental and physical energies for best effect in our intellectual and physical exertions. I added this information to suggest that the moral ethical teachings of Buddhism help Buddhists and others who choose to follow them to focus their mental as well as physical energies on the performance of the required tasks to achieve any desired goal. (To be continued)",
    "Future of Sri Lanka will be determined by the economic policies implemented over the next five years – President",
    "President assures that persons on pilgrimage to Madhu will not be hindered",
    "Abandon selfishness and embrace a life of sacrifice and harmony to achieve spiritual and worldly success – President",
    "President: Pre-feasibility study on bridge between SL and India completed",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}