{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lankapay-clinches-gold-at-ca-sri-lanka-tags-awards-2024/",
  "time_ut": 1735744440.0,
  "original_lang": "en",
  "original_title": "LankaPay clinches Gold at CA Sri Lanka TAGS Awards 2024",
  "original_body_lines": [
    "LankaPay is humbled by winning the coveted Gold Award under the SME category at the prestigious TAGS Awards 2024. Organized by the Institute of Chartered Accountants of Sri Lanka (CA Sri Lanka), TAGS Awards recognizes organizations that exemplify the highest standards in Transparency, Accountability, Governance, and Sustainability (TAGS). This accolade further solidifies LankaPay’s reputation as a trailblazer in the financial and technological landscape of Sri Lanka and our commitment for transparency, good governance and excellence.",
    "TAGS Awards serve as a benchmark for organizations committed to maintaining robust corporate governance practices and adopting sustainable business strategies. Securing the Gold Award highlights LankaPay’s unwavering dedication to fostering transparency and accountability while upholding governance and sustainability principles in all its operations. This milestone reflects the organization’s steadfast commitment to setting industry benchmarks and driving Sri Lanka’s digital transformation journey.",
    "Speaking on this outstanding achievement, Chairman of LankaPay, L H A Lakshaman Silva stated “We are delighted to have been recognized among the best in the industry. This award is a testament to the collective efforts of the LankaPay team, who continuously strive to exceed expectations and contribute to the organization’s mission of creating a digitally empowered Sri Lanka. LankaPay has always been at the forefront of revolutionizing the digital payment ecosystem in Sri Lanka.",
    "As the operator of the country’s national payment network, LankaPay enables seamless, secure, and efficient payment solutions for individuals and businesses alike. Winning the Gold Award under the SME category reaffirms the organization’s role as a key enabler of financial inclusion and digital innovation.”",
    "Channa de Silva, CEO of LankaPay, expressing his view of this achievement stated “This recognition at the TAGS Awards 2024 underscores LankaPay’s commitment to excellence in all aspects of its operations. The organization’s robust governance framework ensures ethical and transparent decision-making processes, while its sustainability initiatives focus on reducing environmental impact and promoting social well-being. LankaPay continues to align its strategies with global best practices, ensuring its operations remain resilient and adaptive to emerging challenges.”",
    "As LankaPay continues to lead the way in reshaping Sri Lanka’s financial landscape, this achievement serves as a reminder of the organization’s potential to create a more inclusive, transparent, and sustainable future.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}