{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/reflections-on-the-life-and-times-of-lakshman-kadirgamar-on-the-20th-anniversary-of-his-death-2/",
  "time_ut": 1756541160.0,
  "original_lang": "en",
  "original_title": "“Reflections on the Life and Times of Lakshman Kadirgamar on  the 20th Anniversary of His Death”",
  "original_body_lines": [
    "(Part one of this article appeared in The Sunday Island on 17 August 2025)",
    "On becoming prime minister in February 2002, Ranil Wickremesinghe entered into a Ceasefire Agreement (CFA) with the Liberation Tigers of Tamil Eelam (LTTE). The CFA was brokered by the Norwegians, who were at the time involved in Sri Lanka’s peace process, and Wickremesinghe presented his cabinet and his president with a fait accompli. Although initially Kadirgamar’s statement in Parliament in 2002 in response to that of the prime minister reflected a refreshing degree of constructive cooperation, a little over a year later in a speech in Parliament on 8 May, 2003, doubtless on the authority of President Kumaratunga and the Parliamentary Group of the People’s Alliance, Kadirgamar attacked the CFA arguing that it was ‘a structurally flawed document’.",
    "Clearly Kadirgamar was here being sucked into petty politics as borne out by a subsequent observation of General Satish Nambiar, the well-known Indian strategic expert engaged by the government of Sri Lanka at that time. In a communication in January 2010 dealing with that fraught situation of 2003, Nambiar refers to a one-on-one lengthy meeting he had with Kadirgamar during his last visit to Sri Lanka in 2003. In the course of that meeting Nambiar had told Kadirgamar that he was hurt by the suggestions made by some of Kadirgamar’s party members that he [Nambiar] was manipulating his report. Nambiar comments:",
    "[Kadirgamar’s]disarming response was typical of him: that I should allow for the politics of the situation where the parties will use any means to put the ruling dispensation on the defensive",
    "When one reads Kadirgamar’s 8 May, 2003 speech in hindsight, one clearly recognizes that his arguments against the CFA are not without merit. But the key point that needs emphasis here is that by being a willing party to political manipulation of something as highly sensitive as the CFA, Kadirgamar had begun to slip somewhat from the lofty pedestal of statesmanship he had been on hitherto. In the process, Kadirgamar and his political companions failed to give any credit whatsoever or even the benefit of the doubt to Wickremesinghe.",
    "We now know though that through the CFA the LTTE were led into a corner and to peace negotiations, with some even referring to it as ‘a peace trap’. Wickremesinghe’s CFA, for all of its ‘structural flaws’, was as much a ploy as was the Kumaratunga government’s 1998 decision to use the Norwegians as ‘facilitators’ in the unofficial conversations between the then government and the LTTE. And, yet, Kumaratunga and her party were now opposing, seemingly for the sake of opposition, the Norwegians (their ‘facilitators’) and Wickremesinghe, for the signing of the CFA with Kadirgamar lending his forensic debating skills for the cause in Parliament.",
    "A similar but less nationally harmful political misjudgement was Kadirgamar’s decision, despite sincere and pragmatic advice against the move from close associates, to contest the incumbent Secretary- General of the Commonwealth in 2003. He was roundly defeated by 40 to 11.",
    "On balance, Kadirgamar’s overall achievement as politician and foreign minister, despite blemishes referred to above, is marvellous. Unlike the average gifted person who tends to rest on his laurels, Kadirgamar was exceedingly hard-working from beginning to end. Like a good lawyer, he always studied his brief well and, like a good sportsman, he was ever thorough in his preparation. It is this careful preparation in combination with his ability and flair that made Kadirgamar who he was. He was consistent and relentless in his opposition to political violence which he saw as a threat ‘to the stability within and between states throughout the world’.",
    "Well before the cataclysmic ‘9/11’, he warned western governments of the dangers of terrorism and called for joint action to deal with the scourge. Among his several notable speeches on the problems of terrorism, perhaps the most influential was that he made at Chatham House, London, on 15 April, 1998 at a meeting held under the auspices of the Royal Institute of International Affairs and the International Foundation of Sri Lankans.",
    "‘[A] terrorist act’,Kadirgamar asserted at Chatham House, ‘is seen as an attack on society as a whole, on democratic institutions, on the democratic way of life. A terrorist attack is an act of war against society’. In similar vein was his lecture delivered on 13 September, 2010 at The Potomac Institute of Policy Studies in Washington D.C., approximately a year before ‘9/11’. Kadirgamar was thus resolute in his principled opposition to the use of violence as a means of seeking political gain, both at home and abroad. At the same time, he recognized our need to address the underlying causes that lead communities to acts of violence.",
    "Hence much as he decried the political violence of the LTTE, he did recognize the need for social and political justice to those marginalized citizens in our midst. In this context, the following remarks he made during an interview he gave to Business Today (Colombo, March 1997, p.20) are most salutary:",
    "[T]he ultimate, permanent, durable solution to this problem will not come from force of arms alone. It will not come from conquest or our vanquishing the LTTE. It has to come by acceptance of the people in their entirety, by the Sinhala and the Tamil people. That is a political settlement. And, a political settlement that is perceived by the communities, by the majority and the minorities, to be fair and just. It must be a settlement that is enshrined in law, and it must be enshrined in the hearts of the people.",
    "Thus, Kadirgamar’s opposition to violence was both principled and pragmatic. However, he did not allow his justifiable antipathy to violence to ensnare Sri Lanka’s collective future. Lakshman Kadirgamar was no narrow nationalist. In pursuing a solution to the crisis of nation-building in Sri Lanka, he did not take a partisan stance. He was Sri Lankan to the core.",
    "A tragedy in Lakshman Kadirgamar’s life and career is that neither the zealots among the Sinhalese who mourned his untimely death and cheered him on in life nor their counterparts within the Tamil community who rejoiced in his death and vilified him in life understood or yet understand the man. The Sinhala zealots mistook his opposition to the separatist extremism of the LTTE as a sign of his ‘pro-Sinhalaness’. The moral inadequacy of the zealots amongst the Tamils made it impossible for them to understand Kadirgamar’s heartfelt aversion to ethnic labels.",
    "It also led them to their erroneous conclusion that Kadirgamar’s championing of an overarching Sri Lankan identity was an act of political expediency at best and a manifestation of ‘anti-Tamilness’ at worst. The continuing tragedy of Sri Lanka is that there are too many amongst us who think and feel like these zealots referred to above. So long as Sri Lanka holds within it men and women of such a tribal mindset, so long will it remain a blighted country.",
    "It is true that Lakshman Kadirgamar had high political ambitions and that he was keen on becoming prime minister on being approached to don that mantle. He would have, deservedly in my view, been our first Tamil prime minister had plans worked out. I was then, and am now more so of the view, that making Lakshman Kadirgamar the prime minister instead of Mahinda Rajapaksa in 2004, however interim an appointment it might have been, would have been good for Kadirgamar and for Sri Lanka.",
    "I am also confident that had he yet been amongst us after the military defeat of the Tamil Tigers in May 2009, Kadirgamar, unlike Mahinda Rajapaksa who exploited that event solely to further his hold on political power, would have played a cardinal role in recreating a feeling of Sri Lankanness in our society that transcends religion and ethnicity without endangering the multi-faceted personality of our country. His quiet but effective contribution in assisting the government in the restoration of the Jaffna public library is illustrative of the kind of effort he would have put in on behalf of national resuscitation and regeneration.",
    "Lakshman Kadirgamar was ‘a scholar-statesman who was both a realist and idealist’. Despite the deleterious impact of politics on him, his years in our national legislature served to raise the level of political discourse, both at home and abroad, several notches higher. He will be remembered by future generations of Sri Lankans for the values and principles he lived and died for. (Concluded)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}