{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/sri-lankan-catholic-church-to-declare-easter-sunday-attack-victims-as-saints-a-comment/",
  "time_ut": 1706093758.0,
  "original_lang": "en",
  "original_title": "Sri Lankan Catholic Church To Declare Easter Sunday Attack Victims As Saints: A Comment",
  "original_body_lines": [
    "The Archbishop of Colombo Cardinal Malcolm Ranjith has reportedly announced that those who died in the Easter Sunday attacks against the Catholic churches will be declared as saints.",
    "Daily Mirror Online, January 21, reports, “Speaking during a service at St. Sebastian’s Church, Kandana, Cardinal Ranjith said the first step towards this move will be taken on April 21 this year when the country commerates [sic] the fifth anniversary of the Easter Sunday bomb attacks.” It quotes the Cardinal as saying, “Those who died in churches on April 21, 2019 sacrificed their lives for what they believed. They came to church on that day because they believed in Christ. They sacrificed their lives because they loved Christ like other saints.”",
    "This announcement by the Sri Lankan Catholic Church raises some issues, the principal one of which is, Were the Easter Sunday attack victims true martyrs for their faith? Did they really sacrifice their lives for the love of Christ? This question is especially pertinent in the case of those who perished in the attacks against the churches but were not even professed Catholics. Another issue—but not a concern of this article—is, In view of the fact that the process of declaring one a saint in the Catholic Church, called canonization, is a lengthy one with many steps involving the Vatican, how is it possible for the Sri Lankan Catholic Church to make such a declaration?",
    "A martyr is “a person who is killed because of their religious or other beliefs.” In the Sri Lankan Catholic Church’s view, the Easter Sunday victims who died in the two Roman Catholic churches targeted, viz., St. Anthony’s Church in Kochchikade and St. Sebastian’s Church in Negombo, sacrificed their lives for their faith and so were martyrs worthy of the title “saint.” [Note 1] I see two problems with this view.",
    "First, martyrdom is a volitional act but, as far as the victims of the bombings were concerned, their deaths were only an accident. They just happened to be in the wrong place at the wrong time. Had they known that the Easter Sunday bombers would strike the churches they did on that Sunday, they would not have attended them that day. None of them had the slightest intention or willingness to be a martyr for their faith on that day (or any other day!).",
    "The Catechism of the Catholic Church defines martyrdom as “the supreme witness given to the truth of the faith: it means bearing witness even unto death. The martyr bears witness to Christ who died and rose, to whom he is united by charity. He bears witness to the truth of the faith and of Christian doctrine. He endures death through an act of fortitude” (paragraph 2473). This definition clearly presupposes that martyrdom is a volitional act.",
    "Second, as stated in my two Colombo Telegraph articles on the Easter Sunday attack conspiracy theory (here and here), the terrorists’ declared primary motive for attacking the churches as stated in their farewell video was to avenge the massacre of Muslim worshippers in the Christchurch mosques in New Zealand on 15 March 2019 by Brenton Tarrant, the killer, who had inscribed the guns he used in the massacre with the names of various historical figures that fought against Muslim armies, especially during the Crusades (a series of medieval military expeditions made by mainly Roman Catholic Europeans to the Holy Land in the 11th, 12th and 13th centuries), and the names of such battles. The Islamic State, to which the local jihadis had pledged allegiance, held that Christians everywhere were legitimate targets for them by their association with the religion of the Crusaders, whose modern counterparts they considered to be Western countries. Hence those killed in the churches during the Easter Sunday attack were largely victims of a settling of scores in a feud between Christendom and Islam that goes back a long way and in which they played no direct part.",
    "Having announced the formation of a caliphate with himself as the Caliph on 29 June 2014, Abu Bakr al-Baghdadi, the then leader of the Islamic State of Iraq and Sham (=Syria), i.e., ISIS, instructed followers unable to travel to Iraq and Syria to kill non-Muslims in the country or the region where they resided. The territories IS envisaged controlling by 2020 included Sri Lanka. In its map, Sri Lanka was identified as a part of the Khorasan province. Hence the terrorists also would have had the general objective of killing infidels but, as stated above, their primary objective in attacking the churches was to avenge the Christchurch massacre in New Zealand.",
    "What about the non-Catholic attendees of the churches who perished on that day? Did they also sacrifice their lives for the love of Christ and are they also to be declared as “saints”? Some Catholic churches, St. Anthony’s Church especially, are also patronised by many non-Catholics and on that day a number of them, too, died. Non-Catholics attend these churches purely to seek the intercession of their patron saints for various benefits and not because of any love for Christ or God (at least, not in any meaningful way). Even in the case of Catholics, while in theory Jesus Christ holds an exalted position in the theology of the Catholic Church, for most members at least, at a popular and practical level, the real foci of attention and veneration are Mary and the saints.",
    "It is questionable whether those who are to be declared “saints” qualify for that title even by the criteria of the Catholic Church. I have not dealt with the issue of the Catholic Church’s use of the term “saint” to refer to a special category of (departed) believers who exist in heaven and are able to intercede on behalf of believers on earth and how that belief is unsupported by the Bible. [Note 2]",
    "In conclusion, this recent announcement of the Sri Lankan Catholic Church appears to amount to another error besides that of obstinately maintaining there was a conspiracy behind the Easter Sunday attacks in spite of the lack of compelling evidence for it and many facts and arguments to the contrary. One can understand the Sri Lankan Catholic Church’s desire to provide “justice” to the deceased victims of the Easter Sunday bombings and to provide consolation to the living by declaring them as saints but does adding comedy to tragedy really help?",
    "1. There is a commemorative plaque in St. Anthony’s Church naming those who died on 21 April 2019 in the church (57 in number), which opens with the words, “They laid down their lives for God!”",
    "2. According to the Roman Catholic Church, “saints” are “persons in heaven (officially canonized or not), who lived heroically virtuous lives, offered their life for others, or were martyred for the faith, and who are worthy of imitation.”",
    "They are also considered intecessories to God on behalf of the living and worthy of veneration.",
    "We get the word “saint” from the Latin sanctus via Middle English and Old French. In the Latin Vulgate, a late 4th-century Latin translation of the Bible that became the Catholic Church’s officially promulgated Latin version of the Bible, this word is the equivalent of the Greek word hagios (transliteration), the plural form of which (hagioi) is used in the Greek New Testament to refer to Christian believers many times and means “holy/consecrated ones.” For example, Romans 16:15: “Greet Philologus, Julia, Nereus and his sister, and Olympas, and all the saints [Greek hagioi] who are with them.” The Greek word hagioi here is rendered in the Latin Vulgate by a form of sanctus.",
    "In the New Testament the word hagioi (“saints”), when used substantively, generally refers to Christian believers on earth but Catholic exegesis (erroneously) sees a reference to departed believers who exist in heaven in a conscious state in some occurrences of this word in the New Testament, who form a special category of believers and are the referent in the default sense of the word “saint” in Catholicism. A demonstration of this error lies beyond the scope of this article."
  ]
}