{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97583/2nd-capacity-building-programme-for-sri-lankan-civil-servants-begins-in-india",
  "time_ut": 1709093220.0,
  "original_lang": "en",
  "original_title": "2nd capacity building programme for Sri Lankan civil servants begins in India",
  "original_body_lines": [
    "Leading a significant drive to improve public governance and service delivery, India’s National Centre for Good Governance (NCGG) in Mussoorie has commenced the second phase of its capacity building program for senior civil servants from the Socialist Republic of Sri Lanka.",
    "Hosted from February 26 to March 08, this initiative attends to the enduring partnership between India and Sri Lanka in the realm of administrative reforms and governance enhancement.",
    "The programme is being attended by 40 elite civil servants from Sri Lanka, encompassing a wide array of positions such as Directors, Deputy Directors, Divisional Secretaries, and Assistant Divisional Secretaries, among others.",
    "This follows the inaugural executive batch successfully conducted from February 12 - 17, where the Sri Lankan team was led by Anura Dissanayaka, Secretary to the Prime Minister of Sri Lanka. This concerted effort fosters governance excellence and administrative efficiency through cross-border knowledge exchange and skill development.",
    "V. Srinivas, the Director General of NCGG and Secretary of the Department of Administrative Reforms and Public Grievances (DARPG), introduced the operational ethos of NCGG, emphasizing its pivotal role since its inception in driving governance innovations.",
    "Highlighting the decade-long journey of governance reforms from 2014 to 2024, Srinivas detailed India’s strides in digital governance, public grievance redressal systems, and e-governance platforms such as E-Unnat, Nivesh Mistra, and Seva Sindhu. These initiatives, aimed at realizing the vision of “Maximum Governance – Minimum Government,” have contributed to narrowing the gap between the government and citizens, with an aim to achieve transparency, responsiveness, and an efficient administrative framework.",
    "The programme’s curriculum, designed by AP Singh, Associate Professor and Course Coordinator at NCGG, covers an expansive range of topics. These include land acquisition reforms, digital technology’s role in governance, disaster management with a focus on coastal resilience, public-private partnerships, and the transformative Swamitva scheme, among others. The inclusion of field visits to renowned Indian institutions and cultural landmarks like the Taj Mahal offers participants tangible insights into India’s governance models and societal fabric.",
    "An integral component of the program is fostering institutional collaboration between NCGG and the Sri Lanka Institute of Development Administration (SLIDA), aiming to create a sustainable framework for bilateral cooperation in governance and public administration. This initiative renders to the NCGG’s global commitment, having extended its capacity building programs to civil servants from 17 countries, thus positioning itself as a beacon of excellence in governance and public policy training on the international stage.",
    "The convergence of Sri Lankan civil servants at NCGG not only represents a platform for learning and exchange but also signifies the shared aspirations of India and Sri Lanka towards enhancing public administration and governance.",
    "As the programme unfolds, it promises to equip these leaders with next-generation skills and insights, enabling them to drive transformative changes within their respective domains. This collaboration is a step forward in strengthening bilateral ties, developing a spirit of mutual learning, and contributing to the broader goal of governance excellence across borders."
  ]
}