{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/New-Delhi-hosts-inaugural-Asian-Buddhist-Summit/56-769282",
  "time_ut": 1731627328.0,
  "original_lang": "en",
  "original_title": "New Delhi hosts inaugural Asian Buddhist Summit",
  "original_body_lines": [
    "“Role of Buddha Dhamma in Strengthening Asia” key focus of key event organised by Ministry of Culture, Government of India, and the International Buddhist Confederation",
    "The first Asian Buddhist Summit, organised by the Ministry of Culture, Government of India, and the International Buddhist Confederation (IBC), was held recently in New Delhi.",
    "The Summit, themed “Role of Buddha Dhamma in Strengthening Asia”, saw participation from members of the Mahasangha, heads of monastic traditions, monks, nuns, members of the diplomatic community, and professors and scholars of Buddhist studies.",
    "Chief Guest Indian President Droupadi Murmu said that when the world is facing an existential crisis on many fronts, the Buddha Dhamma has a lot to offer to humankind. “Dhamma teaches us how to live in peace, happiness, and harmony with compassion, love, and equanimity,” she reiterated.",
    "Referring to the recognition of Pali by the Indian Government, the President mentioned that the Buddha’s teachings were preserved in Pali and, with the recognition of the language, it will significantly revitalise Buddha’s teachings and the literature.",
    "Questioning the narrow sectarian outlook, greed, and hatred all around, the President said: “One word stands out – ‘Karuna; Compassion.’ This is what the world needs today. The Buddha Dhamma is needed to strengthen Asia. We need strong associations based on the Buddha’s teachings for a safe and secure world. It can show the way to usher in real peace in the world,” she said.",
    "However, collective action is needed for promoting sustainable peace worldwide. This alone can ensure enduring relevance of the Dhamma for future generations. “May this Summit contribute to global peace and harmony,” she said in conclusion.",
    "President Murmu launched the new logo for the Asian Buddhist Summit on this occasion.",
    "Leaders of the Mahasangha, His Holiness the Dalai Lama, and heads of monastic traditions from several countries sent blessings and good wishes to the conclave, citing that they support the initiative.",
    "A special address on “Recognition of Pali as a Classical Indian Language” was delivered by Most Venerable Sitagu Sayadaw from Myanmar.",
    "Parliamentary Affairs and Minority Affairs India Union Minister Kiren Rijiju in the opening address noted that the conclave was a reflection of the close bonds that exist between the Buddhist countries.",
    "Looking at the large overseas participation at the conclave – an interesting historical twist he noted – saying that in the olden days, Buddhism spread from India through the Dhamma dootas of Ashoka. “Today, we are glad to see you all as Dhamma dootas return to India.”",
    "He said that Asian Buddhism is deeply interwoven with fundamentals of Asian values that have shaped societies for millennia. “We are living in very interesting and challenging moments of history,” he added.",
    "Quoting the Prime Minister’s first address as the PM during the Buddha Jayanti celebrations in 2024, he said that the PM had said that any nation that aspires to become a global power must follow the path of the Buddha. “It is a proud moment for us that the 2,600-year-old message of the Buddha is being spread by India today.”",
    "Culture and Tourism Union Minister Shri Gajendra Singh Shekhawat noted that India reaffirmed its deep-rooted connections to the Asian nation by strengthening the Dhamma-Setu through this conclave, which reinforces a common Buddhist heritage between all Asian nations. “We are all gathered on this sacred land of Bharat where Tathagata attained enlightenment. Today we stand as inheritors of the Buddha’s legacy, strengthening diplomatic ties and promoting the common heritage amongst us,” he concluded.",
    "IBC President Most Venerable Dr. Waskaduwe Mahindawansa Mahanayake Thero, Deputy Secretary Dr. Damenda Porage, and Dhamma Secretary Dr. Shermila Milroy represented Sri Lanka at the Summit."
  ]
}