{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/PM-calls-on-new-SLAS-officers-to-stand-against-corruption-irregularities/56-782390",
  "time_ut": 1759179407.0,
  "original_lang": "en",
  "original_title": "PM calls on new SLAS officers to stand against corruption, irregularities",
  "original_body_lines": [
    "Prime Minister Dr. Harini Amarasuriya yesterday called on newly appointed Sri Lanka Administrative Service (SLAS) officers to contribute to building a dedicated and efficient public service free from political interference and malpractice.",
    "Addressing 1,890 newly appointed Grade III SLAS officers, she said the Government’s goal is to establish an independent public service that properly serves the people.",
    "“You are not joining a traditional public service. You are not entering the inefficient, politically-influenced public service that has prevailed for years, but rather an independent service that stands on behalf of the people,” she said at the ceremony held to award appointments to those officers who were selected from the open competitive examination and subsequent interviews for recruitment to Grade III of the SLAS.",
    "Dr. Amarasuriya noted that the examination, originally scheduled for November 2020, had been delayed for four years due to restrictions on open recruitment and with around 5,000 vacancies in the Administrative Service, the Cabinet has approved the filling of 2,223 posts, of which nearly 1,890 officers are now being appointed.",
    "“Recruitment was conducted strictly according to district quotas based on the 2020 population ratio, and candidates were selected purely on merit and were interviewed by the Ministry of Public Administration, Provincial Councils, and Local Government with complete transparency,” she explained.",
    "Dr. Amarasuriya also stressed the Government’s commitment to digitising public services to deliver them more swiftly and ensure a people-centred administration while public officers now have greater independence.",
    "But the Prime Minister warned that fraud, corruption and irregularities would not be tolerated saying that if such incidents were reported, the Government would take the maximum possible action.",
    "“As honest officials and citizens, you have the right to stand against such fraud, corruption, and irregularities,” she said, inviting the newly appointed officers to commit themselves fully to the country and people.",
    "Public Administration, Provincial Councils and Local Government Minister Chandana Abeyratne, also addressing the event, said the recruitment had been entirely free of political influence or personal connections. “After four years, you represent the largest intake of public service. When you retire, may you have the satisfaction that you helped elevate the public service to a higher standard,” he said.",
    "“We are striving for an independent and efficient public service and your contribution is highly appreciated. You might have negative experiences from the public service. Ensure that such bitter experiences are not repeated through your service. Instead, work responsibly to deliver services to the public efficiently,” he noted."
  ]
}