{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Belgian-traveller-scammed-in-Kalutara/108-280662",
  "time_ut": 1712944140.0,
  "original_lang": "en",
  "original_title": "Belgian traveller scammed in Kalutara",
  "original_body_lines": [
    "Colombo, April 12 (Daily Mirror) - Tim Tense, a Belgian traveller exploring Sri Lanka, recently shared a troubling encounter from his visit to Kalutara.",
    "According to Tim, he fell victim to a scam at a local restaurant, where he was charged an exorbitant Rs. 1,000 for a single Ulundu Vadai and a cup of plain tea.",
    "In his YouTube video titled \"Avoid this man in Kalutara, Sri Lanka,\" Tim recounted his experience. He traversed Kalutara on his own three-wheeler, soaking in the sights. Upon parking, he was approached by a Sri Lankan individual who offered to take him to a place called 'Wadani Villas Saivar Kade' for an authentic Sri Lankan food experience.",
    "The friendly local guided Tim to the restaurant, where he was served an Ulundu Vadai and plain tea, despite not planning to dine initially. As Tim enjoyed his meal, the host suggested tourist spots, which Tim politely declined, opting to explore independently.",
    "The shocking moment came when Tim inquired about the bill, only to be quoted Rs. 1,000. Sensing something was amiss, he questioned the price, resulting in a reduction to Rs. 800. Later, while editing his video, Tim noticed that the advertised price on the wall was significantly lower, no more than Rs. 80.",
    "Despite his reservations, Tim paid Rs. 1,000 and received Rs. 200 in change. As he left, he expressed his dissatisfaction with the inflated prices to the cashier and the host. However, they justified it by claiming they charged more for tourists.",
    "Tim denounced the host's dishonesty in his video, emphasising the importance of integrity over profit. Fortunately, two local women informed Tim that the fair price for his meal was Rs. 150, leading the host to refund him Rs. 200.",
    "Reflecting on the incident, Tim asserted that the host prioritised money over honesty, tarnishing the reputation of Kalutara. Despite the financial loss, Tim emphasised the principle of fairness, expressing his disdain for being taken advantage of.",
    "Concerned about potential repercussions, Tim hastily departed on his three-wheeler, fearing the host might follow him.",
    "In conclusion, Tim expressed his disappointment, hoping not everyone in Kalutara shared the same scammy behaviour.",
    "The video relating to the incident was published on April 10 on the channel 'Tim Tense'."
  ]
}