{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ali-nena-mansala-a-significant-milestone-in-promoting-conservation-awareness/",
  "time_ut": 1711314300.0,
  "original_lang": "en",
  "original_title": "Ali Nena Mansala, a significant milestone in promoting conservation awareness",
  "original_body_lines": [
    "The recently-reopened Udawalawe Information Centre, now known as the Elephant Knowledge Walk at the Elephant Transit Home (ETH) in UdaWalawe, stands as a treasure trove for enthusiasts keen on studying paleontology and all things related to elephants.",
    "Since 1995, the Elephant Transit Home in UdaWalawe has been dedicated to rehabilitating and releasing baby elephants back into the wild. Today, it boasts one of the finest collections in the field of elephant science.",
    "Dr. Malaka Abeyawardana, the head of the centre, says, “We have successfully rehabilitated over 170 baby elephants, with 58 currently under our care.”",
    "This facility has become a much-sought-after tourist destination, attracting over 150,000 local and foreign visitors last year alone, significantly contributing to the country’s income.",
    "Acknowledging the importance of raising public awareness about their mission, Dr. Malaka mentions the challenges they face due to a busy schedule and limited resources.",
    "Thanks to the assistance of Dilmah Conservation, they’ve established an information centre within their institution. This centre offers valuable insights into elephants, covering their biology, social behaviour, evolution, and the ongoing human-elephant conflict. Additionally, visitors can learn about the rehabilitation centre’s mission.",
    "Moreover, efforts have been made to support the local economy by renovating the handicraft shop. In collaboration with the Dilmah Institute, they aim to encourage contributions to conservation efforts while benefiting the local community.",
    "Dr. Sumith Pilapitiya, Dr. Malaka Abeywardana and Dilhan Fernando on an observation tour",
    "Speaking at the grand reopening, Dilmah Ceylon Tea Chairman, Dilhan C Fernando, emphasised the pivotal role elephants play in our ecosystem. He stressed the need to recognise their value, citing estimations that suggest an elephant could contribute up to $1.6 billion USD to the economy over its lifetime.",
    "He underscored Dilmah’s enduring connection with nature and the importance of sustainable interaction with our environment.",
    "Elephant researcher U Sameera Weerathunga highlights the urgent situation in Udawalawe National Park, particularly concerning the inadequate food supply for its wildlife. He calls for prompt action, including replenishing grasslands, removing invasive plants, and ensuring the security of surrounding forests.",
    "The Elephant Transit Home remains a beacon of hope for young elephants in distress. They receive comprehensive care and veterinary support before being reintroduced into the wild. However, Weerathunga stresses the importance of addressing scientific considerations before releasing them.",
    "The centre provides opportunities for community children to develop their latent talents",
    "Dilmah Conservation’s invaluable contributions to wildlife conservation in Sri Lanka are recognised and appreciated by the people. Their efforts in research, education, and financial support, especially for the Udawalawe Transit Home, are commendable.",
    "Ali Nena Mansala, or the Elephant Knowledge Walk, represents a significant milestone in promoting conservation awareness. Its establishment, in collaboration with the Department of Wildlife Conservation, Dilmah Tea, and Dilmah Conservation Union, is a testament to collective efforts toward conservation.",
    "Supun Lahiru Prakash, a conservationist and researcher, sheds light on the dire situation faced not only by Udawalawe National Park but also by elephants across the country. He outlines major challenges, including ecological succession, invasive species invasion, and human-elephant conflict mitigation measures.",
    "Despite the severity of these challenges, Prakash emphasises the urgent need for scientific interventions, including habitat management and strict enforcement of conservation laws.",
    "Regrettably, the government’s response to the human-elephant conflict has been inadequate. Although a National Action Plan was submitted in 2020, the lack of implementation has been glaring. While presidential task forces are often established for various issues, the absence of one dedicated to managing the human-elephant conflict is perplexing. Instead, a Presidential Committee, lacking necessary powers and funds, has been appointed, further exacerbating the situation.",
    "In conclusion, urgent action is required to address the complex challenges facing elephant conservation in Sri Lanka. Failure to do so not only threatens the survival of this iconic species but also undermines the country’s ecological balance and tourism sector.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}