{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-customs-strike-will-affect-smes-mostly-jaafsl-slsc-170931/",
  "time_ut": 1720093500.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Customs strike will affect SMEs mostly: JAAFSL, SLSC",
  "original_body_lines": [
    "ECONOMYNEXT – The Sri Lanka Shippers’ Council (SLSC) and the apparel sector have said the Sri Lanka Customs strike, which has now been called off, would have an impact on the SME sector.",
    "“The cargo that is stuck is mainly LCL cargo [less than a container load] and that will affect the SMEs,” Secretary General of the Joint Apparel Association Forum Sri Lanka (JAAFSL) Yohan Lawrence told reporters on Thursday.",
    "“The factories that get hit first are the small SME factories,” he said speaking on the impact of the Sri Lanka Customs strike on local consumers, at a forum organised by the Ceylon Chamber of Commerce in Colombo.",
    "The Sri Lanka Customs strike was scheduled to happen on July 4 and 5, with more than 900 Customs staff prepared to call in sick.",
    "However, the strike by Customs trade unions was called off on Thursday following discussions with State Minister of Finance Ranjith Siyambalapitiya.",
    "“The officers were protesting against the amendments to the Customs Ordinance as well as the joining of Customs and Excise as proposed by the government,” media spokesperson and Additional Director General of Sri Lanka Customs, Seevali Arukgoda, told EconomyNext.",
    "“We have several international agreements and we want a comprehensive Customs Act which is in line with the international agreements.”",
    "The Sri Lanka Shippers’ Council said that the strike has caused them to pay 300 dollars a day for delays.",
    "“For every container that we detained under the Customs the Ports Authority charges demurrage, the government does not give us a waiver, we are to pay demurrage to the Ports Authority, we are to rightfully pay container demurrage if it falls to the shipping aisles, we have to pay rent to the transporter… All this is cost,” SLSC Chairman, Sean Van Dort said.",
    "Sri Lanka is in the process of creating a Revenue Authority to monitor the three key state income collecting bodies, Inland Revenue Department (IRD), Excise Department, and Sri Lanka Customs, due to their poor performance.(Colombo/Jul4/2024)"
  ]
}