{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111028/34-arrested-in-connection-with-bribery-incidents-in-first-half-of-year",
  "time_ut": 1753933980.0,
  "original_lang": "en",
  "original_title": "34 arrested in connection with bribery incidents in first half of year",
  "original_body_lines": [
    "A total of 34 individuals have been arrested in connection with incidents of soliciting bribes in the first six months of this year (2025).",
    "The Commission to Investigate Allegations of Bribery or Corruption (CIABOC) stated that 3,022 complaints were received between January 01 and June 30 of this year.",
    "During that period, 54 raids were carried out, resulting in the arrest of 34 suspects.",
    "It was also stated that among the suspects are ten officers from the Sri Lanka Police, five officers from the Ministry of Justice, two officers from the Ministry of Health, and two officers from the Sri Lanka Transport Board (SLTB).",
    "Additionally, the CIABOC stated that six civilians were also arrested in the first six months of this year in connection with bribery incidents.",
    "During the time elapsed this year, 50 cases have been filed against 60 suspects in various courts across the island in connection with bribery incidents.",
    "In addition, the Bribery Commission stated that six cases have been concluded during the relevant period, and 273 bribery-related cases are pending in courts across the island.",
    "Meanwhile, the Ministry of Public Security and Parliamentary Affairs revealed that a total of 122,913 individuals were arrested for drug-related offenses between January 01 and July 29, 2025.",
    "In a statement issued by the ministry, it was noted that, during this period, authorities have seized 928,787 kilograms of heroin, 1,396,709 kilograms of crystal methamphetamine (commonly known as ICE), 11,192,823 kilograms of cannabis, 27,836 kilograms of cocaine, and 381,428 kilograms of hashish.",
    "Meanwhile, a special island-wide operation was conducted on July 29, by the Sri Lanka Police, the Police Special Task Force (STF), and the Tri-Forces.",
    "A total of 6,695 personnel have participated in the operation, including police officers, STF members, and Tri-Forces personnel.",
    "As part of the operation, 10,128 vehicles and 7,734 motorcycles were searched.",
    "During the search, 948 individuals were arrested for drug-related offenses, and 13 people directly involved in these crimes were also apprehended."
  ]
}