{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Cabinet-nod-to-extend-National-Mine-Action-Centre-till-2027/56-758802",
  "time_ut": 1708631210.0,
  "original_lang": "en",
  "original_title": "Cabinet nod to extend National Mine Action Centre till 2027",
  "original_body_lines": [
    "Aims to make Sri Lanka mine-free by 2027, aligning with international obligations",
    "Ongoing demining efforts by NGOs to continue, with further approval for implementation",
    "Strategic program for demining from 2023-2027 involves collaboration with national and international stakeholders",
    "Financial assistance from Govt. and international agencies supports demining efforts with an annual allocation of $ 17.5 m",
    "Initiates special livelihood program to over 3,000 civilians engaged in demining activities",
    "Inks MoUs to facilitate international aid-based programs in Northern and Eastern provinces",
    "Progress includes clearing over 204 square kilometres of land of landmines, disposing of landmines and unexploded ordnance in 2023",
    "The Cabinet of Ministers this week approved the extension of the National Mine Action Centre till 2027 to oversee and direct demining activities across the country.",
    "The decision is aimed at making Sri Lanka mine-free by 2027, a statement issued by the Urban Development and Housing Ministry noted yesterday.",
    "Accordingly, ongoing demining efforts by non-governmental organisations (NGOs) will continue, with the project receiving further approval for implementation.",
    "The Cabinet decision also stipulates that annual approval from the Council of Ministers is required for the program’s continuation till 2027, aligning with the obligations set forth by the Anti-Personnel Mine Ban Convention (APMBC) to complete demining by 1 June 2028.",
    "The National Action Centre on Landmines, in collaboration with the Geneva International Humanitarian Demining Centre, has drafted a strategic program for demining in Sri Lanka from 2023 to 2027. The program aims to collaborate closely with national and international stakeholders to free the country of landmines.",
    "Since its inception in 2002, the demining program has made significant progress, particularly with the establishment of the National Landmine Action Centre in 2010.",
    "Currently, it operates under the resettlement division of the Urban Development and Housing Ministry, the centre coordinates, directs and monitors demining activities carried out by various agencies. The Sri Lanka Army’s Humanitarian Ground Demining Unit plays a crucial role in demining operations, alongside international NGOs such as HaloTrust and Mag, as well as local organisations Dash and SHAF. Financial assistance from the Government, along with international organisations, supports these efforts with an annual allocation of $ 17.5 million.",
    "Urban Development and Housing Minister Prasanna Ranatunga noted that besides demining activities, a special livelihood program has been initiated for over 3,000 civilians engaged in the program.",
    "“Memorandums of Understanding (MoUs) have been signed between the Chief Secretaries of the Northern and Eastern Provinces and the Urban Development and Housing Ministry to facilitate international aid-based programs,” the statement noted.",
    "With over 204 square kilometres of land cleared of landmines in the Northern and Eastern Provinces and an additional 15 square kilometres to be demined, progress continues towards creating safer environments for civilian resettlement and livelihood development.",
    "In 2023 alone, 5.2 square kilometres of mines were removed, and a substantial number of landmines and unexploded ordnance were disposed of, facilitating the release of land for civilian use."
  ]
}