{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/anura-is-a-great-honest-man-donald-trump/",
  "time_ut": 1731701526.0,
  "original_lang": "en",
  "original_title": "Anura Is A Great Honest Man: Donald Trump",
  "original_body_lines": [
    "Before the presidential election on 21 September 2024, then presidential candidate in the USA, Donald Trump, expressed his sport for Anura Kumara Dissanayake, “only Anura Kumara can recover Sri Lanka, he is a great honest man with humanity. I am huge Anura fan. You better vote him. NPP Jayawewa”. Now Anura Kumara Dissanayake (AKD) is the president of Sri Lanka and Donald Trump is the president of the USA, following the election on 05 November 2024. In short, it was great to note that Donald Trump made the statement endorsing NPP candidate Anura Kumara Dissanayake (AKD) before the presidential election on 21 September 2024.",
    "The above mentioned support and endorsement are very short and straightforward. But they contain the most essential and the extent of quality and character of AKD in the context of economy and democracy in Sri Lanka. “only Anura Kumara can recover Sri Lanka”, is fundamental because it is the reason and cause for AKD become the president of Sri Lanka”. Behind recovery, it is many things, such rampant corruption, mounting waste and misuse of invaluable resource, massive exploitation, huge manipulation, open nepotism, high degree of prejudice, an array of frauds and bribe, enticement and many more, all are against good governance  principles, that have ruined the country. Along with total debt well over US$100 billion, increasing widespread poverty, and malnutrition among children, rising unemployment, exodus of people and many more vindicate the extreme fragile nature of the economy, the recovery is hard and challenging indeed. However, “ only Anura Kumara can recover Sri Lanka”, is a great assertion by the US president in the right direction, and certainly it will be that the US president can also witness during his tenure in the office. Other hand, it indicates to the fact, no other leader or leaders in Sri Lanka that recovery is possible, a matter to be proud of for all of us.",
    "The above statement and endorsement are very short from the most powerful leader in the world, can be assessed and valued in the context of Sri Lanka politics and democracy, what the opposition, particularly Ranil Wicrermesinghe (RW) and Mahinda Rajapaksa still behaving and responding against  president AKD. The assertion “he is a great honest man”, means many things. It is the great conviction of the USA president, hardly any politicians in the world, particularly in Sri Lanka could earn such a recognition, where facts and figures are clear and convincing. In fact, not only Anura an honest man, but also great honest man that qualified and suitable to generate the expected outcome of the recovery. For the recovery, only a visionary leader and his leadership is the up most because he is capable and committed to drive the Sri Lankan economy facing and overcoming all challenges and barriers, realizing and reaching the goal, “A Thriving Nation, Beautiful Life”.",
    "Indeed, being honest means, free of deceit, truthful and sincere” while “humanity”, the quality of being humane; benevolence. In short, as per US president, AKD is a trustworthy, reliable and defendable leader with human touch, that in my all articles, I repeatedly asserted that AKD will not do anything to harm public or against the will of the people. In short, AKD does not possess any cunning character, response and behavior of all other politicians, particularly Ranil and Mahinda Rajapaksa, who are power and status greed and want control throughout, against the will of the people and democracy. No doubt that AKD will go home after his tenure of the office, as he became president on 21 September 2024  with clean hands, but the people and the country will be along “A Thriving Nation, Beautiful Life”, real and convincing difference in many ways since 1948.",
    "I elaborated the support and endorsement of Donald Trump with a view to assess and evaluate how Sri Lankan politicians view and assess president AKD. Indeed. Donald Trump supported AKD before the presidential election on 21 Tempter 2024, which is indeed genuine and great. I am not going to write how opposition let down and some occasions condemned AKD in many ways based on his village base, schooling and sometimes his family background, displaying very poor and low quality of the opposition. Even after AKD winning the presidential election, with a quantum leap from 3% to 42%, Ranil was counting votes until recently, where Kamala Harris accepted the defeat very following day of the presidential election in the USA. Being with the parliament for nearly 50 years and well educated, Ranil is with very poor quality of politics. One candidate with the Gas cylinder symbol who contests Colombo campaigned under the slogan “we start from Colombo” and this is under the leadership of Ranil  However both Ranil and the said candidate forgot the fact AKD started it 20 years ago from Thabuththegama and already invaded all nook and corner of Colombo. The same candidate with the Gas Cylinder  symbol, holding two “L” boards on a political stage in Colombia behind  Ranil about the type of new  parliament demonstrated how naked was Ranil like a new born baby, it is not politics of a senior leader, it is utter frustration  and disappointment, uprooted UNP.",
    "On few occasions, Ranil said that those people who were with him now are with AKD, and if so,  it shows at least at the last moment, they have understood the real nature and character of Ranil, while Rohitha Abaygunawardena crying forever for the utter political mistakes committed with being Ranil. No need to write again, how many senior UNP members have left Ranil.",
    "Knowing well about the outcome of the general election on 14 November 2024, massive number of MPs from NPP, Ranil asserted the new parliament will be “L” board parliament, about 50 years ago, Ranil too entered the parliament with an “L”. It is the utter jealously, disappointment and frustration of Ranil, except from the national list, none will be elected by people from UNP. By the way, it may be great and useful Ranil would invite and request President AKD to deliver political lessons to the remaining members of UNP, how AKD managed to become president elected by the majority of voters in Sri Lanka within 20 years of politics, where Ranil failed to be president of Sri Lanka elected by the majority of voters, having strong family background, well recognized educational qualification and nearly 50 years of political experience, among many.",
    "In short, winning the presidential election by EKD means winning the 76 years old war against rampant corruption, waste of resources and exploitation by UNP and SLFP, time to time, the end of “Walawwa Politics And Beginning of NPP Politics”. Winning the 30 years war by Mahimda Rajapaksa, is not that great, compared to the war won by AKD, which is everlasting with  positive impact, generation to geneatryon and forever.",
    "Indeed with the leadership and leadership qualities as recognized by Donald Trump, Sri Lanka parliament with a “L” board, president AKD will systematically, strategically, with priorities on place, and step by stem will generate the expected outcome, not allowing any room to capture the county again by Somalian type pirates.",
    "Now as I see well, the great concern of the opposition is not about how the country will be run by the “L” board parliament headed AKD, but the great fear is that what will happen to them as an array of investigations such as drug scam are being undertaken, just the tip of the iceberg, paving the way for remand prison and prison at the end of the tunnel for many.",
    "*The writer, among many, worked as the Special Advisor to the Office of the President of Namibia and was a Senior Consultant with UNDP for 16 years. He worked as a Senior Economist with the Central Bank of Sri Lanka (1972-1993) before he migrated to New Zealand. The writer can be contacted at asoka.seneviratne@gmail.com"
  ]
}