{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/news-features/Western-purple-faced-langurs-see-blue/131-279101",
  "time_ut": 1710801540.0,
  "original_lang": "en",
  "original_title": "Western  purple-faced langurs see blue!",
  "original_body_lines": [
    "It is now recognised that the Western Purple-faced langur (S. v. nestor) has particularly poor prospects of long-term survival owed to habitat loss",
    "The purple-faced langur is a protected species under Section 30 of the Flora and Fauna Protection Ordinance (FFPO)",
    "Survival of this animal species is greatly threatened by air-riffles being freely available and encouragement coming from state officials to shoot them if there are considered as pests",
    "In some areas the langurs have learned to eat rice and other kitchen or garden produce",
    "A recent post on social media revealed that three purple-faced langurs near the Thalangama Lake were shot at; allegedly with an air rifle following which two animals had succumbed to injuries. Being a highly commercialised area with the last remaining patches of wetlands and paddy lands, Thalangama is home to an abundance of urban wildlife. From jungle cats to fishing cats, jackals, purple-faced langurs and a variety of birds this area boasts of a rich biodiversity. However, people who have encroached into such places now consider these animals as pests and have developed the habit of using any opportunity to remove these animals, some of which are already endangered, from their natural habitats.",
    "“The purple-faced langur is a protected species under Section 30 of the Flora and Fauna Protection Ordinance (FFPO),” said Senior Environmental Lawyer Dr. Jagath Gunawardana. “Therefore anybody who shoots or attempts to kill or harm this species can be arrested without a warrant and the Police has the powers to make arrests. This species is one of the most endangered species as well as an endangered Western sub species,” Gunawardana underscored.",
    "Dr. Gunawardana further stressed on the importance of having continuous zones of habitats maintained for urban wildlife species. “Having such continuous zones can mitigate the human-urban wildlife conflict to a great extent. Another issue is that most of these habitats are overrun by invasive species. The most common invasive species found in urban areas is the pond apple. When invasive species dominate these areas they don’t provide sustenance for animals,” he said.",
    "Apart from natural causes people should also be more sensitive towards animals. “The authorities should raise awareness in places where these species roam around. Citizens should look out for snakes, frogs, fishing cats, polecats and other urban wildlife species that can possibly end up as road kill,” he affirmed.",
    "Purple-faced langurs aren’t a threat to humans – Prof. Dittus",
    "“The distribution of the Western Purple-faced langur in the western province (Semnopithecusvetulusnestor) is confined to the west, north of the Kalu Ganga,” said Smithsonian primatologist and behavioral ecologist Prof. Wolfgang Dittus. “It is an area that is highly populated by humans with little or no natural habitat for the langurs. It is a subspecies that has been assessed internationally by the IUCN as Critically Endangered,” said Prof. Dittus.",
    "He further said that nationally, the most recent completed assessment was done in 2012 under the auspices of the Ministry of Environment and the subspecies was not assessed independently. “Instead the entire species (S, vetulus, comprising four different subspecies) was assessed as “Endangered” in recognition that the Western Purple-faced langur (S. v. nestor) had particularly poor prospects of long-term survival owed to habitat loss. Survival risk has now been heightened by the freely available air-rifles and encouragement from some government officials and politicians to shoot primates who property owners consider as pests.",
    "“Largely, ignorance on behalf of the general public, their administrators and politicians gives the purple-faced langur (not to speak of the macaque) a bad public image and reputation. The purple-faced langur is highly arboreal, coming to the ground only under extreme circumstances when their arboreal pathways for travel have been blocked by the removal of trees. Under such conditions the langurs may use roof-tops for travel in search of food and resting places. This behaviour may cause damage to the roofs especially tile roofs during the rainy season.",
    "“Understandably, people get unsettled, it is economic damage as well as inconvenient. People retaliate, either by shooting monkeys, now with air rifles, or they cut branches in an attempt to disrupt the monkeys’ travel paths. Unfortunately, cutting branches only exacerbates the problem because in the absence of easily accessible branches the monkeys are forced to leap onto roofs from higher positions in surrounding trees and given their heavy body weights their impact on the roof (breakage) is increased. Cutting branches is counterproductive.",
    "Damage to roofs can be reduced by providing nylon ropes strung between trees so that monkeys do not jump onto tiles. It is a proven preventative, but, of course, it is very rare that a person will take the trouble to do this. It is much easier to shoot the monkey or shift the responsibility by complaining to the Department of Wildlife Conservation. No self-help initiative, blame it on the authorities.",
    "“In the absence of arboreal or roof top travel the purple-faced langur is forced to travel on the ground where dogs, people and vehicles are a major threat that kills them. Uninsulated electrical wires also take a heavy toll on the langurs.",
    "“Male langurs have loud territorial calls that are often accompanied by conspicuous leaps through the canopy. The behaviour is directed at other langurs, not at people or their domestic animals. But people misinterpret this loud display as a threat to themselves, and take aim at langurs wanting to chase them away. This fear is based on not-knowing the harmless nature of the display, and often bravado as well. I know of no instance where a purple-faced langur has initiated an aggressive act and bitten a person. If a person does get bitten it is usually owed to foolish behaviour by the person. Purple-faced langurs are not a threat to humans if they are left in peace,” said Prof. Dittus.",
    "In some areas the langurs have learned to eat rice (offered by people or littered into the environment) and other kitchen or garden produce. To reduce this behaviour, firstly don’t feed them. Secondly, ask yourself, do you really need some of those leaves or fruit in your garden? Or, can you spare it for the survival of a critically endangered primate that is unique (endemic) to Sri Lanka, and that is now also being harassed and killed by some of your less informed or un-empathetic citizens.",
    "When inquired, Department of Wildlife Conservation (DWC) Director General M. G. C Sooriyabandara said that the DWC has the authority to enforce the law in situations where people kill species protected by the law. “Urban areas don’t always have a static population and therefore raising awareness among the public is key.",
    "Imposing speed limits for instance doesn’t seem to be practical because in that case another institution will have to monitor these speed limits as well.",
    "Instead we can put up signboards and educate the public on species that are frequently spotted in urban areas so that people know that they share their landscape with these species,” explained Sooriyabandara.",
    "“Anybody who shoots or attempts to kill or harm this species can be arrested without a warrant and the Police has the powers to make arrests. This species is one of the most endangered species as well as an endangered Western sub species”",
    "People retaliate, either by shooting monkeys, now with air rifles, or they cut branches in an attempt to disrupt the monkeys’ travel paths.  Unfortunately, cutting branches only exacerbates the problem because in the absence of easily accessible branches the monkeys are forced to leap onto roofs from higher positions”",
    "A pregnant jackal was the recent victim of a road kill near the Pothuarawa Road in Thalangama. The Thalangama Lake is a protected area under the National Environment Act. Residents question as to why no speed breaks are being installed in such environmentally sensitive areas to inform motorists of its variety of wildlife. They further question as to who would take the responsibility to protect urban wildlife and enact the National Environment Act.",
    "When inquired, the Thalangama Police told the Daily Mirror that so far there has been no complaints made regarding an incident of this nature. “If someone is in the possession of an air rifle as claimed and if someone can prove that the purple-faced langur was shot using an air rifle, then whoever who is aware of the incident should have informed us first. But so far we haven’t received any complaint,” an officer said."
  ]
}