{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Ceylon-Chamber-to-host-political-debate-on-economic-visions-on-29-August/34-765741",
  "time_ut": 1724100315.0,
  "original_lang": "en",
  "original_title": "Ceylon Chamber to host political debate on economic visions on 29 August",
  "original_body_lines": [
    "The Ceylon Chamber of Commerce yesterday announced that at its invitation, the four main Presidential candidates have nominated their leading economic policy experts to participate in a debate presenting each party’s economic policies and pledges ahead of the 2024 Presidential election, on 29 August at the BMICH.",
    "Shehan Semasighe representing the President Ranil Wickremesinghe, Dr. Harsha de Silva representing Sajith Premadasa, Dr. Harshana Suriyapperuma representing Anura Kumara Dissanayake and Prof. Ranjith Bandara representing Namal Rajapaksa will participate in ‘Defining the Vision – The Debate’ hosted by The Ceylon Chamber.",
    "The debate will be moderated by Ceylon Chamber Chairman Duminda Hulangamuwa and Ceylon Chamber Board Member Kasturi Chellaraja. To be conducted from 9 a.m. to 10:30 a.m., it will commence with each representative presenting their key economic policies, followed by a moderated question and answer session that will delve into a critical analysis of each party’s economic vision.  The Chamber said as Sri Lanka prepares for the upcoming Presidential election, it is paramount that voters are well-informed about the economic policies that will shape the future of our nation.  “This debate will serve as a premier platform for the leading political parties to present their economic visions and discuss the reforms they believe are essential for Sri Lanka’s progress. It will also create a space for insightful dialogue on the strategic direction Sri Lanka should pursue in the coming years,” the Chamber added.",
    "Registration to participate is now open. Please contact Alikie on 0115588805/[email protected] or Sriyani on 0115588877/[email protected] to register by the deadline 25 August."
  ]
}