{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-deposits-its-ratified-marine-biodiversity-pact-in-un-240909/",
  "time_ut": 1758095460.0,
  "original_lang": "en",
  "original_title": "Sri Lanka deposits its ratified marine biodiversity pact in UN",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka deposited its instrument of UN agreement on the Conservation and Sustainable use of Marine Biological Diversity of Areas beyond National Jurisdiction (BBNJ) with effect from this week, becoming state party to the convention and the move expected to give more access of marine resources to the island nation, the Foreign Ministry said.",
    "Sri Lanka ratified the United Nations Convention on the Law of the Sea on the Conservation and Sustainable Use of Marine Biological Diversity of Areas Beyond National Jurisdiction (BBNJ Agreement) in February this year.",
    "The move is also expected to enhance Sri Lanka’s potential to receive assistance for capacity-building projects, transfer of technology, and knowledge sharing in the country’s efforts in marine conservation.",
    "Sri Lanka has played an instrumental role in international maritime governance, most notably through its leadership in the development of the 1982 United Nations Convention on the Law of the Sea (UNCLOS).",
    "“Sri Lanka, along with other developing nations, views the Agreement’s implementation as a means to enhance conservation and the sustainable use of marine biodiversity beyond national jurisdiction,” the Foreign Ministry said in a statement.",
    "“By ratifying the BBNJ Agreement, Sri Lanka will have the opportunity to benefit from fair and equitable sharing of resources such as marine genetic resources (MGRs) and digital sequence information (DSI) from areas beyond national jurisdiction.”",
    "“The Agreement also prioritizes capacity building and the transfer of marine technology, empowering developing countries like Sri Lanka to enhance its capabilities in conservation and sustainable use of marine biodiversity.”",
    "“Moreover, the Agreement will also enable Sri Lanka to work collectively with other nations to protect biodiversity, build climate resilience, and advance Sustainable Development Goals.”",
    "Sri Lanka is the 109th signatory to the Agreement, which has been ratified by 17 countries. (Colombo/September 17/2025)"
  ]
}