{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-cabinet-approves-ratification-of-un-convention-on-bbnj-196277/",
  "time_ut": 1735086600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka cabinet approves ratification of UN convention on BBNJ",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Cabinet of Ministers has approved the ratification of the convention on biodiversity beyond national jurisdiction (BBNJ) agreement, the Cabinet Spokesman said.",
    "The move is likely to allow the island nation to get more financial resources along with improved capacity and technical expertise to conserve marine biodiversity in its closest international sea.",
    "The oceans beyond national borders remained largely unregulated, leaving them vulnerable to the escalating threats of human activities in the international seas.",
    "Government officials say the global north’s focus on resources in the high seas and seabed poses significant challenges to maritime biodiversity, given their advanced technical capabilities and financial resources.",
    "These efforts give rise to concerns regarding their effects on marine ecosystems, encompassing issues such as overexploitation, habitat degradation, the diminishment of genetic diversity, and disruptions to ecological interconnectedness.",
    "“It is the third convention implemented under the United Nations Convention on the Law of the Sea (UNCLOS). As a result of swelling human activities in the developed countries, the maritime bio – diversity has been threatened and it has caused threat to the quality and resistance of the oceans,” the government said in its cabinet decision.",
    "“Based on better implementation of the United Nations convention on maritime law, broad cooperation of various stakeholders for securing massive geographical areas and conservation, the requirement to enter into the said convention was recognized.”",
    "“Accordingly, the Cabinet of Ministers approved the proposal furnished by the Minister of Foreign Affairs, Foreign Employment and Tourism to sign the convention on biodiversity of the areas situated beyond the national territory (jurisdiction).”",
    "The BBNJ agreement establishes a robust framework for the conservation and sustainable use of marine biodiversity beyond national jurisdiction.",
    "It represents a fundamental shift from a reactive to a proactive approach, calling for the establishment of marine protected areas, sustainable fisheries management practices, and the promotion of marine scientific research.",
    "However, the implementation of the BBNJ agreement faces significant challenges for developing countries, including constraints such as limited financial resources and lack of capacity and technical expertise, government officials have said.",
    "Without addressing these challenges, developing nations are unable to monitor impactful human activities in the high seas, despite their minimal involvement in such activities.",
    "Developing countries proposed enhancing their capacity by establishing a committee tasked with identifying the essential financial, technical, and institutional resources necessary for the effective implementation of the BBNJ agreement.",
    "Sri Lanka will ratify the convention while it has assumed the Chair of the Indian Ocean Rim Association (IORA) and the new new move will enable Sri Lanka to foster collaborative initiatives for the conservation of marine biodiversity within the BBNJ framework.",
    "This involves addressing trans-boundary challenges to ensure the sustained health and resilience of the diverse marine ecosystems in the Indian Ocean.",
    "Sri Lanka in the past had sought capacity building and transfer of technology, knowledge sharing and cooperation to fulfill the rights and responsibilities in a meaningful manner with regard to sustaining marine diversity. (Colombo/December 25/2024)"
  ]
}