{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Yes-future-of-SL-and-its-people-was-in-our-hands-to-shape-for-as-long-as-75-years/4-766736",
  "time_ut": 1726254827.0,
  "original_lang": "en",
  "original_title": "Yes, future of SL and its people was in our hands to shape for as long as 75 years",
  "original_body_lines": [
    "We have a challenging journey ahead, let us be alert, positive, proactive, and constructive, for this, is our only home",
    "Following is a reproduction of a post on LinkedIn by the author about 18 months ago on the occasion of Sri Lanka’s 75th independence on 4 February 2023",
    "Yes *“We did not focus on sustainable social responsiveness and thus there is dissent. We were not sincere and purposeful regarding interreligious, inter-communal, interracial harmony, resulting in intellectual capital flight – brain drain. There are many grievances among those who remained onshore. Reparations, Compensation, genuine initiatives towards National Harmony, are now a National Imperative.”*",
    "It is unwise, insensitive and indeed incomplete to say, as some say rather dismissively, that we have not created, neither built, nor established anything since we gained independence.",
    "Yes we had our ups and downs, pursued misdirected economic policies, were weak in implementation of desirable reforms, experienced insurrections and coups, civil wars and conflicts, natural disasters and man-made ones, some by default, some by design, some the outcome of recklessness and complacency in intervention, mediation, mitigation or management.",
    "*However, history will record that we had progressive, innovative, creative leaders who executed major reforms. In 1977, 45+ years ago, a post-independence Sri Lankan President, moved the country from an isolated, insular, inward looking nation to an open, outward looking nation. That was 14 years before India’s Manmohan Singh did so in 1991 and one year before China’s Deng Xiaoping did the same in 1978*",
    "*Free health and education, helped us achieve health statistics applauded by even the WHO. We produced doctors, engineers, lawyers, accountants, scientists and more. Some now work in the west winning awards and accolades*",
    "*Post ‘77, we dammed rivers, built airports, modernised harbours, established free trade zones, an institution to attract Foreign Direct Investment, pursued an export led growth strategy, established a Stock Exchange and a Securities and Exchange Commission to promote, monitor, regulate an orderly capital market, to attract Local & Foreign Portfolio Investment. We reformed SOEs, privatised and even listed many*",
    "*Our Central Bank licenced, regulated, and supervised banks and maintained to a large extent, a safer banking system. We generated a sizeable, small and medium enterprise community, created a resilient large business and corporate community, established standards of accounting, auditing and corporate governance and more*",
    "*With progress came challenges, corruption and greed. We took many steps forward, many backwards, borrowed money we couldn’t repay, built good infrastructure as well as created white elephants, allowed abuse, mismanagement, accumulation of losses in SOE’s, etc.*",
    "We did not focus on sustainable social responsiveness and thus there is dissent. We were not sincere and purposeful regarding interreligious, inter-communal, interracial harmony, resulting in intellectual capital flight – brain drain. There are many grievances among those who remained onshore. Reparations, Compensation, genuine initiatives towards National Harmony, are now a National Imperative.",
    "Yet, I remain optimistic. We have a challenging journey ahead, let us be alert, positive, proactive, and constructive, for this, is our only home."
  ]
}