{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/United-Nations-adopts-ground-breaking-pact-for-the-future-to-transform-global-governance/14-767256",
  "time_ut": 1727461184.0,
  "original_lang": "en",
  "original_title": "United Nations adopts ground-breaking pact for the future to transform global governance",
  "original_body_lines": [
    "New York: World leaders last week adopted a Pact for the Future that includes a Global Digital Compact and a Declaration on Future Generations.",
    "This pact is the culmination of an inclusive, years-long process to adapt international cooperation to the realities of today and the challenges of tomorrow. The most wide-ranging international agreement in many years, covering entirely new areas as well as issues on which agreement has not been possible in decades, the pact aims above all to ensure that international institutions can deliver in the face of a world that has changed dramatically since they were created.",
    "As the Secretary-General has said, “We cannot create a future fit for our grandchildren with a system built by our grandparents.”",
    "Overall, the agreement of the pact is a strong statement of countries’ commitment to the United Nations, the international system and international law. Leaders set out a clear vision of an international system that can deliver on its promises, is more representative of today’s world and draws on the energy and expertise of governments, civil society and other key partners.",
    "“The Pact for the Future, the Global Digital Compact, and the Declaration on Future Generations open the door to new opportunities and untapped possibilities,” said the Secretary General during his remarks at the opening of the Summit of the Future. The President of the General Assembly noted that the pact would “lay the foundations for a sustainable, just, and peaceful global order – for all peoples and nations.”",
    "The pact covers a broad range of issues including peace and security, sustainable development, climate change, digital cooperation, human rights, gender, youth and future generations, and the transformation of global governance. Key deliverables in the pact include:",
    "The most progressive and concrete commitment to Security Council reform since the 1960s, with plans to improve the effectiveness and representativeness of the Council, including by redressing the historical underrepresentation of Africa as a priority.",
    "The first multilateral recommitment to nuclear disarmament in more than a decade, with a clear commitment to the goal of totally eliminating nuclear weapons.",
    "Agreement to strengthen international frameworks that govern outer space, including a clear commitment to prevent an arms race in outer space and the need to ensure all countries can benefit from the safe and sustainable exploration of outer space.",
    "Steps to avoid the weaponisation and misuse of new technologies, such as lethal autonomous weapons, and affirmation that the laws of war should apply to many of these new technologies.",
    "The entire pact is designed to turbo-charge implementation of the Sustainable Development Goals.",
    "The most detailed agreement ever at the United Nations on the need for reform of the international financial architecture so that it better represents and serves developing countries, including:",
    "Giving developing countries a greater say in how decisions are taken at international financial institutions;",
    "Mobilising more financing from multilateral development banks to help developing countries meet their development needs;",
    "Reviewing the sovereign debt architecture to ensure that developing countries can borrow sustainably to invest in their future, with the IMF, UN, G20 and other key players working together;",
    "Strengthening the global financial safety net to protect the poorest in the event of financial and economic shocks, through concrete actions by the IMF and Member States;",
    "and accelerating measures to address the challenge of climate change, including through delivering more finance to help countries adapt to climate change and invest in renewable energy.",
    "Improving how we measure human progress, going beyond GDP to capturing human and planetary wellbeing and sustainability.",
    "A commitment to consider ways to introduce a global minimum level of taxation on high-net-worth individuals.",
    "On climate change, confirmation of the need to keep global temperature rise to 1.5 °C above pre-industrial levels and to transition away from fossil fuels in energy systems to achieve net zero emissions by 2050.",
    "The Global Digital Compact, annexed to the Pact, is the first comprehensive global framework for digital cooperation and AI governance.",
    "At the heart of the Compact is a commitment to design, use and govern technology for the benefit of all. This includes commitments by world leaders to:",
    "Make the online space safe for all, especially children, through actions by governments, tech companies and social media;",
    "Govern Artificial Intelligence, with a roadmap that includes an International Scientific Panel and a Global Policy Dialogue on AI;",
    "Make data more open and accessible, with agreements on open-source data, models, and",
    "This is also the first global commitment to data governance, placing it on the UN agenda and requiring countries to take concrete actions by 2030.",
    "The first ever Declaration on Future Generations, with concrete steps to take account of future generations in our decision-making, including a possible envoy for future generations.",
    "A commitment to more meaningful opportunities for young people to participate in the decisions that shape their lives, especially at the global level.",
    "A strengthening of our work on human rights, gender equality and the empowerment of women.",
    "Strong signals on the importance of engagement of other stakeholders in global governance, including local and regional governments, civil society, private sector and others.",
    "There are provisions across the Pact and its annexes for followup action, to ensure that the commitments made are implemented.",
    "The Summit process and the Pact have been deeply enriched by the contributions of millions of voices and thousands of stakeholders from around the world.",
    "The Summit brought together over 4,000 individuals from Heads of State and Government, observers, IGOs, UN System, civil society and non-governmental organisations. In a broader push to increase the engagement of diverse actors, the formal Summit was preceded by the Action Days from 20-21 September, which attracted more than 7,000 individuals representing all segments of society. The Action Days featured strong commitments to action by all stakeholders, as well as pledges of $ 1.05 billion to advance digital inclusion."
  ]
}