{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/w-jayasiri-the-materiality-of-human-voice-in-acting/",
  "time_ut": 1727236740.0,
  "original_lang": "en",
  "original_title": "W. Jayasiri: The Materiality Of Human Voice In Acting",
  "original_body_lines": [
    "In the dawn of 22nd of September 2024, when people in Sri Lanka were waiting to see the final results of the presidential election to select the 9th executive president, social media circulated an unexpected news that versatile actor, social activist, and author W. Jayasiri had passed away. W. Jayasiri intended to see a change in the current political system, which has been corrupted and spoiled for nearly 8 decades. Jayasiri was a supporter of democratic social transformations and a man who believed in a fair and just society. He cast his vote and said goodbye to us.",
    "Jayasiri developed his acting career through his close encounters with a group of people in the 1960s, including Dharmasena Pathiraja, Thilak Jayaratne, and Sugathapala de Silva. Jayasiri first stepped into Sri Lankan theatre in the early 1960s with post-independence avant-garde theater group Ape Kattiya led by Sugathapala de Silva. As a graduate of the University of Colombo, he started working with Dharmasena Pathiraja and supported him to produce his films, first as an assistant director, then as an actor and also a songwriter.",
    "This paper intends to explore the importance of W. Jayasiri as an actor and his contribution in the Sinhala-speaking Sri Lankan theatre. But with the limitation of this paper, I do not intend to discuss his vast arrays of acting career expanded through theatre, film, and television. Instead, what I want to do here is to discuss and theorize how the voice contributes to generating emotions in theatre acting, referring to W. Jayasiri’s acting career. The argument that I want to bring forward is that W. Jayasiri is an actor who used his voice and non-emotional display of his face to portray deeper characteristics of the roles he played. His theatre and filmography depict this vocal manifestation of character portrayal and further problematize the idea of emotional display of acting through facial expressions. His face is very often non-expressive and static, while his voice carries the emotions that affect the theatergoer to experience the emotional journey of the character he portrays.",
    "In the Asian aesthetic theory, the emotional display of acting and dance is vital for the performer to engage with the audience member. Various emotions categorized by the Nātyashāstra are identified as key task emotions to be displayed by the actor/dancer during a performance. Despite the complexity of rasa theory and emotions in the Nātyashāstra, current understanding of emotions has come from the misconception that the actor’s task is to display emotions felt in the inner core and expressed through the facial and physical means.",
    "This inner and outer paradigm of acting and emotional display is similar to the ‘idea-response model’ of knowledge acquisition. In this model, the idea comes through the outer world and is received by the brain. Then the brain processes the ideas and generates responses through the body. Similarly, it is believed that the actor’s emotions are generated in the inner core and expressed through the body (face). In this paper, what I argue is that with W. Jayasiri’s acting, these established prejudices of task emotions and emotional display in acting can be revisited and questioned with his voice as the key to generating emotions to enhance the theatergoers’ experience.",
    "The most lasting and historic problem of emotional engagement in acting was first theorized by French philosopher Denis Diderot. Dederot’s famous treaty, Paradox of Acting (Paradoxe sur le Comdéian), intended to articulate a theory of acting and argued that the actor should not be engaged with the emotion when portraying a character. In other words, if the actor wants to persuade the audience member, he/she should not be felt by emotion. This is the paradox that Diderot argued in theorizing acting based on his observation of the famous English actor David Garrick. Joseph R. Roach shows us that ‘He (Diderot) came to believe that an actor should not attempt to experience on stage the emotions he enacts (Roach, 2011, p. 122). Rather, as Roach further speculates, Diderot rejected the idea that the artist should not imitate nature. Diderot believed that the artist creates an illusion of nature. He (the artist) does this by selecting details through observation or memory, recombining them in his imagination, and then finally expressing them in the materials of his chosen medium’ (Roach, 2011, p. 125).",
    "I have cited the above quotation from the book Player’s Passion: Studies in the Science of Acting to show the long-standing nature of the paradoxical argument of the actor’s emotions in theatrical performance. I want to highlight this idea in order for me to discuss the nature of W. Jayasiri’s approaches to acting both on stage and in films.",
    "In his book, Acting Emotions: Shaping Emotion on Stage, Elly A. Konijn discusses the American dominance of psychological acting and its profound effect on contemporary acting theory. In American theatre and film, the psychological dominance was prominent. Early Hollywood actors were trained by Lee Strasburg and his collaborators to develop a mind-centric actor training system that is widely known as the American Method. In this approach, a linear progression of the actor’s emotional engagement on stage or on screen is established. Accordingly, first, emotion creates action, action creates character, and character creates theatre. In this formula, the action is generated by the emotions of the actor. These emotions lead to the bodily action. The character is subsequently created through these actions. The key assumption of this formula is that the actor possesses emotional content within her/himself and during a performance, this emotional content is stimulated to bring out the expressions to the fore. However, Konijin further complicates the argument:",
    "Emotional things happen, yes. But not emotional identification with the character. At least not in performance – briefly in rehearsal, maybe – but not live in front of an audience (Konijn, 2000, p. 11).",
    "What Konijn suggests here is that the psychological realism in the USA and elsewhere is powerful enough to articulate a theory of emotion in acting, but in practice it is not a general theory for all kinds of actors. Therefore, Konijn further asks several key questions to explore the complexity of the actor’s engagement with emotions and how she/he portrays them on stage: 1. Why is the actor in performance not experiencing inner emotional alignments with the character being portrayed? 2. If not character empathy, what actually is the actor experiencing? 3. How does the actor actually experiences convert to performance energy? 4. In the best of cases (e.g., a good performance), how does the actor beguile the audience into a belief that he/she is truly ‘feeling’ his/her character? (ibid).",
    "As an actor who worked in the Sri Lankan Sinhala speaking theatre for decades and films, W. Jayasiri has demonstrated this stark revelation of the actor’s engagement of emotions and how he crafted his acting through his voice to create the power of presence on stage. This power of voice and its tonality attracted people who gathered at the theater and conjured the emotional contents to engage with his performance. What I see in him as an actor is that he has a powerful face and a deep, cracked voice that combine together to attract his audience members. His face, when he performs on stage or screen, never demonstrates emotions or ‘bhava’ but is an empty slate where his voice brings the emotional content of his character to engage with his audience.",
    "I first witnessed his unprecedented virtuosity of performance in Marat Sade, translated and directed by Sugathapala de Silva. His stage presence and power of bodily co-presence between himself and us as the audience brought powerful imagery for the play. At the time, I was a student who was fascinated by theatre and acting. Later in my acting career, I had the opportunity to work with him in the movie Me Mage Sandayi (This is My Moon), written and directed by Asoka Handagama. From his character portrayals of Dharmasena Pathiraja’s movies such as Bambaru Evith to Asoka Handagama’s films, my observation is that he does not portray emotions but articulates his dialogue in a way that the tonality of his voice and his articulation of lines provide a grounding to the character and its emotional content.",
    "It is evident that much of the discussion about acting and actors is limited to their emotional engagement and how they portray characters. The discussion about how actors use their voice and tonalities to pursue audiences is a marginal discussion in the current scholarship. However, if one digs into the history of acting and actors’ work in the Greek and Roman eras, the main concern about acting was the rhetor’s delivery and vocal capacities. Aristotle, in his Poetics, dedicated a few sections to discuss the importance of delivery, diction, and voice of the actor. He wrote:",
    "It is essentially, a matter of the right management of the voice to express the various emotions – of speaking loudly, softly, or between the two; of high, low or intermediate pitch; of the various rhythms that suites various subjects (Cole and Chinoy, 1996, p. 12).",
    "Aristotle’s emphasis on the right management of the voice and its connection with the right management of emotion reveals how the voice carries the emotions. He has seen the direct connection between the actor’s emotions and her/his voice and delivery. Similarly, Marcus Fabius Quintalian, the Roman orator and teacher, emphasized the importance of the orator’s voice and his gestures. In his treaty titled Institutes of Oratory, he argued, ‘Whenever he has to raise his voice, the effort may be that of his lungs and not of his head; that his gesture may be suited to his voice, and his looks to his gesture’ (Cole and Chinoy, 1996, p. 27). As Asian dramatic theory and yoga exclaim, prana vayu (living breath) has a connection to the emotional content of the person. Phillip Zarrilli discusses Indian acting theories and their prominence in the vibratory theories of sound. In this vibratory theory, prana vayu, or wind humour plays a key role in awakening one’s inner energy (kundalini Shakti). This prana vayu animates the inner energy and carries it through the spinal code by animating the physicality and voicing (Zarrilli, 2002, p. 86).",
    "As the Asian theory of acting suggests, the key to a successful execution of acting is to tap into the actor’s breath energy, which will support the actor in finding the correct voice and bodily posture. Jayasiri’s acting demonstrates such techniques employed in his acting career. Jayasiri’s voice dominates the ambiance of the theatre space and his voice power elevates the audience’s experience of space and the actor’s presence. As Erika Fitcher-Lichte argues, a performance space is never a space for seeing things (theatron), but a place for hearing (auditorium). In theatre, sound creates spatiality, and vocality creates physicality (Fischer-Lichte, 2014, p. 35). As Fischer-Lichte shows us, the actor’s vocal work creates three types of materiality in theatre: physicality, spatiality, and tonality (ibid.). If I apply this to Jayasiri’s voice and his vocal work on stage, his voice creates a physicality that penetrates the bodies of the audience. Nonetheless, the audience experiences the creation of the spatiality through his voice that resonates in the architectural space of the theatre.  The tonality of his voice ignites the emotional contents of the audience. In this sense, Jayasiri’s voice is a unique apparatus of his acting craft, which deepens the theatrical experience beyond language.",
    "I have discussed the importance of vocal work in acting and how the voice connects to the generation of emotions in the actor’s art. I extended this discussion to show how W. Jayasiri was a unique actor in the Sri Lankan Sinhala-speaking theatre whose voice and tonality stand out as the acting presence of the roles he enacted on stage. It is a rare and unique quality that an actor possesses who dominates theatre and screen. Jayasiri hypnotized his theatergoers through his voice and his delivery of lines to portray the complex emotions and inner drives of the character he portrayed. Jayasiri’s enacted task emotions are portrayed through his voice, revealing the connection between emotions and the human voice.",
    "Cole, T., & Chinoy, H. K. (1996). Actors on acting: the theories, techniques, and practices of the world’s great actors, told in their own words. New York: Three Rivers Press.",
    "Fischer-Lichte, E. (2014). The Routledge Introduction to Theatre and Performance Studies. Routledge.",
    "Konijn, E., & Leach, B. (2000). Acting emotions: shaping emotions on stage. Amsterdam: Amsterdam University Press, Cop.",
    "Roach, J. (2011). The player’s passion: studies in the science of acting. Ann Arbor: The University Of Michigan, Cop.",
    "Zarrilli, P. B. (2002). Acting (re)considered: a theoretical and practical guide. London; New York: Routledge.",
    "*Saumya Liyanage is professor in Drama and Theatre, currently working at the Dept. of Theatre Ballet and Modern Dance, Faculty of Dance and Drama, University of the Visual and Performing Arts, Colombo, Sri Lanka. Email: saumya.l@vpa.ac.lk"
  ]
}