{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/egg-white-masks-for-clear-skin/",
  "time_ut": 1717006440.0,
  "original_lang": "en",
  "original_title": "Egg white masks for clear skin",
  "original_body_lines": [
    "All of us love to have eggs at breakfast time…even lunch and dinner, as well.",
    "Yes, eggs can also help us get rid of skin problems, so this week I’ve decided to do my beauty scene with eggs.",
    "You will need 1 egg white, 1 teaspoon of lemon juice and ½ teaspoon of honey",
    "Whisk all the ingredients in a clean mixing bowl and then apply this mixture to your face.",
    "Let the mask dry for about 10-15 minutes and then remove the mask with a wet wipe or damp cloth.",
    "You will need 1 egg white, 1 teaspoon of orange juice and ½ teaspoon of turmeric powder.",
    "Whisk the egg white in a bowl until it turns frothy. Add the orange juice and turmeric. Mix all the ingredients thoroughly. Apply this mixture to your face.",
    "You will need 1 egg white, ¼ ripe mashed avocado and1 teaspoon of yoghurt.",
    "Whisk the egg white until it is frothy and then add the mashed avocado and yoghurt.",
    "Apply this paste to your face and wait for 15-20 minutes before washing with warm water.",
    "(Do this once or twice a week, depending on how dry your skin is)",
    "Whisk the egg white until it is stiff and then apply this paste to your skin with a makeup brush.",
    "Place the strips of paper towels, or tissues, on your skin, and recoat the paper towels with the egg white mixture for better results.",
    "Peel off the paper towels after the mask dries and rinse your face with lukewarm water.",
    "You will need 1 egg white, 1 teaspoon of honey, 1 teaspoon of yoghurt and 1 teaspoon of cucumber juice",
    "Mix all the ingredients to form a smooth paste. Apply this paste to your face and let it dry for 15-20 minutes.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}