{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-strongly-expects-to-sign-up-us3-0-fdi-in-2024-with-china-refinery-162667/",
  "time_ut": 1715507520.0,
  "original_lang": "en",
  "original_title": "Sri Lanka strongly expects to sign up US$3.0 FDI in 2024, with China refinery",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is expecting to sign foreign direct investment agreements of 3 billion US dollars in 2024, with help of a refinery to be built by Sinopec of China, State Minister for Investment Promotion Dilum Amunugama said.",
    "“The investment promotion ministry was given a target of billion US dollars of FDI for 2024,” Minister Amunugama said.",
    "“Though the final contracts have not been signed I am pleased to say even now discussions are steadily progressing to exceed that number.",
    "“By the second quarter we are likely to be able to double it and by the end of the year may be treble it.”",
    "A renewable energy project by India’s Adani group for which a power purchase agreement was approved by the cabinet this week was valued at 800 million US dollars.",
    "The first phase of an oil refinery in Hambantota by China’s Sinopec group will be around 2.8 billion US dollars.",
    "China’s refinery is to be a 5.0 billion US dollar in three phases with the first phase valued at 2.8 billion dollars.",
    "In 2024, in the UK, Canada, France, Italy and Germany the Board of Investment has appointed investment agents and country representatives on an honorary basis from business persons of sri Lanka origina and started investment forums.",
    "“Instead of waiting for investors to come we are now directly approaching them,” Minister Amunugama said.",
    "Sri Lanka’s investment environment has got better compared to last year.",
    "“Whatever anyone says, I can as the Investment Promotion Minister that the environment has got better,” Minister Amunumgam said.",
    "“Firstly, there should be political stability, there should be monetary stability and confidence in monetary stability (mool-yer sthaver-bar-wa-yer).",
    "“Then there has to be some predictability about the future.”",
    "Sri Lanka operates a flexible inflation targeting framework (trying to target a domestic anchor without  a clean float) and also target pontential output (print money and cut rates to promote growth), and ends up in the arms of the International Monetary Fund after running out of foreign exchange. (Colombo/May12/2024)"
  ]
}