{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/computer-initiative-at-aarangawa-sri-dammarama-primary-school/",
  "time_ut": 1727466480.0,
  "original_lang": "en",
  "original_title": "Computer initiative at Aarangawa Sri Dammarama Primary School",
  "original_body_lines": [
    "HUTCH is committed to advancing digital literacy in Sri Lanka. In line with this commitment, the company has provided desktop computers to Aarangawa Sri Dammarama Primary School in Minuwangoda, as part of its CSR activities. This timely initiative, which aligns with International Literacy Day, reflects HUTCH’s dedication to supporting education through technology, particularly in rural and underserved communities. The contribution aims to provide students with access to essential digital tools that are increasingly becoming the foundation of modern education, helping to bridge the gap between urban and rural learning environments. This is part of an ongoing project by Hutch, which will continue to expand, covering other local schools with similar needs to further support digital literacy across the country.",
    "A special ceremony was held at the school to mark the occasion, which saw the participation of key representatives from HUTCH, including Mangala Bandara, General Manager – Corporate Affairs, Indika Edirisinghe, General Manager – IT & Core Network, and Marina Emmanuel, Head of Customer Service. Their presence signalled the importance of this cause to HUTCH, and the occasion reinforced the company’s leadership in driving positive change through corporate social responsibility initiatives.",
    "Through this contribution, the company is honoured to contribute to the digital transformation of Sri Lanka’s education sector and support the development of future generations by providing them with the tools they need to succeed in a connected world.",
    "As digital literacy becomes a crucial element of a well-rounded education, this initiative will empower students to engage with technology in ways that prepare them for the future. HUTCH will thus continue to prioritise such initiatives as part of its long-term vision to support education and improve literacy rates by making technology accessible to all.",
    "Union Bank partners with USAID & Ceylon Chamber of Commerce to empower SMEs for global growth",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}