{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104149/sri-lanka-receives-chinas-fabric-grant-for-2025-school-uniforms",
  "time_ut": 1733834100.0,
  "original_lang": "en",
  "original_title": "Sri Lanka receives China’s fabric grant for 2025 school uniforms",
  "original_body_lines": [
    "Sri Lanka has received the grant of 11.28 million meters of fabric required to be provided for schoolchildren as uniform materials for the year 2025, from the People’s Republic of China.",
    "The fabric grant was officially handed over to the Minister of Education, Higher Education and Vocational Education, Prime Minister Dr. Harini Amarasuriya by the Chinese Ambassador to Sri Lanka Qi Zhenhong during an event held at the Colombo Port today (10).",
    "The 11.28 million meters of fabric, valued at around Rs. 5.2 billion, will be distributed among the students of 10,096 government and government-aided schools and 822 ‘pirivens’.",
    "The provision of uniform fabric to students free of charge has been carried out continuously by the Ministry of Education since 1992, and vouchers were issued to obtain school uniforms during the period from 2015 to 2020. Again, beginning from the year 2021, uniforms for school students were produced and purchased from local textile manufacturers.",
    "However, in view of the economic situation faced by the country due to the Covid-19 pandemic, the People’s Republic of China provided 70% of the uniform requirements for the year 2023 as a grant and purchased the remaining 30% from local textile manufacturers.",
    "Sri Lanka’s government approved receiving of the fabric grant for the year 2025, after testing the sample sent to the Ministry of Education in relation to the relevant stock of fabric by the Sri Lanka Textile and Garment Institute (SLITA), and upon receiving the recommendation that the fabric is suitable for use by school students.",
    "Speaking during the event, Prime Minister Dr. Amarasuriya expressed gratitude to the People’s Republic of China and the Chinese President.",
    "Commenting further, she noted: “The education is an extremely high priority for our country, and we know that China also values education greatly, and sees education as one of the primary modes through which we can reach development.”",
    "“For us as a government, investing in education is incredibly important. Investing in education means making it possible for all children irrespective of any socio-economic difference or position-to be able to accept education with dignity”, Dr. Amarasuriya added."
  ]
}