{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/HSBC-and-A-PAD-Sri-Lanka-spearhead-recovery-mission-for-education-in-flood-affected-districts/56-769583",
  "time_ut": 1732303087.0,
  "original_lang": "en",
  "original_title": "HSBC and A-PAD Sri Lanka spearhead recovery mission for education in flood-affected districts",
  "original_body_lines": [
    "HSBC Sri Lanka Head of Sustainability Dilini Fernando, distributing educational supplies",
    "Building resilience during natural disasters is vital to continue education of school children affected by disasters, and demonstration of corporate commitment is key to overcome the stress that comes with it. HSBC and A-PAD Sri Lanka launched ‘Reviving Education,’ an initiative that is vital to ensure continuity of education for children affected by recent floods.",
    "The project came at a critical time when torrential rains since 8 October, disrupted schooling across multiple districts, affecting over 137,792 people. The situation led to the closure of many schools on 14 and 15 October in Colombo, Gampaha, and Kelaniya Zonal Divisions, as well as Kolonnawa and Kaduwela Education Divisions. Gampaha emerged as one of the hardest-hit districts, with 60,902 people affected. Areas including Wattala, Kelaniya, Ja-Ela, and Biyagama faced severe impact, necessitating the deployment of Navy and Airforce teams for rescue and evacuation operations.",
    "At the heart of this initiative lay HSBC’s fundamental belief that education is the cornerstone of a child’s future, and natural disasters shouldn’t interrupt their learning journey. Through Reviving Education led by HSBC, the bank demonstrated its commitment to not just providing educational supplies but investing in the resilience and future of young minds during challenging times.",
    "The initiative reached 1,500 school children across flood-affected regions, with carefully planned distribution across 29 Grama Niladhari divisions. In Kelaniya, 700 students across 10 Grama Niladari divisions received support through three distribution locations, while in Gampaha, 800 students across 19 Grama Niladhari divisions were assisted through four distribution points. Each student received an educational support package, designed to ensure their studies could continue despite the challenging circumstances. This swift response helped prevent long-term disruption to their academic progress, a crucial factor in maintaining educational momentum and student morale during crises.",
    "The distribution effort that was coordinated by local officials including Disaster Management Centre Deputy Director A.M.A.N. Chandrasiri, ensured supplies reached the most vulnerable communities. The ground-level implementation by Administrative Grama Niladharis of Kelaniya Divisional Secretariat and Gampaha Divisional Secretariat T.A.J.C. Thennakoon and P.R. Arambewaththa respectively and the Gampaha Divisional Secretariat Disaster Relief Service Officer W.A.D.C.  Ariyasena proved crucial in identifying and supporting affected students.",
    "The impact of this initiative resonated deeply within affected communities, as expressed by Chanaka from a vulnerable village in Yakkala, who stated “We express our heartfelt gratitude to HSBC and A-PAD Sri Lanka. Because of recurrent natural hazards, our village is highly vulnerable, and this often hinders our children’s education. This support extended means our children can continue learning despite the challenges we face.”",
    "Through this initiative, HSBC and A-PAD Sri Lanka said it not only provided immediate relief but also invested in the future of Sri Lanka, ensuring that natural disasters wouldn’t derail their educational aspirations and dreams — standing as a testament to how corporate social responsibility could create meaningful change, one student at a time."
  ]
}