{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-needs-to-balance-global-powers-for-economic-growth-minister-149918/",
  "time_ut": 1707142140.0,
  "original_lang": "en",
  "original_title": "Sri Lanka needs to balance global powers for economic growth: Minister",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka will have to manage and balance all the global powers to achieve its economic growth and thus the island nation’s foreign policy should aim for economic diplomacy instead of political diplomacy, State Foreign Minister Tharaka Balasuriya said.",
    "Analysts say Sri Lanka has become the center of proxy geopolitical war between the country’s neighbour India and the World’s second largest economy China.",
    "China’s increasing influence in Sri Lanka has raised security concerns to India and that has already led Colombo to suspend the arrival of Chinese research vessels to the island nation.",
    "President Ranil Wickremesinghe government has promised a non-aligned foreign policy which was not followed by his predecessors. Successive Colombo governments’ foreign policy had leaned towards either China or the West in the past.",
    "“We need to deal with everybody,” Balasuriya told reporters last week when asked over the foreign policy on international issues like the war in Ukraine and Palestine.",
    "He said the country will strictly follow the non-aligned foreign policy.",
    "“As India being our neighbour, we have to make sure that India’s security concerns are addressed. India is not the old India where they went and put dhal to Sri Lanka,” he said referring to a 1987 Indian intervention in the Northern war zone.",
    "In June 1987, Indian Air Force planes, escorted by fighter jets, flew over Sri Lanka and dropped nearly 25 tons of relief supplies including dhal to ethnic Tamil residents, which later led the then Sri Lankan government to suspend its military offensive against Tamil rebels in the region.",
    "The move came in defiance of Sri Lanka’s refusal to accept a unilateral Indian aid mission to the Tamils, which Sri Lankan later protested as “a naked violation of our sovereignty . . . and territorial integrity.”",
    "However, India later assisted Sri Lanka along with other international powers to end a nearly three-decade war in 2009.",
    "“In two or three year time, India will be the third largest economy in the world. India has been a true friend. India stepped in when the IMF should have helped us, he said referring to a $4 billion assistance including an Indian credit line when Sri Lanka declared sovereign default in 2022.",
    "“China is a very important investment partner of Sri Lanka. We want to further deepen our relationship with China when it comes to investing in Sri Lanka. We want to align ourselves with the global supply chain.,” he said.",
    "China became the island nation’s top lender and foreign investor after the end of the war. However, the West later blamed China for dragging Sri Lanka into debt trap by lending for infrastructure projects which never gave Sri Lanka return on investment.",
    "“When it comes to political matters such as the UN Human Rights Council, Russia and China have always backed Sri Lanka. So, we also have to reciprocate. If we don’t reciprocate, other countries will not be backing us.”",
    "Sri Lanka’s strategic location in the Asia Pacific region has attracted many world powers.",
    "Balasuriya said Sri Lanka must work closely with the Western powers like Europe, the United Kingdom, and the United States as they are the island nation’s biggest export markets.",
    "“So, we need to work closely with the European countries also and our values are very much in line with the European values when it comes to things like human rights, when it comes to things like democracy.”",
    "He said most of the country’s dollar remittances come from the Middle East while Sri Lanka wants to build relations with emerging regional powers like Indonesia, Iran, and Nigeria as well as with African countries.",
    "“Sri Lanka as a small country does not have global political ambitions. We are not going to invade a country,” he said.",
    "“So, our foreign policy should be based on making sure that Sri Lanka achieves economic growth. We want to shift our foreign policy more towards economic diplomacy than towards political diplomacy.” (Colombo/Feb 05/2024)"
  ]
}