{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112254/pope-leo-xiv-declares-carlo-acutis-as-first-millennial-saint",
  "time_ut": 1757235840.0,
  "original_lang": "en",
  "original_title": "Pope Leo XIV declares Carlo Acutis as first millennial saint",
  "original_body_lines": [
    "Pope Leo XIV declared a 15-year-old computer whiz the Catholic Church’s first millennial saint Sunday, giving the next generation of Catholics a relatable role model who used technology to spread the faith and earn the nickname “God’s influencer.”",
    "Leo canonized Carlo Acutis, who died in 2006, during an open-air Mass in St. Peter’s Square that was attended by tens of thousands of people, many of them millennials and couples with young children. During the ceremony, Leo also canonized another popular Italian figure who died young, Pier Giorgio Frassati.",
    "The Vatican said 36 cardinals, 270 bishops 212 priests had signed up to celebrate the Mass along with Leo in a sign of the saints’ enormous appeal to the hierarchy and ordinary faithful alike.",
    "Leo, history’s first American pope, made an unscripted appearance to the crowd before the Mass began, welcoming “so many young people who have come for this Holy Mass.”",
    "“Truly, it’s a blessing of the Lord,” he said as he urged them to remain in the piazza after the service so he could greet them from his popemobile.",
    "Both ceremonies were scheduled for earlier this year, but were postponed following Pope Francis’ death in April. Francis had fervently pushed the sainthood case forward, convinced that the church needed someone like him to attract young Catholics to the faith while addressing the promises and perils of the digital age.",
    "A hour before the Mass, St. Peter’s Square was already full with pilgrims, many of them young millennial Italians who had found in Acutis a relatable modern-day role model.",
    "“I learned from different people what his professors, his teachers said about his joy and the light he carried around him,” said Leopoldo Antimi, a 27-year-old Roman who got to the square early to secure a spot. “So for me personally as an Italian, even on social networks that are used so much, it is important to have him as an influencer.”",
    "Acutis was born on May 3, 1991, in London to a wealthy but not particularly observant Catholic family. They moved back to Milan soon after he was born and he enjoyed a typical, happy childhood, albeit marked by increasingly intense religious devotion.",
    "Acutis was particularly interested in computer science and devoured college-level books on programming even as a youngster. He earned the nickname “God’s Influencer,” thanks to his main tech legacy: a multilingual website documenting so-called Eucharistic miracles recognized by the church, a project he completed at a time when the development of such sites was the domain of professionals.",
    "Acutis was known to spend hours in prayer before the Eucharist each day. The Catholic hierarchy has been trying to promote the practice of Eucharistic adoration because, according to polls, most Catholics don’t believe Christ is physically present in the Eucharistic hosts.",
    "In October 2006, at age 15, Acutis fell ill with what was quickly diagnosed as acute leukemia. Within days, he was dead. He was entombed in Assisi, which known for its association with another popular saint, St. Francis.",
    "In the years since his death, young Catholics have flocked by the millions to Assisi, where they can see the young Acutis through a glass-sided tomb, dressed in jeans, Nike sneakers and a sweatshirt.",
    "Acutis has been on the fast track for sainthood, as the hierarchy has seen that he has proven enormously popular with young Catholics, who see in him a relatable, modern day role model.",
    "“It’s like I can maybe not be as great as Carlo may be, but I can be looking after him and be like, ‘What would Carlo do?’” said Leo Kowalsky, an 8th grader at a Chicago school attached to the Blessed Carlo Acutis Parish.",
    "Kowalsky said he was particularly excited that his own namesake - Pope Leo - would be canonizing the patron of his school. “It’s kind of all mashed up into one thing, so it is a joy to be a part of,” Kowalsky said in an interview last week.",
    "Frassati, the other saint being canonized Sunday, lived from 1901-1925, when he died at age 24 of polio. He was born into a prominent Turin family but is known for his devotion to serving the poor and carrying out acts of charity while spreading his faith to his friends."
  ]
}