{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110683/sri-lanka-to-procure-us-west-texas-intermediate-crude-oil",
  "time_ut": 1753082700.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to procure US West Texas Intermediate crude oil?",
  "original_body_lines": [
    "The government is reportedly looking at the possibility of procuring US West Texas Intermediate (WTI) crude oil in a bid to reduce the trade deficit between Sri Lanka and the United States.",
    "Following the decision by US President Donald Trump to impose reciprocal tariffs based on trade deficit between the US and other trading partners, several countries including Sri Lanka have been engaging with the Office of the United States Trade Representative to strike deals to reduce the tariff rates.",
    "Although US President Trump announced a tariff rate of 44% in April for Sri Lankan exports, it has now been reduced to 30%, effective August 1.",
    "Local officials are continuing to hold discussions in a bid to reduce the tariff rate further, according to government sources.",
    "Accordingly, Managing Director of the Ceylon Petroleum Corporation Dr. Mayura Neththikumarage noted that discussions are currently being held to include US West Texas Intermediate crude oil in the tender process when procuring oil.",
    "When inquired by Ada Derana, Dr. Mayura Neththikumarage stated that at present, Sri Lanka procures crude oil stocks that originate from the Gulf region, however a decision has been made to include U.S.-registered companies involved in West Texas Intermediate crude oil sales in future tender process.",
    "He however noted that a decision will be made on which type of crude oil to import to Sri Lanka based on price considerations.",
    "Dr. Mayura Neththikumarage added that Sri Lanka will also benefit, if the US decides to reduce its tariff rates which will have a bearing on both imports as well as exports.",
    "The Chairman of the Export Development Board (EDB), Mangala Wijesinghe, stated that discussions will be held with the United States before August 1, in an effort to obtain further relief from the 30% reciprocal tariffs imposed on goods exported from Sri Lanka.",
    "The Ministry of Finance initiated discussions aimed at reducing the trade tariffs proposed to be imposed by the US on exports from Sri Lanka.",
    "Accordingly, a virtual meeting was on July 18, between Sri Lankan representatives and officials from the Office of the United States Trade Representative.",
    "The discussion was led by the Secretary to the Ministry of Finance, Dr. Harshana Suriyapperuma, along with other relevant government officials.",
    "The primary focus of the meeting was to promote trade and investment relations between the two countries.",
    "Deputy Minister of Economic Development (Prof.) Anil Jayantha Fernando stated the US has offered to accept 70 to 80% of products exported from Sri Lanka without imposing any tariffs.",
    "The offer has been made during on-going discussions between Sri Lanka and the US following the decision by US President Donald Trump earlier this year to impose reciprocal tariffs on countries based on existing trade deficits.",
    "Speaking during the “Ada Derana Big Focus” program, Deputy Minister Anil Jayantha Fernando confirmed that the US offered Sri Lanka a list of 1,161 products for exports including apparel and 42 products related to the Agricultural industry.",
    "Trump announced sweeping global trade tariffs - including 44% on Sri Lanka",
    "United States President Donald Trump in April announced a sweeping set of reciprocal tariffs, imposing a baseline 10 per cent tax on all imports and significantly higher rates on dozens of countries with which the US runs trade deficits.",
    "The sweeping duties, which drew bewildered condemnation from many long-standing U.S. allies who found themselves tagged with unexpectedly high tariff rates, promised to erect new barriers around the world’s largest consumer economy, reversing decades of trade liberalization that have shaped the global order.",
    "In a statement delivered from the White House Rose Garden, Trump described the measure as a “declaration of economic independence” and vowed to boost domestic production by levelling the playing field with foreign competitors.",
    "The new tariff structure introduced a 10 per cent flat rate on all imports and applies higher rates to several major trading partners. At 49 per cent, Cambodia was imposed the steepest tariff, followed closely by Vietnam at 46 per cent, Sri Lanka at 44 per cent, and China at 34 per cent. Trump also announced a 26 per cent “discounted reciprocal tariff” on imports from India.",
    "The “reciprocal” tariffs, Trump said, were a response to duties and other non-tariff barriers put on U.S. goods. He argued that the new levies will boost manufacturing jobs at home.",
    "However, in July, US President Donald Trump announced a fresh round of tariffs targeting seven countries -- Sri Lanka, Algeria, Brunei, Iraq, Libya, Moldova and the Philippines.",
    "Trump shared official tariff letters sent directly to the heads of state of these nations.",
    "Accordingly, the tariff rate for Sri Lanka was reduced to 30%, effective August 1."
  ]
}