{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104790/strong-earthquake-kills-at-least-53-people-in-western-china",
  "time_ut": 1736230440.0,
  "original_lang": "en",
  "original_title": "Strong earthquake kills at least 53 people in western China",
  "original_body_lines": [
    "A strong earthquake killed at least 53 people in Tibet on Tuesday and left many others trapped as dozens of aftershocks shook the region of western China and across the border in Nepal.",
    "The official Xinhua News Agency said 62 other people were injured, citing the regional disaster relief headquarters.",
    "About 1,500 fire and rescue workers were deployed to search for people in the rubble, the Ministry of Emergency Management said.",
    "The U.S. Geological Survey said the earthquake measured magnitude 7.1 and was relatively shallow at a depth of about 10 kilometers (6 miles). China recorded the magnitude as 6.8.",
    "The epicenter was about 75 kilometers (50 miles) northeast of Mount Everest, which straddles the border. The area is seismically active and is where the India and Eurasia plates clash and cause uplifts in the Himalayan mountains strong enough to change the heights of some of the world’s tallest peaks.",
    "The average altitude in the area around the epicenter is about 4,200 meters (13,800 feet), the China Earthquake Networks Center said in a social media post.",
    "State broadcaster CCTV said there are a handful of communities within 5 kilometers (3 miles) of the epicenter, which was 380 kilometers (240 miles) from Lhasa, the capital of Tibet, and about 23 kilometers (14 miles) from the region’s second-largest city of Shigatse, known as Xigaze in Chinese.",
    "About 230 kilometers (140 miles) away in Nepal’s capital, Kathmandu, the earthquake woke up residents and sent them running out of their homes into the streets. No information was immediately available from the remote, mountainous areas of Nepal closer to the epicenter.",
    "There have been 10 earthquakes of at least magnitude 6 in the area where Tuesday’s quake hit over the past century, the USGS said."
  ]
}