{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Land-prices-surge-up-to-20-as-real-estate-market-responds-to-lower-rates-and-economic-stability/34-779464",
  "time_ut": 1753401132.0,
  "original_lang": "en",
  "original_title": "Land prices surge up to 20% as real estate market responds to lower rates and economic stability",
  "original_body_lines": [
    "Sri Lanka’s real estate sector is demonstrating robust signs of recovery and renewed investor confidence in 2025, buoyed by a stabilising economy and favourable market conditions.",
    "The latest ‘Real Estate Market Outlook Report 2025 (REMOR25)’ by LankaPropertyWeb (LPW) highlights a significant resurgence across the property landscape, with key indicators pointing towards sustained growth.",
    "One of the most significant indicators of this recovery is the rapid appreciation of land prices in the Western Province. The report indicates an average year-on-year (YoY) increase of 12% in the region for 2025. Suburban areas are leading this surge, with land prices in the Colombo district’s suburban areas experiencing an average 20% increase. Piliyandala, for instance, recorded a 16% price increase, and both Athurugiriya and Homagama experienced 14% YoY growth.",
    "This trend suggests a shift in investor focus from the historically saturated city centre to burgeoning suburban zones that offer strong infrastructure and development potential.",
    "In contrast, Colombo 1-15 saw a more moderate 7% price increase, underscoring the increasing appeal of outer-city investments. Beachfront lands are also in high demand, with southern coastal areas seeing average asking prices of Rs. 2 million per perch, driven by tourism and interest from overseas buyers.",
    "The report also notes that the residential apartment sector is beginning to stabilise following several years of sharp price swings. YoY apartment sales prices increased modestly, with urban areas seeing rises from 0.2% to 2.8%, and suburban areas experiencing increases up to 2.9%. Rental prices have remained steady, particularly in high-end segments, reflecting sustained demand despite the broader market cooling. This shift indicates a cooling market environment and a transition from speculative activity to more structured, long-term investment behaviour.",
    "With an existing inventory of 37,000 units and an additional 8,200 expected by 2027, supply is ample, yet demand remains robust, especially for three-bedroom units. Overseas buyers account for a significant 27.7% of search traffic, according to the LPW’s search traffic, emphasising Colombo’s attractiveness to expats looking to invest, primarily due to the stabilising environment and attractive square foot rates compared to the region and developed countries, when calculated in US dollars.",
    "Housing demand in suburban locations has also picked up. Areas such as Malabe, Homagama, and Athurugiriya continue to gain traction among buyers due to improved infrastructure and relatively lower prices. Residential properties in Colombo 1-15 now start from Rs. 60 million and above, while houses in key suburbs are priced from Rs. 20 million. Rental yields in these markets remain healthy—around 3.5%—with monthly rents typically exceeding Rs. 25,000.",
    "Fuelling this broad-based growth is the greater availability of affordable financing. Following a 7.75% cut to the Central Bank’s Overnight Policy Rate, most commercial banks now offer home loans at rates averaging around 10%. This has made property ownership more attainable, particularly for middle-income buyers, and has reactivated demand among developers and end-users alike.",
    "Commenting on the release of the 2025 edition, LWP Managing Director Daham Gunaratna said: “We are proud to present the third edition of the ‘Sri Lanka Real Estate Market Outlook Report,’ reinforcing our commitment to delivering timely, data-driven insights into one of the country’s most critical economic sectors. Over the past 12 months, we’ve observed a clear resurgence in real estate activity, with approximately 25 new developments launched and over 2,500 new units introduced to the market. In addition, several projects that had been on hold between 2020 and 2023 have now reached completion, adding around 3,600 new apartment units. As the broader economy stabilises and investor confidence returns, this report offers a comprehensive view of the evolving market landscape and the path ahead.”",
    "With land prices climbing, the apartment market stabilising, and access to credit steadily improving, Sri Lanka’s real estate market is entering a promising new phase of recovery marked by improved transparency, cautious optimism, and long-term investment opportunities.",
    "LWP’s ‘Real Estate Market Outlook Report 2025’ draws on over a decade of proprietary and public data, offering a comprehensive view of the evolving market landscape and future prospects. The report can be downloaded from LPW.LK/MOR25."
  ]
}