{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/when-termites-feast-on-greenbacks/",
  "time_ut": 1719249960.0,
  "original_lang": "en",
  "original_title": "When termites feast on greenbacks",
  "original_body_lines": [
    "Sri Lankans who pretend to have conquered the greed for riches use a pithy local saying to highlight their feigned aversion to Mammonism; they say ‘not even dogs eat money’. But there are other creatures that feast on money, currency notes to be exact. Termites and moths are among them. What has reminded us of these ‘money-eating’ beings is a report in a Sinhala daily that termites have damaged many wads of greenbacks worth Rs. 250 million stashed away by a former presidential candidate. The unnamed ex-candidate is not alone in having benefited from surplus campaign funds, most of which are concealed and/or laundered through various fronts.",
    "We are not in a position to vouch for the veracity of the aforesaid news item, but the fact remains that the absence of strict laws to regulate election-related finance and prevent the nexus between corrupt politicians and unscrupulous moneybags from undermining the integrity of the electoral process and the will of the public has enabled candidates to amass colossal amounts of campaign funds. This has not only led to various campaign finance frauds but also created a situation where the interests of wealthy financiers who bankroll election campaigns by way of investment, take precedence over those of the public, and the politicians who benefit from the largesse of donors facilitate corrupt deals for the benefit of the latter, the Treasury bond scams and the sugar tax racket being only two cases in point.",
    "The Regulation of Election Expenditure Act (REEA) No. 3 of 2023 is being hailed in some quarters as a silver bullet. It was passed amidst much fanfare to achieve some lofty objectives: ensuring transparency of contributions to political parties and a level playing field for all candidates, preventing other countries, foreign organisations, etc., from influencing governments here, putting an end to the misuse of state resources, and enabling the public to exercise their franchise without being subjected to undue influence through clientelist methods. But the laws that are not enforced properly are of little use. The upcoming presidential election will be the moment of truth for the REEA. But all signs are that some candidates will have finished bribing voters by the time the presidential election is officially declared.",
    "President Ranil Wickremesinghe, like his predecessors, is using public funds to bribe electors, giving away as he does various handouts on the pretext of distributing poor relief. Billions of rupees have been allocated for accelerated development projects handled by ruling party politicians, according to the Opposition. Freehold land title deeds are being distributed generously among those who are already occupying plots of state land, and the beneficiaries are said to number two million. In short, the President is playing Santa. Opposition Leader Sajith Premadasa is giving away school buses, resources for smart classrooms and hospital equipment. He has lashed out at his rivals who demand to know where the funds for such programmes come from. True, his mission is to be appreciated though it is not devoid of a political agenda, but he should be able to silence his critics by disclosing the sources of funding if he has nothing to hide. JVP/NPP Leader Anura Kumara Dissanayake does not believe in giving. Whether the JVP/NPP wins or loses the next presidential poll, its kitty will be overflowing thanks to its successful fundraising events overseas. The JVP/NPP accuses others of corruption and unethical practices, but it has not cared to make its fundraising campaign transparent, much less disclose the funds it has collected. Shouldn’t it put its own house in order before berating others?",
    "The Election Commission (EC) is bound to face an unnervingly gargantuan challenge after the declaration of the next presidential election. It will be saddled with the Sisyphean task of ensuring the enforcement of election laws and candidates’ compliance therewith to create a level playing field for all contestants. It is hoped that the EC will be able to deny termites the pleasure of tasting greenbacks after the election.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}