{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/granting-of-freehold-deeds-to-create-250-new-jobs/",
  "time_ut": 1716762060.0,
  "original_lang": "en",
  "original_title": "Granting of freehold deeds to create 250 new jobs",
  "original_body_lines": [
    "President Ranil Wickremesinghe has authorized the recruitment of 100 new personnel for the Land Commissioner’s Office and 150 for the Surveying Department to fast track the granting of freehold deeds for the State lands people have only live-in rights.",
    "This strategic augmentation is expected to execute this programme with utmost efficiency moving forward. This was announced by President Ranil Wickremesinghe after having recognized the staffing constraints within the Land Commissioner’s Department, which have caused delays in the process of issuing freehold deeds.",
    "He made this remark at a ceremony where land deeds were bestowed upon the residents of the Jaffna district.",
    "The President encouraged the recipients to safeguard the freehold deeds they received from the “Heritage” program for the betterment of their offspring, saying that an individual is liberated when he or she has the right to the land they are living in.",
    "A total of 1286 freehold deeds, encompassing all 15 Divisional Secretariat divisions within the Jaffna district were distributed to the people.",
    "Furthermore, under the “Heritage” program, 13,858 freehold deeds are scheduled for distribution across the Mullaitivu, Kilinochchi, Vavuniya, and Mannar districts of the Northern Province.",
    "The President also mentioned that next year would see the launch of a programme aimed at introducing modern agriculture to villages in collaboration with private companies to revitalize the export economy.",
    "CINEC’s Prof. Lalith Edirisinghe conferred chair professorship by Dalian Maritime University",
    "PRCA country rep urges media industry stakeholders to address key issues",
    "Healthcare Services in the Northern province will soon be on par with the  Western province – President",
    "Sri Lanka, the only nation in South Asia offering free land ownership to its citizens – President",
    "Jaffna Hospital will be upgraded as a national hospital in the near future – President",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}