{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Embracing-change-Economic-Transformation-Bill/4-765175",
  "time_ut": 1722874217.0,
  "original_lang": "en",
  "original_title": "Embracing change: Economic Transformation Bill",
  "original_body_lines": [
    "It is true that the goals and policies reflected in the Bill appear quite broad; however, it is crucial to recognise that no law is perfect or capable of achieving all its outcomes – Pic by Lasantha Kumara",
    "The specialised bodies proposed to be set up by the Bill will be able to facilitate these industries by providing incentives for businesses operating within the zones, such as tax breaks, grants, and easier access to funding along with investment ready infrastructure such as innovation hubs, grants for research activities and streamlined processes for hiring skilled foreign workers and incentives for local talent development. These differences suggest a more dynamic and targeted approach compared to the existing laws and it is the role of the private sector to now embrace these changes and actively participate in driving economic transformation",
    "We have heard the mission statements and ambitious goals of the Economic Transformation Bill (“Bill”). The Bill aims to transform Sri Lanka into a competitive, export-oriented, digital economy with stable macroeconomic balances, sustainable debt, modernised agriculture, and inclusive growth. The Bill’s objectives are to ensure a high standard of living for all citizens, prevent economic crises, and promote rapid development through both public and private economic activities.",
    "Goals and policies of the Bill include 5% annual GDP growth by 2027 reversing the current negative trend; maintaining a public debt to GDP ratio below 95% by 2032; unemployment below 5% by 2025; achieving Net Zero by 2050 and female labour force participation reaching 40% by 2030 and 50% by 2040. It is pertinent to analyse how the Bill can be effectively implemented in collaboration with the private sector to create a tangible and lasting impact on the country’s economic development.",
    "It is true that the goals and policies reflected in the Bill appear quite broad; however, it is crucial to recognise that no law is perfect or capable of achieving all its outcomes. While the Government can publish numerous gazettes and lawmakers can draft many bills, it is now up to the private sector to understand and welcome the Bill, to actively participate in the implementation process. The Bill addresses the limitations of previous laws by introducing specific and sector-focused support, aimed at boosting investment and restructuring debt.",
    "Concerns have emerged about the absence of penalties in the Bill for failing to meet the ‘ambitious’ targets set for the future, raising questions about accountability and enforcement. However, establishing high economic goals without enforcing penalties can be viewed as a positive development for Sri Lanka. By not imposing penalties, the Bill creates an environment where businesses and policymakers can collaborate to develop favourable regulations. What is important is that the Bill is ‘binding,’ and this binding nature of the obligations may well turn out to be directory making prescribed timelines in the Bill no longer of the essence, ensuring a commitment to achieving its targets.",
    "The agencies set up to implement the reforms discussed in this article, are proposed to replace the Board of Investment (BOI) of Sri Lanka Law, No. 4 of 1978 (BOI Law) with the Economic Commission. The effectiveness of the BOI has been mixed, with criticisms around inefficiency, political interference, and inadequate support for diverse economic activities. There is a lack of independence in the existing institutions which hinders their ability to create distinct regulatory environments tailored for economic activities for instance, the head of both the Port City Commission and the Board of Investment is currently the same person, despite the fact that the Colombo Port City Economic Commission Act is intended to operate independently from BOI Law.",
    "The Bill proposes establishing specialised bodies or agencies: (i) The Economic Commission of Sri Lanka (EC), (ii) Investment Zones Sri Lanka (Zones SL), (iii) Office of International Trade (OLT), (iv) National Productivity Commission (NPC), and (v) Sri Lanka Institute of Exports and International Trade. By decentralizing functions and responsibilities, and establishing autonomous bodies empowered to ensure timely decision making, they can operate more efficiently without the bottlenecks often associated with a single large entity like the BOI. These agencies will also have the liberty to drive innovation by promoting research, development, and the adoption of new technologies.",
    "The Greater Colombo Economic Commission (GCEC), established in 1978, aimed to promote investment and economic development in the Greater Colombo area, and despite its initial successes the GCEC faced challenges such as political interference and limited geographic scope. The question then arises as to how the policies of the Economic Commission under the new Bill shall differ from this earlier commission?",
    "True reform and transformation is dependent on competent individuals, not merely the enactment of a Bill. If flawed provisions for appointing members to the Economic Commission and other institutions allow for political interference, we risk creating another ineffective body that operates as a ‘toothless tiger.’ It is essential to ensure these appointments are based on merit, to achieve true progress. Section 27(4) of the Bill provides that the Economic Commission may sponsor training programs for personnel in investment and trade, by allowing these officers to study abroad which will provide them with international perspectives and practices, that can implemented locally. This approach ultimately contributes to a more competent workforce that can better manage and attract investments, boosting the economic prospects of the country.",
    "An intriguing aspect of the Bill is that it does not differentiate between local and foreign investors; both are eligible for the same incentives. Domestic Investors are required to register their investments with the Economic Commission which ensures they receive assistance with regulatory compliance and access to incentives. This approach is designed not to restrict the private sector but to encourage the establishment of businesses.",
    "The Bill also implements a 15-day response requirement for ministries and government departments to address inquiries or requests from the Economic Commission on any approvals, authorisations or permits for an investor, thereby streamlining processes and reducing delays. The lack of defined timelines in the BOI Law contributed to unpredictability, bureaucratic delays and inefficiencies.",
    "The establishment of ‘Invest Sri Lanka’ by the Economic Commission shall assist local businesses to gain easier access to potential investors and partnerships which will allow local businesses to tap into new markets, both domestically and internationally. Section 50(e) of the Bill in fact aims to create a more dynamic, well-supported private sector by bridging the gap between local businesses and potential investors, fostering an environment conducive to growth and innovation. The Bill through Section 87 provides a safety net for investors, ensuring they have access to the full range of legal protections and remedies available under Sri Lankan law.",
    "The Bill envisions a proactive role for the private sector in shaping and implementing regulations and procedures related to investment promotion, goods and services movement within the zones, and international trade. The BOI has faced criticism for not always providing a level playing field for local businesses compared to foreign enterprises. By working closely with government officials and the Economic Commission, local businesses can gain a competitive edge in the marketplace, attract investment and enhance trade, which will ultimately drive economic progress in Sri Lanka.",
    "The private sector is encouraged to collaborate with Zone SL by providing infrastructure and/or capital to open new zones with parties that are connected with the international production networks. This “Investment Ready” or “plug-and-play” capability which Zone SL aims to achieve, encourages investors to quickly set up and start operating their businesses without the typical delays associated with developing infrastructure.",
    "The authority granted to the Office of International Trade to accept development assistance from various sources or organisations enables it to enhance its capabilities and resources. This includes organisations, such as the World Bank, International Monetary Fund (IMF), or United Nations agencies and can include individuals, corporations, non-governmental organisations (NGOs), and other entities both within and outside Sri Lanka. These support services available for local businesses looking to engage in international trade are aimed at making it easier and more efficient for our private sector to export and import goods and services. The Office of International Trade is also empowered through section 101 of the Bill to ensure that Sri Lankan goods and services receive fair and equal treatment in international markets. This means that Sri Lankan products should be able to compete in the global market without facing unjust or discriminatory barriers, thus boosting overall business performance.",
    "Concluding remarks: A dynamic and inclusive framework for economic transformation",
    "The Economic Transformation Bill in Sri Lanka offers a more flexible, inclusive, and streamlined framework compared to the BOI law by focusing on reducing bureaucratic barriers, supporting innovation, and providing targeted incentives for businesses. Among the types of businesses that can operate within these zones are information and communication technology enterprises, which are some of the most successful and profitable companies worldwide today. Existing institutions such as the BOI focused on attracting large-scale investments and specific sectors, potentially missing out on smaller, innovative businesses.",
    "The Bill proposes for the investment zones to include a wide range of industries such as manufacturing and production, businesses focused on technology and communication services, companies engaged in scientific research, high technology agricultural enterprises, tourist and recreational enterprises, business service enterprises such as consulting or legal services and livestock enterprises.",
    "The specialised bodies proposed to be set up by the Bill will be able to facilitate these industries by providing incentives for businesses operating within the zones, such as tax breaks, grants, and easier access to funding along with investment ready infrastructure such as innovation hubs, grants for research activities and streamlined processes for hiring skilled foreign workers and incentives for local talent development. These differences suggest a more dynamic and targeted approach compared to the existing laws and it is the role of the private sector to now embrace these changes and actively participate in driving economic transformation."
  ]
}