{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/National-consumer-prices-soften-in-March/108-281191",
  "time_ut": 1713837180.0,
  "original_lang": "en",
  "original_title": "National consumer prices soften in March",
  "original_body_lines": [
    "Shoppers seen selecting clothes from a roadside stall in Pettah, days before the island nation celebrated the Sinhala and Tamil New Year and Eid-ul-Fitr, which fell on the same week this year",
    "The consumer prices measured by the broader National Consumer Price Index (NCPI) continued to soften in March, as the non-food prices cooled sharply while the food prices remained unchanged from a year ago.",
    "However, the prices measured on a monthly basis turned to negative, indicating that the prices of goods and services have in fact fallen from the February levels.",
    "The prices rose by 2.5 percent in March from a year earlier, softening from 5.1 percent through February, as the prices of non-food prices decelerated to just under 1.0 percent, from 5.1 percent through February, as the electricity prices were revised downwards.",
    "Clothing prices were also somewhat soft from the levels seen last year, as people were flocking to buy new clothes ahead of the traditional new year in April, the most grandiose one in five years.",
    "The non-food prices measured on a monthly basis meanwhile fell 2.0 percent, compared to rising 0.5 percent between January and February.",
    "The food prices rose by 5.0 percent on an annual basis, similar to February levels, while the monthly prices fell for the second consecutive month by 2.1 percent, as better weather and supply conditions helped to reverse most of the sharp price gains seen at the start of the year.",
    "The prices have been soft in Sri Lanka, as the supply conditions improved while the rupee appreciated against the dollar by about 8.0 percent, offsetting the impact from the hike in Value Added Tax at the start of the year.",
    "However, the global oil prices have risen so far this year and the rising tensions in the Middle East have further put upward pressure on the energy prices lately, which could threaten the inflation expectations, specially for countries such as Sri Lanka as South Asia remains a net energy importer.",
    "Meanwhile, the so-called core prices, measured barring the often volatile food, energy and transport, rose by 3.4 percent, up from 2.7 percent from February, reflecting the underlying pricing pressures in the economy.",
    "The cooler inflation helped the Central Bank to cut rates in March but the future trajectory would largely depend on where the global energy prices would go."
  ]
}