{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/browns-celebrates-150-years-with-prestigious-tech-award-for-game-changing-e-warranty-solution/",
  "time_ut": 1757353980.0,
  "original_lang": "en",
  "original_title": "Browns celebrates 150 years with prestigious tech award for game-changing E-Warranty solution",
  "original_body_lines": [
    "In keeping with its 150 anniversary celebrations, Brown & Company added another accolade to its long milestones of achievements in being recognised for yet another innovation in digitalisation at the Asian Technology Excellence Awards 2024. The Sri Lanka Technology Excellence Award for Enterprise Software – Automotive & Transport Equipment was awarded to Browns IT, for its innovative ground-breaking solution, the Browns E-Care Battery warranty activation.",
    "Celebrating companies at the forefront of change, while highlighting entities whose technological advancements are reshaping industries across the Asian region, the programme recognises bold initiatives that connect digital disruption with meaningful business transformation.",
    "Redefining the warranty experience for Exide battery dealers and customers alike, while replacing traditional printed warranty cards with an enhanced streamlined digital process, the Browns E-Care Battery Application, designed and developed exclusively in-house by Browns IT has brought about transformation in the automotive battery sector across the nation. With this new solution, Exide agents can now activate and manage warranties across a variety of platforms; mobile, web and SMS.",
    "From instantly activating warranties for newly purchased batteries, to viewing and sharing warranty details with customers in real time, the Browns E-Care Warranty Application offers a host of convenient features. Users can scan the QR code on the battery or submit the serial, vehicle number or mobile number to retrieve warranty details. Customers can also locate and contact nearby dealers within a stipulated radius using live maps, request servicing, and benefit from service date alerts, maintenance reminders and seamless access to the popular BattMobile roadside assistance, all integrated into the E-Care interface.",
    "Speaking on the accolade Prasanna Ganegoda, Head of Browns IT said “Being recognised at the Asian Technology Excellence Awards 2024, during our 150th year, is a proud milestone for Browns. It celebrates our legacy while reaffirming our commitment to innovation and excellence. The Browns E-Care Battery Application is a testament to how we are reimagining traditional processes and using technology to deliver real value, not just to our customers, but across the entire automotive ecosystem. By replacing outdated, manual warranty procedures with a fully digitised solution, we have equipped Exide dealers and customers with efficiency, accuracy and transparency.”",
    "Damn Fine Coffee announces its exclusive distributorship of Oatly in Sri Lanka",
    "DFCC Bank and WWCT partner to advance biodiversity and landscape conservation through leopard protection",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}