{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sp-affirms-bangladesh-credit-rating-at-b-232773/",
  "time_ut": 1753435800.0,
  "original_lang": "en",
  "original_title": "S&P affirms Bangladesh credit rating at B+",
  "original_body_lines": [
    "ECONOMYNEXT – S&P Global Ratings said it is affirming Bangladesh’s sovereign rating at B+ as the country’s external liquidity is stabilizing, as indicated by the recent steady improvement in its official foreign exchange reserves.",
    "“Our ‘B+’ ratings on Bangladesh reflect the economy’s modest per capita income and limited fiscal flexibility owing to a combination of low revenue-generation capacity and the government’s high interest burden,” the ratings agency said.",
    "“We could lower our ratings on Bangladesh if the country’s external position worsens such that, for example, narrow net external debt surpasses 100% of current account receipts on a sustained basis.”",
    "Bangladesh’s economy is stabilizing following an acute slowdown amid the political crisis in the second half of 2024.",
    "• Bangladesh’s external liquidity is stabilizing, as indicated by the recent steady improvement in its official foreign exchange reserves.",
    "• Macroeconomic policies enacted over the past 18 months–such as transitioning to a more flexible exchange rate regime, allowing the taka to depreciate, and tightening monetary policy–are helping to rebuild foreign exchange liquidity. However, Bangladesh faces heightened trade risk from relatively high U.S. tariffs.",
    "• Mooted elections in the first half of 2026 are likely to be a critical pivot point for more lasting political stability following the abrupt collapse of the government in July 2024.",
    "• We affirmed our long-term sovereign credit ratings on Bangladesh at ‘B+’ and our short-term ratings at ‘B’. The outlook is stable.",
    "On July 25, 2025, S&P Global Ratings affirmed its long-term foreign and local currency sovereign credit ratings on Bangladesh at ‘B+’. The outlook on the long-term ratings is stable. At the same time, we affirmed our ‘B’ short-term ratings.",
    "The stable outlook on Bangladesh reflects our view that its real growth rate per capita will remain very strong compared with those of peers and that downside and upside risks to its external balance sheet have become now broadly balanced. This is despite headwinds in the next 12-18 months stemming from external trade conditions.",
    "We could lower our ratings on Bangladesh if the country’s external position worsens such that, for example, narrow net external debt surpasses 100% of current account receipts on a sustained basis.",
    "• Lower generation of current account receipts than we expect;",
    "• A higher overall current account deficit than we forecast; or",
    "We could also lower our ratings on Bangladesh if the economic recovery falters, leading to a significant erosion of the country’s long-term trend growth rate. This compares with a gradual acceleration that we currently project.",
    "We could raise our ratings on Bangladesh if it materially improves its external and fiscal metrics. That improvement would likely be indicated by current account receipts or foreign exchange reserves rising substantially beyond our forecasts, such that gross external financing needs remain lower than 100% of current account receipts plus usable reserves on a sustained basis. Fiscal improvement would be indicated by significantly lower net accumulation of government debt, with a declining trend, on a sustained basis.",
    "Our ‘B+’ ratings on Bangladesh reflect the economy’s modest per capita income and limited fiscal flexibility owing to a combination of low revenue-generation capacity and the government’s high interest burden. Evolving administrative and institutional settings represent additional rating constraints.",
    "We weigh these factors against the Bangladesh economy’s strong long-term growth rate and the government’s moderate debt burden. Bangladesh’s credit profile also derives support from increasing external financial support, stemming from deep engagement with bilateral and multilateral development partners, consistent remittances from overseas Bangladeshi workers, and solid export receipts from Bangladesh’s globally competitive garment manufacturing sector.",
    "Institutional and economic profile: Economy still stabilizing as political stability remains in flux",
    "• Bangladesh’s real economic growth rate decelerated meaningfully over the past two years. It may pick up pace should political and external stability solidify over the next 12 months.",
    "• Annual growth should accelerate to about 6.1% in the next three years if these conditions materialize, as the economy bounces back from a July 2024 political crisis.",
    "• Bangladesh’s uncertain political landscape may constrain the effectiveness of its institutions and policy certainty in the near term until a more lasting solution emerges. Elections tentatively scheduled for April 2026 could be a milestone in that process.",
    "Bangladesh’s economy is stabilizing following an acute slowdown amid the political crisis in the second half of 2024. That crisis coincided with a period of heightened external stress and nascent weakening of the domestic economy, exacerbating the downturn.",
    "Inflation is gradually moderating following a rapid climb. This should support a modest recovery in domestic demand conditions. However, a U.S. tariff rate of 35% that will potentially apply to Bangladesh imports into the U.S. beginning Aug. 1, 2025, could affect labor market conditions if the two countries fail to reach a more effective agreement.",
    "Modest per capita income, which we estimate at about US$2,620 in the fiscal year ended June 2025, remains one of the main constraints on our rating on Bangladesh. The country’s strong underlying growth helps to mitigate this weakness. We calculate its 10-year weighted-average real per capita GDP growth rate at about 4.3%. This is much stronger than the median for sovereigns at a similar level of income. We expect this long-term performance to remain largely intact, despite political and external policy obstacles.",
    "Bangladesh’s garment industry remains highly competitive, with low unit labor costs and an ample supply of labor. Demographics continue to favor Bangladesh. The government is strengthening access to key external markets ahead of the nation’s expected graduation from its status as one of the least developed countries, as classified by the U.N., to become a developing country in 2026.",
    "The U.S. tariff policy to be applied to Bangladesh exports to the U.S. represents a major challenge. Bangladesh’s export profile is highly concentrated in the ready-made garments (RMG) sector, which represents more than 85% of merchandise exports. In fiscal year 2024, 17.5% of Bangladesh’s exports were to the U.S., and about 88% of these were ready-made garments, excluding leather products and other textiles. The proposed U.S. tariff of 35%, which could take effect on Aug. 1, 2025, would undermine Bangladesh’s competitiveness in that market and potentially disrupt its RMG industry.",
    "Bangladesh’s volatile political situation may stymie the predictability of policy responses. A caretaker government led by Chief Adviser Muhammad Yunus acts in lieu of an elected government, following the collapse of the Awami League in July 2024. The Awami League party has since been banned from all political activities, and the caretaker government has tentatively slated elections for April 2026.",
    "Should the establishment of an elected government lead to a more stable political environment, it could help to alleviate persistently low foreign direct investment inflows and set the foundation for long-term structural reforms. Nevertheless, investors will likely continue to face challenges, including evolving institutional settings, infrastructure deficiencies, and bureaucratic inefficiencies.",
    "Flexibility and performance profile: External profile stabilizing with support from IMF program; exchange rate reforms could help to prevent further reserve burn",
    "• Foreign exchange reserves have stabilized and risen over recent months, and we expect the gradual accumulation to continue. Transition to more flexible exchange rate regime, combined with tighter monetary policy and continued multilateral inflows, are helping to rebuild external buffers.",
    "• Bangladesh’s interest burden is elevated, especially relative to the government’s very low revenue collection.",
    "• Bangladesh relies entirely on official bilateral and multilateral partners for its foreign currency borrowing, which partially mitigates risks to its debt profile.",
    "Bangladesh’s external profile is stabilizing after a period of elevated pressure. Foreign exchange reserves rose by about US$5 billion in fiscal 2025 to US$26.7 billion, marking a notable recovery from previous lows below US$20 billion. This covers about 4.1 months of current account payments, compared with only about 3.3 months at the end of fiscal 2024.",
    "Monetary and external policy reforms undertaken by Bangladesh Bank are helping to restore the country’s external stability. In May 2025, Bangladesh Bank agreed to adopt a more flexible exchange rate mechanism, clearing a major hurdle in the IMF’s third and fourth reviews under its Extended Funding Facility (EFF) reform program with the country. The central bank has also maintained its key policy rate at a multiyear high of 10% amid persistently high inflation, which has recently begun to recede.",
    "We estimate the current account tracked toward a small deficit of about 0.1% of GDP in the June 2025 fiscal year, a further improvement from the 1.5% deficit last year. Remittance inflows also grew at a rapid pace of 26.8% in fiscal 2025, signifying greater confidence in official remittance channels and the exchange rate for the taka. Exports also grew at an improved pace of 9.4% in the July-May period compared with the same period in the previous year.",
    "We expect the current account deficit to widen slightly to 1.4%-1.9% of GDP over the next three years as the economy normalizes and regular import activity resumes. Bangladesh Bank has liberalized the requirements to generate letters of credit for imports; and following the recent period of economic and political volatility, there is likely to be an improvement in demand for goods imports into the country.",
    "The combination of higher reserves and the likelihood of a small but growing current account deficit will contribute to a generally stable liquidity metric, by our measures. We expect gross external financing needs to average about 104% of current account receipts plus usable reserves over the next three years.",
    "Bangladesh continues to implement reforms in line with a 42-month Extended Credit Facility, EFF, and Resilience and Sustainability Facility (RSF) program with the IMF. Key reforms include reducing reliance on costly national saving certificates (NSCs) for domestic financing, improving the timeliness of GDP data, and adjusting petroleum pricing to keep subsidies for petroleum products close to zero.",
    "In June 2025, the IMF’s executive board completed its combined third and fourth reviews of the EFF program, paving the way for disbursement of the equivalent of US$884 million to Bangladesh. At the same time, the IMF concluded the combined third and fourth reviews of the RSF program, unlocking an additional US$453 million.",
    "We forecast that Bangladesh’s fiscal deficit will hold roughly stable over the next three years, at about 4.6% of GDP. However, the annual change in net general government debt could be slightly higher. This is due to depreciation of the taka, and the government’s material exposure to foreign currency-denominated debt, which stands at more than 40% of its outstanding public debt stock.",
    "Despite efforts to boost capital expenditure over recent years, many basic social and infrastructure needs in Bangladesh remain unmet. This could imply a higher potential spending burden in the future.",
    "Bangladesh’s net general government debt remains moderate. We estimate it will average about 35% of GDP through fiscal 2028. However, the country’s public interest burden is high, at about 26% of revenues.",
    "Bangladesh’s narrow revenue base constrains the government’s flexibility to provide fiscal support in times of stress. Revenue generation remains critically low as a share of the economy and when benchmarked against other sovereigns. It may be difficult to achieve materially higher revenue generation until a more sustainable political solution emerges, such that the government has a strong enough mandate to enact structural fiscal reforms.",
    "The composition of public debt is mixed. External public debt is owed entirely to bilateral and multilateral partners, ensuring that the bulk is low-cost borrowing with long maturities. Domestic public debt is, in contrast, considerably more expensive. While the government has been able to stem its reliance on costly NSCs, which typically offered yields in excess of market rates, its shift to a heavier reliance on bank funding is driving a higher concentration of banking sector assets that are owed by the government–we consider this to be less favorable for the government’s overall debt dynamics.",
    "The higher share of the domestic banking sector’s claims on the government could crowd out private-sector borrowing or limit the availability of additional financing to the government, in our view.",
    "The central bank’s limited independence and multiple mandates, together with underdeveloped capital markets, hamper monetary flexibility, in our view. In May 2024, Bangladesh Bank abolished the benchmark (known as the six-month moving average rate of T-bills, or SMART) for retail interest rates. It now permits banks to set lending and deposit interest rates in line with market conditions. This should improve monetary policy transmission but may also dampen domestic demand.",
    "Domestic inflation is elevated, and well above the central bank’s target, though it has been declining over recent months. Headline inflation fell to 8.5% in June 2025, compared with 9.1% in the prior month and 9.7% in June 2024.",
    "We expect inflation to continue to gradually subside over the next few years, particularly as the effects of taka depreciation continue to work through the economy. In 2023, Bangladesh Bank transitioned from a monetary supply targeting framework to an interest rate-targeting one.",
    "Our industry risk trend on Bangladesh’s Banking Industry Country Risk Assessment (BICRA) is negative (see “Banking Industry Country Risk Assessment: Bangladesh,” Dec. 16, 2024). We classify Bangladesh’s banking sector in group ‘9’ (with ‘1’ being the highest assessment and ’10’ the lowest). That said, the sovereign faces limited contingent liabilities from the banking sector. The sector is relatively small, with gross assets of about 50% of GDP.",
    "Although private sector banks are in better shape, there are notable risks in the state-owned commercial banks (SOCBs). SOCBs account for less than 30% of total banking sector assets but their nonperforming loans ratio is much higher than that of peer commercial banks, standing at about 40%, according to the IMF."
  ]
}