{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/concealed-political-identities-leadership-vacuum-in-sri-lanka/",
  "time_ut": 1726077960.0,
  "original_lang": "en",
  "original_title": "Concealed political identities: Leadership vacuum in Sri Lanka",
  "original_body_lines": [
    "Recognition of every one’s cultural identity, religious beliefs and value systems becomes an important fundamental right in modern societies. Similarly, casting one’s vote in a democracy, too, is a fundamental right particularly at the elections. Democracy is the best mechanism humans have come up with for navigating the trade-offs and weaknesses inherent in different socio-economic systems. Democracies allow inevitable conflicts to be resolved in a way that maximises fairness and legitimacy and that broadly reflects society’s views.",
    "An individual’s choice given in an election formulates a mandate expressed with an opinion for a party or a group of alliance to govern the state forming a government. An elected government secures a mandate to restrain freedoms of the citizens within the rules respecting the fundamental rights of citizens. As such all democracies are functioning as rule-based societies. Since gaining independence one might wonder whether it is rule of law or rule of lawyers that interprets how the freedoms and democracy take effect in Sri Lanka.",
    "Sri Lanka has fallen into the current desperate situation because of short-sighted policy making by those who got elected to govern, by deceiving the electorate with all unrealistic promises purely to steal their vote. In the eve of another crucial presidential election this essay addresses the issues that are contributing to widen democratic deficiencies leading to frustration amongst the citizens. The trust that electorates demonstrate by way of expressing their choice on various opinions put forward by political parties giving their mandate to govern gets distorted when political parties conceal their true identities. Over promising at elections and under delivery at execution is common in many democracies across the world.",
    "Political parties are the force behind driving the process of democracy in society, particularly in the countries where the governments practice multiparty democracy. Traditionally political parties have developed a unique brand image based on their political ideology. Since the advent of the Industrial revolution in the 18th century there were clear distinctions between the left and right divide amongst the political parties in Europe. Left wing parties promoted and propagated policies aligning with socialism and communism whereas the Right-wing parties followed a liberal and conservative policy formulations. Both ideologies contributed immensely for social well-being and greater human emancipation. Coalition building was a common phenomenon amongst the like-minded as the parties were aligned with a particular ideology.",
    "Having inherited the British Westminster style of parliamentary democracy, we in Sri Lanka, too, formed political parties with the ideological differences. As such major political parties developed a unique brand image and propagated policies in line with the basic propelling ideology or the political thinking. Although Sri Lanka has changed its constitution; election system, governing systems, the constitutions of these political parties remain still in the 19th century structures. They have not changed with the times remaining as Jurassic. Typically, hierarchical. There is no space for meaningful stakeholder consultations to realise the ground realities and expectations. On the eve of elections all political parties come up with election manifestos with catchy phrases just to tap the emotions of the electorate. No one is keen to read the manifestos to decide whom to vote for; it is not a worthy document anymore.",
    "Sri Lanka adopted the proportional representation election system with the introduction of the 1978 constitution. Has any of the political parties changed its constitution to reflect the principles of proportional representation in choosing the candidates for elections? Being a multicultural society the best way to accommodate cultural identity, religious beliefs and values system, is to accommodate candidates proportional to the population mix in the society. Aside from the cultural differences, at least the proportion should be made mandatory for political parties to nominate candidates to represent women, youth and senior citizens reflecting the population statistics. Many political parties project they are concerned with the interest of those segments in the society only on campaign platforms. Once securing the power it is the political party hierarchy or the respective politburos drives the decision making. This system needs a change to put an end to the political dynasties ruining the democratic space in the country. To drive this change, the election commission needs to initiate a social dialogue and propose the necessary changes. Just remaining neutral or independent without original thinking is meaningless.",
    "However, when the 4th Industrial Revolution era started to dominate the socio-economic conditions across global markets with the advance ICT technologies with the invention of Smartphone and the internet, the left-right division between the political parties got replenished with the open and close system ideologies. These evolutions were possible as the post WWII western dominated economies and multilateral agencies propagated the neo-liberal policy directions driving the liberalisation, privatisation and globalisation trends weakening the dominance of the nation states and strengthening the Multinational Corporations.",
    "Prime Minister Margaret Thatcher and President Ronald Regan enabled the convergence between politics and economics with the introduction of Thatcherism and Reaganomics setting stage for smaller states and leaving the economy to toggle in market fundamentalism.",
    "General consensus and the dominant ideology were to give prominence for economic growth in all societies anticipating the trickling down of benefits to uplift the socially marginalised. The end results are bitter: the neo-liberal policies have failed to deliver the prosperity anticipated by those marginalised communities in the democratically functioning states. Aside from lifting people out of poverty and desperation there was no significant growth in the real economy, except fake prosperity for a few super rich highly politically connected groups. All such fake properties have been achieved purely by growing debt by excessive financialisation. It is estimated amongst the current global financial assets, only 30% represents capital stocks, the rest are all bonds and other securities (debt instruments). Although many promised to reduce the size of the state by pruning the state sector, even after four decades the role of the state has exponentially grown as the capitalist economies are now sustained on deplorable debt.",
    "Neo liberal policies have widened the income, wealth, education, and healthcare deficiencies in many societies. Result is many of the large capitalist economies are grappling with debt and economic growth yielding prosperities to larger communities are completely out of sight. Current global debt level stands at around US$ 350 trillion. The exception to the norm comes from China, where 850 million was elevated out of poverty without blindly following the Neo-liberal dictum. The Communist party of China openly promotes State Capitalism and promotes ecological civilisation for shared prosperity. And China wants to be open and the west and the rest clamours to remain closed. The Chinese economy has its own share of challenges with an ageing population.",
    "In these circumstances the electorates are confused which political party or their ideology that they should support to elect a government to resolve their desperate economic situations. Political parties of various ideologies are now confused, and they too align with the open and closed systems to usher prosperity in their societies. Across the globe, in all democracies there appears to be widening democratic deficiencies, and many have lost faith in the political parties and their leadership. This frustration drives citizens towards extreme nationalist, racist political alignments as many doubt the lifestyles their forefathers enjoyed are not possible in the future.",
    "In this era of digitalisation and the Artificial Intelligence (AI) divide led social media dominated election campaigns the victories are harnessed through managing the misinformation effectively. Although the social media hype is vociferous, the silent majority, too, have displayed their power, as experienced by the BJP in India. In this context, independent views, alternative political forces to have an edge for success in elections not confining it strictly with the ideological groupings. The real challenge is not gaining the mandate at election; but the execution of the people’s mandate for greater good when many are grappling with hopelessness and helplessness. The lack of originality to find meaningful and practical solutions in stimulating growth in the sagging economy will remain as a stumbling block. The socio political and economic challenges of the 21st century demands fresh thinking and novel ideas beyond the readymade 19th century led unsuccessful policy tools.",
    "The Sri Lankan electorates are heading for a definite change at the forthcoming presidential election on 21st September 2024. A President will get elected as a leader; but demonstrating leadership to the nation will be a huge challenge as narrated in the essay. The outcome of the election will certainly signify the urgency and need for a complete system change to move forward.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}