{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-minister-apologizes-for-forced-cremation-of-muslims-157570/",
  "time_ut": 1712222820.0,
  "original_lang": "en",
  "original_title": "Sri Lanka minister apologizes for forced cremation of Muslims",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Minister of Water Supply and Estate Infrastructure Jeevan Thondaman has issued an apology for the government’s decision to cremate bodies during the Covid-19 pandemic.",
    "“During this holy month of Ramadan, I extend my heartfelt apology to our Muslim brothers and sisters for the harm caused by the mandatory cremation policy during the COVID-19 pandemic,” Thondaman said on X (twitter).",
    "Thondaman said that after he took responsibility as Minister for the water sector last year, he requested officials to conduct an independent study to determine whether there was any truth to the allegations of risk to ground water contamination by burials of those who succumbed to COVID-19.",
    "“The findings of this study have now proven to us that the concerns regarding water contamination were misguided and the decision to forcefully cremate those who succumbed to COVID-19 was not based on any science.”",
    "“I understand the grief to many that was caused by this policy and regret the pain it inflicted on so many families.",
    "“As the Minister now responsible for water supply, I take responsibility for the mistakes and failures made by my predecessors in furthering this narrative of harm.”",
    "The Sri Lanka government’s stubborn insistence, under the presidency of Gotabaya Rajapaksa in 2020, 2021, on cremating Muslim and Christian victims of the virus, going against their religious believes, drew widespread condemnation from UN experts and Muslim countries.",
    "Sri Lanka foreign minister claims entire cabinet opposed COVID-19 cremations, blames media",
    "Thondaman said he and Minister of Foreign Affairs Ali Sabry will submit a Cabinet Paper for the Government to formally make an apology for the harm this policy caused. (Colombo/Apr4)2024)",
    "During this holy month of Ramadan, I extend my heartfelt apology to our Muslim brothers and sisters for the harm caused by the mandatory cremation policy during the COVID-19 pandemic.",
    "After I took responsibility as Minister for the water sector last year, I requested my… pic.twitter.com/6Zvfk42vCG"
  ]
}