{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99508/president-calls-for-long-term-plan-to-advance-sri-lankas-energy-sector-transformation",
  "time_ut": 1716964920.0,
  "original_lang": "en",
  "original_title": "President calls for long-term plan to advance Sri Lanka’s energy sector transformation",
  "original_body_lines": [
    "President Ranil Wickremesinghe has called on all stakeholders, including private sector investors, to support and develop a long-term plan for advancing Sri Lanka’s energy sector transformation and promoting green growth efforts.",
    "During the “Advancing Energy Transition” roundtable discussion at the Hilton Colombo this morning (29), Wickremesinghe emphasized the need for a comprehensive plan to exploit renewable energy and explore future trends in green hydrogen in Sri Lanka.",
    "The event, held in collaboration with the World Bank, the Ministry of Power and Energy, and the Ceylon Electricity Board (CEB), provided a platform for discussing the country’s energy transition, the PMD reported.",
    "President Wickremesinghe highlighted a recent report by PricewaterhouseCoopers on green hydrogen, noting its importance and the necessity for detailed planning to leverage this emerging sector. He acknowledged the gaps in local expertise and called for international assistance from organizations such as the World Bank (WB), the Asian Development Bank (ADB), and all stakeholders, including local and international investors.",
    "He stressed that Sri Lanka is committed to creating a sustainable and competitive economy, with renewable energy playing a pivotal role. The President outlined the country’s legislative efforts, including the recently passed Electricity Reform Bill and the upcoming Climate Change Act, aimed at facilitating this transition.",
    "“As we are emerging from bankruptcy, Sri Lanka is now focusing on a new economic framework, a transition into a highly competitive export-oriented economy, an economy committed to achieving net-zero, and an economy committed to modernizing agriculture.",
    "We have already started the work and now comes the planning stage: what are the new sectors of the economy, what are the energy sources for Sri Lanka, and this is where green energy and green hydrogen come into the picture. We have sufficient potential to emerge as a player in the field of renewable energy. Sri Lanka’s dry zone and its potential for wind power are such that we have identified this sector for rapid development. It is also in line with Sri Lanka’s commitment to achieving net-zero. As I said, 2050 is too long. Let us try and see whether we can do it by 2040.",
    "And we are working on this. So let me now outline for you the steps we have taken. We have already brought in the Electricity Reform Bill, which was approved by the Supreme Court about two days ago with a number of amendments that the ministry finds acceptable. We will have this bill debated in Parliament and passed in the near future.",
    "Second is the Economic Transformation Bill, which has already been tabled in Parliament. There are challenges with the Supreme Court, and certainly by early July, this should be passed into law. So these are two legislative enactments called into play. Then we will also be looking at two other pieces of legislation. One is the Climate Change Act. The Climate Change Act is being drafted and is the third piece of legislation.",
    "Fourth, which we have to discuss, is whether we need energy transition legislation also. Some countries have energy transition legislation. We have also looked at that. We have looked at some areas such as South Australia. It may be useful for us to have energy transition legislation. One is we are going to a new sector. We are opening it up, not merely for power generation but for power distribution. We will have the private sector playing the lead role. So it is going to be private-sector-driven.",
    "There is no other way in which we can achieve our targets by 2040 or, for that matter, 2050. The Ministry of Finance will also work with others. The Ministry of Environment and the Ministry of Power will work on a green finance policy. So the green finance policy will also drive us. These are the components that we will have for the transition into green hydrogen and using renewable energy.",
    "Next comes the issue of green hydrogen and our potential for green hydrogen. The estimate is about 40 gigawatts, maybe more.",
    "There is also the issue of how we safeguard bird life in the Mannar area. I think, in my view, this can be done and should be done. Nevertheless, there is significant potential for green hydrogen. But there are many more questions to be answered about green hydrogen today than earlier. We have to work on what the cost is and when it will be attractive for private-sector investments. I note that India has already included the export of green hydrogen in its plans, with a fairly substantial amount of green hydrogen.",
    "Secondly, there are new undersea cables coming for power distribution. One is between Australia and Singapore, and the other is between Singapore and India. Now Sri Lanka has the potential to connect to the Indo-Singapore undersea cable. That is where the potential is. While looking at the uses of green hydrogen, we feel that it will help us in the long term to become a logistics centre for the region.",
    "We have three ports: Trincomalee, which is close to green hydrogen sources; Hambantota in the south, where there is also green hydrogen available; and finally Colombo. This should be the area. We are also discussing about a land bridge with India and land connectivity between South India and Sri Lanka, which means we also have the potential of reaching out into South India. In any case, we are discussing power link connectivity between Sri Lanka and India. So all this will fall into place and it is how we use it.",
    "What is the framework we have for the exploitation of renewable energy in Sri Lanka, and what will be the future trends of green hydrogen? About a month ago, PricewaterhouseCoopers put out its latest report on green hydrogen, which is very interesting. So we have to work this out. But what we want from you all is a plan for Sri Lanka to go ahead. That is why we have to call everyone in. We don’t have full expertise, I must admit. We need assistance from outside. So World Bank, ADB, and others who are interested, certainly come in. Because we are committed to a green economy and we want to go ahead. This, in short, is what Sri Lanka is planning to do. The rest of the details I leave it to you to tell the government what needs to be done.”",
    "World Bank Country Director for Sri Lanka, Faris H. Hadad-Zervos, highlighted the pivotal moment for Sri Lanka’s energy future, emphasizing the need for renewable energy investments to drive economic growth. He commended Sri Lanka’s ambitious goal to achieve 70% electricity from renewables by 2030 and become a regional leader. The Climate Prosperity Plan, unveiled at COP27, outlines the national investment strategy for achieving climate objectives. Hadad-Zervos praised Sri Lanka’s strides in expanding renewable energy, particularly in solar and wind power procurement.",
    "He stressed the importance of enhancing institutional capacity and regulatory frameworks for renewable energy procurement to attract private sector investments. The Government of Sri Lanka has embarked on ambitious power sector reforms to improve governance, efficiency, and financial sustainability. The World Bank Group, in collaboration with other partners, supports these reforms through policy advice, technical assistance, and financial products.",
    "Moving forward, Hadad-Zervos emphasized the need for a comprehensive roadmap and clear procurement frameworks to attract private investments for renewable energy projects. He called for joint action from stakeholders, including policymakers, development partners, and the private sector, to realize Sri Lanka’s ambitious energy goals. Private sector investments and innovations will be crucial in transforming Sri Lanka’s energy sector, generating employment, and enhancing energy security. Hadad-Zervos concluded by thanking President Ranil Wickremesinghe, Minister Kanchana Wijesekara, and the Ministry of Power and Energy for their leadership and commitment in advancing Sri Lanka’s energy transition.",
    "Meanwhile, Minister of Power and Energy Kanchana Wijesekara highlighted Sri Lanka’s strategic initiatives and on-going efforts in the renewable energy sector, emphasizing collaboration with international partners for the country’s energy transition. Notable progress includes Supreme Court approval of reforms aimed at driving renewable energy adoption, ensuring security, and lowering costs.",
    "Minister Wijesekara emphasized Sri Lanka’s ambitious renewable energy targets, aiming for 70% renewable energy by 2030 and advancing carbon neutrality to 2040. This commitment includes a policy against new coal power plants, aligned with principles from COP26. However, challenges persist, notably the integration of 4000 megawatts of new renewable energy into the grid by 2030.",
    "The Minister also outlined challenges faced in integrating renewable energy sources over the past two years, primarily due to the financial crisis deterring high-level developers from investing in Sri Lanka. While local developers and some international partnerships exist, they bear significant risks. Discussions with development partners have focused on mitigating these risks through financial and technical tools. Infrastructure development is another significant hurdle, particularly in identified renewable energy zones in the northern and eastern parts of Sri Lanka. An estimated $6 billion investment over the next six years is needed to develop infrastructure, including integrating nine backbone lines with other transmission lines.",
    "He emphasized the need for additional technical assistance in evaluating projects and determining appropriate pricing to attract the right investors with suitable technology and ensure competitive pricing for consumers. Acknowledging the importance of empowering agencies involved in the energy sector, he clarified that the reform bill aims to strengthen rather than weaken them. Specifically, he highlighted the importance of empowering the Ceylon Electricity Board, the Sustainable Energy Authority, and the regulator, proposing the establishment of an individual regulator empowered to oversee the electricity sector. Minister Wijesekara stressed the necessity of continued support to achieve these goals effectively.",
    "State Ministers of Power and Energy D.V. Chanka and Indika Anuruddha Herath, along with Advisor to the President on Climate Change Ruwan Wijewardena, Secretary to the Ministry of Power and Energy Dr. Sulakshana Jayawardena, Chairman of the Ceylon Electricity Board Nalinda Illangakoon, senior officials from the Ministry and representatives from The World Bank, AIIB, JICA, USAID, ADB, and other relevant organizations were present at the event."
  ]
}