{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97687/india-has-officially-eliminated-extreme-poverty-us-report",
  "time_ut": 1709372220.0,
  "original_lang": "en",
  "original_title": "India has officially eliminated ‘extreme poverty’: US report",
  "original_body_lines": [
    "India has now officially eliminated ‘extreme poverty’, which can be seen through the sharp decline in headcount poverty ratio and stark increase in household consumption, American think tank Brookings said in a report.",
    "The report, authored by Surjit Bhalla and Karan Bhasin, states that this has been a result of the government’s strong policy thrust on redistribution, which has led to strong inclusive growth in India over the last decade.",
    "India has just released its official consumption expenditure data for 2022-23, providing the first official survey-based poverty estimates for India in over ten years.",
    "According to the data, real per capita consumption growth has been recorded at 2.9 per cent per year since 2011-12. Under this, rural growth at 3.1 per cent was significantly higher than urban growth of 2.6 per cent.",
    "The data also presented an unprecedented decline in both urban and rural inequality.",
    "The urban Gini (x100) (index to measure inequality) declined from 36.7 to 31.9; the rural Gini declined from 28.7 to 27.0.",
    "In the annals of inequality analysis, this decline is unheard of, and especially in the context of high per capita growth.",
    "According to Brookings, high growth and large decline in inequality have combined to eliminate poverty in India for the Purchasing Power Parity USD 1.9 poverty line.",
    "The Headcount Poverty Ratio (HCR) for the 2011 PPP USD 1.9 poverty line has declined from 12.2 per cent in 2011-12 to 2 per cent in 2022-23, equivalent to 0.93 percentage points (ppt) per year. Rural poverty stood at 2.5 per cent while urban poverty was down to 1 per cent.",
    "For the PPP USD 3.2 line, HCR declined from 53.6 per cent to 20.8 per cent.",
    "Notably, these estimates do not take into account the free food (wheat and rice) supplied by the government to approximately two-thirds of the population, nor utilization of public health and education, the think tank stated.",
    "The data show a strikingly lower number of poor people in India, at both thresholds, than those estimated by the World Bank.",
    "The Brookings report presented a chart showing India’s Headcount Poverty Ratio for both the 1.9 USD PPP and the 3.2 USD PPP from 1977-78. It stated that the change in slope of the HCR for the higher 3.2 USD poverty line “reveals the extent of inclusive growth experienced in India over the last decade.”",
    "The decline in HCR at the higher poverty line is remarkable given that in the past it took 30 years for India to witness a similar decline in poverty levels as now witnessed over 11 years, it added.",
    "The authors are of the opinion that the relatively higher consumption growth in rural areas should not come as a surprise given the “strong policy thrust on redistribution through a wide variety of publicly funded programmes.”",
    "Brookings lauded the national mission for the construction of toilets and attempts to ensure universal access to electricity, modern cooking fuel, and, more recently, piped water, among the policies that thrived consumption.",
    "The rural access to piped water in India as of August 15, 2019 was 16.8 per cent and at present it is 74.7 per cent, the report cited. The reduced sickness from accessing safe water may have helped families earn more income.",
    "Similarly, under the Aspirational District Programme, 112 districts in the country were identified as having the lowest development indicators. These districts were targeted by government policies with an explicit focus on improving their performance in development.",
    "“Official data now confirms that India has eliminated extreme poverty, as commonly defined in international comparisons. This is an encouraging development with positive implications for global poverty headcount rates,” the Brookings report stated.",
    "“This also means that time has come for India to graduate to a higher poverty line much like other countries. The transition to a higher poverty line provides an opportunity to redefine existing social protection programs particularly with the objective of better identification of intended beneficiaries and providing greater support to the genuine poor,” Bhalla and Bhasin added in the report."
  ]
}