{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/the-lungs-of-the-city/",
  "time_ut": 1706276322.0,
  "original_lang": "en",
  "original_title": "The Lungs Of The City",
  "original_body_lines": [
    "It is a pity that well meaning people have not used the basic knowledge that a lung extracts Oxygen from the air to identify the function of forests. Consider the act of breathing, the air that enters a person’s lungs has 21% Oxygen, but on exhalation it has only 14% Oxygen. 6 -7 precent of the Oxygen in the air has been absorbed by the lung. A lung is something that extracts Oxygen from the atmosphere for respiration by the owner. It is with this knowledge that we should look at a city. A city has two distinct systems that extract oxygen from the air. The first is the human population. On an average a person needs about 750kg of Oxygen per year, thus a city with a population of 1 million will require 75,000 tons of Oxygen per annum to breathe. In addition, the combustion of fossil fuels within the city must to be factored in, considering that, for each gram of gasoline that burns, an engine needs about 14 grams of oxygen. It is this relation has led the UN to suggest that cities worldwide require an uninterrupted supply of energy and consume about 75 per cent of global primary energy, while emitting between 50 and 60 per cent of the world’s total greenhouse gases. Considering that the greenhouse gasses are produced by burning fossil fuels with Oxygen, the more energy profligate the city the higher is Oxygen consumption cost.",
    "The above suggests that while the population of a city functions as its biological lung, the transport and infrastructure of a city functions as its industrial lung, using the Oxygen in the atmosphere to power its energy needs. In addition, there are miners of the atmosphere, extracting Oxygen for a huge profit, there are the rocket men, burning huge quantities for their toys and the very profitable industrial war machine, burning massive quantities of Oxygen in their cruel and sadistic business. The more ‘developed’ the city, or the more industrialized, the bigger the demands of this lung. Thus the city also acts as a lung, with its human population as the biological part and industry with transport as the industrial part.",
    "What produces the Oxygen that keeps these lungs operational? On land it is the forests and green vegetation that do the job of photosynthesis. In the ocean it is the phytoplankton that helps to keep the global stocks of Oxygen topped up. However, there has been no focused study on the Oxygen budget of the Global Commons as yet. Who consumes and who replaces? Given the importance of Oxygen to each and every one of us personally, this should be an issue for urgent address. The tragedy is that the lungs of cities and of war machines are demanding ever increasing quantities of the global stocks, without a single molecule being replaced into the commons. There is another matter of concern, while the quality of the air is of no interest to lungs of the industrial machine, the quality of air is critical to the lungs of biological beings. The indifference to air quality is evident when fossil energy producers are allowed to externalize all of their negative costs. Air pollution in cities is often higher than in other areas of a country due to the geographical concentration of people and their economic activities.",
    "This disinterest in the biological lungs of the city is manifest by growing numbers of breathing related diseases in cities. When we breathe in air pollutants, they enter our bloodstream. They cause and aggravate many breathing and lung diseases, leading to hospitalizations, cancer, or even premature death. The UN suggests that, air pollution is the greatest environmental threat to public health globally and accounts for an estimated 7 million premature deaths every year. This is the fate of human lungs within the industrial machines.",
    "With such a demand by both biological and industrial lungs for biotic Oxygen, one would assume that its production would be of central concern. Bur sadly no one who uses Oxygen ever thinks of replacing what they use. Some are even hell bent on destroying those fonts of Oxygen production the forests in the name of ‘development’ or agriculture, with no value given to its production of Primary Ecosystem Services (PES).",
    "There is another aspect of urbanization that should be addressed in this context, the entombing of living soil and arresting the dialogue between the earth and the sky. The soil exchanged gasses, water and chemicals with the air ever since life came on land and developed into the great forests, grasslands and wetlands of the planet. Ecosystem Services generated through the functioning of these systems has been estimated to be worth over 127 trillion dollars a year. But when we urbanize and create roads to cover the soil, we stop the production of Ecosystem Services from that spot permanently. This opportunity cost is not factored in when development begins, neither is the cost of the industrial and biological lungs of a city to the Global Commons of air.",
    "A new contract between those who provide Primary Ecosystem Services (PES) and those who utilize PES should be created. Attention to this need was first articulated by Sri Lanka, whose country statement at the COP 21 on Climate Change in Paris, 2015 stated :",
    "We are aware that the critical Ecosystem services such as; production of Oxygen, sequestering of Carbon, water cycling and ambient cooling is carried out by the photosynthetic component of biomass. This is being lost at an exponential rate, due to the fact that these Ecosystem Services have not been valued, nor economically recognized. We would request the Intergovernmental Panel on Climate Change (IPCC) to examine the value of photosynthetic biomass.",
    "It is photosynthetic biomass that performs the act of primary production, the initial step in the manifestation of life. The biomass so termed has the ability to increase in mass through the absorption of solar or other electromagnetic radiation while releasing oxygen and water vapor into the atmosphere. Respiring biomass is that component of living biomass that uses the output of primary production to make the complicated biological patterns of life, which is identified as biodiversity ; it consumes oxygen to power its functions and does not have photosynthetic functions itself. This distinction would seem to be fundamentally important when assessing the value of biomass.",
    "The unfortunate identification forests as lungs needs to be rectified. Forests are not lungs in any sense of that word. They are the font of Primary Ecosystem Services (PES) which are essential to keep the lungs of animals and the operation of industry alive."
  ]
}