{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-Russia-Business-Council-holds-21st-Annual-General-Meeting/34-770116",
  "time_ut": 1733340633.0,
  "original_lang": "en",
  "original_title": "Sri Lanka-Russia Business Council holds 21st  Annual General Meeting",
  "original_body_lines": [
    "The 21st Annual General Meeting of the Sri Lanka-Russia Business Council (SLRBC) of The Ceylon Chamber of Commerce was held recently at the Cinnamon Grand, Colombo 3.",
    "The event was graced by the presence of Chief Guest Russian Ambassador to Sri Lanka and Maldives Levan Dzhagaryan.",
    "Delivering his address, Ambassador Dzhagaryan highlighted the significant trade, tourism, and cultural collaborations between Sri Lanka and Russia, emphasising that Russia continues to play a pivotal role in Sri Lanka’s tourism sector and export trade.",
    "The keynote speaker, Export Development Board Chairman and Chief Executive Officer Mangala Wijesinghe, discussed strategies to enhance Sri Lanka’s export potential and foster stronger economic ties with Russia. His address included insights on Sri Lanka’s ambitious targets for merchandise and service exports, as well as initiatives to bolster the small and medium enterprise (SME) sector.",
    "In his speech, Rhino Roofing Products Ltd. Director and SLRBC President Jude Fernando reflected on the Council’s achievements, including facilitating greater trade collaboration and enhancing bilateral relationships. He outlined future plans focused on creating new opportunities for member engagement, strengthening support for small and medium exporters, and addressing trade challenges through innovative solutions and policy reforms.",
    "Fernando continues as President of the SLRBC for 2024/25. Vice Presidents Maxims Overseas Holdings Ltd. Managing Director Buddhapriya Ramanayake and John Keells Holdings Vice President and Walkers Tours Ltd. Business Development Head Prabath Harshakumar were re-elected. Nature’s Beauty Creations Ltd. Head of Exports Shamindi Kumarasinghe was re-elected Treasurer, while SALOTA International Ltd. Managing Director Kolitha Wickremasinghe continues as Immediate Past President.",
    "The newly elected Committee includes representatives from Avian Technologies Ltd., Ceylon Fresh Teas Ltd., Freight Links International Ltd., HVA Food PLC, Millennium Teas Ltd., Regency Teas Ltd., Scanwell Logistics Colombo Ltd., Shan Teas Ltd., and Unitrades Ltd."
  ]
}