{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Boost-for-Sri-Lankan-products-at-Charoen-Pokphand-Group-Global-Sourcing-Expo-2024-in-Thailand/34-764811",
  "time_ut": 1722019014.0,
  "original_lang": "en",
  "original_title": "Boost for Sri Lankan products at Charoen Pokphand Group Global Sourcing Expo 2024 in Thailand",
  "original_body_lines": [
    "With a view of expanding Sri Lanka’s export basket to Thailand, the Embassy and Permanent Mission of Sri Lanka in Bangkok introduced the National Crafts Council of Sri Lanka and prominent Sri Lankan businessmen to the CP Group which, owns renowned retail chains, Lotus’s, Macro, and Seven Eleven in Thailand.",
    "The CP Group Global Sourcing Expo was held at the Renaissance Bangkok Ratchaprasong Hotel, providing a dynamic platform for international business people and food producers to network, showcase their products, and negotiate business deals with CP Foods and CP Group partners, including leading restaurant operators, hotels, and food service businesses both domestically and internationally. The event aimed to provide Thai people with the opportunity to access high-quality food from around the world and promote Thailand as a world food centre.",
    "The National Crafts Council of Sri Lanka, Eswaran Brothers Export Ltd., Excellensa Impex Ltd., Worga Naturals Ltd., and Thevmika Traders showcased Ceylon tea, handicrafts, Ceylon cinnamon, king coconut water, spices, food items such as sauces, wood apple jam, mango chutney, mustard cream, cashew, and pickles capturing the attention of attendees at the Expo.",
    "A Tea Tasting Session was also organised by the Eswaran Brothers Export Ltd., at the Expo which provided an engaging and sensory experience for the visitors, further enhancing the appeal of Ceylon Tea.",
    "Ambassador of Sri Lanka and Permanent Representative to UNESCAP C.A. Chaminda I. Colonne, CP Foods PCL Executive Committee Chairman Adirek Sripratak, Chief Executive Officer Prasit Boondoungprasert, CPF Global Food Solution PCL International Sourcing Director Pierre Nicou and many of their senior representatives from CP Group supermarkets, CP Group food service, CP Group factories, CP Group Convenience stores, CP Group quick service restaurants, CP Group pet food, Global hotel groups, Airlines and Food production factories joined the event.",
    "Ambassadors of Sri Lanka, Argentina, Australia, Ireland, Japan, Poland, New Zealand, and Spain and the Department of American and Pacific Affairs of the Ministry of Foreign Affairs of Thailand Director General Chettaphan Maksamphan joined the inauguration of CP Group Global Sourcing Expo.",
    "During the inauguration, CP Foods PCL Chief Executive Officer Prasit Boondoungprasert stated that they initiated this business matching event to promote the growth of SMEs in the countries where CP Group operates, while also giving Thai entrepreneurs access to a wider variety of products, offering new choices for the Thai food industry."
  ]
}