{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/bourses-bullish-momentum-sustained-by-conducive-macroeconomic-factors/",
  "time_ut": 1758200580.0,
  "original_lang": "en",
  "original_title": "Bourse’s bullish momentum sustained by conducive macroeconomic factors",
  "original_body_lines": [
    "CSE activities were extremely bullish yesterday due to conducive macroeconomic conditions coupled with favourable GDP growth predicted in the second quarter of the year, according to market sources. Amid those developments both indices moved upwards. The All Share Price Index went up by 185.30 points while S and P SL20 rose by 70.88 points.",
    "Turnover stood at Rs 6.8 billion with eight crossings. Those crossings were reported in Chevron Lubricants where 1.7 million shares crossed to the tune of Rs 293 million; its shares traded at Rs 170, HNB (Non- Voting) 710,000 shares crossed to the tune of Rs 208.7 million and its shares traded at Rs 294, Sampath Bank 700 million shares crossed for Rs 98 million; its shares traded at Rs 140, Central Finance 321,000 shares crossed for Rs 90.1 million; its shares sold at Rs 280.",
    "EAP Finance 500,000 shares crossed to the tune of Rs 80.5 million; its shares traded at Rs 161, Lankem Developments two million shares crossed for Rs 55.5 million; its shares traded at Rs 28, Prime Lands Residencies one million shares crossed to the tune of Rs 34 million; its shares sold at Rs 34 and Singer (SriLanka) 271,000 shares crossed for Rs 22.3 million; its shares sold at Rs 82.50.",
    "In the retail market top seven companies that mainly contributed to the turnover were; First Capital Treasury Rs 294 million (8.1 million shares traded), First Capital Holdings Rs 256 million (4.5 million shares traded), Lanka Credit and Business Finance Rs 241 million (39.7 million shares traded), Sierra Cables Rs 229 million (7.3 million shares traded), Commercial Lands Rs 227 million (1.2 million shares traded), Hemas Holdings Rs 174 million (5.4 million shares traded) and Asia Siyaka Rs 164 million (15 million shares traded). During the day 254 million shares volumes changed hands in 45000 transactions.",
    "It is said that the banking and finance sector led the market, especially HNB, while the real estate sector also performed well, especially Prime Lands and Commercial lands.",
    "In the secondary market bond yields dropped following the US Federal Reserve rate cut announcement, dealers said, while the rupee appreciated to Rs 301.90/302.00 against the dollar.",
    "Among the actively traded bonds, a bond maturing on 15.12.2029 was seen trading lower at 9.50/54 percent from the previous closing of 9.55/60 percent.",
    "A bond maturing on 15.03.2031 was quoted at 10.00/02 percent.",
    "A bond maturing on 15.12.2032 was quoted at 10.35/45 percent, from 10.40/49 percent.",
    "The telegraphic transfer rates for the American dollar was 298.5000 buying, 305.5000 selling; the British pound was 405.7748 buying, and 417.1366 selling, and the euro was 350.6062 buying, 361.9694 selling.",
    "Terra Motors, Japan’s leading EV innovator, enters Sri Lanka with electric three-wheeler; invites local distributors",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}