{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-planters-demand-justice-after-minister-storms-estate-drunken-gang-takes-staff-hostage-167504/",
  "time_ut": 1718108460.0,
  "original_lang": "en",
  "original_title": "Sri Lanka planters demand justice after Minister storms estate, drunken gang takes staff hostage",
  "original_body_lines": [
    "ECONOMYNEXT – Managers of Sri Lanka’s private plantations have called for justice after a cabinet minister stormed an estate demanding the re-instatement of suspended workers who had assaulted people involved in crop diversification.",
    "Plantations Infrastructure Minister Jeevan Thondaman’s entry to an estate and threats against Kelani Valley Plantations staff were broadcast over national TV and social media.",
    "Minister Thondaman and a drunken gang had stormed Pedro Estate of Kelani Valley Plantations where the firm’s Chief Executive had gone after a meeting at the Nuwara Eliya Assistant Comissioner of Labour, the Planters’ Association said in a statement.",
    "Sri Lanka’s Television stations had also broadcast visuals of Minister Thondaman shouting and making staff at a factory stop work and leave.",
    "Previously, a gang had surrounded the Labour Office where a meeting was taking place regarding the suspended workers, the PA said.",
    "The workers had been suspended after they assaulted the driver of a backhoe machine which was clearing low yielding tea for a test planting of coffee to check whether higher yields would be available after crop diversification.  Sri Lanka’s plantations are also facing labour shortages with young people leaving the sector in droves.",
    "The firm had ledged a police complaint as assault was a criminal action. The Ceylon Workers Congress had then called a strike, leading to the discussion at the Labour Office.",
    "The planters said a “large, intoxicated and unruly gang” was sent obstruct KVPL management from leaving the area after the meeting.",
    "They had then left to Pedro estate to eat lunch packets as one the management staff had high blood pressure and gastritis according to company officials.",
    "“Subsequently, the Minister and his associates who had learned that the CEO and his team were stopping by Pedro Estate, forcibly trespassed into the estate, blockaded it, and illegally detained them against their will for a harrowing four hours within the factory premises,” the Planter’s Association said in the statement.",
    "After being held hostage for four hours the management had agreed to the Minister’s demands to re-instate the workers and took the CEO to hospital.",
    "“They took the decision to re-instate the workers because the CEO could have died while being held hostage,” a company official said.",
    "The manager was then hospitalized and released after three days.",
    "“In the face of imminent danger and the arrival of a team from the Police Special Task Force (STF), KVPL management reluctantly agreed to Minister Thondaman’s demands to reinstate suspended workers to avoid potential violence, loss of life and irreparable damage to property,” the PA said.",
    "“Such actions, taken under duress, underscore the severe challenges faced by the plantation sector and urge decisive action to uphold the rule of law,” the PA said.",
    "“This incident underscores the paramount importance of upholding law and order within the plantation industry. The PA firmly condemns any actions that undermine the rule of law or jeopardize the safety of individuals.",
    "“The PA urges the Sri Lankan Government and the Sri Lankan Police to conduct a comprehensive investigation into this incident. It is imperative that those responsible for such flagrant breaches of law and order are brought to justice swiftly and decisively.",
    "“Additionally, immediate measures must be implemented to ensure the safety and security of all industry stakeholders.",
    "“Confidence in the plantation sector cannot be restored without demonstrable actions to safeguard the well-being of workers, management, and all associated personnel.”",
    "Sri Lanka’s Ministers and private plantations are also locked in a battle after a 70 percent pay hike was ordered by a gazette. The Plantations have gone to court over the order.",
    "Several Ministers have threatened to re-expropriated the plantations, which were originally expropriated from British planters and domestic companies by the elected ruling class, in one of a series of actions that led to the Sri Lanka being a lagging nation in Asia.",
    "Minister Thondaman could not be reached for a comment despite repeated attempts at the time of publication.",
    "He has since responded to our story and key comments are reproduced below. He denied that anyone was held hostage and said the strike was unplanned event.",
    "“The strike was unplanned and organic with 298 people striking,” he said.",
    "“It was an unplanned strike and as per video evidence there were no drunk people. The video shows most of the protestors were women.”",
    "The company had suspended the workers involved in blocking coffee cultivation but had delayed giving a hearing, he said.",
    "“There were three people suspended and it is the right of the companies to suspend workers. However, they should give a hearing at the earliest possible time. Out of the three people, only one was from my trade union, the other two were not.",
    "“We had a meeting with the Labor Commissioner and it proved that they acted unfairly according to Labor Law and ILO conventions.",
    "He explained the original incident regarding blocking of coffee cultivation as follows:",
    "“However, we cannot allow that. People are sentimentally attached to tea and they plant coffee to avoid giving the 1700 wage.”",
    "Minister Thondaman denied intimidation or taking anyone hostage and strongly denied putting anyone in danger and said an offer was even made to bring medicine.",
    "“When the 300 workers – who have 300 families – were standing outside the police station, the CEO brought all the managers and they were brought into the police station room.",
    "“We know that the tea plantation owners are some of the richest people in the country, but we can’t have one law for them and another for the workers.",
    "“The managers ask the workers to work removing their pottus and earrings but they should be allowed to keep the pottus.",
    "“With regards to the incident with the CEO, I did not hold anyone hostage. I told them you are free to leave at any time and purchase medication. I even asked if I can get medication from his driver. He said, no I’m fine.",
    "“I also didn’t storm the place as was said. I went and even asked people if they want tea.",
    "You will see video evidence of me talking very politely to the CEO.",
    "“Now they have gone behind our back and filed a complaint to the police. I can afford to take this matter to court but the workers can’t.”  (Colombo/June11/2024 – Update II – this story has been revised to include Minister Thondman’s response)"
  ]
}