{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84201",
  "time_ut": 1718551800.0,
  "original_lang": "en",
  "original_title": "The proposal by President Ranil Wickremesinghe to grant a six months extension to Sri Lanka’s Attorney General has put the hapless holder of that office in the centre of a vicious political whirlwind",
  "original_body_lines": [
    "The proposal by President Ranil Wickremesinghe to grant a six months service extension to Sri Lanka’s Attorney General has put the hapless holder of that office in the centre of a vicious political whirlwind that further damages the already badly battered public reputation of the chief law officer of the land.",
    "This must be said clearly and categorically. Absent that extension, the incumbent Attorney General will retire later this month. This controversial proposal has been placed with his customary aplomb by the President before the Constitutional Council (CC) sans any reflection on the grievous impact that this may have on constitutional propriety.",
    "That proposal is now being tossed like a red hot coal by the CC from one week to the next. All this hot air comes in the backdrop of a looming national poll (presidential or parliamentary as the case may be) and in the wake of the President’s favourites in the United National Party (UNP) declaring that polls should be postponed.",
    "This does not augur well for the health of the nation’s constitutional democracy, to put it gently. To add insult to injury, the President has reportedly justified this move by claiming that the incumbent Attorney General has been engaged in constant discussions with the Catholic Church regarding ongoing prosecutions related to the 2019 Easter Sunday attacks by home-grown jihadists.",
    "He has also cited close involvement of the state law office in legal proceedings relating to claims of compensation over the enormous marine destruction caused by the sinking of the fire engulfed X-Press Pearl ship.",
    "First, the President and his advisors need to be educated on the doctrine of the continuity of state responsibilities in office irrespective of the change of individual officers in that seat. If reasons of ‘close engagement’ in ongoing prosecutions (the sum and substance of the duties of the Attorney General) had been advanced in the past to justify extending the terms of Attorneys Generals, the holders of those posts would have had to die standing up in their shoes as it were, in order for their successors to be fortunate enough to come into office.",
    "Secondly, is the President intent on ridiculing the Office of the Attorney General by citing the 2019 Easter Sunday attacks and the X-Press Pearl incident as justification for his extraordinary attempt to grant a service extension to the incumbent holder?",
    "These two incidents, more than any others in a long list of failed or compromised prosecutions, are apt to raise the hackles of the public given legitimate complaints that unseen (or very much ‘seen’) political hands dictate the progress (or lack thereof) in court proceedings. Certainly they are not the best examples that can be found of the sterling performance of the Attorney General and his team.",
    "That indictment is made without any rancor, let it be plain. For decades, it is not that we did not have capable and efficient officers serving in the Department of the Attorney General. Quite the contrary, the brightest and the best of Sri Lanka’s legal profession were traditionally recruited to the Department.",
    "The problem lies not in capacity but the inveterate politicization of the Department, harassed by politicians from Presidents downwards to do their bidding.",
    "That pattern has been aggravated to the point that it undermines the very concept of members of the official Bar acting as officers of the State, not hurrah boys (or girls) of a passing Government. The Easter Sunday attacks which the President was ill-advised enough to cite, has in fact, been one of the most visible examples of a compromised prosecutorial process leading a former Attorney General to speak bluntly of a ‘conspiracy’ preventing him from investigating and indicting the ‘masterminds’ of that attack. That in turn led to him being questioned by the Criminal Investigation Department after stepping down from office.",
    "Such has been the vagaries if not the risks of heading the chief state law office. Predictably, the President’s exceedingly awkward justification in seeking to extend the tenure of the incumbent Attorney General has been met with a storm of protests.",
    "On its part, the Catholic Bishops Conference of Sri Lanka has severely castigated the explanation, labeling the (Presidential) ‘insinuation’ that the Bishops Conference is ‘responsible’ for the proposed extension as ‘false, misleading, and malicious.’",
    "In fact, it has gone further in rejecting the President’s statement that the (and again I use the term ‘hapless’) incumbent holder of the post has been ‘constantly in dialogue’ with the bishops. The claim that the Attorney General has played a ‘fundamental role’ in the committee that was looking into the attacks has also been denied. The venerable bishops have reiterated that though they have ‘consistently written to and called upon the Attorney General to bring justice to the victims of the heinous Easter Sunday attacks,’ this has been to no avail.",
    "Elsewhere, the Opposition has come out in force decrying the proposed extension of service and pointing to a sinister conspiracy to subvert elections. Coupled with this development is the President’s appointment of yet another ‘committee’ of Inquiry to ‘investigate‘ actions of the state intelligence services, the chief of national intelligence and other national security agencies in concealing prior information received about the Easter Sunday attacks. To what purpose is another committee when commissions of inquiry and parliamentary committees have already exhaustively deliberated upon and come to findings regarding the same?",
    "Essentially while the President holds forth to Sri Lanka’s young on what the Presidential Secretariat coyly terms as the ‘ongoing reform agenda and recovery efforts’ and speaks eloquently on the need to hold the Office of the President accountable to ‘the people’, his actions speak to the exact opposite. Perhaps this ‘ongoing reform agenda’ may limit the ability of a President to appoint useless commissions and committees on which gigantic public funds are expended, which are then used as political footballs to divert accountability?",
    "In fact, the President may peruse recent decisions of the Supreme Court quashing pardons granted to convicted offenders under Article 34 (1) of the Constitution, most particularly relating to Duminda Silva (earlier this year) and Jude Jayamaha (a few weeks ago). In both instances, the Court summarily dismissed the argument (as well it should), that a former President (Maithripala Sirisena), in granting the pardons, had claimed that he had acted bona fide, relying on the documents given to him by his officers  and in the ‘interest of the country.’",
    "Using Article 33 (h) of the Constitution which obliges the President to do ‘acts and things’ that would not be inconsistent with the Constitution or written law, the Court did not agree that its review should be confined as to whether the formal requirements of Article 34 had been met or not. It was eminently within the purview of the Court to review the fit and proper use of Presidential discretion in granting pardons given that there can be no ‘unfettered’ discretion.",
    "On the facts in both cases, the former President had failed to establish that he had properly exercised his discretion.  In the most recent decision of the Court relating to Jude Jayamaha, Justice S. Thurairaja goes so far as to impute a Presidential duty to give reasons when granting pardons under Article 34 (1) extending that same duty to the Attorney General and the Minister of Justice in performing their respective roles based on the doctrine of Public Trust.",
    "The long arm of the Constitution extends even after a President has left the office. This is a fact that applies even to Presidents who believe that they are invincible."
  ]
}