{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Asias-leading-tech-alliance-refutes-Ministers-comments-in-Parliament/108-275615",
  "time_ut": 1706061120.0,
  "original_lang": "en",
  "original_title": "Asia’s leading tech alliance refutes Minister’s comments in Parliament",
  "original_body_lines": [
    "Colombo, Jan  24 (Daily Mirror) - The Asia Internet Coalition (AIC) refuted comments made by Public Security Minister Tiran Alles in Parliament on Tuesday, during the debate of the controversial Online Safety Bill, stressing that the alliance has not been privy to amendments made to the Bill.",
    "AIC, an industry association, comprising leading internet and technology companies such as Meta, Google, Apple and Amazon said that certain assertions made by Public Security Minister Alles do not accurately reflect the developments in drafting the controversial new legislation.",
    "During the debate in Parliament, Minister Alles said that technology industry representatives had approved the amendments proposed to the Online Safety Bill. “Of course, we have had extensive discussions with the Asian Coalition, where it covers about fifteen companies. Our team went to Singapore and sat with them for three days, went para by para… After that they gave their suggestions,” the Minister said. He was responding to a question raised by MP Harini Amarasuriya questioning if the AIC had approved of the amendments to the Bill.",
    "Issuing a statement the AIC’s Managing Director Jeff Paine said that the Minister’s statement does not accurately reflect the substantial contributions that the alliance has made throughout the legislative process.",
    "The AIC said its contributions include comprehensive submissions and engagements such as hosting representatives from the Ministry of Public Security at the annual Online Safety Forum organised by the AIC in Singapore. “These engagements and representations eventually culminated with our last submission to the Ministry on 8th, January 2024,” Paine said.",
    "The AIC also charged that it has not been informed of the amendments to the bill, reiterating that the bill in its present form is ‘unworkable’ and requires extensive revisions to align with global best practices. “Despite our commitment to constructive collaboration, the AIC has not been privy to proposed amendments to the bill. We unequivocally stand by our position that the Online Safety Bill, in its current form, is unworkable and would undermine potential growth and foreign direct investment into Sri Lanka’s digital economy,” the statement said."
  ]
}