{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Rice-imports-begin-with-1-900-tons-arriving-at-Colombo/56-770480",
  "time_ut": 1734044491.0,
  "original_lang": "en",
  "original_title": "Rice imports begin with 1,900 tons arriving at Colombo",
  "original_body_lines": [
    "Rice imports have officially begun following Government approval earlier this month to address the ongoing shortage.",
    "Sri Lanka Customs yesterday announced that from 4 December to 5:30 p.m. yesterday, the country had imported 1,900 tons of rice from India.",
    "“The clearance of this rice consignment from Customs is being expedited and the Risk Management, Central Commodity Inspection, Prevention and Registration Divisions of Sri Lanka Customs have put in place a special program to release the shipment into the market very soon,” Sri Lanka Customs Media Spokesman and Additional Director General Seevali Arukgoda said.",
    "He added that this rice consignment includes Kekulu and parboiled rice varieties, imported from India.",
    "On 3 December, the Cabinet of Ministers approved the temporary removal of restrictions on rice imports till 20 December to ensure adequate stocks ahead of the festive season. Separately, the Essential Food Importers and Traders Association said that if the Customs duty on imported rice can be reduced by Rs. 15, they would be able to sell rice at the maximum retail price (MRP) stipulated by the Government.",
    "Speaking to the media, the Association’s Spokesman Nihal Seneviratne said the importers can supply imported Nadu rice for around Rs. 220 per kilo, if the Customs duty is reduced.",
    "He said once the rice stock reaches the wholesale market it will see an added distribution cost of around 8%-10%.",
    "On 7 December, President Anura Kumara Dissanayake announced a new MRP and wholesale price limit for various rice varieties, insisting the need for cooperation from mill owners and traders to address the ongoing shortage in the market. He directed traders to sell Nadu rice to consumers at a wholesale price of Rs. 225 per kilo and a retail price of Rs. 230 per kilo."
  ]
}