{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96517/karapitiya-hospitals-senior-oncologist-arrested-over-alleged-assault-on-junior-staffer",
  "time_ut": 1705573200.0,
  "original_lang": "en",
  "original_title": "Karapitiya hospital’s senior oncologist arrested over alleged assault on junior staffer",
  "original_body_lines": [
    "A senior oncologist of the Teaching Hospital in Karapitiya has been arrested for allegedly assaulting a female junior staff member during a contentious situation that had ensued on Wednesday (Jan.17).",
    "According to the police media division, the specialist doctor in question, who was arrested by Galle Police, is now receiving medical care at a private hospital under police custody.",
    "The doctor, 61, had assaulted the staff member during a heated argument between him and the other staffers over on Wednesday morning after he accused them of disrupting hospital services by going on a token strike the day before.",
    "The hospital’s authorities had brought the situation under control, however, a female junior staff member got herself admitted to the Karapitiya Teaching Hospital, citing an assault by the senior oncologist.",
    "Against this backdrop, the Association of Medical Specialists (AMS) has raised ‘deep concerns’ about what it called were ‘serious incidents’ that affect the safety of Dr. S.C.R. Perera and cancer care.",
    "In a letter, the Karapitiya branch of AMS urged the hospital’s director to conduct an urgent impartial inquiry and also restore normal services of the institution at the earliest possible.",
    "“The normal practice island-wide has been to sustain and maintain cancer-related clinical work during the trade union actions by all health works. During TUA on the 16th January 2024, work at the onco surgical unit had been disrupted and compromised during surgical operations. Dr. S.C.R. Perera, Senior Consultant Oncological Surgeon had duly written a complaint and raised his concern regarding disruption of cancer surgery.",
    "“Thereafter when Dr. S.C.R. Perera proceeded to the Director’s office on the following day (17th) there had been life threatening mob attack on him by some categories of employees.",
    "“We note with the regret the continuous harassment of our senior colleague in different forms to impeding his work and provision of cancer care in our institution since then.”"
  ]
}