{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98193/hc-to-deliver-order-on-keheliyas-revision-petition-seeking-bail",
  "time_ut": 1711360500.0,
  "original_lang": "en",
  "original_title": "HC to deliver order on Keheliya’s revision petition seeking bail",
  "original_body_lines": [
    "The Colombo High Court has decided to deliver the order over the revision application filed by former Health Minister Keheliya Rambukwella seeking to be released on bail, on April 03 2024.",
    "This order was issued by Colombo High Court judge Sujeewa Nissanka, when the relevant petition was taken up for consideration today (25).",
    "The attorneys representing Rambukwella, who is in remand custody in connection with the substandard human intravenous immunoglobulin (IVIG) procurement, submitted the revision bail application to the Colombo High Court on March 15 after the Maligakanda Magistrate’s Court had rejected bail for the former Health Minister, the former health secretary and 4 other accused in the case.",
    "Furthermore, the magistrate had ordered them to be remanded in custody until the conclusion of the case under the provisions of the Public Property Act and fixed the case to be recalled on March 28.",
    "In his bail application, filed through his legal counsels, Rambukwella claimed that the Maligakanda Magistrate’s decision to reject bail for him was unlawful. He also sought the High Court to release him on bail subjected to any condition.",
    "Eight individuals including former Health Minister Keheliya Rambukwella, former Health Ministry Secretary Janaka Chandragupta and Additional Secretary of the Health Ministry Dr. Saman Ratnayake currently remain under remand custody following their arrest in connection with the case.",
    "The Criminal Investigation Department (CID) had arrested Rambukwella on February 02 in connection with the procurement of substandard human intravenous immunoglobulin (IVIG), when he arrived there, complying with a court order. He had been grilled for nearly 10 hours before being arrested.",
    "The arrest came hot on the heels of pressure from civil society activists and health sector trade unionists, who called for the immediate apprehension of the lawmaker.",
    "On February 29, Rambukwella’s attorneys also filed a Fundamental Rights (FR) petition challenging his arrest by the CID and demanding Rs. 100 million in compensation."
  ]
}