{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/MMDA-reform-is-not-repeal-New-Govt-must-counter-fearmongering-and-resistance-to-justice/4-770438",
  "time_ut": 1734029420.0,
  "original_lang": "en",
  "original_title": "MMDA reform is not repeal:  New Govt. must counter fearmongering and resistance to justice",
  "original_body_lines": [
    "Justice in the context of MMDA reforms will entail treating women and children with dignity, providing equal protection of Sri Lanka law to women and children, ensuring that the MMDA is a Shari’ah compliant Islamic law that strives for righteous living in the interest and wellbeing of Muslims, and realising constitutional guarantees for all Muslims of the country. Reform of the MMDA will represent all these progressive aspects: Islamic legal jurisprudence, constitutional protections, universal human rights and basic human compassion and fairness. Indeed the call for reform is one to strengthen and preserve the MMDA rather than repeal it",
    "The new Government must recognise the current fearmongering campaign for what it is, and confidently advance MMDA reforms",
    "In the wake of the Presidential and General Elections, the National People’s Power (NPP) Government will have to navigate the disinformation and scare tactics that were deployed during the campaign period about reform of the Muslim Marriage and Divorce Act (MMDA). The new Government has a genuine opportunity to lead an inclusive, evidence based, and responsible public discussion on the reform of MMDA.",
    "It is important that those in power are clear in their intention, their messaging and their approach to this sensitive but important issue. They must clarify that reform of the MMDA does not mean repeal of family law for Muslims. They must affirm that legal pluralism is not to be feared, will be protected and is a form of respect and acceptance of the rich diversity in Sri Lanka. They must uphold the Constitution as a compact benefitting ALL citizens, including women in minoritised communities. They must ensure that consultation on Muslim family law reform must necessarily involve persons most directly harmed by the current practices – women and girls.",
    "President Dissanayake in his address to the 10th Parliament on 21 November stated that the Government was committed to rebuilding the rule of law in Sri Lanka, to restoring trust of the people in the legal system and to securing justice for citizens. He also affirmed that people should not be afraid to practice their beliefs and culture, and assured that a politics of racial fearmongering would be over. It is encouraging that in its opening statement of policy, the new Government, centred justice for the people, and this public commitment is directly relevant to the reform of the MMDA.",
    "Justice for Muslim girls and women in the context of MMDA reforms has been decades overdue. The MMDA has several provisions that discriminate against women, including permitting girls to be married even under the age of 12; denying women the right to sign their own marriage documents; failing to regulate the practice of dowry or matrimonial property and related social hardship; allows quazis to impose unjust divorce procedures that discriminate against women; and denying of women the right to hold public or judicial office in the administration of marriage and divorce and related matters.",
    "In terms of harms, girls compelled into marriages have endured physical, sexual, verbal and emotional violence, have lost opportunities to be financially secure and have been deserted with children to care for. Muslim women have endured physical, sexual, verbal, emotional harm, have lost property, have been rendered destitute, have become trapped in marriages where their maintenance has been neglected as a consequence of the practice of polygamy and have been subject to unfair, cruel and degrading treatment by some quazis.",
    "Muslim women in Sri Lanka have been advocating for reform for over 40 years and within the last decade have succeeded in making their concerns a matter of national debate. Today, there is a bill sitting with the Ministry of Justice that is based on the largely unanimously agreed reforms contained in the 2021 report by a Committee of experts consisting of Islamic religious scholars and Muslim lawyers reflecting a range of positions on MMDA reform. Although consensus draft reforms are consistent with international human rights, the Sri Lankan constitution and Islamic values and jurisprudence seemed within grasp, the political upheaval of the recent past has created an opportunity for those who oppose reform to stall this.",
    "Interest groups who have for decades opposed progressive and harm-preventing reforms were seen using the run-up to the Parliamentary election to boost their campaign of fearmongering around reform, equating it to the loss (repeal) of the MMDA. A video of (then) NPP candidate Saroja Savithri Paulraj clearly articulating the discrimination faced by Muslim women and girls was circulated in order to mobilise Muslim communities against the candidate and her party, and also to put pressure on them to back down from their stated support for MMDA reform.",
    "Compelled to comment on the interim NPP Government’s position during the campaign period, on 6 November 2024, Minister Vijitha Herath appeared to state that there was no need to reform the MMDA. This was an extremely unsatisfactory position, given that the reasons for reforms have been widely publicly debated and the discrimination and harm caused under the cover of the MMDA had been a topic of national concern for many years.",
    "For Muslim women victims and activists who have advocated for reform in the face of social pressure from anti-reform forces, especially at the community level, it was disheartening that a political party poised to secure power was not willing to acknowledge that there were serious issues like child marriage and discrimination on the basis of gender to be addressed. The language of, ‘we will reform any religious law only in consultation with religious leaders’, in a context where such leaders are exclusively male, was another blow which failed to acknowledge that women and girls affected by this highly discriminatory law were key voices on the question of reform.",
    "The campaign of fearmongering has continued since the Parliamentary elections, with opponents of reform using social media platforms and WhatsApp groups to circulate posts that evoke the language of ‘one country, one law’ a phrase associated with anti-Muslim threats to repeal the MMDA during the Gotabaya Rajapaksa-led government. The appointment of newly elected Member of Parliament Saroja Savithri Paulraj as the new Minister of Women’s Affairs has also been used to further stoke fears, referencing her past statements in support of reform.",
    "Similarly, Dr. Kaushalya Ariyarathne, recently elected member of Parliament, in her first speech to Parliament on 6 December highlighted that Muslim women have been advocating for much needed MMDA reforms without being heard and this one line of concern ignited another round of fear-based messaging from certain sections of Muslim communities.",
    "It will be important to tackle this damaging fearmongering as part of the State reforms process and model inclusion and trust building when leading conversations of harm prevention related to minoritised citizens.",
    "The fearmongering described above delegitimises and cultivates hatred against the good social service and community bolstering work by Muslim women and men working directly in their Muslim communities with women and children affected by the problematic colonial MMDA. This delegitimisation also affects victims experiencing discrimination and various forms of harm under the MMDA, as it creates an environment in which victims seeking help from service providers are seen as betraying the community. In some recent social media videos, community members, particularly parents, were warned against speaking to researchers on harms caused under the MMDA. There have also been targeted campaigns against particular community activists. All this adds to the alienation and oppressive culture experienced by victims and those working with victims. It hinders the path to solutions to the daily problems people face under the MMDA.",
    "The fear-inducing language of ‘they are coming to repeal our Muslim law’ deployed by opponents of reform fosters distrust within members of Muslim communities about the Sinhala majority and alienate Muslim citizenry from the State. There is a deliberate conflation of the draft MMDA reforms that would actually benefit Muslim women and girls with the Islamophobic rhetoric and politics of recent Sri Lankan regimes in order to undermine reform.",
    "This is consistent with longstanding tactics by regressive male Muslim politicians and community leaders who have benefitted from playing on community fears and sowing division to bolster their own status and political support. This deeply cynical approach threatens hard-won progress towards consensus on MMDA reform, as evidenced by the 2021 report, and also undermines the possibility of restoring Muslim communities’ relationship to democracy and rule of law in Sri Lanka.",
    "Reform is about strengthening justice for all Sri Lankan Muslims",
    "It is the call for justice for the Muslim women and girls affected by the MMDA that has prompted and sustained the conversation of reform for over 40 years. Whoever else is consulted on law reform, there can be no reform without serious, non-tokenistic, participation by and on behalf of affected women. Justice in the context of MMDA reforms will entail treating women and children with dignity, providing equal protection of Sri Lanka law to women and children, ensuring that the MMDA is a Shari’ah compliant Islamic law that strives for righteous living in the interest and wellbeing of Muslims, and realising constitutional guarantees for all Muslims of the country. Reform of the MMDA will represent all these progressive aspects: Islamic legal jurisprudence, constitutional protections, universal human rights and basic human compassion and fairness. Indeed the call for reform is one to strengthen and preserve the MMDA rather than repeal it.",
    "The new Government must recognise the current fearmongering campaign for what it is, and confidently advance MMDA reforms. The Government must assure Muslim communities that it will retain and protect Muslim personal law in a form that is just and is protective of the dignity, well-being and rights of all users of the MMDA, especially women and children. The Government must also publicly engage communities to reassure them that Muslims will have access to a family law reflective of the justice guaranteed by Islamic law, while also providing all the basic legal protections and administrative efficiencies available to other citizens.",
    "Advancing MMDA reform under the new Parliament must build on the significant work done to date. In the exercise of MMDA reforms to ensure justice and equality for women and girls, there is an opportunity to build a relationship of inclusive governance with the Muslim people of Sri Lanka and to contribute to shaping a political culture of respect and inclusion, not of fear and division.",
    "(The writer holds an (LLM) and is an Attorney-at-Law. She is a co-founder of Muslim Personal Law Reform Action Group (MPLRAG) a voluntary collective that works for Muslim family law reform. She has undertaken research on child marriage and Quazi court in the context of the MMDA and also general family law reform. She served on the 2020-2021 Expert Committee appointed by the Ministry of Justice to advise on MMDA Reform.)"
  ]
}