{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99756/israel-rescues-four-hostages-in-operation-gazan-officials-say-killed-more-than-200",
  "time_ut": 1717917060.0,
  "original_lang": "en",
  "original_title": "Israel rescues four hostages in operation Gazan officials say killed more than 200",
  "original_body_lines": [
    "The Israeli military rescued four hostages in a special operation in the Nuseirat refugee camp, central Gaza, that Gazan authorities said killed 236 people and injured more than 400 others.",
    "Noa Argamani, Almog Meir Jan, Andrey Kozlov, and Shlomi Ziv, were rescued by the Israeli military, intelligence and special forces from two separate locations in Nuseirat, the Israel Defense Forces (IDF) said Saturday.",
    "All four were kidnapped from the Nova music festival on October 7.",
    "“They are in good medical condition and have been transferred to the ‘Sheba’ Tel-HaShomer Medical Center for further medical examinations,” the IDF added.",
    "An Israeli policeman from a special counter-terrorism unit was killed in Saturday’s rescue operation, according to Israeli police.",
    "News of the rescue came soon after Israel’s military said it was operating in Nuseirat and other areas of central Gaza, where heavy shelling and artillery fire was reported.",
    "At least 236 people have been killed as a result of the rescue operation and more than 400 injured, hospital officials in Gaza said Saturday.",
    "The killed and wounded were taken to two hospitals in Gaza, Al-Awda Hospital in Nuseirat and Al-Aqsa Martyrs Hospital in Deir Al-Balah. Al-Awda Hospital director Dr Marwan Abu Nasser told CNN that 142 bodies had been counted at the medical facility by late Saturday, while Al-Aqsa Hospital in Deir al-Balah said 94 bodies had been counted.",
    "CNN has no way of verifying casualty numbers reported by Palestinian officials in Gaza. Medical records in the war-torn enclave do not differentiate between civilians and militants killed.",
    "An Israeli military spokesperson put the number of casualties from the operation at “under 100,” and had no information on how many of those were civilians.",
    "Rear Admiral Daniel Hagari said Israeli forces had to enter civilian areas to reach hostages as this was where Hamas had embedded itself.",
    "He said the hostages had been locked in two separate apartments in civilian multi-story buildings about 200 meters (650 feet) apart, with Argamani held in a different building to the three males. He said the IDF had received intelligence on their location beforehand, noting that hostages in Gaza were frequently moved around and Argamani had previously been held elsewhere. Similar raids had been called off at the last minute “more than three or four times” due to unfavorable conditions, he added.",
    "The first phase of Saturday’s operation saw the IDF target militant infrastructure with pre-planned strikes, Hagari said.",
    "For the rescue, the IDF had opted for a daytime operation because of the element of surprise, he added, and it had prepared by building models of the apartments the hostages were held in.",
    "Hagari said that the IDF had come under intense fire, especially after withdrawing from the apartments, but did not provide evidence for his claims.",
    "Saturday was an “emotional and happy day for the state of Israel and the IDF,” Hagari said, though he cautioned that most of the remaining hostages were not being held in conditions that would allow for similar operations.",
    "Following Saturday’s announcement, the total number of hostages still held in the Gaza Strip from October 7 is now 116, of which at least 41 are dead.",
    "On the ground in Gaza, locals described scenes of carnage following the strikes that led up to the rescue.",
    "Nidal Abdo, was shopping in Nuseirat on Saturday when he described a “crazy bombardment” hitting. “[It was] something we never witnessed before, maybe 150 rockets fell in less than 10 minutes, while we were running away more fell on the market,” he said.",
    "“There are children torn apart and scattered in the streets, they wiped out Nuseirat, it is hell on earth,” he said.",
    "Another local, Abu Abdallah, said the strike hit while people were sleeping, adding: “Dogs were eating people’s remains. We pulled out six martyrs, all torn up children and women, we risked our lives to get them to the hospital.”",
    "Footage from Al-Aqsa Martyrs Hospital shows trucks and ambulances transferring injured people and bodies to the hospital. Inside the hospital, people can be seen waiting on the floor.",
    "Graphic video shows many Palestinians, including children, injured with blood on their faces and clothes. Footage from the hospital also shows people screaming and crying, huddled over bodies covered in blankets.",
    "Hamas described the operation as a “brutal crime, devoid of the values of civilization and humanity,” saying the Israeli military “committed a horrific massacre against innocent civilians.”",
    "Hamas said the rescue would not change Israel’s “strategic failure in the Gaza Strip,” as the group still holds a large number of other hostages after eight months of fighting.",
    "The group’s leader Ismail Haniyeh said, “Our people will not surrender, and the resistance will continue to defend our rights in the face of this criminal enemy.”",
    "Abu Obaida, the spokesman for the group’s armed wing, the Al-Qassam Brigades, also claimed some hostages had been killed during the rescue mission, but provided no proof and did not elaborate on the identities of who had purportedly died.",
    "In a post on Telegram, he said the rescue raid “posed a great danger” to the remaining hostages and “will have a devastating impact on their conditions and lives.”",
    "Asked about the claim, the Israel Defense Forces said, “Hamas is a terrorist organization that uses psychological terrorism in order to achieve its goals, accordingly its statements should be taken with limited credibility.”",
    "Hostage rescues are rare: this is only the third such successful operation. IDF Corporal Ori Megidish was rescued in October last year from the northern Gaza Strip. In another operation on February 12 this year, Fernando Marman and Louis Har were rescued from southern Rafah.",
    "One of the rescued group, 25-year-old Noa Argamani, became one of the symbols of the October 7 attacks, after video emerged of her shouting and pleading from the seat of a motorbike as a group of Hamas fighters drives away with her in tow.",
    "In the video, Argamani’s boyfriend, fellow Israeli citizen Avinatan Or, is also led away by Hamas fighters.",
    "Noa’s mother Liora Argamani is a Chinese citizen who has been grappling with late stage brain cancer. In a video released last November, she made a desperate plea to be able to see her daughter one more time.",
    "“I don’t know how long I have left. I wish for the chance to see my Noa at home,” her mother said, calling on US President Joe Biden to push for her daughter’s release.",
    "A spokesperson for Ichilov Hospital in Tel Aviv confirmed on Saturday that Argamani had been transferred there so that she could be treated alongside her mother.",
    "Argamani’s family had previously received signs that she was still alive. She appeared in a series of Hamas propaganda videos released in January this year.",
    "Video showed Argamani embracing her father after her release. She also held a phone call with Israeli Prime Minister Benjamin Netanyahu who told her “we didn’t give up on you for a moment.”",
    "– Almog Meir Jan, 22, is from the small city of Or Yehuda, outside Tel Aviv. He was due to start a new job at a technology company on October 8.",
    "– Shlomi Ziv, 41, was working as a security guard at the Nova festival when he was kidnapped on October 7. Ziv had been living in the local moshav or agricultural settlement for 17 years with his wife Miren.",
    "– Andrey Kozlov, 27, is a Russian citizen who move to Israel a year ago. He was also working as a security guard at the Nova festival.",
    "Relatives of the rescued hostages said they felt happy and blessed to be reunited with their loved ones but also called on the Israeli government to bring back the remaining captives.",
    "“I couldn’t stop hugging him,” Orit Meir, mother of Almog Meir Jan, told a news conference Saturday. “Tomorrow is my birthday so I got my present.”",
    "Meir thanked the Israeli military and government for the rescue, but also urged the government to secure the release of the dozens of captives that remained in Gaza.",
    "“We want a deal now. We want them to come back home as soon as possible,” she said.",
    "Jennifer Master, the girlfriend of Andrey Kozlov, echoed those sentiments, saying, “Thank you for saving our loved ones. And we wish that all the loved ones will come back home safe and sound and there will be a deal soon.”",
    "Yaakov Argamani, father of Noa Argamani, added: “We can’t forget there are 120 hostages. We must do everything, but everything, as soon as possible to bring them home, so that their families can embrace them in happiness.”",
    "Rozi Ziv, mother of Shlomi Ziv, said, “My dream came true. I wish for the other hostages that their dreams will come true, too.”",
    "Meanwhile, following news of the rescue, thousands of demonstrators gathered across Israel, calling on the government to secure a deal to free the remaining hostages.",
    "In Tel Aviv, demonstrators gathered at a plaza informally known as Hostages Square, many holding up pictures of the hostages with signs that read, “Bring them home now.”",
    "Earlier, the crowd cheered the Israeli military for its rescue operation.",
    "Many are calling for new elections, calling for Netanyahu’s government to step down."
  ]
}