{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100991/bangladesh-protesters-demand-pms-resignation-23-killed-nearly-200-injured-as-protests-turn-deadly",
  "time_ut": 1722775080.0,
  "original_lang": "en",
  "original_title": "Bangladesh protesters demand PM’s resignation: 23 killed, nearly 200 injured as protests turn deadly",
  "original_body_lines": [
    "At least 23 people have been killed in Bangladesh as clashes erupted between police and anti-government protesters who are demanding that Prime Minister Sheikh Hasina step down.",
    "The latest round of tension comes as the student leaders have declared a campaign of civil disobedience against the government.",
    "Police have used tear gas and rubber bullets to disperse demonstrators in several parts of Bangladesh. Around 200 people have been injured.",
    "In the capital, Dhaka, access to internet on mobile devices has been suspended, with some providers telling local media they received orders from the government.",
    "An official from the Bangladesh Telecommunication Regulatory Commission (BTRC) official told BBC Bengali that 4G internet service in the Dhaka city area had stopped for now, but broadband services would continue.",
    "Without 4G and 3G people cannot communicate using the internet on their mobile devices. The source did not say when internet services would return to normal.",
    "Bangladeshi media and AFP report that deaths and injuries have been reported across the country, including the northern districts of Bogra, Pabna and Rangpur.",
    "A curfew has been announced from 18:00 local time (12:00 GMT) on Sunday. According to local media reports, the curfew will be in place indefinitely.",
    "Thousands of people gathered in a main square in the capital and there have been violent incidents in other parts of the city.",
    "In some places, supporters of the governing Awami League are said to be clashing with anti-government protesters.",
    "“The whole city has turned into a battleground,” a policeman, who asked not to be named, told the AFP news agency. He said a crowd of several thousand protesters had set fire to cars and motorcycles outside a hospital.",
    "Students Against Discrimination, a group behind the anti-government demonstrations, has called on the prime minister to step down.",
    "The group announced a nationwide disobedience movement starting from Sunday, urging citizens not to pay taxes or any utility bills. The students have also called for a shutdown of all factories and public transport.",
    "The protest that started with a demand to abolish quotas in civil service jobs last month has now turned into a wider anti-government movement.",
    "More than 200 people were killed in the violence in July, many of them shot by police.",
    "Around 10,000 people have been reportedly detained in a major crackdown by security forces in the past two weeks. Those arrested included opposition supporters and students.",
    "The Awami League is also holding marches across the country on Sunday.",
    "“Sheikh Hasina should not only resign, there should be a trial for the killings, looting and corruption,” Nahid Islam, one of the student movement’s leaders, told thousands of people at a gathering on Saturday in Dhaka.",
    "The protests pose a momentous challenge to Ms Hasina, who was elected for a fourth consecutive term in January elections, boycotted by the main opposition.",
    "Students took to the streets last month over the reservation of many civil service jobs for relatives of the veterans of Bangladesh’s independence war with Pakistan in 1971.",
    "Most of the quota has now been scaled back by the government following a government ruling, but students have continued to protest, demanding justice for those killed and injured. Now they want Ms Hasina to step down.",
    "Earlier, Ms Hasina offered unconditional dialogue with the student leaders, saying she wanted the violence to end.",
    "“I want to sit with the agitating students of the movement and listen to them. I want no conflict,” she said.",
    "Ms Hasina called in the military last month to restore order after several police stations and state buildings were set on fire during the protests.",
    "The Bangladeshi army chief, General Waker-Uz-Zaman, held a meeting with junior officers in Dhaka to assess the security situation.",
    "“Bangladesh Army has always stood by the people and will continue to do so for the interest of people and in any need of the state,” Gen Zaman said, according to a release by the Inter Services Public Relation Directorate.",
    "The protests have restarted in several cities and the government is struggling to control the rising tide of anger over how it initially responded to the demonstrations.",
    "Bangladeshi media says most of those killed in last month’s protests were shot dead by police. Thousands were injured.",
    "The government argues that police opened fire only in self-defence and to protect state properties."
  ]
}