{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Time-restricted-eating-linked-to-91-higher-risk-of-cardiovascular-death/108-279240",
  "time_ut": 1710926520.0,
  "original_lang": "en",
  "original_title": "Time-restricted eating linked to 91% higher risk of cardiovascular death",
  "original_body_lines": [
    "March 20 - An analysis of over 20,000 U.S. adults found that people who limited their eating across less than 8 hours per day, a time-restricted eating plan, were more likely to die from cardiovascular disease compared to people who ate across 12-16 hours per day.",
    "This is according to preliminary research presented at the American Heart Association’s Epidemiology and Prevention│Lifestyle and Cardiometabolic Scientific Sessions 2024, March 18- 21, in Chicago. The meeting offers the latest science on population-based health and wellness and implications for lifestyle.",
    "Time-restricted eating, a type of intermittent fasting, involves limiting the hours for eating to a specific number of hours each day, which may range from a 4- to 12-hour time window in 24 hours. Many people who follow a time-restricted eating diet follow a 16:8 eating schedule, where they eat all their foods in an 8-hour window and fast for the remaining 16 hours each day, the researchers noted. Previous research has found that time-restricted eating improves several cardiometabolic health measures, such as blood pressure, blood glucose and cholesterol levels.",
    "“Restricting daily eating time to a short period, such as 8 hours per day, has gained popularity in recent years as a way to lose weight and improve heart health,” said senior study author Victor Wenze Zhong, Ph.D., a professor and chair of the department of epidemiology and biostatistics at the Shanghai Jiao Tong University School of Medicine in Shanghai, China. “However, the long-term health effects of time-restricted eating, including risk of death from any cause or cardiovascular disease, are unknown.”",
    "In this study, researchers investigated the potential long-term health impact of following an 8-hour time-restricted eating plan. They reviewed information about dietary patterns for participants in the annual 2003-2018 National Health and Nutrition Examination Surveys (NHANES) in comparison to data about people who died in the U.S., from 2003 through December 2019, from the Centers for Disease Control and Prevention’s National Death Index database.",
    "People who followed a pattern of eating all of their food across less than 8 hours per day had a 91% higher risk of death due to cardiovascular disease.",
    "The increased risk of cardiovascular death was also seen in people living with heart disease or cancer.",
    "Among people with existing cardiovascular disease, an eating duration of no less than 8 but less than 10 hours per day was also associated with a 66% higher risk of death from heart disease or stroke.",
    "Time-restricted eating did not reduce the overall risk of death from any cause.",
    "An eating duration of more than 16 hours per day was associated with a lower risk of cancer mortality among people with cancer.",
    "“We were surprised to find that people who followed an 8-hour, time-restricted eating schedule were more likely to die from cardiovascular disease. Even though this type of diet has been popular due to its potential short-term benefits, our research clearly shows that, compared with a typical eating time range of 12-16 hours per day, a shorter eating duration was not associated with living longer,” Zhong said.",
    "“It’s crucial for patients, particularly those with existing heart conditions or cancer, to be aware of the association between an 8-hour eating window and increased risk of cardiovascular death. Our study’s findings encourage a more cautious, personalized approach to dietary recommendations, ensuring that they are aligned with an individual’s health status and the latest scientific evidence,” he continued. “Although the study identified an association between an 8-hour eating window and cardiovascular death, this does not mean that time-restricted eating caused cardiovascular death.”"
  ]
}