{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-anniversary-that-everyone-forgot/",
  "time_ut": 1716660180.0,
  "original_lang": "en",
  "original_title": "THE ANNIVERSARY THAT EVERYONE FORGOT",
  "original_body_lines": [
    "Last week, the 22nd of May was the 52nd anniversary of the Republic of Sri Lanka. It was an event that everyone appears to have forgotten. There was no mention of it in any of the newspapers. It was not a national holiday. The government did not choose even to hoist the national flag. Our neighbour, on the other hand, celebrates its Republic Day, 26 January 1950, with spectacular cultural and military pageantry, while also marking August 15th as Independence Day. What was the reason for the government’s reticence? Was it because Article 8 of the Constitution that President J.R. Jayewardene caused to be enacted in 1978 states that the National Day of the Republic of Sri Lanka shall be the 4th of February?",
    "On 12th May 1946, King George VI, by an Order-in-Council issued at the Court of Buckingham Palace, provided a Constitution “for the Island of Ceylon”, (which incidentally was drafted in Ceylon by a Ceylonese under the direction of D.S. Senanayake, Chairman of the Board of Ministers of the State Council) and expressed the “sympathy” of His Government “with the desire of the people of Ceylon to advance towards Dominion status”. It expressed “the hope of His Majesty’s Government that the new Constitution will be accepted by the people of Ceylon with a determination so to work it that in a comparatively short space of time such Dominion status will be evolved”.",
    "The people of Ceylon did not fail His Majesty. On 10th December 1947, a Bill passed by Parliament to which he assented provided that “As from the appointed day His Majesty’s Government in the United Kingdom shall have no responsibility for the government of Ceylon”, and “Ceylon shall be included in the definition of ‘Dominion’ in British statutes”. The appointed day was 4th February 1948. It was on that day that Ceylon graduated from a “colony” of the United Kingdom into a “dominion”. It is that day that the 1978 Constitution has decreed to be our “National Day”.",
    "Contrast that with the events that followed the general election of 1970. On 19th July 1970, the elected members of the House of Representatives met, not in the premises of Parliament, but at Navarangahala, a theatre hall, on the invitation of Prime Minister Sirima Bandaranaike, and proclaimed themselves the Constituent Assembly. In the months that followed, under the direction of the Minister of Constitutional Affairs, Dr Colvin R.de Silva, they proceeded to draft and agree upon the text of a new Constitution. On 22nd May 1972, in the presence of a large gathering that included the Judges of the Court of Final Appeal and of the Supreme Court, the adoption and enactment of the new Constitution was certified, and the Free, Sovereign, and Independent Republic of Sri Lanka came into existence.",
    "What took place on 22nd May 1972 was an exercise in autochthony. The government of the day had a comfortable two-third majority in the House of Representatives. With that majority, the government could have proceeded in the conventional manner and established a Republic and adopted a new Constitution through Parliament. That was the path followed by other British colonial territories, including India. But, for the architect of the Constitution, it was the severance of every link between the British Crown and Ceylon that was fundamental. For him, it was unthinkable that the Dominion of Ceylon should declare itself a Republic through the exercise of powers granted by the British Crown through the 1946 Order-in-Council issued from Buckingham Palace. As the new Constitution declared at the outset, sovereignty is in the People and is inalienable. Sovereignty no longer flowed from the British Crown.",
    "From the perspective of Dr. Colvin R. de Silva, it was through an essentially revolutionary process that the people of Ceylon should completely sever their connections with the British monarchy. However, in or about August 1970, information began trickling in of unusual activities in and around jungles and of secret classes on how to stage a revolution in 24 hours. Posters exhorting the “wealthless mass” to rise against the government next appeared with a chilling suddenness. In early 1971, the police began reporting the discovery of large quantities of gunpowder and potassium nitrate, detonators, and dynamite coils. Then, on 5th April 1971, like a whiplash in all its fury, the JVP insurgency broke out.",
    "In May 1971, the Attorney-General informed me (I was then Permanent Secretary to the Justice Ministry) that he might eventually have to file an indictment against the JVP leadership charging them under section 115 of the Penal Code with having conspired to wage war against the Queen. That section also made it an offence to “conspire to deprive the Queen of the sovereignty of Ceylon”, an act that the Constituent Assembly appeared to be then engaged in! An enterprising defence counsel could perhaps argue that section 115 had consequently fallen into disuse.",
    "Another problem also surfaced. Mr. C. Suntheralingam, former MP and member of the first Cabinet of Ceylon, applied to the Supreme Court for a permanent injunction to restrain the Prime Minister and her Cabinet from continuing with the proceedings of the Constituent Assembly. He argued that irremediable mischief would be caused to his rights and privileges “if certain people who had met at a certain place outside Parliament were to proceed to adopt a new constitution for the country”.",
    "The bench of two judges held that unless and until the proposed new constitution was established, or purported to be established, the question whether his rights and privileges had been infringed or prejudiced did not arise for decision. As a precautionary measure, arrangements were accordingly made for the Judges of the Court of Final Appeal and of the Supreme Court to be the first to be escorted from the Navarangahala to the renamed President’s House to enable them to take their oaths of office under the new Constitution.",
    "Dr Colvin R.de Silva was uncompromising; nothing would divert him from his revolutionary journey. It is to him, and to him alone, that the credit for that bold, idealistic, even romantic exercise in autochthony must go. Even Mr. J.R. Jayewardene, the Leader of the Opposition, shared the excitement of the exercise. He expressed himself thus:",
    "“If, however, the victors and the vanquished – the vanquished on this side – agree to make common cause in enacting a new basic law by means of a legal revolution, there is no law that says you cannot do so.”",
    "I did not agree with many of the features of the 1972 Constitution. Nevertheless, I was privileged to have played a small part in helping to steer the process successfully through a minefield of legal and constitutional obstacles, and occasional nightmares.",
    "Should we not have celebrated the 22nd of May – the anniversary of the day on which this country made that unique unilateral Declaration of Independence, and emerged as a Free, Sovereign and Independent Republic?",
    "Ranil is running out of time and tricks, now it’s time the people had their say",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}