{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Princess-of-Wales-says-she-is-undergoing-cancer-treatment/108-279456",
  "time_ut": 1711133340.0,
  "original_lang": "en",
  "original_title": "Princess of Wales says she is undergoing cancer treatment",
  "original_body_lines": [
    "(BBC) - The Princess of Wales says she is in the early stages of treatment after cancer was found in tests.",
    "In a video statement, Catherine says it was a \"huge shock\" after an \"incredibly tough couple of months\".",
    "But she sent a positive message, saying: \"I am well and getting stronger every day.\"",
    "Details of the cancer have not been disclosed, but Kensington Palace says it is confident the princess will make a full recovery.",
    "The princess's statement explains that when she had abdominal surgery in January, it was not known that there was any cancer.",
    "\"However tests after the operation found cancer had been present. My medical team therefore advised that I should undergo a course of preventative chemotherapy and I am now in the early stages of that treatment,\" said the princess.",
    "The chemotherapy treatment began in late February. The palace says it will not be sharing any further private medical information, including the type of cancer.",
    "The princess, 42, said she was thinking of all those who have been affected by cancer, adding: \"For everyone facing this disease, in whatever form, please do not lose faith or hope. You are not alone.\"",
    "Catherine said recovery from her surgery in January, for a condition which has not been revealed, had taken time and the priority was now reassuring her family.",
    "\"William and I have been doing everything we can to process and manage this privately for the sake of our young family.\"",
    "The princess added: \"It has taken us time to explain everything to George, Charlotte and Louis in a way that is appropriate for them, and to reassure them that I am going to be ok.\"",
    "She said the family now needs \"some time, space and privacy\".",
    "The King and Queen had been informed of the news about the princess's health prior to Friday's announcement - and King Charles himself has also been undergoing treatment for cancer.",
    "Catherine and Prince William are now not expected to appear with the Royal Family on Easter Sunday, and there won't be any early return to official duties for the princess.",
    "The palace also said Prince William's sudden absence from a memorial service in late February was because of the discovery of Catherine's cancer diagnosis.",
    "The couple have faced intense public speculation and a social media frenzy about her health, since her operation in January. She has not attended any official events since Christmas.",
    "In her video statement, she spoke about the support from her family: \"Having William by my side is a great source of comfort and reassurance too.",
    "\"As is the love, support and kindness that has been shown by so many of you. It means so much to us both.\""
  ]
}