{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Ruwanthi-de-Silva-joins-Eastern-Merchants-Board/34-782307",
  "time_ut": 1759106535.0,
  "original_lang": "en",
  "original_title": "Ruwanthi de Silva joins Eastern Merchants Board",
  "original_body_lines": [
    "Eastern Merchants PLC has appointed Ruwanthi de Silva as an Executive Director to its Board.",
    "de Silva is a strategic HR and business leader with nearly 20 years of cross-industry experience across Sri Lanka and Australia. She combines commercial rigour with people-centred strategy, specialising in workforce planning, HR analytics, and automation of processes.",
    "Having completed her Bachelor of Economics and Master of Commerce degrees at the University of Sydney in Australia, she started her professional career in Australia as a Financial Analyst at Village Roadshow Ltd., in Sydney. Village Roadshow is a global leader in the entertainment industry, operating theme parks, cinemas and film/TV production studios.",
    "After having moved to Sri Lanka in 2011, she worked as an Analyst in the Corporate Planning and Strategy team at Goodhope Asia Holdings Ltd., a diversified company in Asia that manages oil palm plantations and processes edible oils and fats for the food industry. Her key responsibilities in this role included conducting market analysis, preparing feasibility studies, and evaluating diversification opportunities in the sector.",
    "She worked as a Business Consultant at Argylex Ltd., a startup specialising in project management and designing marketing/product strategies leveraging social media and data analytics. She led team resourcing, client relationships, and go-to-market planning that helped clients convert analytics into commercial decisions.",
    "Since January 2016, she has been the Manager – Strategy and Planning at Eastern Merchants PLC Group, where she helped shape strategic initiatives across the manufacturing and trading subsidiaries of the Group. She leads automation, strategic workforce planning, and quality reporting for Executive and Board audiences.",
    "de Silva also currently serves as Human Resources and Compliance Director at Microcells Ltd., a subsidiary of Eastern Merchants PLC which manufactures premium rubber products, where she oversees talent acquisition, retention, and performance management frameworks, as well as succession planning and compliance. She has modernised HR processes by embedding data-driven decision making and linking people-centric metrics to operational outcomes via automation."
  ]
}