{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-will-expedite-indian-projects-president-169028/",
  "time_ut": 1719061200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka will expedite Indian projects: President",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka will expedite Indian-backed projects in the island, President Ranil Wickremesinghe told Indian business people after a visit by Indian External Affairs Minister S Jaishankar this week.",
    "“I discussed with Prime Minister Modi the need to accelerate the joint program that we have decided, agreed on. So the major ones are identified, and Foreign Minister Jaishankar came down today [20] to have a discussion. Now this will show the new path we are taking,” president Ranil Wickremesinghe said.",
    "“It won’t be individual projects. We’ve discussed a fair number of them. First is the grid interconnection between Sri Lanka and India, so that sustainable energy can be transmitted to India.",
    "“We have the Sampur solar power project, which is a Government to Government (G2G) project, and a three island project, which is where we hope the ground breaking can take place in July,” he told Indian business people at the 31st All India Partner’s Meet 2024 (AIPM 2024), held at ICT Ratnadipa in Colombo.",
    "The AIPM 2024 which was organised by KPGM Sri Lanka and India provided a platform for both countries to reaffirm their commitment to collaborative projects that promise to redefine bilateral relations and propel socio-economic growth.",
    "“It’s a great pleasure and a privilege to have you in Sri Lanka, in Colombo, holding this meeting. It shows on one hand the close friendship that our two countries have, and on the other hand, the confidence that you have in Sri Lanka.",
    "“Having now survived two difficult years, I must acknowledge that this was possible because India gave us a loan of $3.5 billion. All that will be repaid.”",
    "Cooperation between the two nations needed to be enhanced, particularly in the energy sector, aiming to foster new development for the Northern region, Wickremesinghe said.",
    "“We are looking at developing Palk Straight for wind energy and solar energy, both countries to get together and have a large farm for solar energy, for renewable energy. It also means that we will have a new economy for the northern province, which was worst affected by the war.”",
    "Several Indian-backed projects in Sri Lanka have stalled due to protests from some parties, with some going to courts.",
    "India is helping expand the Kankesanturai port, and is discussing development of the Palali and Colombo airports.",
    "The National Livestock Development Board of Sri Lanka, in collaboration with India’s Amul Dairy Company, is involved in a project to enhance liquid milk production in the country.",
    "Discussions have also taken place regarding expediting the Trincomalee Development Project, which encompasses industrial investment zones and tourist areas.",
    "“Plans are underway to construct a multi-product oil pipeline from Nagapatnam to Trincomalee, pending the final observation report. Trincomalee is poised to become a hub for oil refining, with the development of ports and investment zones, transforming Trincomalee Port into a significant hub on the Bay of Bengal.",
    "“Today, the entire East Coast is being opened up for tourism, with additional land earmarked for hotels in Galle and southern areas. Moreover, there are plans to establish more investment zones across the country, alongside expanding our professional training programs. In these endeavours, we are collaborating closely with India.” (Colombo/Jun22/2024)"
  ]
}