{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-para-tariffs-on-raw-material-push-up-cement-costs-tokyo-175151/",
  "time_ut": 1722696480.0,
  "original_lang": "en",
  "original_title": "Sri Lanka para-tariffs on raw material push up cement costs: Tokyo",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s import para-tariffs on clinker, the main imported raw material used by cement grinding plants is subject to multiple para-tariffs at the border, which are also higher than rates for other building materials, Tokyo Cement said.",
    "“…[A] CESS is applied on clinker imports used in cement production,” Tokyo Cement group Managing Director S R Gnanam told shareholders in the annual report.",
    "“This is an unusual exception in which cement is among the few industries where its raw materials for local production are subjected to para-tariffs.”",
    "The Port and Airport Levy, another para-tariff is “applied disproportionately local cement manufacturers, compared to other construction material producers,” he said.",
    "About 22 percent of the bag of cement is made up of taxes and tariffs, he said.",
    "Several types of building materials produced by politically connected businesses are also get import protection to exploit customers, while cement is hit by price controls, observers say.",
    "Import taxes of all kinds pushes up domestic costs and eventually makes exports uncompetitive.",
    "Sri Lanka construction costs are substantially higher East Asian nations hurting both manufacturing and tourism.",
    "Tokyo said it commissioned a dolomite crushing plan, which will also reduce dependency on imported raw and exchange rate volatility.",
    "“The Group’s research and development teams spearheaded this project to enhance product quality and performance with the gradual integration of alternative and locally sourced raw materials,” the company said.",
    "“Currently efforts are underway to augment the local production process by incorporating dolomite sourced from our own plant, a step that will also safeguard the Group’s financial performance against volatilities in global raw material prices and freight rates, as well as domestic exchange rate fluctuations.”",
    "Its local manufacturing process to was now operating fully on on renewable biomass energy also allowed it to avoid the shock from electricity and fuel prices. (Colombo/Aug04/2024)"
  ]
}