{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Brazen-abduction-and-brutal-murder-of-journalist-Taraki-Sivaram/4-768101",
  "time_ut": 1729205694.0,
  "original_lang": "en",
  "original_title": "Brazen abduction and brutal murder of journalist “Taraki” Sivaram",
  "original_body_lines": [
    "President Anura Kumara Dissanayake frequently emphasised during his election campaign that he would re-open investigations into incidents of colossal fraud, mass murder and assassinations where the course of justice was allegedly obstructed or thwarted by those in power in the past. Recent happenings indicate that President Dissanayake and his Government are serious about their campaign promises and are initiating follow up action in this regard. With parliamentary polls due next month, electoral prospects for the ruling National People’s Power (NPP) Government would be brighter if it can demonstrate, that it is taking stern action to ensure justice will be done in these matters.",
    "Last week, the Ministry of Public Security directed the Acting Inspector General of Police to expedite investigations into several high-profile cases, including the controversial 2015 Treasury bond deal, the 2019 Easter Sunday bomb attacks, the 2011 disappearances of activists Lalith Kumar Weeraraj and Kugan Muruganathan in Jaffna and the 2005 abduction and killing of journalist Dharmeratnam “Taraki” Sivaram. Police Spokesman DIG Nihal Thalduwa said the Ministry has instructed the Acting IGP to coordinate with the Criminal Investigation Department (CID) and relevant police divisions and conduct intensive investigations.",
    "The reference to journalist Sivaram alias “Taraki” has aroused much interest among the Sri Lankan people who remember the incident. It has also resulted in evoking wide curiosity among sections of a younger generation who want to know more about Taraki and his death.",
    "Dharmeretnam Puvirajakeerthi Sivaram who wrote in English and Tamil was abducted on 28 April 2005 at Bambalapitiya around 10:30 p.m. His body was found about four hours later by the Police on the banks of Diyawanna Oya near Kimbula-ela junction, about 500 metres away from the Parliament Complex. It was concluded at the inquest that he had died of gunshot injuries after midnight between 12:30 and 1 a.m. on 29 April.",
    "The brazen abduction and brutal assassination of “Taraki” Sivaram caused shock waves then. He was formerly a gun toting Tamil militant who had later turned into a pen wielding journalist. As a freelance journalist, Sivaram had written his weekly Taraki column at different times for different English newspapers such as “Sunday Island”, “Daily Mirror” and “Sunday Times”. He also wrote occasionally in Tamil under the by-line “DP Sivaram” for newspapers such as “Virakesari”. (Later he got involved with the “North-Eastern Herald” journal and the “Tamilnet” website).",
    "Though controversial at times, his informative and analytical political columns were widely read. The circumstances of his abduction and death therefore evoked strong reactions from many including this writer. I wrote extensively about Taraki in the aftermath of his assassination. In penning this article, I am drawing liberally from some of my earlier writings to re-visit his abduction and murder 19 years ago.",
    "On that fateful night of his abduction, Sivaram known to his friends by various names such as “SR,” “Siva” and “Ram” had been enjoying a good drink in amiable company. His companions at the Bambalapitiya restaurant were freelance journalist cum political activist Kusal Perera, health sector trade unionist Ravi Kumudesh and an NGO coordinator, Prasanna Ratnayake. It was 10:25 p.m. when the quartet came out of the Bamba waterhole.",
    "Ravi and Prasanna bade good bye and walked towards Kollupitiya saying they wanted to take a three-wheeler to Borella. Kusal and Siva walked towards Wellawatte talking to each other. The idea was to finish their private discussion and then board a bus to go home. Perera and Sivaram were at a bus halt on Galle Road near De Vos Avenue when the latter received a call on his mobile phone. Speaking in Tamil, the 45-year-old bi-lingual journalist walked a little ahead, while Kusal stayed back looking out in the opposite direction for a bus. At one point he saw a Pettah-Panadura bus coming and turned to Sivaram to alert him about the bus.",
    "What he saw unnerved Kusal. A silver-grey vehicle was parked on the road near Sivaram. It was a Toyota SUV with the number plate WP G 11… Kusal could not see the other digits properly. Two men were trying to force Sivaram into the vehicle, while a third individual was standing near the opened door. The engine was running with the fourth man at the wheel. Suddenly they gripped Sivaram from behind and began pushing him to get into the vehicle. Sivaram was grappling with his abductors. Though they were in civvies they exuded an aura of ‘uniform.’",
    "Kusal Perera said that he saw this scuffle and tried to go near them shouting “Siva” and “Sivaram.” The abductors succeeded in pushing Sivaram into the vehicle. Two men gestured menacingly at Kusal and got in themselves. Kusal said the vehicle sped off. The entire abduction occurred right opposite the Bambalapitiya police station. He then went home and alerted a number of people about the incident.",
    "Subsequently, it was revealed through eyewitnesses that four men had been loitering outside the restaurant from about 8:30 p.m. onwards. Two men were speaking in Tamil to each other while the other two spoke in Sinhala. According to an eyewitness, one of the men had called someone in Tamil on his mobile and wanted the “vaahanam” (vehicle) to be sent. With the wisdom of hindsight, it was realised that the vehicle called for was the one in which Sivaram was abducted. Since it arrived very quickly, it was surmised that the vehicle must have been ready and waiting close by.",
    "Upon learning of the abduction, Sivaram’s wife Yogaranjini, also known as Bhavani, contacted her brother living in Mattakkuliya and went with him to the Bambalapitiya police station to lodge a complaint. Sivaram’s journalist colleague and friend Rajpal Abeynayake also informed a number of officials, including then Army Commander, Lt. Gen. Shantha Kottegoda who promised to issue an alert to all military checkpoints.",
    "It was about an hour past midnight when the Talangama police station received an anonymous telephone call informing the cops that a body was lying on the bank of Diyawanna Oya alongside the Sri Lanka-Japan Friendship Road. When the police went to the spot near Kimbula-ela junction, about 500 metres behind the Sri Jayewardenepura Parliament complex they found a dead body lying amidst the shrubs. It was identified later by friends and family to be that of Sivaram’s.",
    "Sivaram was gagged with a dotted serviette and had his hands tied behind his back. He had been hit with a blunt instrument on the back of his head. This seems to have been done to prevent his struggling. The brave fighter that he was, Sivaram would have obviously resisted his abductors valiantly and therefore was made unconscious.",
    "Sivaram was apparently shot at point blank range with a 9 mm Browning. One shot had cleanly entered his neck and chest. The second had penetrated his hand and entered the body. There were no signs of torture. Two 9 mm empties were found near his body. There was very little blood at the scene.",
    "The body was then taken to the Colombo JMO office for a post-mortem. Dr. Jeanne Perera, the Head of Forensic Medicine at the Colombo Medical Faculty at that time, conducted it. When the media contacted her afterwards she declared “there was no torture or assault. I say that vehemently.”",
    "Continuing, Dr. Perera said, “He (Sivaram) had been given one blow on the back of his head and then shot twice on his shoulder blade and neck while he lay on the ground. The killing occurred where the body was found. The swelling on one of his eyes was not the result of a blow but due to the vibration when the bullets pierced the body.” She also placed the time of death at about 12:30 to 1 a.m.",
    "There was a huge outcry after Siva’s murder. Several international organisations like the UNESCO and Reporters Sans frontiers issued statements condemning the killing and called for an investigation. The Government headed by President Chandrika Kumaratunga condemned the incident as a “reprehensible and dastardly abduction and killing” and ordered a full investigation. But as is usual in the case of journalists being assassinated, abducted or attacked in Sri Lanka, nothing of a constructive nature happened.",
    "Ten days after the murder, a mysterious Sinhalese group, “Theraputthabhaya Balakaya”, claimed responsibility for the killing. In a letter reproduced in Sri Lankan dailies, the group blamed Sivaram for “defacing and darkening the international face of Sri Lanka”. Reviving memories of a frightful past, the letter, copies of which were also sent to non-governmental organisations, concluded on a threatening note: “All those who are doing harm to the motherland... should be ready to become manure to the motherland very soon.",
    "After some weeks a senior cadre of the PLOTE, Arumugam Sriskandarajan alias Peter was arrested for being in possession of the SIM card from Sivaram’s mobile phone. Police also said they had found a vehicle at the PLOTE office premises on Haig Road, Bambalapitiya that may have been used in Sivaram’s abduction. It is noteworthy that the PLOTE office was in the vicinity of the spot where Sivaram was abducted. Sriskandarajah alias Peter was eventually released on bail. After a while he was released for alleged lack of evidence.",
    "Sivaram or Siva as I called him was a personal friend. Sivaram was born on 11 August 1959, the fourth in the family. He was married in a quiet ceremony at Ratmalana in September 1988. The late Richard de Zoysa and I were the only journalists at Siva’s wedding. His wife also of Batticaloa, was Yogaranjini Poopalapillai. She is also called Bhavani. Their three children are daughters Vaishnavi, Vaidehi and son Seralathan. After Sivaram’s death, the family relocated to Canada.",
    "Sivaram hailed from an elitist eastern Tamil family. They owned a lot of land in the East. His paternal grandfather known as “Dharmaretnam Vanniyanaar” was a State Councillor representing the then Batticaloa South Constituency from 17 September 1938 to 20 November 1943. The land reforms of the ‘70s impoverished the family to some extent. Their family home at Lady Manning Drive was a place where all friends of the children were made welcome.",
    "Siva was an avid reader from childhood. He was eclectic in his intellectual appetite – Marx, Shaw, Shakespeare, Machiavelli, Kautilya, Sun Tsu, Clausewitz, Jomini, Omar Khayyam, John Donne, Auvaiyaar, Thirumoolar and the various Sithar Padalgal, etc. were devoured and digested at a relatively early age. It was this affinity for reading that led Sivaram to pioneer in Batticaloa the Vasagar Vattam or Readers’ Circle in 1980.",
    "Sivaram was educated at St. Michael’s College, Batticaloa and at Pembroke and Aquinas in Colombo. He entered Peradeniya University in 1982. After studying English, Tamil and Philosophy for the GAQ, he focused on English thereafter. He never completed his degree. The 1983 July violence saw him being a displaced undergraduate to Jaffna. He dropped out in 1984 and took to full time guerrilla warfare. Even while at Peradeniya he would suddenly disappear from lectures for extended periods to do his ‘political’ work. He was called “SR” then.",
    "Sivaram had wanted to join the Liberation Tigers of Tamil Eelam (LTTE) organisation led by Veluppillai Prabhakaran first. But the LTTE did not want to recruit him. Thereafter he joined the People’s Liberation Organization of Tamil Eelam (PLOTE) led by K. Umamaheswaran in 1984.",
    "After joining PLOTE, Sivaram underwent military training in Oratha Naadu in the Thanjavoor district of Tamil Nadu State in India. But he was used for politics, and was very much in demand conducting political and military theory classes for PLOTE recruits.",
    "Sivaram conducted classes in India and the north-east. At one point, he was placed in-charge of the military section in Batticaloa. Subsequently, Sivaram was elevated to the PLOTE Central Committee.",
    "Sivaram travelled about in the south and Colombo during the 1983-87 period. He made a lot of contacts and friends during those years. Among these were Vijaya Kumaratunga and Ossie Abeygoonesekara. He also established links with the JVP then. Former JVP Secretary Upatissa Gamanayake and PLOTE military commander, Manickam Thasan were first cousins. Their mothers were sisters. This connection was used for political purposes. Interestingly, Sivaram was also close to the strongly anti-JVP alternate group ‘Vikalpa Kandayama’ members.",
    "PLOTE also maintained links with the Marxist-Leninist armed groups – loosely called Naxalites – of India. Sivaram was part of this effort too. He travelled about widely. One experience Sivaram cherished was attending a ‘People’s War Conclave’ in the jungles of Andhra Pradesh where he met the legendary revolutionary Kondapalli Seetharamaiya.",
    "The Indo-Lanka accord of 29 July 1987, saw the PLOTE accept it with some reservations. The accord paved the way for the PLOTE to relocate officially to the south and make a transition from armed struggle to democratic politics. The PLOTE formed a political party – the Democratic People’s Liberation Front (DPLF). Its first President was Dharmalingam Siddharthan and the first secretary was none other than Dharmaretnam Sivaram. A new phase in Sivaram’s life was beginning. This flirtation with post-accord politics was the forerunner to Sivaram’s transition from gun to pen.",
    "Kadirgamar Umamaheswaran alias “Muhunthan” the PLOTE leader was assassinated by some of his cadres, including two body guards on 15 July 1989. After Umamaheswaran’s death, there was mass scale desertion from the rank and file. Most cadres started going abroad. Sivaram too became dejected. Sivaram was still the secretary of the PLOTE political party, the Democratic People’s Liberation Front. The DPLF President, Dharmalingam Siddharthan now succeeded Uma as PLOTE leader.",
    "In this changing scenario, Sivaram was feeling increasingly isolated within the PLOTE though his friendship with Siddharthan remained intact. Siva felt that there was no grand future for the PLOTE in Tamil politics. Siva had also begun dabbling in a little bit of journalism by assisting Richard de Zoysa for the Inter-Press Service (IPS). The time was now ripe for a shift from politics to journalism. When the opportunity presented itself in the form of “The Island”, Sivaram was quick to grasp it, and so, was born the journalistic avatar ‘Taraki” who began to make waves in journalism.",
    "The transition of Sivaram from militant to journalist and his entry into English journalism via “The Island” was in 1989. I had left “The Island” in 1988 and gone to USA and then Canada, it was our mutual friend and colleague Richard de Zoysa who facilitated his teaming up with “The Island”.",
    "The editor of both – the Daily and Sunday Island – at that time was Gamini Weerakoon known generally as “Gamma”. Gamini Weerakoon in an article written after Siva’s death related the manner in which he recruited Sivaram and how the nom de plume “Taraki” came about. It is best therefore, that the tale is told in the words of Weerakoon himself. Here are relevant excerpts from the aforementioned Gamini Weerakoon’s piece:",
    "“It was sometime in 1989, I received a call from Richard de Zoysa, who met with his tragic death in the same way as Siva, asked me whether “The Island” would like to have a columnist who was extremely knowledgeable about the north-east conflict.”",
    "“We met a few days later at the Arts Centre Club. Siva who looked almost a youth was not over effusive and canvassing for a job. He was terse and said he could write a weekly column for the “Sunday Island” on matters concerning the north and east. We spoke about the prevailing situation in the north and east at that time, and I was very much impressed by his knowledge and interpretation of events. I offered him the highest payment made for a freelance contribution at that time by my paper.”",
    "“He had left it to me to find a nom de plume, and since both of us wanted his identity to be kept confidential, I on my own decided on the feminine name of ‘Tharakai’. But the best laid plans of editors are blown sky high by sub-editors who want to make their own contributions. When I saw the article in print, the name was ‘Taraki’, the name of the former deposed Afghan dictator! (Noor Muhammed Taraki). Siva was amused and so we let it be and later it took various forms until the present name of ‘Taraki’ came to be.”",
    "“His first article – if I remember right – “Military Strategies of the Tamil National Army” – caused consternation amongst political, military, diplomatic, journalistic, and NGO circles.”",
    "“I had no problems with Siva’s column. During his entire stay with “The Island”, I had no problem, and I cannot recall a single instance of drastically editing a column of his.”",
    "The mortal remains of Dharmaratnam Puvirajakeerthi Sivaram were laid to rest at the family burial grounds of Aalaiadicholai in Batticaloa on 2 May 2005. Sivaram loved his Batticaloa home and native eastern land. To him, the greatest pleasure in life was to stand atop the Puliyantheevu Bridge over the Batticaloa lagoon and enjoy the breeze. It was Sivaram’s wish that he should be buried at Aalaiyadicholai. It was only in 2004 that he wrote so publicly.",
    "A large crowd of relatives, friends and admirers bade farewell to this brave journalist of the eastern soil. “Taraki” he may have been to the English oriented rest of the world – but here in his native soil he was “Kungi” to his relatives and “Essaar” (SR) to his friends. His militancy and journalism may have caused much controversy elsewhere but he was simply a ‘homeboy’ in Batticaloa. In his life of early 46 years, Sivaram had accomplished much in the wider world. But for eternal rest he had to come home."
  ]
}