{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96692/self-proclaimed-avalokiteshvara-bodhisattva-requires-psychiatric-treatment-court-told",
  "time_ut": 1706087100.0,
  "original_lang": "en",
  "original_title": "Self-proclaimed ‘Avalokiteshvara Bodhisattva’ requires psychiatric treatment, court told",
  "original_body_lines": [
    "The self-proclaimed ‘Avalokiteshvara Bodhisattva’, Mahinda Kodituwakku has been further remanded until February 07.",
    "He was produced before Colombo Fort Magistrate Thilina Gamage earlier today.",
    "During today’s proceedings, the forensic psychiatrist told the magistrate that the suspect requires psychiatric treatment.",
    "Accordingly, the magistrate ordered that Kodituwakku be further remanded and referred to psychiatric treatment through the prison.",
    "Kodituwakku was arrested by the Criminal Investigation Department (CID) on January 15, on charges of committing irreligious activities that are contrary to Buddhist teachings.",
    "Subsequently, on court orders, the self-styled ‘Avalokiteshvara Bodhisattva’ was placed behind bars on remand custody.",
    "Earlier this month, the president of Buddhist Information Centre, Ven. Agulugalle Sri Jinananda Thero had filed a complaint with the CID alleging that Kodituwakku has been misleading the Buddhist community.",
    "Alleging that Kodituwakku has been misleading the Buddhist community, Jinananda Thero claimed that he was directly involved with the recently deceased preacher named Ruwan Prasanna Gunaratna, who had promoted ‘mass suicide’ through his distorted teachings and later died by suicide.",
    "Meanwhile, Ven. Balangoda Kassapa Thero, addressing a media briefing, claimed that this self-proclaimed ‘Bodhisattva’ had sexually abused his own daughter before leaving his house while calling it ‘Abinishkramanaya’ (Great Departure).",
    "Bodhisattvas are enlightened beings on the path to becoming Buddhas but postpone reaching nirvana to help humanity. Kodituwakku has come under fire for impersonating a Bodhisattva and distorting Buddhist teachings."
  ]
}