{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/husbandly-quirks/",
  "time_ut": 1722106380.0,
  "original_lang": "en",
  "original_title": "HUSBANDLY QUIRKS",
  "original_body_lines": [
    "In my maidenly era, and even earlier, most of us entered marriage with stars in our eyes. If not always stars, at least happy expectations of a cozily comfortable home life where everything fell into place and nothing other than an occasional husbandly tantrum disturbed the peace of the day. No one told us that men had quirks or that they had strange, indeed offbeat foibles.",
    "After all, how could a mother anticipate what peculiarities her daughter’s charming fiance was going to exhibit once he had exchanged this role for that of a husband who required mollycoddling in the same manner his doting mother had provided all his life.",
    "And what was that? In my case it was a life which started with a glass of orange juice brought to his bedside while his mother watched lovingly as he deigned to drink it. As his wife I was not enamoured by my Dearly Beloved’s unshaven and bleary-eyed morning look (such a change from the freshly bathed and cologned fiance who appeared each evening to gladden my day.) Neither did I expect any help-karayas to remember to squeeze oranges early morning. In fact, I hardly remembered to buy them.",
    "The well-trained newlywed might have bought and squeezed them herself, but I was a teacher and left home an hour or two before he did with exercise books, teacher notes and registers occupying my thoughts. I presumed he was an adult well able to take care of himself. He wasn’t, but we adjusted to that eventually.",
    "However, what really drove me to drink was his excessive neatness. And when I say excessive, I mean it was almost fanatical. Now, I am a neat person, but I do not place my comb in exactly the same way on my dressing table each morning, I do not care if my towel is a trifle askew as it hangs on the towel rail. I do not feel I need to leave the bathroom looking as if no one has used it.",
    "This last absurdity caused us to have separate bathrooms as soon as we could afford such lunacy. I shared a bathroom with my Offspring which was easier on my nerves and certainly on his.My school friends thought I was the luckiest wife of the year.",
    "“Aiyo mine throws his towel on the floor and I have to pick it up all wet and icky,” said Mo.",
    "mine leaves a puddle round the wash basin because he throws the water on his face to tone his skin he says. As if it makes any difference. He still looks thoroughly untoned,” says Cher.",
    "“You are talking of bathrooms. You should see our bedroom. Clothes all over. He is losing his matching socks pairs because I can’t find where he has dropped one of them.”",
    "But nothing prepared me for the shock of the tape measure which my Dearly Beloved whisked out of one of his drawers the first time we gave a dinner party for eight people. I mean he actually had his own tape measure — usually a female belonging.",
    "“I need to measure the distance between the chairs and the table mats.”",
    "“You don’t need to bother your pretty little head. Just lay the table and I’ll do the rest.”",
    "I watched disbelievingly as he expertly adjusted chairs, table mats, even forks and spoons by a few centimeters, having plied his tape skillfully. I saw no difference to the general result but obviously he did.",
    "“Perfect, isn’t it?” he told me complacently. “I used to do this for all Mummy’s dinners. She is really missing me now.”",
    "He left to check that all the curtains were hanging prettily, perfectly aligned to each other — and to ensure that my mouth remained open for just a little longer he added, “I bet there is no other husband as helpful as me.” It was a bet I could reluctantly take although ‘helpful’ was not the adjective I would have used.",
    "“I’m quite sure they are not,” I say sincerely, “and how I envy their wives.”",
    "(This latest publication by Goolbai Gunasekara is now available at leading bookshops)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}