{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/The-intelligent-public-might-not-be-interested-in-Kachchativu/172-280122",
  "time_ut": 1712169000.0,
  "original_lang": "en",
  "original_title": "The intelligent public might not be interested in Kachchativu",
  "original_body_lines": [
    "At present people are intelligent and have different yardsticks to judge the capacity of potential candidates when the time comes for casting their votes at the elections",
    "There was a time when the people of this island were in love with Sinhala-Buddhist leaders who sported a mustache. Now people are in love with the intellectual capacity of people",
    "There is a school of thought that the clergy must also be represented in parliament. And so must be people involved in education, health sector, power and energy, agriculture and, very importantly, sports",
    "It’s also interesting to see whether the Kachchativu issue, which is hot news and a burning issue at present, would provide an impetus for presidential hopefuls to gain some mileage out of it",
    "When a politician says, ‘the intelligent public knows and cannot be fooled’, what he or she (our representative in parliament) really means is that the public doesn’t know and can be fooled. It’s similar to a lady saying ‘no’ when what she really means  is ‘yes’; take for example the lady who appears in a television commercial and says ‘no’ when her husband wants to know whether she has had enough washing clothes by hand and whether he could purchase a washing machine for her.",
    "The good news for the community is that people at present are intelligent and have different yardsticks to judge the capacity of potential candidates at the elections. There was a time when the people of this island were in love with Sinhala-Buddhist leaders who sported a mustache. Now people are in love or are attracted to the intellectual capacity of people. This is why we have quite a few educated people doing the rounds canvassing for votes and quickly attracting large crowds with their ‘sales talk’ that pulls at the heartstrings of the people. They have convinced small pocket sections of the society that the next leader must be educated and the way forward for this country is to recruit people with a complete education to form the next Cabinet. Nothing wrong in that, but the question posed then is whether all sections of the society will be represented in parliament with such a composition of  lawmakers? It’s good to remember that Sri Lanka is a multi-ethnic and multi-religious nation and people doing diverse jobs. As much as qualified professionals are needed, so are hard working and honest blue-collar workers; the latter to keep the production lines running at full capacity to meet targeted deadlines. There is a school of thought that the clergy must also be represented in parliament. And so must be people involved in education, health sector, power and energy, agriculture and very importantly sports. Sri Lanka’s political history will confirm that most of the subject ministers appointed to these ministries were clueless about the ‘nature’ of the job entrusted to them.",
    "This is a time in our country when the ‘four figure green notes’ in our wallets decide whether we be straight in our thinking or waver in the face of political favours. Those who have thick wallets can continue to stand by their policies and also live by their conscience while the less affluent will be again forced to retain failed politicians in the system and be a ‘subordinate’ instead of being a ‘first class citizen’ of this country.",
    "There is speculation that there is a huge possibility of Ranil Wickremesinghe earning nomination as the presidential candidate from the Sri Lanka Podujana Peramuna. Some of our lawmakers are remembered for being honest and stating that they’ll not create job vacancies where there exist none in order to fulfill political promises. At least one of them is remembered for acting in haste to take chemical fertilizer out of agriculture; just to live up to a condition stated in an election manifesto.  At the time when Sri Lanka was known as Ceylon and before the Donoughmore Commission came into effect, there were restrictions on Sri Lankan voters during elections. Even now, critics have made us think hard by suggesting that people who can read and understand an election manifesto, published using simple language, must be the only ones who must exercise the right to vote.",
    "There was a time in Sri Lanka when a terrorist leader chose ‘war’ over peace; thus, deciding on the fate of all election candidates at the Presidential Polls in 2005. If a person with a ‘war mentality’ succeeds in attracting another with a similar mindset the answer would be a full-scale war. And when the war broke out in a rage, there were people in the Wanni as well as the South who cheered ‘small victories’ in the respective camps they supported during the worst of exchanges.",
    "At a time when no political party or alliance can vouch to record a clean sweep at the much looked forward to Presidential Elections, the general public is wondering whether the predictions made by political analysts with regard to percentages of votes to be gained by each candidate would be truly reflected in the final results of the polls.",
    "It’s also interesting to see whether the Kachchativu issue, which is hot news and a burning issue at present, would provide an impetus for presidential hopefuls to gain some mileage out of it. Indian Prime Minister Narendra Modi has used the Kachchativu issue ahead of elections in India and blamed the Opposition Congress Party for India losing this territory to Sri Lanka. The Congress Party has reacted sharply to this comment and stated that ‘Modi is raking up an issue ahead of elections in utter desperation’. Wickremesinghe is not the person to invite conflict and nor is NPP’s Anura Kumara Dissanayake, the other candidate with immense potential to win an election; given that the latter’s trip to India suggests he wishes to nurture close ties with Sri Lanka’s powerful and ambitious neighbour. But, Kachchativu has the potential to be hot for Sri Lankan and India politicians as Ukraine is for Putin’s Russia. Many say that one large factor that enabled Putin to win was Russia’s war in Ukraine. It’s possibly good for an economically recovering Sri Lanka that Mahinda Rajapaksa is out of the running and the people are in no mood or need to see another episode of conflict with India.",
    "The people of Sri Lanka are intelligent; more through experiences and being betrayed for years. They can quickly read the minds of lawmakers and read between the lines when the latter states that India is our friend and Kachchativu is ours ‘for keep’."
  ]
}