{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110542/sri-lanka-committed-to-strengthening-regional-solar-cooperation-pm-harini",
  "time_ut": 1752654960.0,
  "original_lang": "en",
  "original_title": "Sri Lanka committed to strengthening regional solar cooperation – PM Harini",
  "original_body_lines": [
    "The second day of the Seventh meeting of the International Solar Allience (ISA) Regional committee for Asia and the Pacific Region was held today (16) focusing on advancing Regional cooperation for a Solar-powered future at Hotel ITC Ratnadipa, Colombo with the participation of Prime Minister Dr. Harini Amarasuriya.",
    "This year’s session was held under the theme of ‘Advancing Solar Cooperation Across a Region of Diversity and Opportunity’, with Sri Lanka being the vice chair of high level dialogue.",
    "Delivering the inaugural speech, Prime Minister Dr. Harini Amarasuriya emphasized the country’s dedication to strengthening regional solar cooperation and achieving energy security through sustainable development, according to the Prime Minister’s Media Division.",
    "Marking the country partnership between Sri Lanka and ISA Regional committee, the official framework of the roadmap was signed and presented to the Minister of Energy, Kumara Jayakody.",
    "Addressing the event, Minister of Energy, Kumara Jayakody pointed out the initiative of the government, “Battle for Solar Energy” to include the expansion of rooftop solar power systems and the government’s commitment to achieving 70% renewable energy by 2030, laying the groundwork for a greener and more resilient future.",
    "The conference provided a platform for forging new regional partnerships, with the University of Moratuwa identified as a key knowledge and research hub for solar innovation, the statement said.",
    "The Prime Minister participated in the opening of a special solar innovation exhibition, showcasing regional advancements in solar technology and practical solutions for solar adoption across diverse socio-economic contexts.",
    "The event was attended by the High Commissioner of India for Sri Lanka, Santhosh Jah, Director general of ISA, Ashish Khanna and delegation and representatives of  124 countries from region of Asia and pacific."
  ]
}