{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97346/two-teenagers-charged-over-shooting-at-kansas-city-super-bowl-parade",
  "time_ut": 1708155720.0,
  "original_lang": "en",
  "original_title": "Two teenagers charged over shooting at Kansas City Super Bowl parade",
  "original_body_lines": [
    "Two teenagers have been charged over a shooting at a Super Bowl victory parade in Kansas City that left one person dead and 22 others injured.",
    "The two suspects, both aged under 18, are being held on gun and resisting arrest charges, a court statement said.",
    "Police earlier said the shooting was the result of an argument and was not connected to terrorism.",
    "A third person who was detained after the shooting has been released.",
    "A statement from the Jackson County Family Court on Friday said that additional charges were “expected in the future as the investigation by the Kansas City Police Department continues”.",
    "The names of the juvenile suspects have not been released. Juvenile court cases are kept private under Missouri law, and hearings are not open to the public.",
    "Kansas City Police have continued to appeal for information about the shooting, which occurred near the city’s Union Station just after a parade and rally for the Super Bowl champions.",
    "On Thursday, Kansas City Police Chief Stacey Graves said the injured victims ranged in age from eight to 47 years old and that at least half were under 16.",
    "The deceased victim was identified as Lisa Lopez-Galvan, 43, a local DJ.",
    "Ms Lopez-Galvan hosted Taste of Tejano, a Tex-Mex music show, on community radio station KKFI.",
    "Her son was shot in the leg but has been discharged from hospital. Two other family members were also injured in the shooting, according to the radio station.",
    "Ms Lopez-Galvan was hailed as a community leader who used her media profile to fundraise for Latino community events and organisations, toy drives for children with cancer and college scholarships.",
    "An online fundraiser in support of the DJ’s family raised more than $230,000 (£180,000) - including $100,000 from Taylor Swift.",
    "Further details have also emerged about the reaction of the crowd and the Kansas City Chiefs players, who were celebrating their second straight NFL championship.",
    "The parents of a 13-year-old who got separated from his father during chaos following the shooting praised a player who helped shelter their son.",
    "Zach Cotton got separated from his father inside Union Station and found himself behind the station, near where buses were waiting to pick up players after the victory rally.",
    "Chiefs’ running back Clyde Edwards-Helaire and other members of the team sheltered the teenager before he was reunited with his family.",
    "Responding to a thank you note posted by Zach’s mother on Facebook, Mr Edwards-Helaire wrote: “Sorry the family and all of Chiefs Kingdom had to experience this. Just wanted to thank Zach for trusting me and knowing I’ll protect him.”",
    "Another teenager, Gabe Wallace, told the Kansas City Star that he and others were comforted by the Chiefs’ head coach in the panic after the shots rang out.",
    "“Andy Reid was trying to comfort me, which was nice,” Gabe said. “He was kind of hugging me, just like, ‘Are you OK, man? Are you OK? Just please breathe.’ He was being real nice and everything.”"
  ]
}