{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/asus-reveals-cutting-edge-zenbook-premium-laptops-and-new-republic-of-gamers-laptop-family/",
  "time_ut": 1711063860.0,
  "original_lang": "en",
  "original_title": "ASUS reveals cutting-edge Zenbook premium laptops and new Republic of Gamers laptop family",
  "original_body_lines": [
    "ASUS Sri Lanka, the local operations of Taiwanese tech giant ASUS, held its first launch event of the year where ASUS laptops that combine multitasking versatility with unmatched mobility to maximize productivity were unveiled at the Lotus Ballroom, Shangri-La Colombo recently.",
    "The newly unveiled laptops included the new Zenbook 14 OLED (UX3405) premium ultraportable OLED laptop featuring the all-new AI-powered Intel Core Ultra 9 processor, the Zenbook DUO, the world’s first 14″ Dual-Screen OLED laptop and the 2024 ROG Strix laptops, the first ROG laptop featuring an 18″ mini-LED display.",
    "The all-new Zenbook 14 OLED (UX3405) is the ultimate Intel® Evo™ Edition ultraportable laptop with cutting-edge features. These include extended-life 75 Wh battery that amplifies their efficiency with up to the top-tier Intel® Core™ Ultra 5 processor and Intel graphics and achieve seamless connectivity via all the essential I/O ports – including two Thunderbolt™ 4, USB 3.2 Gen 1 Type-A, HDMI® 2.1 (TMDS) and a 3.5 mm audio jack. An immersive audiovisual experience is provided by the vivid FHD+ ASUS Lumina OLED 60Hz touchscreen and powerful new super-linear speakers. Its user-friendly design incorporates convenient face login, an FHD IR camera with a physical shutter for privacy, and a new quiet ASUS ErgoSense keyboard. The new design offers improved sustainability with the extensive use of recycled materials for the laptop and its packaging, and US military-grade durability testing maximizes the device’s service life.",
    "The ASUS Zenbook DUO (2024) UX8406 is the world’s first ultraportable laptop equipped with two 14-inch FHD+ 60 Hz OLED touchscreens. The dual full-size FHD+ 60 Hz ASUS Lumina OLED 16:10 displays are joined by a lay-flat 180° hinge to instantly expand the visual workspace to up to a massive 19.8 inches, which can be used in vertical or horizontal orientations for several versatile user modes — Laptop, DualScreen, Desktop, or Sharing — controlled by intuitive ASUS ScreenXpert software.",
    "Zenbook DUO includes an Intel Core™ Ultra 9 processor with an integrated Neural Processing Unit (NPU) for AI acceleration, up to 32 GB of LPDDR5x memory, up to a 1 TB PCIe® 4.0 SSD, a long-lifespan 75 Wh battery, and a Harman Kardon-certified Dolby Atmos® audio system. With its detachable full-size Bluetooth® ASUS ErgoSense keyboard and touchpad, this incredible device is ideal for on-the-go versatility. The Intel® Evo™ Edition Zenbook DUO expertly combines multitasking versatility with superb mobility in a 1.35 kg-light package (*weight without Bluetooth keyboard).",
    "Negative investor sentiments manifest in the wake of NCM against Speaker",
    "People’s Bank receives ‘Excellence in Corporate Cards for Government Departments’ award",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}