{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111507/president-directs-officials-to-prepare-plan-for-creating-a-sports-culture-in-sri-lanka",
  "time_ut": 1755264720.0,
  "original_lang": "en",
  "original_title": "President directs officials to prepare plan for creating a sports culture in Sri Lanka",
  "original_body_lines": [
    "A review on the implementation of the 2025 budget allocations for the Ministry of Youth Affairs and Sports, together with preliminary discussions on the 2026 budget proposals, was held this morning (15) at the Presidential Secretariat under the patronage of President Anura Kumara Dissanayake.",
    "During this discussion, the allocations made in 2025 to eight institutions under the Ministry of Youth Affairs and Sports and the current status of the related projects were reviewed separately, the PMD said.",
    "The President pointed out that the long-standing issue in all sectors, including youth affairs and sports, is the failure to allocate budgetary provisions properly for their advancement. He further noted that although the last budget allocated the necessary funds for all sectors, there has been dissatisfaction regarding their proper utilisation for the relevant projects.",
    "The President emphasised that such allocations should be fully utilised within the respective financial year to deliver benefits to the public, treating this as a priority task.",
    "During the discussion, the President stressed the importance of preparing the 2026 budget proposals with the objectives of creating a sports culture in the country, developing sports-related infrastructure, implementing programmes to identify athletes with international potential and elevating athletes to the global stage.",
    "The President instructed that a plan be prepared to establish a sports culture and also advised that, in promoting sports, the maximum possible participation of sports associations should be secured and the necessary facilities be provided to them.",
    "President Dissanayake emphasised that the allocation of funds for this purpose is not merely an investment in sports development, but one that simultaneously achieves multiple goals such as improving the nation’s health, enhancing social welfare, reducing crime, combating drug use, fostering social cohesion and creating a dynamic workforce.",
    "The President also stated that in sports, vigour alone is not sufficient; in this era, training and technology are decisive factors and therefore, providing athletes with the necessary opportunities in these areas should be a primary responsibility of the Ministry of Sports.",
    "At this meeting, the President also instructed officials to expedite the renovations and construction of sports complexes for which funds have already been allocated, including the Sugathadasa Stadium in Colombo, those in the Kilinochchi and Mannar districts and others being built across the island.",
    "The discussion also touched on the significance of employing experts for specialised construction in sports infrastructure development, establishing an advisory company under the government for this purpose and obtaining consultancy services at an international level.",
    "The President instructed officials to focus on the development of school sports and expressed his readiness to allocate the necessary funds for this purpose.",
    "Taking all the above points into consideration, President Anura Kumara Dissanayake further instructed ministry officials to prepare and present a new integrated plan for sports development as soon as possible.",
    "Attention was also drawn to the upcoming plans of the Ministry of Youth Affairs, which are to be implemented with the participation of the young men and women who took part in the 2025 National Youth Conference held recently.",
    "The event was attended by the Minister of Youth Affairs and Sports Sunil Kumara Gamage Minister of Labour and Deputy Minister of Economic Development Dr Anil Jayantha Fernando, Deputy Minister of Youth Affairs Eranga Gunasekara and Deputy Minister of Sports Sugath Thilakaratne, Secretary to the President Dr Nandika Sanath Kumanayake, Secretary to the Ministry of Finance Dr Harshana Suriyapperuma, Senior Additional Secretaries to the President Russell Aponsu and Kapila Janaka Bandara and a group of senior officials from the Ministry of Youth Affairs and Sports."
  ]
}