{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Tolerance-of-failure-Essential-in-innovating-and-risk-taking/4-760934",
  "time_ut": 1713901014.0,
  "original_lang": "en",
  "original_title": "Tolerance of failure: Essential in innovating and risk-taking",
  "original_body_lines": [
    "Innovation and continuous learning are impossible in a culture where there is no tolerance for failure",
    "An organisation’s attitude towards failure has a significant bearing, amongst others, on its drive for innovation, improvement through continuous learning, penchant for risk-taking and the willingness of its employees to delegate.",
    "Throughout our childhood and adult life, whether it be in our academics or in our sports or in our personal and social lives, we are constantly pushed by a desire to achieve our goals, objectives, and ambitions and a never-ending hunger to acquire more than we already have. Numerous are the occasions where parental, spousal, peer, or other pressures have driven individuals to win at any cost, including committing murder. Whilst the definition of success, at an individual level, is relative because it is an indicator of the extent of achievement of goals and objectives which vary from person to person, the definition of success at an organisation level is more uniform. Growth in business volume, profitability and market share are examples.",
    "While acknowledging that there are persons, albeit in the minority, who are contented and satisfied by their status quo, the yearning to progress and evolve is intrinsic in our human nature and underlie the thoughts espoused by human behaviour models such as Maslow’s Hierarchy of Needs and the mechanics/psychology of performance management schemes which serve as conduits to recognition and reward, training and development, talent management, promotions and succession planning, just to name a few. The sports and corporate arenas are rife with tangible and intangible incentives to perform and despite whatever we may state to the contrary, there is no denying that money remains a significant motivator.",
    "Unfortunately, though we know how to enjoy the sweetness of ‘success’, neither our school curricula nor our adult development prepare us adequately in coping with the bitterness of ‘failure’. Our inherent ‘success’ mentality blocks us from appreciating that ‘failure’ is an opportunity of learning. Further, most corporate leaders fail to appreciate how a tolerance of failure can be leveraged in building a culture of innovation, continuous learning, risk-taking and delegation. Employees, too, have not comprehended the positives of failing while trying i.e. “fail forward”.",
    "Sara Blakely, American businesswoman and philanthropist and the founder of Spanx, attributes her phenomenal success in business to her acquired ability to take risks. She linked this nurtured ability to the deliberate, incessant and foresightful efforts made by her father in helping her and her brother, Ford, get accustomed to failure. “We’d sit around the dinner-table, and he’d ask, ‘What did you guys fail at this week?’ If we had nothing to tell him, he’d be disappointed,” Blakely said. “He knew that many people become paralysed by the fear of failure.” Sara’s dad was acutely aware of the overblown negative connotation of failure. To him, ‘To not try because of the fear of failure’ was an anathema. On the other hand, Sara learnt how to handle failure from a very young age.",
    "Thomas Edison who invented the electric light bulb, phonograph, motion picture equipment, incandescent lamp, storage batteries and much more is an embodiment of how an individual converted the negatives of failure to positive outcomes. Edison failed frequently in his many experiments, and it is said that his pursuit of perfection required, literally, thousands of attempts. Anecdote has it that when his close friend Walter Mallory chided him on the lack of results in completing the invention of a storage battery even after nine thousand attempts, Edison had promptly responded, “Results! Why, man, I have gotten lots of results! I know several thousand things that won’t work!”",
    "CEO messages/statements in Annual Reports, to investors and other stakeholders and speeches to the public rarely miss referring to his organisation as being one which relentlessly pursues innovation. It is the ‘in-thing’ to say. It is like a fad. However, the aspect they may not recognise in making such a proclamation is its attitude towards failure even in instances where the failure occurred in an employee’s quest to add value to the organisation’s products, services, and processes. Studies confirm that innovation and continuous learning are impossible in a culture where there is no tolerance for failure. Such tolerance must not be just per talk. It must manifest itself by deed if employees are to feel comfortable in innovating and taking risks where the anticipated reward exceeds costs.",
    "In establishing such a culture, management and where relevant the board, must define ‘acceptable’ failure and ‘unacceptable’ failure. As a broad example, an ‘acceptable failure’ is one where things have not gone according to plan due to events which could not be foreseen, turned out to be beyond the subject person’s reasonable control and arose out of unanticipated competitor reactions. ‘Acceptability’ assumes that the subject actions did not compromise the organisation’s values nor violate established policies and processes. On the contrary, negative outcomes arising out of gross negligence, recklessness which endangers the safety of the public and employees, actions which exceed stipulated decision-rights and/or violate the fundamental internal controls et cetera are classified as ‘unacceptable’ failures.",
    "The dilemma is that in times of declining market share and profitability and tight economic conditions the usual ‘acceptable failure’ is treated by the hierarchy as ‘unacceptable’ failure resulting in the subject individual employee or teams of employees being castigated and penalised. The casualties of the punishment of such exaggerated failure are lowered employee morale, hesitant decision-making, and slower speed of delivery as employees feel unduly threatened.",
    "Additionally, collaboration declines and a ‘play it safe,’ non-innovative mindset emerges causing in its wake negative effects on customer and other stakeholder experience. Coming to work is no longer an event of excitement. In fact, it soon becomes a bore. Employees impatient to display their pent-up imagination and latent skills start leaving because there is no congruence between the organisation’s operating philosophy and their individual aspirations.",
    "Admittedly, there are times when a fine line divides ‘acceptable’ and ‘unacceptable’ failure. Dependence will have to be placed on leadership instinct, past practices, established policies, procedures and processes and common sense in finding the answer. An astute leader who values the need for a tolerance of failure in establishing a culture of innovation will have the skills to quickly distinguish the difference between a cavalier attempt that failed and a sincerely executed attempt that missed the mark. It must be stated that repeated occurrences of ‘acceptable’ failure may signal a lack of individual competence and the need for training and development.",
    "Innovation is critical to the sustainability of any organisation. It is the process of developing ideas and executing them into reality. Innovation allows organisations to grow, evolve, remain relevant and stay competitive. Innovation need not be a ‘big bang.’ It can be small, steady, and incremental. In the absence of innovation, organisations would be unable to adapt to changing needs and would surely perish.",
    "A study of the culture of world-renowned innovation driven organisations such as Apple, Microsoft, Amazon, SpaceX, Disney, Unilever, Samsung, Netflix, and Facebook, just to name a few, reveals commonalities in their operating protocols. These being, * A clear definition of vision, mission, purpose, goals and values, * Regular review of the policies, procedures, and processes in ensuring they are aligned to the purpose, the achievement of goals and the strict adherence to values. Collectively, they represent the boundaries of the play area. They are the guardrails. Employees are free to play within these boundaries. Employees are empowered to use the tactics which best suit the circumstances. In ‘footballing’ lingo, it can be a ‘4-4-2’, a ‘4-1-3-2’ or even a ‘4-1-2-1-2’ formation and so on, * Well defined and generous decision-rights which give employees autonomy, authority, and resources to make decisions and take actions that support innovation and risk-taking within the established boundaries, * Well-structured, but yet bureaucracy-free vehicles which facilitate employee collaboration and exchange of ideas and serve as melting pots of diverse skills, expertise and experiences. These ‘vehicles’ also function as safe, supportive structures where employees feel free to share their views, suggestions, and frustrations, * Clear and unambiguous communication, * Mandated delegation driven by Key Performance Indicators (KPIs). Fear of loss of control and/or fear of reputation risk et cetera are not allowed as excuses, * Recognition schemes which reward innovative behaviour. Employees are encouraged to try new ideas, seek ways of improving productivity and be on a constant look-out in improving processes, * “Learning Organisation’ thinking in the manner envisioned by Peter Senge where continuous transformation based on learnings from actual experience takes place, * Encouragement of incremental improvements to products and processes. Apple’s strategy of making small improvements to their existing products has helped them to retain high customer loyalty and enhance brand promise, * Making the customer their starting point of reference through an “outside-in” perspective as advocated by Theodore Levitt in his trailblazing article, “Marketing Myopia” as way back as in the 1960s. Salesforce, arguably the most trusted Customer Relationship Management service provider in the world, attributes its leadership position to an unceasing search for products and service demanded by its customers, * A constant upping of the game through ‘challenge’ and ‘stretch’. ‘Challenge’ is operationalised by setting high but realistic targets and standards and by feedback and coaching which help employees to improve and grow. ‘Stretch,’ on the other hand, is operationalised by exposing employees to diverse and exciting experiences, tasks, and roles and by providing them with opportunities for training and development identified through performance management, talent management and succession planning, * ‘Encouragement of the Heart’ by celebrating and sharing achievements, successes and even failures. John Keells Holdings’ (JKH) Chairman’s Award Nite celebrates the efforts of individuals and teams who go beyond their normal line of duty. JKH also had an initiative titled “From Heroes to Zeroes” which documented successes and failures as a part of continuous learning, * Strong risk management systems which support innovation and risk taking. They take the view that risk-taking is essential in pushing boundaries and creating something truly innovative.",
    "The fear of failure which emanates from the lack of tolerance of failure is the primary inhibitor of risk taking in business organisations. If businesses want to grow, stay ahead of the competition, and make better than average returns on their capital employed they must take risks. I was truly fortunate to work for two organisations, Anglo American Corporation (Central Africa) Limited-(Anglo) and JKH who are/were natural risk takers. Their risk taking was supported by best-in-class risk management systems which aided the de-mystification and consequently the de-risking of mega-projects which were often seen by the competitors as fraught with risks. Although a large conglomerate till the mid-1990s, Anglo’s core business was mining. Mining is capital intensive, risky business. The conversion of exploration to mining is less than one per cent. A single investment, in general, exceeds United States Dollars one hundred million. Commodity prices can be fickle and are very sensitive to global tension.",
    "Governments of the countries where the mines are located are notorious for, unilaterally, changing investment policies and tax regimes with no respect for executed agreements. On top of all these, there are burdensome environmental and social risks in the forms of emissions, pollution, tailings and contamination and mandatory resettlement of communities. Anglo’s risk and crisis management processes which supported such risk taking were world class. The acquisition by JKH of Asian Hotels Ltd., the holding company of the then Colombo Plaza, TransAsia Hotel and Crescat Apartments was a classic example of risk taking based on a robust project evaluation process and keen risk evaluation. Seeing the long-term, high-risk, high-impact investment and other decisions taken by JKH in recent times, it is heartening to note that the risk-taking DNA is very much alive in the JKH blood.",
    "While risk-taking is an essential step in innovation, it must be prudently balanced with the organisation’s risk appetite, financial stability, social responsibility, and sustainability. It must be noted that while the innovation habit permeates the culture of an organisation in a natural way, risk-taking, particularly when the stakes are high, is governed in a structured and deliberate manner. Seasoned risk-taking organisations are very adept in determining the point of ‘value equilibrium’ between the benefits/costs of risky ideas and opportunities and the organisation’s competence and financial capacity to accommodate them. Both Anglo and JKH had, and have, a strategic approach to risk-taking. It includes assessing potential risks, quantifying their impact, and developing contingency plans. They also have effective communication approaches which emphasise that not all risk-taking will lead to successful outcomes, but even failures can provide valuable lessons for the future.",
    "The tone from the top is imperative in configuring structures and in establishing policies, procedures and processes which are facilitative in entrenching a culture of innovation and a culture of managed risk taking. Innovation is the driving force behind business growth. Risk-taking is the mother of innovation. When businesses innovate, they differentiate themselves from their competitors by offering unique solutions to customer problems. This, usually, leads to increased market share and profitability. It must be reiterated that innovation is not limited to products or services. It can apply to processes, business models, or even workplace culture.",
    "A thorough and meticulous understanding of the purpose of a risk action is often the fine line which separates sound risk-taking from unsound risk-taking. Is the risk worthwhile? What are the benefits versus costs? Is there full awareness of potential harm to reputation and brand? What are the possible social and political risks? How can they be mitigated? Were statistical and quantitative techniques such as ‘decision-trees,’ ‘what-if’ analysis and risk-loaded discounted cash-flows used in assessing the economic and social feasibility of the subject endeavour?",
    "Without being overly put-off by the fear of failure, given the heightened level of stakeholder activism and the volatility, complexity, uncertainty and ambiguity of the environment, well-documented contingency plans and crisis management guidelines must be in place. In Sri Lanka, frequent changes to policies, laws and regulations are commonplace. Corporate leaders identify this to be the biggest impediment to risk-taking and investment. In such circumstances nimbleness, agility and a level of preparedness are key. As was mentioned before, risk-taking is not an action of impetuosity. Whilst there are instances of incredible successes based on intuitive risk taking, I am an advocate of risk-taking based on argued interpretations of data and trends and the organisation’s strengths/competencies.",
    "Innovation and Risk Taking are vital to an organisation’s success in today’s highly competitive business environment. Businesses need a ‘uniqueness’ which gives them that crucial edge over their competitors. That can only materialise from innovation and risk-taking. As observed by T S Eliot, poet, and essayist, “Only those who will risk going too far can possibly find out how far it is possible",
    "(The writer is currently a Leadership Coach, Mentor and Consultant, and boasts over 50+ years of experience in very senior positions in the corporate world – local and overseas. www.ronniepeiris.com)"
  ]
}