{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/some-thoughts-on-independence/",
  "time_ut": 1706969640.0,
  "original_lang": "en",
  "original_title": "Some thoughts on Independence",
  "original_body_lines": [
    "When we saw an incoming email from a regular correspondent to the newspapers titled “Why not sing the National Anthem in the Thai language” in our inbox a couple of days ago, we naturally thought the writer had his tongue in his cheek. He was reacting to a news story in this paper last Sunday that the president had directed his Media Division to prepare the Independence Commemoration Souvenir in the Thai language in addition to Sinhala, Tamil and English to honour the visiting Thai premier. This was not actually the case. The letter writer was advocating a digital souvenir as an economy measure. He had incidentally suggested – seriously and not sarcastically – singing the anthem in Thai.",
    "Be that as it may, given the country’s current travail with everything possible going wrong everywhere, many older people are heard to say “we might have been better off had we remained a British colony.” In that context it would be useful to reflect today, our 76th anniversary of Independence from British rule, some of the pros and cons of having been under the imperial yoke.",
    "It would be foolish to regard the totality of British colonial rule over this island to have been of absolutely no benefit to us. Negatives undoubtedly abound, notably the notorious Waste Lands Ordinance No. 1 of 1897 declaring all uncultivated lands as state lands under this law. This resulted in the unjust deprivation of the country’s peasantry of commonly held grazing and forest land serving as rainwater catchments.",
    "The sale for a song of such land to British investors to open first coffee and then tea plantations impoverished the Kandyan peasantry and deprived the whole country of the natural catchment of the forested hill country that fed our rivers, regulated the climate and much more. Then there was the brutal suppression of the Uva-Wellassa rebellion of 1817-18 and the scorched earth policy that followed and events that occurred in 1915 etc. There was also the administration of the country in a language most of its people did not understand and the ultimate horror of people being tried for their lives in such a language.",
    "But on the plus side of the ledger was, as in India, uniting the whole country previously divided into several kingdoms, the legacy of the English language and the modernization of the economy with roads, railways, ports, hydro-power and urban infrastructure not forgetting the enforcement of law and order. Colonialism, as everywhere, was exploitative but not without at least some fringe benefits for colonized territories. This was more true of the British than the other colonial powers.",
    "The period between 1931 and 1947 leading up to Independence when the country was governed by two State Councils under British overlordhip saw the opening of the dry zone which arguably was bigger than the Mahaweli Development project that came later. We had universal franchise in 1931 with women getting the right to vote only three years after females had won that right in the United Kingdom.",
    "At the time of Independence, then Ceylon was a jewel in the crown of the British Empire and ours was arguably one of the strongest economies, other than Japan’s, in Asia. It is very well known that Singapore’s Lee Kuan Yew once held then Ceylon as a model for his country to emulate. That was then, but where are we now after 76 years of self-rule?",
    "The blame for much of our failures must be squarely laid at the feet of the various post-Independence governments who have ruled us since we were freed of the colonial yoke. The Soulbury Constitution the British left us served us well for 26 years. But our political class with their lack of wisdom threw out the baby with the bathwater. The clause protecting minority rights ended with the 1972 constitution which accorded primacy to Buddhism, the religion of the majority. Sinhala Only was Mr. Bandaranaike’s battle cry but as Tarzie Vitachchi, one of our best known newspapermen so pungently put it, the prime minister later tried to add “but Tamil also” to that slogan!",
    "As Prof. KM de Silva, one of our best known contemporary historians has noted, the 1972 constitution ought to have been a proper manifestation of the people’s sovereignty. But it was written with minimum public participation. As he pointed out, by promulgating the new constitution, the then ruling coalition elected by a landslide in 1970 gave itself a term up to 1977, two years beyond the five years to which it was elected in 1977.",
    "But the J.R. Jayewardene government, elected in 1977 with an unprecedented five sixths parliamentary majority did better, doing away with the next election “with the consent of the people” obtained via what was widely regarded as a heavily rigged referendum. This enabled the then incumbent parliament to remain in office for a further term without an election. But as KM de Silva has said, the system we have been left with “may be described as a centralized democracy in which the most dominant element is the political executive which in comparison with the former constitution has fewer built-in checks on the abuse of political power.”",
    "The various missteps since Independence led to a near 30-year civil war, a bankrupt country with an obscenely bloated public service and a military that is the world’s 14th largest. Jobs for the boys (and girls) of politicians has resulted in our public service being over five times as big as it needs be. Our youth is quitting the country in their thousands as they see no future here as we prepare for yet another election with little prospect of the widely desired system change.",
    "UK’s upper house votes to delay plan to deport asylum seekers to Rwanda",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}