{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97334/several-historical-shrines-designated-as-sacred-sites",
  "time_ut": 1708100280.0,
  "original_lang": "en",
  "original_title": "Several historical shrines designated as sacred sites",
  "original_body_lines": [
    "The National Physical Planning Department has designated 11 temples of significant archaeological, historical, and sacred importance as Sacred Sites in the Government Gazette.",
    "These areas, now recognized as sacred sites, had their respective documents submitted to the Presidential Secretariat on Thursday (Feb.15), presided over by Presidential Secretary Saman Ekanayake.",
    "Accordingly, the following historical shrines have been declared as sacred sites:",
    "1. Ambagaswewa Purana Rajamaha Vihara – Horowpathana Divisional Secretariat Division (DSD) of the Anuradhapura District)",
    "2. Pothuvatawana Maha Vihara – Dankotuwa DSD of Puttalam District",
    "3. Ampara Muhudu Maha Vihara – Pottuvil DSD of Ampara District",
    "4. Maddegama Raja Maha Vihara – Dompe DSD of Gampaha District",
    "5. Uddhakandara Rajamaha Vihara – Tissamaharamaya DSD of Hambantota District",
    "6. Sri Saddharma Yuktika Vana Senasuna (Monastery) – Kuchchaveli DSD of Trincomalee District",
    "7. Dambadeniya Sri Vijaya Sundararama Raja Maha Vihara – Narammala DSD in Kurunegala District",
    "9. Kabalewa Ambawa Sri Sudharmarama Purana Vihara and Gambhara Siddha Kabala Mul Soonyam Devalaya – Kuliapitiya West DSD of Kurunegala District",
    "10. Yan Oya Rajamaha Vihara – Kuchchaveli DSD of Trincomalee District",
    "11. Sagara Pura Samudragiri Vana Senasuna – Kuchchaveli DSD of Trincomalee District",
    "As a result, the total count of sanctuaries recognized as sacred places of worship in Sri Lanka has now risen to 142.",
    "President’s Secretary Saman Ekanayake affirmed President Ranil Wickremesinghe’s unwavering commitment to upholding and protecting Buddhism in accordance with the Constitution.",
    "Additionally, the Secretary to the President highlighted various government initiatives aimed at advancing Buddhism, guided by the President’s directives.",
    "These include plans to initiate archaeological excavations at the Maha Vihara, the epicenter of Theravada Buddhism, establish the Maha Vihara University, and construct an international Buddhist museum in Kandy.",
    "The gathering was chaired by Most Venerable Balangoda Sobhita Nayaka Thera. Also in attendance were Most Venerable Ganthune Assaji Maha Nayaka Thera, as well as Most Venerable Medagama Nandawansa Thera.",
    "Minister of State Shanta Bandara, Member of Parliament Samanpriya Herath, Secretary of the Buddha Sasana Ministry of Religious and Cultural Affairs Somaratne Vidanapathirana, Commissioner General of Buddhist Affairs, Director-General of the Physical Planning Department, along with officials from related institutions and donors of temples, attended the event.",
    "Prior to the presentation of the ‘Puja Bhumi Sannaspathra’, a charitable donation was also made at the Presidential Secretariat in honour of the Maha Sangha who graced the occasion with their presence."
  ]
}