{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/working-at-rosmead-place/",
  "time_ut": 1730101620.0,
  "original_lang": "en",
  "original_title": "Working at Rosmead Place",
  "original_body_lines": [
    "Although Mr Bandaranaike had a spacious office at Senate Square in the Fort he preferred to work from 65 Rosmead Place, his home. As fancy took him, we would attend to the papers either at the dining table or in the sitting room. It was all very informal with the household activity going on around us. Sometimes the children were at home and their conversations with each other or the mother would be an interesting break from our file work.",
    "Once, Anura, who was about seven or eight and very keen on cricket, was batting on the lawn and being given a difficult time by a young lad brought in from the village to play with him. The lad, who was three or four years older, was constantly breaking Anura’s stumps with his fast bowling. Unable to bear this any longer, Anura shouted to his father that the boy was bowling him out all the time. Without saying a word and with a file in his hand, Mr Bandaranaike walked out and told the boy that he had been brought to Colombo to play with Anura and not to keep bowling him out. That considerably improved matters and Anura continued his love of the game.",
    "I recall too at this time, Chandrika coming home after her ballet lessons and the father introducing her to some visitors with the words “and here comes my Pavlova”. The girls, Sunethra and Chandrika, went to St Bridget’s and Anura to Royal Prep in the same car with an ayah and the morning departure always seemed very rushed. Chandrika was usually the late one. It was a habit which ran in the family except in the case of Mrs Bandaranaike who, obviously, was of more disciplined stock.",
    "Mr Bandaranaike was a master in the usage of English language and was very particular with the style and wording in the letters which he would sign. I was very confused in the early days regarding the first line of acknowledgment of a letter which I would draft for him. When should I use the rather common `I am in receipt of your letter of such and such’ and not `I have your letter of such and such’? If I used receipt, he would say “No, I have your letter.” It left me so traumatized that at times I thought I would just toss for it. But after a while I seemed to get it right.",
    "There was once the use of the word circa which came up in a letter drafted by M N Jilla, assistant secretary of the ministry of defence indicating that the leases to Britain of the air base at Katunayake had been done in ‘circa 1946’. This elicited a classic retort. “Circa,” Mr Bandaranaike’s lips curled contemptuously over the word, “circa 1066 perhaps, but never circa 1946.”",
    "Mr Bandaranaike’s public speeches were pure gems with sonorous cadences studded with classical allusions. The speech he delivered at the convocation at the University of Peradeniya in 1957 had a special appeal and profoundity. He was referring appropriately enough to the new times and his quotation that afternoon was from The Garden of the Hesperides.",
    "It was magical stuff and a prelude to many other similar treats.",
    "As to official conferences, I found his first chairing of the pre-budget estimate discussions in 1956 direct, informal and at times downright hilarious, with the famous Bandaranaike brand of humour coming to full flower in situations connected with the lower human anatomy. His earlier stints as a minister of government especially in the State Council days had given him a sharp eye for the cracks and fault-lines in government business.",
    "The discussion that day was of the home affairs ministry on the item of maintenance of rest-houses and the urgency of money for repairs and improvements. While strongly endorsing the conversion of the old style bucket-toilets with water-seal systems he regaled the company with a story of what had happened to his good friend Abraham at the old Dompe rest-house.",
    "Apparently Abraham, an agricultural instructor, on circuit, had gone to the loo on urgent business but had rushed out shouting that he had been bitten by a cobra who had been lurking inside the receptacle. The rest-house arachchi was summoned and after due search, soon disclosed that it was not a cobra at all, but a hen that was sitting on her eggs – the toilet not having had occupancy for some weeks. The hen had fluffed up and pecked what she thought was an object descending on her. Abraham clearly was not amused at the explanation. Bandaranaike’s full-blooded tales certainly kept the usually dull budget meetings alive and greatly lightened my minute-taking.",
    "There was another great story which someone, who was at Horagolla on the day the prime minister set apart for meeting his constituents, told us. Apparently an old acquaintance was complaining about the inordinate increase in the rent he was paying. He was finding it difficult to make, as he put it, both ends meet. What was most unconscionable was that he was being charged, as he said, “450 rupees per annum” — with the stress on the a, as in aviation. Mr Bandaranaike had echoed him saying, “Good gracious! My poor man, per a num?” and continued, “My dear fellow, that must certainly have been much more painful than paying through the nose.” I can imagine that all this was way above the head of the constituent who would have walked away both relieved at the hearing afforded him and equally mystified at the prime minister’s extreme concern.",
    "Mr Bandaranaike loved going to the Parliament and his speeches and repartee were much enjoyed in a chamber boasting a galaxy of brilliant English speakers. All of them, each in their own way were forceful and eloquent — Colvin R de Silva of the LSSP, Pieter Keuneman of the CP, J R Jayewardene of the UNP, the brothers Robert and Philip Gunewardene among the foremost. But Mr Bandaranaike rode above them all, imperious, commanding and sardonic, cutting especially the hapless UNP opposition speakers into shreds.",
    "His Sinhala speeches, although he hardly wrote in the language and read it with difficulty, were no less ironic and forceful. Forged in the smithy of the public platform and assisted by a phenomenal memory — the essential stock in trade of the political leader — he would translate almost word for word a complicated cluster of sentences he had a moment earlier mouthed in English. I found this bilingual competency in public speaking staggering, especially since he did not often use Sinhala in normal daily speech. The language with officials, and at home in the drawing room and at the dining table was invariably, always English.",
    "Giving effect to his chief election pledge of Sinhala Only in 24 hours was Mr Bandaranaike’s immediate concern. As he ingenuously put it, all it needed to fulfil this pledge was to begin the process early by introducing the necessary legislation. And he proceeded to do so with one of the shortest pieces of legislation the Parliament had seen. The draft `Sinhala Only’ bill was worked on at Rosmead Place and although Mr Bandaranaike tried hard to soften its impact by permitting English and Tamil to be used for a transition period and candidates for government service to sit for examinations in those languages, the hardliners had their way and key clauses were dropped.",
    "The introduction of the Bill in the Parliament on June 5 satisfied those important constituencies who had campaigned for the change but triggered a convulsive reaction especially in the Tamil majority areas of the country. I was personally a witness to the Tamil reaction through the satyagraha the Federal Party launched on the northern end of Galle Face Green the day the Bill was introduced. About 150 satyagrahis dressed in white were seated on the grass that morning as I drove slowly by on my way to office.",
    "Among them were some whom I recognized – Dr E M V Naganathan and my university colleague C S Navaratnam, later MP for Chavakacheri. Soon after I had passed I learnt that the peaceful protest had been broken up by armed thugs who chased the satyagrahis off the Green.. Some of them had sought refuge in the Galle Face Hotel. Later that morning when the House convened, I was in the officials box to see Dr Naganathan come in with his head swathed in a bloody bandage. It was sad to hear the usually gentlemanly prime minister taunt the wounded MP with the words “here he is with his wounds of war.”",
    "Trouble erupted that morning with rampaging mobs in the Pettah looting boutiques. In the Eastern Province, especially in Trincomalee and Batticaloa, mob violence broke out with attack and counter-attack by both ethnic groups. In the Gal Oya valley, in Ampara – where I was to serve in the 1970s as government agent –rumours fanned the rioting and the Sinhalese colonists, many of them labourers from the development scheme who had been given land allotments, rose against the Tamils. It was reported that over a 100 were killed and thousands made homeless in three days of rioting. This was, up to then, the worst episode of ethnic strife the country had faced. The signs for the future were not propitious.",
    "I am certain Mr Bandaranaike was acutely concerned at what had happened and the potential for the worsening of the ethnic problem. He never indulged in communal bigotry and strove throughout 1957 to lessen the impact of the official language legislation on the Tamil people and forwarded his proposal for the ‘reasonable use of Tamil’ in the conduct of the administration. He decided to link this with the work he had been doing preparing legislation on the concept of the regional councils.",
    "This led to opposition from extremists on both sides of the divide. Among the Sinhalese the extremists were joined by the UNP under J R Jayewardene who accused the prime minister of a colossal fraud’ and of giving in to the exaggerated claims of a small coterie of Tamils. This was ironically a complete reversal of roles of what had happened in 1955 in the run-up to the election where the SLFP had accused the UNP of betrayal of the Sinhala cause and giving in to the Tamils, through its then two-language policy.",
    "This was another defining moment in our political history and an unfortunate phenomenon which was to recur in the future. The party in power in late 1957 – the SLFP (MEP) – was trying to foster accommodation. The party in opposition – the UNP – was parochially trying to wreck it. The equation was to be reversed many times over in my 50 years with the country’s political leaders.",
    "In June 1957, discussions between Mr Bandaranaike and the Federal Party led by S J V Chelvanayakam commenced about the powers of the regional councils. The FP wanted regional control over land alienation, agriculture, fisheries, industries, education and health. The prime minister gave ground on Sinhalese colonization in predominantly Tamil areas and in the background of further Tamil agitation on July 25, a pact – the BC or Bandaranaike-Chelvanayakam Pact was signed. It was a historic moment and symbolized Mr Bandaranaike’s genuine commitment for accommodating the Tamil community, short of language parity and the abrogation of the `Sinhala Only’ Act which the FP had demanded.",
    "The BC Pact had brought some important concessions to the Tamils, given the then rigidly centralist policies and practices of the state. Selection of settlers on state land was left to the regional council; the councils in Tamil areas would be permitted to amalgamate and collaborate; and, although still to be specified by the Parliament, the regional councils would have certain powers over agriculture, education, health and taxation.",
    "I recall vividly the protest campaigns that followed the disclosure of the details of the pact which were fully reported especially in the Ceylon Daily News. The protests came both from the political opposition, the UNP as well as hardliners from the prime minister’s own party. J R Jayewardene termed it a ‘betrayal of the Sinhalese’ and even Dudley Senanyake called it an ‘act of treachery’. On the Tamil side, G G Ponnambalam (who had advocated 50:50 for allocation of seats in the Parliament between the Sinhalese and the minorities before the Soulbury commissioners in 1945) saw it as an ‘abject surrender’ to the Sinhalese. But the silent majority on both sides of the divide, I felt, were relieved at the positive initiative towards harmony and future peace.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}