{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/aia-insurance-bags-multiple-wins-at-the-4as-advertising-awards-2024-2/",
  "time_ut": 1720458540.0,
  "original_lang": "en",
  "original_title": "AIA Insurance bags multiple wins at the 4A’s Advertising Awards 2024",
  "original_body_lines": [
    "AIA Insurance shone at the recently held 4A’s Advertising with a remarkable five awards recognising the company’s creative and engaging campaigns.",
    "AIA’s ‘Suwa Walan’ was a campaign that emerged as a standout, securing three awards including two Gold awards. The campaign done in collaboration with the Sri Lanka Cancer Society and creative agency Loops integrated, was a unique campaign that tapped into local insights to drive awareness and education about breast cancer and the importance of self-examination. The campaign combined physical and digital elements to drive this education and awareness by leveraging the cultural practice of Sri Lankan women checking clay pots (Walan) for imperfections by which, the campaign effectively communicated the importance of self-examination in a culturally sensitive manner. The campaign addressed the hesitations Sri Lankan women have regarding regular checkups due to taboos, misconceptions about pain, and costs. By paralleling the practice of checking clay pots with self-examination for breast cancer, Suwa Walan resonated deeply within the cultural context, encouraging women to adopt regular self-screening practices. AIA Suwa Walan drew inspiration from timeless Sri Lankan art and incorporated these elements into the campaign, making the message of breast cancer self-examination visually compelling and deeply resonant with the target audience.",
    "This campaign won Golds for ‘Best Use of Ambient Media’ and ‘Design (Environment & Experience) ’ as well as Bronze in ‘Use of Cultural Nuance – Static Special’.",
    "Celebrated for its insightful incorporation of cultural elements, The AIA Prarthana Kodiya campaign also yielded impressive results, with two awards including Silver in ‘Best Use of Activation – Not For Profit’ and Bronze in ‘Best Use of Ambient Media’. This campaign in collaboration with creative agency TBWA was carried down during the AIA Poson Safety Programme.",
    "Tapping into potent local insight, AIA rolled out an initiative to deter pilgrims from taking risks in the water. By using a traditional Buddhist ‘wish flag’ (Prarthana Kodiya) with the message “May the devotees not get into unsafe waters,” AIA successfully conveyed the importance of safety. These wish flags were not just read by the pilgrims but also taken to heart, as seen by their effusive comments. They also went an extra mile to hang these wish flags on the sacred Bo tree in the holy city of Anuradhapura in a heartfelt gesture of imbibing it into their prayers.",
    "Keells Supermarkets together with DMS Introduce Self-Checkout Systems to South Asia from Diebold Nixdorf, USA",
    "LOLC Technologies unveils Sri Lanka’s first LLm-based chatbot for banking and financial services",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}