{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/court-orders-on-the-plantation-wage-issue/",
  "time_ut": 1722711300.0,
  "original_lang": "en",
  "original_title": "Court Orders on the Plantation Wage Issue",
  "original_body_lines": [
    "On May Day, flanked by plantation sector legislators representing the Ceylon Worker’s Congress( CWC), President Wickremesinghe announced the increase of the plantation worker daily wage to Rs 1,700.00. His will was legitimized by a gazette notification signed by Manusha Nanayakkara, Minister of Labour. Twenty one plantation companies, collectively, filed a petition before the Court of Appeal, seeking the invalidation of the said gazette, on the basis that the unilateral and arbitrary decision by the minister violated the legal principles of natural justice.",
    "On July 4, a three-member Supreme Court bench issued an interim injunction order, preventing the implementation of the said gazette. Clearly, the court considered that the plea by the plantation companies had merit. The latest court ruling, along with the two others delivered on the recent election-related petitions, is more egg on the president’s face.",
    "On July 10 minister Nanyakkara has issued a gazette notification, canceling the earlier determination. However, the plantation companies, who are contesting the issue in court, had not been informed officially of this step.",
    "Fools, they say, rush in where angels fear to tread- a highly overworked cliché but perfectly descriptive of most of our politicians who tend to lose all sense of proportion, propriety and credibility when wooing the vote base before an election. For Wickremesinghe, the man who lost (including his own seat) in the Colombo district in the 2020 general election – the first such defeat suffered by the United National Party since Independence- garnering the plantation vote in case he actually contests the presidency- is of paramount importance. Minister Nanayakkara, indebted to President Wickremesinghe for his cabinet portfolio, is enthusiastically promoting the latter’s personal agenda with the CWC.",
    "There are 44 Wages Boards, including the Tea Export Trade and the Tea Growing and Manufacturing Trade, currently operational in Sri Lanka. All those boards cover industries, inhabited largely by manual and blue-collar workers, occupying the lower levels of our socio-economic order. Whilst almost all the minimum wage determinations of the other boards are lower than that of the Tea Growing and Manufacturing Trade, and none of the relevant workers enjoy free-of-cost facilities such as housing, child-care, sanitation, water service and basic medical care, as plantation workers do, it is the plantation worker that the president has selected for special attention. To that list of in-house services should be added estate welfare societies, cooperative societies and, on many plantations, library facilities, language training centres and IT training centres for plantation youth.",
    "The above is not to say that the plantation worker does not deserve a wage increase, but to emphasize that in determining a living wage, workers in all industries merit equal consideration, especially in the context of current escalations in living costs. The cost of living and the hierarchy of needs, particularly at the lower socio-economic levels of society, whether in Dambulla, Nuwara Eliya or Moneragla, vary only minimally.",
    "The National Living Wage, determined by the State, was Rs 43,080 in June 2022, when the USD exchange rate was Rs 360. At that stage an ordinary agricultural worker’s monthly household income was, reportedly, Rs 39,617, whilst the average tea estate sector household income was said to be Rs 46,865 per month.",
    "The plantation companies have now offered a package of Rs 1,350 per day, with Rs 150 of that being contingent to a minimum attendance, coupled with an increase of Rs 10 (from Rs 40 per kg to Rs 50 per kg) on the over-kilo rate. However, at a recent meeting between Minister Nanayakkara and the concerned parties, the former had insisted on Rs 1,350 basic wage per day plus allowances, unashamedly inching his way back to the original promise made to CWC leader, Jeevan Thondaman. This must also be a rare instance in our political and industrial history, when a senior cabinet minister is acting as the delegate of a trade union in a wage dispute between the union and the employer.",
    "Leaving all other factors aside, this craven desire to curry favour with Thondaman does not make much political sense, as the CWC is no longer the force it used to be in the plantation sector. The captive, plantation community vote base is now fragmented, consequent to the outward migration of plantation residents to employment outside. Add to that the general loss of relevance of all trade unions in the lives of plantation residents. Since the time of great-grandfather Saumyamoorthy Thondaman, trade-unionist-cum-negotiator par-excellence, the CWC presence in the plantation sector has steadily eroded, with the exception of a few pockets in Kotmale, Nuwara Eliya and Badulla, maintaining a bare semblance of the old dominance.",
    "The late Saumyamoorthy Thondaman achieved more for the plantation worker than any other plantation trade unionist, through clever negotiation, honourable interaction, and the pragmatic acknowledgement of mutual requirements. His diplomatic soul would have cringed at the ugly theatrics and thuggery, which seem to be the only weapons of persuasion in the arsenal of his descendant.",
    "In an earlier writing on the same issue (Politics and the Plantation Wage- Sunday Island, June 30), I dealt with the wide-ranging adverse impact that this enforced wage increase would have on the plantation industry in totality. An erosion of industry competitiveness, arising from unmanageable costs, will hurt the lives of at least two million people, equivalent to about 10% of the country’s population.",
    "The declaration of an unsolicited wage increase, whether as an inducement to woo a potential vote-base or as an off-the-cuff solution to economic challenges, ignores the wider, national socio-economic impact. Plantation wage revisions significantly impact other sectors, especially those linked to agriculture. Firstly filtering down to areas in close proximity to the plantations, impact of revisions eventually reach regions which are non-contiguous.",
    "The sectoral impact of a plantation wage increase, though immediately non-quantifiable, have far-reaching consequences, especially in food cultivation. That apart, the wide ranging public debate stimulated by the revision – particularly when the matter is before the Supreme Court – has an inevitable ripple effect, and becomes highly cogent in the demands made for salary revisions in other employments.",
    "A State-mandated wage increase in a privatized industry sector, is in complete contradiction to the stated policy of a government, which claims to follow market-based reforms. It is also a move which is certain to discourage potential investors, both local and foreign. A country which desperately needs foreign investment for the revival of a wrecked economy, cannot afford the imposition of illogical, politically driven policy changes, with adverse socio-economic potential.",
    "Whilst the Regional Plantation Company sector is far behind the smallholder segment, in terms of tea/rubber production, its stability and sustainability is important for the plantation industry for a number of reasons unconnected to production volume.",
    "The RPC sector, with its direct connectivity with the primary regulatory bodies covering the plantation industry, remains the sophisticated and representative official voice of the industry. Unlike the amorphous small-holder segment, the RPC sector is structured, completely protocol driven, supports industry-wide international certifications and is instrumental in guiding industry-related research and development. It is a fact that the most of the scientific studies of the Tea Research Institute, are first tested commercially in the RPC sector plantations.",
    "The Planters’ Association of Sri Lanka, the officially acknowledged voice of the producer sector, comprises largely of RPC sector representatives. And that is the official body, which represents producer interests in every issue which impacts the plantation industry. The RPC sector also actively promotes plantation heritage and tourism, which reinforce the image of Ceylon tea, internationally.",
    "It is also the RPC sector, that provides the leadership and the role-model example for sustainable plantation agriculture, which includes management of shade, forestry, water resources, the conservation of plantation eco-systems, and maintaining the balance between natural eco-systems and plantation mono-culture. Certain plantation companies have already executed internationally recognized initiatives in the relevant dimensions. A State-mandated wage, divorced from productivity, may compel RPC’s to cut back on connected strategies in order to maintain financial viability, with adverse consequences for long term sustainability.",
    "Why is the tea industry in Sri Lanka important, apart from the lives it supports and the foreign exchange it earns?",
    "Certain industries define countries, globally. Ceylon/Sri Lanka is associated globally with the tea it produces, as much as Scotch whiskey defines Scotland and France is invariably linked to the fine wine it produces. Scotch whiskey is registered as a Geographical Indication (GI) – in the European Union – a special form of intellectual property rights, applied to products that have unique characteristics and a reputation associated with their origin. This is in addition to various legal provisions, which shield the image of Scotch whiskey from unfair competition. Similarly, the AOC (Appellation d’origine controle’e) defines and protects French wine. The authenticity and territory of champagne, produced only in a legally defined region in France, is guarded by an even greater body of protocols.",
    "Ceylon Tea has, for over a century, enjoyed a reputation similar to that of wine, scotch and champagne; in fact it is the only tea in the world which occupies that privileged niche. Regrettably, an industry which should be the subject of State patronage, has now become a political theatre. I reiterate what I have said earlier, that the State interventions of the last five years, commencing with the Glyphosate ban and the inorganic fertilizer embargo, coupled with the unbearable weight of the new cost burden, will relegate our tea industry to irrelevance in the international arena.",
    "(The writer is a retired plantation specialist with over 50 years experience, covering the Agency House era, the State-management interlude and the Regional Plantation Company period)",
    "Some wonders AI has created and dangers of negative repercussions",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}