{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-fiu-fines-bank-casinos-for-violating-anti-money-laundering-rules-235039/",
  "time_ut": 1754475360.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s FIU fines bank, casinos for violating Anti-Money Laundering rules",
  "original_body_lines": [
    "ECONOMYNEXT – The Financial Intelligence Unit (FIU) at the Central Bank of Sri Lanka has taken fined three institutions including two involved with casinos for failing to follow the country’s Anti-Money Laundering and Counter-Terrorism Financing laws.",
    "Between January and June 2025, the FIU imposed a total of Rs. 6.5 million in penalties under the powers given to it by the Financial Transactions Reporting Act (FTRA(, the Central Bank said in a statement.",
    "“….financial penalties are imposed on institutions for non-compliance with the provisions of the FTRA,” the Central Bank said.",
    "The biggest fine was handed to National Savings Bank (NSB), which was ordered to pay Rs. 3.5 million on April 16, 2025.",
    "The bank had failed to report large cash and electronic fund transfer transactions over Rs. 1 million within the required 31-day period. It also did not properly maintain lists of individuals and groups sanctioned under United Nations Security Council Resolutions, and failed to follow court-issued suspension orders by allowing transactions through frozen accounts, the Central Bank said.",
    "Although the bank had serious lapses in its procedures, the FIU noted that there was no evidence of dealings with banned individuals or groups.",
    "Two other companies, Bally’s Limited and Bellagio Limited, which are involved in casino business in the island natio, were each fined Rs. 1.5 million on March 28, 2025, for similar failures.",
    "Both companies had weak systems to check customer identities and did not carry out proper risk assessments when doing business through online platforms, the Central Bank said.",
    "They both also failed to compare customers against international watch lists and did not monitor transactions for suspicious activity. Importantly, neither company kept proper records of customer documents or communication related to business dealings.",
    "Like with NSB, the FIU confirmed there was no proof that these companies were doing business with any blacklisted individuals or entities.",
    "The money collected has been sent to the government’s Consolidated Fund.",
    "The FIU reminded all reporting institutions that proper anti-money laundering and customer due diligence measures are essential to protect the financial system from abuse. (Colombo/August 06/2025)"
  ]
}