{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/In-retrospect-Pera-EFac-pays-tribute-to-Prof-E-O-E-Pereira-celebrating-legacy-of-75-years/56-766595",
  "time_ut": 1726016768.0,
  "original_lang": "en",
  "original_title": "In retrospect: Pera EFac pays tribute to Prof. E.O.E. Pereira celebrating legacy of 75 years",
  "original_body_lines": [
    "As the Faculty of Engineering at the University of Peradeniya (affectionately known as Pera EFac) proudly celebrates its Diamond Jubilee, a series of events is being organised to mark this milestone, culminating in 2025 with emphasis on its rich history and its vision for the future. Among the planned events, a significant one was the commemoration of its founder, Vidya Jyothi Eng. Prof. E.O.E. Pereira (13 September 1907 – 22 May 1988), a visionary leader who not only established the faculty but also laid the foundation for engineering education in Sri Lanka. This commemorative event took place on 21 August 2024 at the faculty premises.",
    "The commemoration included a visit from Prof. E.O.E. Pereira’s elder son, Lorenz Pereira, followed by a symbolic tree-planting ceremony. Subsequently, there was a discussion with faculty staff and alumni, where participants fondly revisited memories of Prof. Pereira, sharing stories that highlighted his remarkable contributions to the field of engineering education.",
    "Born on 13 September 1907, Eustace Pereira was an exemplary student both in academics and sports at Royal College, Colombo. He entered the University of Ceylon in 1928, graduating with first-class honours, which enabled him to pursue further studies at Downing College, Cambridge, where he completed a three-year course in just two years. “My father was a close acquaintance of Mr. Dudley Senanayake during his time at Cambridge. Later, Mr. Senanayake requested my father to accept the position of Vice Chancellor at the University of Ceylon in 1969, which my father accepted reluctantly,” Lorenz Pereira remarked during the session, reflecting Prof. E.O.E. Pereira’s deep passion for teaching.",
    "Prof. E.O.E. Pereira’s tremendous commitment to university education in Sri Lanka is evident through his 18 years of service to the Faculty of Engineering at the University of Peradeniya (1950-1968) followed by his service as Vice Chancellor of the University of Ceylon, Peradeniya, from 1969 to 1971, navigating the institution through challenging political times.",
    "“‘E.O.E.’—as he was affectionately known among the students—was a humble and empathetic educator who treated his students with the utmost respect and affection, and brought the faculty to great heights as the founding dean,” shared Sarath Senavirathne, one of the fortunate students who had the opportunity to interact with Prof. Pereira.",
    "The book A History of the Faculty of Engineering 1950-71, written by Prof. S. Mahalingam and published under the deanship of Prof. M.P. Ranaweera, notes: “In the meantime, the Ceylon Technical College was experiencing serious troubles with regard to teaching staff. In 1947, an offer of help came from the university, which lent the college the services of Prof. E.O.E. Pereira, the newly appointed professor of Civil Engineering… The new Faculty was expected to have an annual intake of 25 students. However, in drawing up the plans in September 1949, Prof. Pereira prepared them for a possible intake of 125 students...” Fast forward to today: At the 85th Convocation of the University of Peradeniya, held on 22 August 2024, 395 undergraduates and 118 postgraduates graduated from the Faculty of Engineering, a testament to E.O.E.’s vision for the future.",
    "“Not only the faculty, but the entire engineering field in Sri Lanka owes a debt of gratitude to Prof. E.O.E. Pereira for his tremendous service to the country. As we pay tribute to his service, we are delighted to have the presence of one of his sons, Mr. Lorenz Pereira, to grace this occasion,” remarked Dr. U. Dissanayake, Dean of the Faculty of Engineering, providing a preamble to the event.",
    "“Prof. E.O.E. Pereira was married to Ms. Mavis Pereira and had three sons: Lorenz, Bryan, and Allen. Lorenz Pereira (born 4 July 1939), the eldest and the only surviving son, is a former first-class cricketer for Sri Lanka, who excelled in cricket, rugby, tennis, and athletics, representing Sri Lanka on multiple occasions. He also played cricket for Cambridge and later became a City Planner with the Victorian Government in Australia. The two great grants of my father were his family and the Faculty of Engineering, not necessarily in that order,” remarked Lorenz Pereira. He fondly remembered how, as a sports-focused youth, he used to pretend to study when accompanying his father at the faculty.",
    "The event concluded with an appreciation of Lorenz Pereira’s presence with a souvenir featuring the Diamond Jubilee Celebration logo, the winning design by S. Thirumenam, one of the faculty’s current undergraduates.",
    "During the event, Lorenz Pereira shared a memorable anecdote: When the Prime Minister of Singapore, Lee Kuan Yew, visited the University of Peradeniya during a visit to Ceylon, he was so impressed by Prof. Pereira’s work that he invited him to Singapore, offering a lavish salary. Prof. E.O.E. Pereira politely declined, saying that he still had “unfinished business” at home.",
    "The Faculty of Engineering, University of Peradeniya, remains committed to honouring the enduring legacy Prof. E.O.E. Pereira has left for future generations, continuing to strive for the excellence he championed."
  ]
}