{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/eran-resigns-from-cope-slamming-questionable-appointees-standing-orders-155042/",
  "time_ut": 1710753900.0,
  "original_lang": "en",
  "original_title": "Eran resigns from COPE, slamming questionable appointees, standing orders",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka opposition legislator Eran Wickramaratne has resigned from the Parliament’s Committee on Public enterprises calling for appointees to conform to minimum levels of probity and for removing roadblock to action being taken on corruption.",
    "“Appointees to COPE as part of its 31-member team or Chairperson, must not be associated with allegations and/or convictions,” Wickramaratne, a former Citibank and NDB Bank excutive, said in a statement.",
    "“A committee that has an overview of checks and balances must have clearly outlined qualifications and disqualifications for its members.”",
    "The government was blocking action being taken on COPE findings through standing orders, he charged.",
    "“Standing Order should be widened, where irregularities and fraud when in light, should reach the Attorney General direct and CIABOC proceeding to act,” he said.",
    "“The government blocks the process by limiting Standing Orders, there by the effectiveness of COPE is now in question. ”",
    "SJB Parliamentarian Eran Wickramaratne resigns from COPE today – Monday, 18th March 2024. Wickramaratne has served on COPE in previous Parliaments and was reappointed a member of COPE after the recent prorogation of Parliament.",
    "COPE has been established to ensure the observance of financial discipline in Public Corporations and other Semi Governmental bodies in which the Government has a financial stake. By appointing a ruling party member as its Chairman, the committee fails to meet its objectives of keeping a check on the executive arm of the government. To this end, the 2015-2019 government followed a best practice of appointing the Chairmen for the two key Committees COPE and COPA from the opposition.",
    "The duty of the Committee is to report to Parliament on accounts examined, budgets and estimates, financial procedures, performance and management of Corporations and other Government Business Undertakings. 45 years since its establishment, COPE has come to be a redundant committee.",
    "Mismanagement and corruption have largely gone unchecked due to limitations in Standing Orders. Standing Order should be widened, where irregularities and fraud when in light, should reach the Attorney General direct and CIABOC proceeding to act. The government blocks the process by limiting Standing Orders, there by the effectiveness of COPE is now in question.",
    "Appointees to COPE as part of its 31-member team or Chairperson, must not be associated with allegations and/or convictions. A committee that has an overview of checks and balances must have clearly outlined qualifications and disqualifications for its members.",
    "Eran Wickramaratne is of the view that it is high time to revisit the scope of COPE, expand Standing Orders enabling the committee to do impactful work and embrace good governance practices moving forward.",
    "It is evident that the present government that lacks legitimacy compounds the fact by appearing to coverup and defend mismanagement and corruption by the more recent appointments."
  ]
}