{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Ironwood-Capital-Partners-partially-exits-its-stake-in-Colombo-Coffee-Company-to-CAL-led-consortium/34-767217",
  "time_ut": 1727393316.0,
  "original_lang": "en",
  "original_title": "Ironwood Capital Partners partially exits its stake in Colombo Coffee Company to CAL-led consortium",
  "original_body_lines": [
    "From left: Rashaad Hussain, Nath Kottegoda, Imran Akbarally, CAL Group CEO Kanishke Manakkara, Ironwood Capital Partners Managing  Partner Hiran Embuldeniya, Aravinda de Silva and Ajith Dias",
    "Private equity specialists Ironwood Capital Partners, announced yesterday a partial exit from its investment in the Colombo Coffee Company group which also includes Barista Coffee",
    "A consortium of investors brought together by Capital Alliance Holdings Ltd. (CAL) has acquired a 20% stake in the group.",
    "Colombo Coffee Company, Sri Lanka’s leading Coffee solutions provider, serves 4 out of every 5large hotels in the country. It represents renowned international coffee brands such as Lavazza,",
    "LaCimbali, Gaggia, and also markets its locally-developed and sourced coffee brand, Toscana",
    "Ceylon. Barista Coffee Lanka, part of the same group, is the largest coffee chain in the country with over 40 retail outlets.",
    "Ironwood originally invested in Colombo Coffee Company in 2016, partnering with the management team to accelerate growth, drive innovation, and expand into new markets.",
    "Ironwood Capital Partners Managing Partner Hiran Embuldeniya said: “Through the collective efforts of the group, we have achieved a market-leading position in both the B2B and retail coffee sectors. Bringing along the CAL Consortium will help us cement our market position and help us expand into new areas. This investment reflects our commitment to driving long-term value creation. We look forward to the next chapter of growth for the group, and we remain confident in the company’s continued success.”",
    "CAL Group CEO Kanishke Mannakkara said: “We are excited to be joining hands with Colombo",
    "Coffee Company and its shareholders. This company has emerged as a category leader within the coffee sector in Sri Lanka and has the potential to do exciting things in the future. We look forward to being a part of this story.”",
    "Colombo Coffee Company Founder and Director Ajith Dias said: “This has been a long journey of over 20 years for us. I am proud to see Colombo Coffee Company today in a leadership position and bringing in the right partnerships has been key to that success. I look forward to the next chapter in our journey with our new partners.”"
  ]
}