{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Forty-one-years-after-83-July-do-prez-candidates-have-answers-for-TNQ/4-764708",
  "time_ut": 1721859240.0,
  "original_lang": "en",
  "original_title": "Forty-one years after ‘83 July do prez candidates have answers for “TNQ”?",
  "original_body_lines": [
    "The continuing lack of a political leadership in the Sinhala South that accepts the Tamil and Muslim people as equals and as citizens with equal rights and dignity, is what denies a decent political solution to the TNQ",
    "The Sinhala South and its leaders cannot for a moment leave all responsibility with Tamil leaders for all these sectarian and extremist developments that make solutions more and more difficult. Political leaders in Sinhala South even now avoid discussing political answers to post-war issues in North-East and for their long-standing issue of sharing political power. Everything belted out on Southern Sinhala political platforms are issues for Sinhala-Buddhist consumption, no different to Sinhala-Buddhist politics of Black July, 41 years ago. No political leader in the South can be heard here in the South saying his or her political party would negotiate power sharing for Sri Lanka with Tamil and Muslim political parties",
    "I received an invitation a few days before to join a “campaign against bloodletting” by lighting an oil lamp on 23 July at 4:30 p.m. in front of the Borella cemetery. My question was, can such a timid small group gathering in front of the cemetery gates for an isolated, short, one-off event create any impact on society to think with sanity?",
    "We are still up against an “elephantitis” fallout and backlash from “Black July” as the Tamil pogrom is aptly labelled. It was not only a politically organised pogrom against Tamil people, but one the ruling UNP government under President Jayewardene endorsed and facilitated. It was the UNP leadership that brought out Sinhala-Buddhist racism on to the streets in violent and brutal form since 1979, after they were voted with an overwhelming majority in July 1977. The Sinhala-Buddhist social mindset shaped to believe the Sinhala-Buddhists have an unquestionable and an undeniable right to decide the fate of their “motherland” as they wish, was being pushed for dominance in trade and commerce, soon after the mammoth election victory. The Sinhala-Buddhist trader community dictated terms for the “lion share” of the new free market President Jayewardene established and was represented in Government by Industries Minister Cyril Mathew. He was also the President of the UNP controlled Jathika Sevaka Sangamaya (JSS), more a lumpen political club than a trade union.",
    "We were therefore heading towards a civil war, with armed Tamil youth groups becoming more and more conspicuous in Tamil National Politics by 1980 and thereafter. They were challenging the capability of the traditional democratic Tamil leadership of the TULF in bringing about a decent solution to the Tamil National Question (TNQ) through negotiations with the Colombo Government they preferred to call as “Colombo Sinhala leaders”.",
    "Tamil Nadu (TN) administration of Sri Lankan born Chief Minister M.G. Ramachandran was meanwhile accommodating Sri Lankan Tamil youth groups who were trafficking arms and clandestinely training themselves in guerrilla warfare in TN. In her second tenure as PM from 1980, Shrimathi Indira Gandhi endorsed and supported MGR’s fancy towards the SL Tamil youth groups. J.N. Dixit an assertive Indian diplomat who was High Commissioner for India in Colombo in late ’80s, accepts in his book, “Assignment Colombo”, Smt. Indira Gandhi as PM approved military training and funding of SL Tamil youth groups then. ‘83 Black July created an exodus of thousands of Tamil families seeking refuge in TN, that gave the TN government legitimate space to speak on behalf of SL Tamil people. It also made available plenty of human resources to armed youth groups for recruitment, with festering frustrations among displaced Tamil youth.",
    "All that created a history with humanitarian airdrops over Jaffna, All Party Conferences and Thimpu talks, Indo-Lanka Accord and the IPKF, 13 A and PCs dragged along while the whole North-East Sri Lanka went under a 26-year-long devastating armed conflict. It was finally concluded militarily in May 2009 with the Rajapaksa government declaring the end of the war. President Rajapaksa took pride in saying the LTTE was completely annihilated. That was what made the TNA controlled by the ITAK and led by late Sampanthan the accepted Tamil representation once again in democratic Tamil politics. Remnants of other armed groups collaborating with the State, thereafter left the N-E under military dominance. Everything from Montessories to Jaffna University, from District Secretaries to Grama Seva officers, from land use to marine fishing and from public events to media coverage, was monitored by the military with security forces kept deployed in whole of N-E.",
    "Now we have two sets of issues in N-E under military supervision, left to be solved with humanity and civility that before everything else demands demilitarising the whole N-E and establishing an independent civil administration as recommended in the Rajapaksa established LLRC final report. The first thereafter is what the war survived North-East carries as their immediate issues. They go with mere promises from the Tamil leadership the N-E people kept electing at every post-war election. The determined effort and the unrelentless campaign over a decade by mothers and wives of the involuntarily disappeared and demand for their traditional land by people who were left landless due to the protracted war prove how sensitive post-war issues on the ground are.",
    "These ground issues seen as rough and tough issues for campaigns, the TNA leadership was more content with Colombo civil society interests in “war crimes, crimes against humanity and violation of international law” raised against the Rajapaksa regime by the Tamil Diaspora and heard in UN Human Right Commission sessions in Geneva. North-East provincial campaigners therefore did not believe their leaders would negotiate any solutions for the most pressing issues and guessed there would also be no sustainable political solution to the TNQ, for them to sort out their own daily issues.",
    "The second set is what comes down history since the first negotiated solution in 1957, termed the B-C Pact but was discarded by PM Bandaranaike himself even before it could be read in whole. Despite all let downs and disagreements with Sinhala leaders since the ‘57 betrayal and the violent treachery at the 1981 DDC elections, post-war leadership of the Tamil people represented by the TNA with ITAK as the major player seeks comfortable platforms for negotiating with the Colombo Sinhala-Buddhist leadership for a “federal system” of government. “Federal system” bandied more as a pacifier for the frustrated North-East than as a binding on the GoSL since the 2003 bi-partite Oslo Declaration.",
    "The continuing lack of a political leadership in the Sinhala South that accepts the Tamil and Muslim people as equals and as citizens with equal rights and dignity, is what denies a decent political solution to the TNQ. The nurturing of the mindset that treats Tamil and Muslim polity as “minorities” solely on the counts in population census reports is logically unacceptable in democratic politics. It is not numbers that decide what democracy is and what equality is as well. Distributing freebies, land deeds and other trivia instead of engaging with them politically, not proving to them the Sinhala South is sincere in negotiating a solution acceptable to the North-East will not leave a comfortable and a stable political life post 2024 Presidential elections. All indications are in especially North is brewing frustrations leading to religious extremism and sectarian politics.",
    "There are two stubborn and arrogant trends developing in North-East that require the Sinhala leadership to be politically accommodative and inclusive. There is a growing demand for a “Clean Hindu” candidate to be nominated for the Presidential elections 2024 from North. There were reports in media that said, the Indian “Hindutva” groups are liaising with extremist Hindu groups up North. The other is the usual hardline slogan of a “boycott” mooted by Gajendra Kumar Ponnambalam representing Tamil sectarianism. Absence of any worthwhile offer from South would definitely give more space for Tamil sectarianism. The politically valid demand for a Tamil candidate to campaign for a “federal system” proposed by Suresh Premachandran of EPRLF does not seem to go well with other political leaders in the North.",
    "The Sinhala South and its leaders cannot for a moment leave all responsibility with Tamil leaders for all these sectarian and extremist developments that make solutions more and more difficult. Political leaders in Sinhala South even now avoid discussing political answers to post-war issues in North-East and for their long-standing issue of sharing political power. Everything belted out on Southern Sinhala political platforms are issues for Sinhala-Buddhist consumption, no different to Sinhala-Buddhist politics of Black July, 41 years ago. No political leader in the South can be heard here in the South saying his or her political party would negotiate power sharing for Sri Lanka with Tamil and Muslim political parties.",
    "Until and unless this discussion on post-war issues and power sharing is brought for open discussion in Southern election campaigns by mainstream political parties, there would never be a dignified, democratic conclusion to the age-old political conflict, the Sinhala political leaders continue to live with counting Sinhala-Buddhist votes. It is also the social responsibility of the voter, of organised social activists, professional bodies and commercial chambers to demand from all presidential candidates representing the mainstream, where they stand on power sharing.",
    "For a more practical political intervention, whatever their present electoral alliance to be a partner in the next government, the LSSP, SLFP, CP of SL, CWC, SLMC, Jathika Hela Urumaya, MEP, Upcountry People’s Front, All Ceylon Muslim Congress, present Democratic People’s Front, EPDP and TMVP as signatories to the 2010 July APRC Final Report should be publicly confronted, to say where they stand on power sharing. That does not in any way mean the other mainstream political leaders in SLPP, NPP and SJB can go about ignoring the APRC Final Report and the issue of power sharing, in their election campaigns.",
    "All leading presidential candidates should be publicly held responsible to say where they stand on the TNQ, on power sharing and on de-militarising of North-East in establishing an independent civil administration as strongly recommended by the LLRC established by President Rajapaksa. In short, they have to be told to come clean on all issues related to North-East."
  ]
}