{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/some-wonders-ai-has-created-and-dangers-of-negative-repercussions/",
  "time_ut": 1722717540.0,
  "original_lang": "en",
  "original_title": "Some wonders AI has created and dangers of negative repercussions",
  "original_body_lines": [
    "If anyone in this audience was skeptical regarding my earlier assertion that engineering and technology underpin numerous innovations shaping our lives, this example should effectively dispel their doubts. So what is behind this success in this new generation of AI that we now experience? It is a technology called Deep Learning, a term that may be familiar to some of you.",
    "What is Deep Learning? Deep learning is a computer learning paradigm, inspired by the human brain’s neural networks, which are believed to process data iteratively, through layers. Similar to how the brain learns from data, Deep Learning algorithms also learn by processing data, through layers of interconnected computing nodes, refining their understanding with each iteration.",
    "In contrast to the previous approach of expert systems, which relied on knowledge being fed as rules, with deep learning, computers are trained to learn from large amounts of data, without predefined rules. Deep learning enables machines to perform complex tasks, with human-like intelligence. Let me now elaborate on how deep learning works, using a simple example: an AI application that can identify different types of animals in an image. During the first phase, referred to as the training phase, the deep learning program will be presented with many images, of different types of animals. During training, each layer of computing nodes in the neural network, identifies different image features, with the lower layers learning the simple features and the higher layers learning more complex features.",
    "Once the model is trained, by presenting with many images, of different types of animals, it is ready to be used. That is when a new image of an animal is presented to it, the program will be able to identify the type of animal, provided the model has seen this type of animal during the training phase. The three scientists who are the key innovators of this technology are now referred to as Godfathers of AI and they were the winners of the Turing Award in 2018.",
    "Let me also share with you that, the concept of simulating the brain’s neural networks isn’t new. It traces back to the 1980s, when the idea of neural networks first emerged. However, two critical elements were missing then, sufficient data and computing power. The neural networks struggled to succeed without vast amounts of data, and computing power, both of which were scarce in the 1980s.",
    "Today, we’re in an era where data is abundant. This data, often termed Big Data, is generated by people and machines. Every online activity we do, from Google searches to online shopping, personal health monitoring and social media interactions, contributes to this vast data pool.",
    "Also today, technology has enabled sensing and digitizing everything around us, which also contributes to Big Data. This is referred to as the Internet of Things. We also have enhanced computing power, referred to as High-Performance Computing, thanks to all those engineers who develop hardware and software. In summary, Big Data and High-Performance Computing underpin the success of Deep Learning.",
    "If you were wondering how computer giants like, Google, Microsoft and OpenAI, have got to the forefront of this AI technology, one of the main reasons is because they have access to enormous amounts of data and computing power. This has allowed them to train sophisticated AI models. Deep Learning has enabled many breakthroughs in different areas.",
    "Previously I talked about protein-folding, but in the medical domain itself let me share with you some breakthroughs that hit the news headlines recently. Google’s AI device for detecting Diabetic Retinopathy, a disease, causing blindness, secured FDA approval in 2018. In 2020, a groundbreaking implant leveraging AI, to enhance brain signals for controlling prosthetic hands emerged. The recent human trials of Elon Musk’s Neuralink, a pioneering brain implant, that can convert human thoughts to computer instructions, is another noteworthy innovation.",
    "While AI has made breakthroughs across various domains, let me now focus on an area closer to my research, Connected Autonomous Vehicles and Traffic Management. Globally, AI solutions are revolutionizing many aspects of traffic management. Examples include the advent of self-driving cars which have made it to the roads in some countries, the seamless navigation systems guiding our journeys, which I briefly touched upon before, intelligent traffic lights optimize traffic flow, automatic number plate recognition and pedestrian detection ensure safer streets and innovative parking management systems alleviate urban congestion.",
    "These advancements underscore AI’s pivotal role, in shaping the future of transportation. Allow me to provide a brief overview of my research in this domain. We are moving towards a future dominated by Connected Autonomous Vehicles. Let me first explain what a connected autonomous vehicle is. An autonomous, automated vehicle, also called a self-driving vehicle can sense its surroundings and operate without human involvement. A connected vehicle can communicate with nearby vehicles and infrastructure. A connected autonomous vehicle combines both.",
    "As we move towards these vehicles the synergy between vehicles and infrastructure becomes paramount. Imagine a world where cars seamlessly communicate with, traffic lights, speed signs, and other vehicles on the road, leveraging sensing technology and autonomous capabilities, to optimize drive times and enhance road safety. Our research group has developed a cutting-edge traffic simulator, called SMARTS, capable of simulating city-scale connected autonomous vehicles faster than real-time. This system serves as a crucial asset for, developing and validating, AI-based traffic management algorithms. SMARTS is available as OpenSource, free for anybody to use.",
    "We have also developed AI-based solutions aimed at improving traffic management. These solutions include algorithms for autonomous intersection management, dynamic lane configuration and traffic safety improvement Our algorithms use a technique called Deep Reinforcement Learning, a variation of Deep Learning. These solutions help us move towards a safer, sustainable, and more efficient, transport echo system.",
    "Let us now get back to the journey of AI and move to November 2022. This is another period that marked a pivotal milestone in AI, causing AI to gain the attention of the general population, well beyond the scientific community. Enter ChatGPT, an innovation capable of generating new textual content, in response to user inquiries. The breakthrough technology behind ChatGPT, is an innovation known as Generative AI, which is an offshoot of Deep Learning which I introduced before. Generative AI relies on sophisticated deep-learning models, with billions of neural nodes, trained on vast amounts of text data. Such models are called Large Language Models or LLMs, another buzzword floating around these days. It has enabled the creation of diverse content types beyond text: music, images, videos, computer programs, and even poetry. Platforms like Bard, ChatGPT, DALL-E, MuseNet, GitHub Copilot, and AlphaCode, showcase the astonishing breadth of capabilities in content generation.",
    "You may recall that during the AI Boom 1 in the 1950s, there was a bold prediction that within 10 years computers would have the ability to write music! It has now become a reality, but almost 70 years later! What I am trying to point out here is that many predictions, which only looked like dreams at the time of prediction, have eventually come true, through research and advances in technology.",
    "Therefore, some predictions that appear crazy or unrealistic today, could eventually happen. Let me pivot here, and talk about some challenges, and possible negative implications that AI has imposed on us, which warrants careful consideration to avoid AI being a nightmare for humanity.",
    "Commencing with education and assessment, an area of interest to educators, is a landscape with evolving challenges. Generative AI has resulted in an array of tools, that blur the boundary between assistance and plagiarism with unsupervised assessment tasks. This gives rise to a dilemma should we revert solely to invigilated assessments, sacrificing autonomy and flexibility or should we harness the capabilities of AI to enhance the learning? Addressing this requires a multifaceted approach encompassing formulating ethical guidelines, developing sophisticated detection mechanisms for AI-generated content, and cultivating a culture that values academic integrity and critical thinking.",
    "This is a challenge educators around the world are currently grappling with. There are also challenges surrounding the use of generative AI for creating inauthentic content, sometimes known as Deepfakes.",
    "For example, the facial expressions of a person can be modified to mimic a different person’s facial expressions, by feeding the two images to AI-based tools. Such fake content, in the form of images, audio and video can be used maliciously, to impersonate individuals, spread misinformation and manipulate public opinion. This type of misinformation propagated over social media, is not only threatening individuals and businesses, but also governments and democratic processes.",
    "Let me take this opportunity to highlight my recent research on this topic. We have developed a real-time social media analytics platform, named RAPID. RAPID can continuously monitor online social media, on topics of interest to users, to give insights into online activity in real-time. RAPID has built-in data analytics algorithms developed by our research group, as well as other state-of-the art algorithms. The RAPID architecture is flexible to easily plug in new data analytics algorithms. The novel AI capabilities we have developed include, deep learning-based algorithms, for the timely detection of misinformation and coordinated malicious activity, on social media. This research was featured in a national Australian newspaper, The Australian.",
    "Let us now get back to looking at more possible negative repercussions of AI. AI technologies are widening the gap between those who own and control these technologies, and those who do not. AI also sparks debate over its impact on creativity. AI’s ability to generate novel content challenges the traditional creative processes, originality, and the future of artistic expression. Let me share with you an anecdote here. A few months ago, the Pulimood Oration Committee requested an abstract and a “catchy title” for this oration. I decided to get some help with the “catchy title”.",
    "Furthermore, there are growing concerns about the environmental impact of deep learning models. These models demand significant computational resources for training, contributing to increased energy consumption and carbon emissions. For example, Generative AI models like ChatGPT, have billions of computing nodes in the neural network, as I mentioned before. You can imagine how much power such a model would consume for training when it is trained on almost all the text data on the Internet. Finally, numerous ethical, privacy and bias-related issues surrounding AI-based solutions, require careful consideration.",
    "These possible negative repercussions highlight the importance of implementing, robust ethical frameworks and regulations, to mitigate the adverse effects of AI, while harnessing its potential for positive societal change. That sums up The Current Reality of AI, seemingly mature, but still confined to narrow domains of expertise, and specialized tasks, falling short of human intelligence.",
    "The forefront of AI research now aims at Artificial General Intelligence. Artificial General Intelligence aspires to systems, capable of versatile understanding, learning, and application across diverse tasks and domains, akin to human intelligence. What Artificial General Intelligence would look like we can only speculate at this point. The next level, Artificial Superintelligence, refers to a hypothetical level of artificial intelligence, that surpasses human intelligence, in all aspects and domains.",
    "Artificial superintelligence would vastly exceed human abilities, in terms of memory capacity, problem-solving skills, creativity, and virtually all other cognitive functions. This type of intelligence, so far has only been seen in science fiction movies. Where AI will take us next is anybody’s guess. However, we can be certain about one thing. The current AI technology is here to stay, whether we like it or not. Therefore, we must embrace, and gain an understanding of this technology and its ramifications, rather than evading it.",
    "With any technological advancement, there exists the potential for unintended consequences, if not carefully regulated and overseen— and Artificial intelligence is no exception. Thus, it is incumbent upon all, who interact with AI, to do so with a focus on societal good, and ethics serving as the guiding principle.",
    "Artificial Intelligence, which was only a dream not so long ago, has now become a reality. We must ensure, that it does not become a nightmare for humanity. Let me conclude my oration with the well-known quote, with Great Power Comes Great Responsibility.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}