{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99087/president-says-his-task-to-restore-sri-lankas-economy-is-nearing-its-end",
  "time_ut": 1715167260.0,
  "original_lang": "en",
  "original_title": "President says his task to restore Sri Lanka’s economy is nearing its end",
  "original_body_lines": [
    "President Ranil Wickremesinghe says that his task to restore the country’s economy is nearing its end and that they have to now focus on the next step.",
    "“My task as president has been to restore the economy. In other words, to stabilize the economy. That task is nearing an end and we have to now focus on the next step,” he said.",
    "“We can’t carry on with this economic model, which certainly hasn’t worked,” he said, adding that Sri Lanka has transformed itself into an export-oriented economy and a highly competitive economy.",
    "For this purpose, Wickremesinghe stated that the government will be introducing legislation in parliament, which will ensure that all government policies focus on the transformation to a highly competitive export-oriented economy. He said the bill will most probably be gazetted next week.",
    "The President revealed that one of the items in the bill, in carrying out this transformation, is to ensure that Sri Lanka achieves net-zero emissions by 2050.",
    "“And I can tell you we will achieve it before that. Sri Lanka can do it,” he declared.",
    "He made these remarks while addressing the inaugural session of the ‘Sri Lanka Climate Summit’ which commenced yesterday (07) at the Shangri-La, Colombo.",
    "President Wickremesinghe emphasized on-going efforts to enact unified legislation addressing environmental protection and climate change.",
    "He highlighted the government’s commitment to crafting economic policies geared not only towards fostering export-oriented competitiveness but also towards transitioning to a green economy, aiming to achieve net-zero by 2050.",
    "Acknowledging the recent prolonged spells of extreme climate conditions as indicative of future climate change impacts, the President stressed the urgency of addressing climate mitigation measures promptly.",
    "The inaugural Sri Lankan Climate Change Conference, hosted by the Sri Lanka Chamber of Commerce, commenced yesterday under the theme “Climate Action for our Nation and the Planet.” Scheduled to run until May 09, the summit aims to foster a comprehensive understanding of the multifaceted climate crisis, both from a global and national standpoint. It seeks to assess potential disruptions to critical sectors of the economy and deliberate on policy reforms necessary for transitioning towards a low-emission, climate-resilient economic framework.",
    "During his address, President Wickremesinghe highlighted the nation’s proactive approach to combating climate change. He announced the establishment of a dedicated climate change centre in Sri Lanka and his instructions to the officials to model legislation based on the United Kingdom’s Climate Act, endorsed by global financial institutions.",
    "The President emphasized the significance of Sri Lanka’s role in addressing climate change, particularly within the Indian Ocean and the tropical belt and outlined plans for the International Climate Change University to be established in the country.",
    "“It gives me great pleasure to be here with the Ceylon Chamber of Commerce, primarily because the Chamber has been working with the government on the current issue of climate change.",
    "Today, you have organized this summit, which is a long-felt need for Sri Lanka, for the business community to meet here and to discuss the ways and means of how we could combat climate change. Since I took over as president, I have given top priority to climate change. In fact, I established the Climate Change Centre in my office and appointed an advisor. Until then, our focus has been on the environment. That doesn’t mean that we should take our focus away from the environment, but we must also realize the important role that climate change plays within it. If climate change takes place, as some of you fear, then the environment itself will change for the worse. Therefore, how we can adapt to climate change, how we can combat climate change, is certainly a matter of importance for all of us. I need not say anything more.",
    "You know what it has been like in the last few days, walking around in the city. And this is just a sign of things to come. My task as president has been to restore the economy. In other words, to stabilize the economy. That task is nearing an end and we have to now focus on the next step.",
    "We can’t carry on with this economic model, which certainly hasn’t worked. And we have, as I mentioned many times before, transformed ourselves into an export-oriented economy and a highly competitive economy. For this purpose, the government will be introducing legislation in parliament, which will ensure that all government policies focus on the transformation to a highly competitive export-oriented economy. In fact, the bill will most probably be gazetted next week.",
    "But I am not going to deal at length with the bill, except to say that one of the items in the bill, inn carrying out this transformation, is to ensure that we achieve net-zero by 2050. And I can tell you we will achieve it before that. Sri Lanka can do it.",
    "So in making our policies, which are going to affect all of you, not merely a transformation of an economy into export orientation, but into an economy that is based on achieving net-zero. So that’s how we are going to work this out.",
    "As it is, the first step is, we are already drafting a new law, which will deal with the environment and climate change. In some countries, we have different acts dealing with laws, but we decided that we will bring it together, one law, which will handle both environment and climate change.",
    "It retains the Central Environment Authority but will also bring in the Climate Change Centre. In the process of drafting, I’ve asked the officials now, in doing so, let us as far as possible, follow the Climate Change Act of the UK, which I think is a good one and it puts the burden on the government and the minister to act on the advice of the Climate Change Committee and to table the regulations in Parliament. So that is the legislative aspect that we are bringing in.",
    "On that basis, we have to have a green economy. So green financing, and the whole aspect, the commercial and economic aspects become important. That’s where the Chamber of Commerce has an important role to play. We will promote the green economy. We will give priority to promoting a green economy. We might as well be the first in the region to do so. We are small enough to do that. And, our development, I hope, all of you will focus on seeing how we can succeed in becoming a green economy.",
    "So part of this will also, again, will depend on how we structure our new financial instruments. One reason for following the Climate Change Act of the UK is that it has been well accepted by the financial circle. So we will ensure that our green financing, the different options available, are certainly based on the same practices as the UK. The rest is how do we get these instruments together? What do we do?",
    "Well, that’s why I think the Chamber of Commerce, the Stock Exchange, our investment ministry all should come together. So that’s one area that will have to be developed once we announce the details of our policy on climate change. I would want it to cover every sector of the economy.",
    "We might as well start from the beginning. We need not be looking at different sectors and sequencing it. We are small enough, and where we are, we can start on all sectors together. But what, has engaged our attention is the energy sector. I remember when we started the accelerated Mahawali scheme as a member of the Cabinet at that time, was to ensure that we had a majority of hydroelectricity potential. So we built all these reservoirs just within a space of 10 years.",
    "But since then, as development came, we had to also bring in the fossil fuels. Now we have brought the fossil fuels, we brought the mini hydros, and what’s the next stage? Are we going to stay on with fossil fuels, or move on? Now Sri Lanka certainly has potential for renewable energy. If you look at our solar capacity, and our capacity for wind power, we are looking at something like in the region of 30 to 50 gigawatts.",
    "One of the things that depends on determining the wind power now is the inquiry we are carrying out about how birds will be affected in the Mannar district. I have seen the CEB plant, and I have seen how it operates, and it’s automatic, so it switches off when a bird comes near. But nevertheless, let’s exhaust that, it will take a bit of time, but I said let’s get through this, and be sure that we avoid any harm to wildlife in the process. But we certainly have this potential.",
    "It’s not merely on land, not only offshore, but on the high seas. It will start from about Puttalam and go all the way to Mulaitivu, and again, as far as wind power is concerned in Hambantota. That’s the wind power potential. Solar is anywhere. And in addition to land, the ancient kings left us with reservoirs, which we now find also becoming useful for floating solar.",
    "The interest in solar is just starting. We have a long way to go, but the vision statement I made with Prime Minister Modi included Sri Lanka selling energy to India. So we have now agreed to have the connectivity. We’re also now working on another project near Poonakary or Pooneryn, to utilize the Poonakary reservoir. And that includes building the largest battery storage facility in Asia. So we are also now working on battery storage. There’s much more potential that is coming to place.",
    "But we want to make the best use of the renewable energy sources that we have. Some people have spoken about the biomass, but most of the reports that I’ve received so far doesn’t indicate that biomass has such a good future in Sri Lanka. Nevertheless, let’s get our energy worked out.",
    "So this is one sector that we are looking at. Based on energy, we can do many changes. If there’s green hydrogen, since we are developing the Trincomalee port, we have the, the Colombo port, and we have the Hambantota port, then we become more attractive as a regional logistics centre. So this is some part of the thinking that is going on as far as the economy is concerned. The rest of where we start, what we do, is left to the Chamber of Commerce and the other institutions and the smaller chambers outside there. So now it’s up to you to make use of the potential that we have in Sri Lanka.",
    "In keeping with this, we’ve also decided to emphasize on teaching technology. Again on the vision statement, Prime Minister Modi has been generous enough, to give us a campus of the IIT Chennai. So that will come into Kandy. In addition, the government is asking the universities to ensure that engineering faculties are started in all universities.",
    "And next is the emphasis on the teaching of AI. The government itself is starting another university in Kurunegala and another university in Sitawaka, affiliated on the same model as the KDU, which will focus on technology. And finally, there’s one more university which we are planning again on technology.",
    "So this is important for us. But we need the personnel. We have a shortage of skilled people. I think, Duminda has been involved in restructuring the total system of vocational training. All this is necessary to go to the next stage of technological development and as far as the economy is concerned, a new area is agricultural modernization. So there will be far-reaching changes including making available about 300,000 new acres for agriculture to take place. So all this fits into agriculture, the green economy.",
    "The next issue is to go out of Sri Lanka into the world. The global community has still not been able to come together on an agreement of how we deal with the challenges. From COP meeting to COP meeting, we’ve gone there and there’s a lot of talk but unfortunately there has been no agreement. I don’t think we can go on and on meeting like this.",
    "In the next two meetings either we must come to some agreement or give this up. That’s what Sri Lanka plans to tell the COP. But on our own, we’ve taken three initiatives. Firstly, debt restructuring and debt restructuring must help the African nations. That funding is necessary. Money is necessary, to make it available for the African nations to push through.",
    "Otherwise, there would be a disaster on the continent. We ourselves went through debt restructuring. We didn’t go and ask for money. We did it the hard way. Okay, that’s all right, as Sri Lanka is a country that can make it. But the rest of them certainly need it.",
    "Secondly, funds that we are waiting for, which were promised in Glasgow, but either the money got lost or it never left the banks where it was stored. But that unfortunately happens to be the story of funding. Now that funding is required.",
    "We need that funding but the money hasn’t turned up, while we are watching for this money to come we see for instance in the last few weeks a fairly large chunk of money being voted by the US congress to help Ukraine, Taiwan and Israel. The EU is also voting money to help Ukraine that may be in the region of about $100 billion and I don’t know how much Russia is putting in to keep the war going in Ukraine. But certainly all this together must be coming to about $ 150 to 200 billion.",
    "Just imagine what that can do. We went from COP meeting to COP one conference of the party to another conference of the party to another conference of parties and where?",
    "We were promised all these monies we are standing watching the fight and all of a sudden all the money goes into Ukraine and Gaza and towards Taiwan. So remember that the developing world has to put up a fight. We have to put up a fight on one side and on the other side we must do all we can to develop it commercially.",
    "This is why in Sri Lanka I have promoted the concept of the tropical belt. After all, the tropical belt is the sink. So let’s identify every area in the tropical belt, which is commercially viable as far as climate change is concerned for different projects. Let’s do all that first. If the money is not coming to us as aid or a development, okay, let s take the money in for commercial development of the environmental projects. So I mean, you look at what’s available in Africa.",
    "Look at what’s available in Sri Lanka. So let’s do that. But we will be pushing it at the next meeting or the conference of parties and in addition to that IORA. Here we are studying on the potential for the Indian Ocean.",
    "So take the tropical belt cross the Indian Ocean and there you get the big sink you want. That is what Sri Lanka will be pressing and that will make a big change. The money is there. We have to get the money. If it’s not coming through the traditional development assistance, well there’s commercial potential let’s exploit it. Why are we waiting? That s what we require.",
    "Then with Sri Lanka also bringing the legislation, we’ve been speaking with some of the countries to establish the international climate change university for climate adaptation. We ve already selected about 600 acres at the old Skanska camp and the surrounding area in Kothmale.",
    "So that’s where we’ll be working. We ve been talking with Korea and we’ll be talking with India, China, Japan and some of the Western countries that have shown interest. So with the legislation ready, we hope to start that next year. But this is Sri Lanka s contribution that we are making as a country to climate change. I thought I’d mention that here.",
    "I don’t want to take any more of your time, because there’ll be a far more interesting discussion that will take place. So I thank you for inviting me to address this gathering.”"
  ]
}