{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/vietnam-film-festival-in-sri-lanka-deepens-cultural-ties-speaker-232553/",
  "time_ut": 1753338600.0,
  "original_lang": "en",
  "original_title": "Vietnam film festival in Sri Lanka deepens cultural ties: Speaker",
  "original_body_lines": [
    "ECONOMYNEXT – A Vietnam film festival in Sri Lanka held in Colombo will deepen cultural ties and between the two Asian nations, Speaker Jagath Wickramaratne said.",
    "The films “Peach Blossom, Pho and Piano” (Đào, phở và piano), a wartime tale set in Hanoi; “Wandering Grandma” (Bà già đi bụi), a family adventure based on a grandmother who went on an adventure across the country; and “Childhood Moon” (Vầng trăng thơ ấu), a reflection on youth and memory are screened daily at 500 pm at the Lakshman Kadirgamar Institute till July 24.",
    "“These works don’t just entertain, they educate, inspire, and challenge us to see the world through different lenses,” Wickramaratne said at the launch ceremony.",
    "“This festival, made possible through the efforts of the Vietnamese Embassy in Sri Lanka, presents an invaluable opportunity for the cultural exchange that we must seize and expand.”",
    "The film festival is part of events to celebrate 55 years of diplomatic ties with Sri Lanka.",
    "“As we reflect on 55 years of friendship between Vietnam and Sri Lanka, let us recognize that our shared values of resilience, cultural pride, and commitment to progress make us natural partners in this cinematic and cultural exchange,” he said.",
    "Vietnam opened its embassy in Colombo in 1971, but due to social and economic constraints from both side it was closed in 1982 and re-opened in 2011 after 30 years.",
    "Vietnam President Ho Chi Minh, had stopped over in Sri Lanka in 1911, 1928, and 1946 on his way to and from Europe.",
    "Sri Lanka and Vietnam is continuing it diplomatic and economic exchanges through several mechanisms.",
    "“Over the past 55 years, we have also established three important bilateral cooperation mechanisms that meet regularly,” Ambassador Trinh Thi Tam said.",
    "“The Joint Committee at the Foreign Minister level, the Political Consultation at the Deputy Foreign Minister level, and the Subcommittee on Trade at the Deputy Trade Minister level.”",
    "Sri Lanka and Vietnam has signed 50 Mou over key areas and bilateral trade has grown from 30 million US dollars in 2000 to 300 million dollars.",
    "“Currently, Sri Lanka has 30 active projects in Vietnam, with a total registered investment capital of over 43 million U.S. dollars,” she said.",
    "“Our people-to-people ties, especially through Buddhism and cultural exchanges, have also grown deeper.”",
    "The Vietnam embassy also recognized a Sri Lanka graphic designer who made the best logo to mark 55 year of diplomatic relations, after a nation-wide contest."
  ]
}