{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Keeping-humanity-alive-World-Red-Cross-and-Red-Crescent-Day-2024/56-761645",
  "time_ut": 1715363477.0,
  "original_lang": "en",
  "original_title": "‘Keeping humanity alive’: World Red Cross and Red Crescent Day 2024",
  "original_body_lines": [
    "World Red Cross and Red Crescent Day marked on 8 May is of significance and reflection, honouring the legacy of Henry Dunant, the founder of the Red Cross and Red Crescent Movement, and the Movement’s enduring commitment to humanitarian action for over 160 years. This year’s theme “Keeping humanity alive” resonates deeply with the spirit of the Red Cross and Red Crescent Movement in a world inundated by armed conflict and violence, natural disasters, climate-related crises, epidemics, food insecurity and mass displacement.",
    "To mark the day, Sri Lanka Red Cross Society (SLRCS) organised a number of events across all 25 districts along with their 25 district branches in Sri Lanka, together with the International Federation of Red Cross and Red Crescent Societies (IFRC) and International Committee of the Red Cross (ICRC) with the participation of local communities and volunteers. The events embodying the spirit of compassion and solidarity included tree planting, blood donation campaigns, awareness walks and other activities designed with the intention of benefiting those in need.",
    "The national event of the SLRCS took place in the Monaragala District Branch, featuring a tree planting activity, a walk, a dissemination drama, donation of walker devices, and a volunteer appreciation program celebrating the dedication and resilience of Red Cross volunteers who play a vital role in keeping humanity alive.",
    "Sri Lanka Red Cross Society President K. Balakrishnan expressed his gratitude and pride in the organisation’s volunteers, stating, “On this World Red Cross and Red Crescent Day, we honour the tireless dedication of our volunteers who embody the principles of humanity, impartiality, neutrality, independence, voluntary service, unity, and universality. Their unwavering commitment to serving those in need is truly commendable.”",
    "Sri Lanka Red Cross Society Director General Dr. Mahesh Gunasekara emphasised the significance of the day, stating, “World Red Cross and Red Crescent Day serves as a reminder of our collective responsibility to uphold humanitarian values and support the most vulnerable members of our communities. Through our actions and initiatives, we strive to keep humanity alive and make a positive impact on the lives of those in need.”",
    "Noting the importance of the Red Cross and Red Crescent emblem for neutral, impartial and independent humanitarian action, ICRC delegation in Sri Lanka Head Severine Chappaz said: “As we celebrate the spirit of humanitarianism, we must note the significance of the Red Cross and Red Crescent emblem. It stands as a shield, safeguarding volunteers and staff, enabling them to carry out their life-saving work and allowing them to access some of the most remote, at-risk communities in crisis in Sri Lanka and around the world. Respect for the emblem helps us preserve the humanity of those affected by crises and preserves our own humanity – today and tomorrow.”",
    "In support of the SLRCS, the ICRC and the IFRC have been longstanding partners of the organisation, together serving for the betterment of the people across the island."
  ]
}