{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/India-navy-rescues-Pakistani-sailors-from-pirates/108-275990",
  "time_ut": 1706614380.0,
  "original_lang": "en",
  "original_title": "India navy rescues Pakistani sailors from pirates",
  "original_body_lines": [
    "Somalia, Jan 30 (BBC) -  Indian naval forces have rescued 19 Pakistani sailors after their fishing vessel was hijacked by pirates off Somalia's coast.",
    "This was the second rescue operation in 36 hours by Indian warship INS Sumitra.",
    "Hours earlier, the ship had rescued the 17-member Iranian crew of a vessel which was also hijacked by pirates, the navy said.",
    "India's navy has responded to several distress calls from vessels and sailors over the past few weeks.",
    "Recent attacks on vessels off Somalia's coast have triggered concerns that pirates could be becoming active again in the region.",
    "INS Sumitra has been deployed for maritime security operations along the east coast of Somalia and Gulf of Aden.",
    "A navy statement said that the ship had responded to a distress message on 28 January and intercepted an Iranian-flagged vessel. Naval officers then \"coerce[d] the pirates for safe release of crew along with the boat\", according to a post on X (formerly Twitter).",
    "Once the 17 crew members were released, the ship was sanitised and allowed to continue its journey. The statement did not mention the status of the pirates.",
    "On Tuesday, the navy said INS Sumitra was again \"pressed into action to locate and intercept another Iranian-flagged fishing vessel Al Naeemi\".",
    "Navy personnel boarded the vessel to sanitise the vessel and check on the well-being of the crew, it added.",
    "The status of the pirates was not mentioned again, but a photo posted on X showed armed Navy personnel guarding men who had their hands tied behind their backs.",
    "On Saturday, defence forces from the Seychelles had rescued six Sri Lankan fishermen after their vessel was hijacked.",
    "According to a Bloomberg report, the increase in piracy off Somalia's coast is linked to the disruption in maritime security due to a series of attacks on ships in the Red Sea by the Houthis, an Iran-backed rebel group.",
    "On 26 January, the Indian Navy said it deployed its warship INS Visakhapatnam in the Gulf of Aden in response to a distress call from Marlin Luanda, a tanker with links to the UK that was on fire for several hours after being hit by a missile fired by the Houthis. French and US naval ships also provided assistance to the vessel.",
    "And earlier in January, Indian navy commandos had rescued 21 crew members from a Liberian-flagged ship which was attacked by pirates off the Somalian coast."
  ]
}