{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99242/indian-travelers-boycott-of-maldives-is-helping-sri-lanka-says-tourism-minister",
  "time_ut": 1715793060.0,
  "original_lang": "en",
  "original_title": "Indian travelers’ boycott of Maldives is helping Sri Lanka, says Tourism Minister",
  "original_body_lines": [
    "Calls for Indian travelers to boycott the Maldives is “absolutely” helping Sri Lanka’s travel industry, the country’s Tourism Minister Harin Fernando said Wednesday.",
    "“The Maldives issue is … helping us,” Fernando told CNBC, referencing a social media row in January that resulted in a sharp drop in Indian visitors to the Maldives this year.",
    "India was the Maldives’ largest source market in 2023. But now it sits in 6th place, behind arrivals from China, Russia, the United Kingdom, Italy and Germany, according to Sri Lanka’s Ministry of Tourism.",
    "By contrast, nearly 34,400 Indian travelers went to Sri Lanka in January, more than double the 13,759 that visited in January last year, according to the Sri Lanka Tourism Development Authority. Arrivals in the first quarter of 2024 outpaced the same time period in 2023, despite a dip in April caused by a visa controversy that saw Sri Lankan visa temporarily double in price.",
    "Fernando also noted the tight relationship between Sri Lanka and India, both in business and tourism.",
    "“Sri Lanka is a big market for [Indian travelers],” he said. “Sri Lanka has more to offer … Sri Lanka has more value when it comes to India.”",
    "He referenced the country’s beaches, casinos, shopping and the Ramayana Trail, a series of sites that are referenced in the Ramayana, an ancient Hindu epic.",
    "“Connectivity — that is the trigger factor,” he said. “Sri Lankan Airlines alone flies 80 times a week into Indian airports.”",
    "Indian travelers are set to become the world’s fourth-largest travel spenders by 2030, a prediction which “absolutely” bodes well for Sri Lanka’s tourism industry, said Fernando.",
    "“I think the fastest-growing economy is India, and Sri Lanka is definitely benefiting out of it,” said Fernando, adding that Indian companies have made substantial investments on the island.",
    "“ITC, the big hotel chain, opened their first hotel out of India in Sri Lanka. We just opened it about a few weeks back, and it’s a beautiful property … in Galle Face,” he said, referencing the ocean-side area in the country’s capital city of Colombo. “It’s one of the best things that I’ve seen in my life.”",
    "Fernando said he hopes to see more investments from global brands coming to Sri Lanka — investments that eluded the “Teardrop Island” as it waged a 25-year civil war, which ended in 2009.",
    "“We’ve invited a lot of investment from abroad,” he said. “We’re doing some water bungalows in our new area — like a Maldives concept as well — because we are surrounded by the beach.”",
    "Fernando also outlined plans to add adventure activities to appeal to younger travelers, from hot air balloons to skydiving and diving to explore more than 100 nearby shipwrecks dating to World War II, he said.",
    "With concert economics causing a tourism boom, Sri Lanka plans to bring in musical acts to attract tourists too, said Fernando.",
    "“We are launching Sri Lanka as an entertainment hub,” he said. “We have a lot of big names coming in to perform.”"
  ]
}