{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/UNFPA-and-Japan-donate-2-1-Mn-worth-of-medical-supplies-to-Sri-Lanka/108-278043",
  "time_ut": 1709294880.0,
  "original_lang": "en",
  "original_title": "UNFPA and Japan donate $2.1 Mn worth of medical supplies to Sri Lanka",
  "original_body_lines": [
    "Colombo, March 01 - In a ceremonious event, Pio Smith, UNFPA Asia Pacific Regional Director, and Kotaro Katsuki, acting Ambassador of the Embassy of Japan, presented medical supplies valued at over USD 2.1 million to Dr. Ramesh Pathirana, Minister of Health at the Ministry of Health in Sri Lanka today (01).",
    "The donated medicines and medical equipment were contributed under the project titled \"ENSURE: Ensuring access to life-saving sexual & reproductive health and providing gender-based violence prevention and response services for women, girls, and vulnerable groups.\"",
    "This initiative, totaling USD 4.6 million, has been funded by the Government of Japan as part of its response to the economic crisis in Sri Lanka. The primary goal of the project is to support women in vulnerable communities.",
    "The assortment of medical supplies includes Female Pelvis Models, Perineum Suturing Training Models, Labor Beds, Biosafety Cabinets, Microscopes, Centrifuges, Male Condom Models, Neonatal CPR Simulators, Ultrasound Scanners, and Freezer Rooms for storing vaccines, HIV, and STI-related diagnostic kits.",
    "In addition to the medical supplies, solar-powered mobile clinics named 'Health on Wheels', valued at half a million USD, will be deployed under the program. These mobile clinics represent an innovative approach to expanding access to critical maternal and reproductive health care services, especially for marginalized communities, during crises and post-disaster situations. The Health on Wheels units aim to serve as lifelines for communities by providing essential healthcare services directly to those in need, irrespective of their location.",
    "The event marks a significant milestone in collective efforts to enhance health outcomes and empower communities across Sri Lanka."
  ]
}