{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111058/trump-announces-agreement-to-pause-higher-tariffs-on-mexico-for-90-days",
  "time_ut": 1753977780.0,
  "original_lang": "en",
  "original_title": "Trump announces agreement to pause higher tariffs on Mexico for 90 days",
  "original_body_lines": [
    "President Donald Trump on Thursday said he would not raise U.S. tariffs on Mexican goods beyond their current levels for 90 days, in order to give the neighboring countries time to strike a trade deal.",
    "Trump recently threatened to raise the blanket tariff rate on Mexican imports to 30%, up from the 25% duty he had previously imposed to address alleged cross-border crime and drug trafficking. Mexico is also exposed to a 25% tariff on auto imports and 50% tariffs on metals commodities.",
    "The new rate for Mexico was set to take effect Friday, when Trump’s paused “reciprocal” tariffs on dozens of countries are set to snap back into place.",
    "But Trump said Thursday morning that he would postpone any tariff changes, as a result of his “very successful” call with Mexican President Claudia Sheinbaum.",
    "“More and more, we are getting to know and understand each other,” Trump said in a Truth Social post.",
    "“The complexities of a Deal with Mexico are somewhat different than other Nations because of both the problems, and assets, of the Border,” Trump wrote.",
    "“We have agreed to extend, for a 90 Day period, the exact same Deal as we had for the last short period of time, namely, that Mexico will continue to pay a 25% Fentanyl Tariff, 25% Tariff on Cars, and 50% Tariff on Steel, Aluminum, and Copper,” he wrote.",
    "Trump also said that Mexico has “agreed to immediately terminate its Non Tariff Trade Barriers, of which there were many.” His post did not specify which alleged trade barriers would be lifted.",
    "“We will be talking to Mexico over the next 90 Days with the goal of signing a Trade Deal somewhere within the 90 Day period of time, or longer,” he wrote.",
    "Trump said he was joined on the call by a gaggle of top officials, including Vice President JD Vance, Treasury Secretary Scott Bessent, Commerce Secretary Howard Lutnick, Secretary of State Marco Rubio, U.S. Trade Representative Jamieson Greer and deputy chief of staff Stephen Miller.",
    "The announcement underscores that the U.S. and its largest trading partner have yet to reach even the broad framework of a trade agreement along the lines of those that other nations have recently struck with Trump.",
    "That Trump is granting a relatively long extension on higher tariffs reflects Mexico’s importance as a source of products Americans rely upon, as well as the effective working relationship that Sheinbaum has built with the president."
  ]
}