{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sunshine-Holdings-sustains-growth-momentum-in-1QFY25/34-765157",
  "time_ut": 1722805089.0,
  "original_lang": "en",
  "original_title": "Sunshine Holdings sustains growth momentum in 1QFY25",
  "original_body_lines": [
    "Diversified conglomerate Sunshine Holdings PLC continued demonstrating resilience amidst prevailing macroeconomic conditions, reporting a topline growth of 6.5% YoY.",
    "The Group recorded a consolidated revenue of Rs. 14.2 billion during the first quarter of the current financial year (1QFY25), with Profit After Tax (PAT) contracting by 3.6% YoY to Rs. 1.4 billion. The revenue increase was due to robust revenue growth in healthcare, despite contraction in both consumer and agri sectors.",
    "The Group’s healthcare sector emerged as the largest contributor to Sunshine’s topline, accounting for 53.1% of total revenue, followed by consumer at 32.4% and agribusiness at 14.5%.",
    "Group CEO Shyam Sathasivam said: “As we navigate through the first quarter of FY25, Sunshine Holdings remains steadfast in its commitment to resilience and innovation. We are acutely aware of the ongoing economic challenges, particularly the impact of adjusted direct and indirect taxes on consumer disposable income and have closely monitored these dynamics and implemented measures to adapt and thrive. The Group’s ability to post robust results amidst these conditions is a testament to our team’s hard work and relentless pursuit of excellence. Moving forward, we will continue to be agile and proactive, ensuring that we overcome the challenges ahead and seize new growth opportunities.”",
    "During the period in review, the Group’s healthcare sector posted revenue of Rs. 7.6 billion during the first quarter, a significant increase of 19.8% YoY backed by the increased topline of manufacturing and pharma businesses. Lina Manufacturing, the Group’s pharmaceutical manufacturing business, recorded a revenue growth of 104.4% YoY, driven by higher volumes in the Metering Dose Inhaler (MDI) plant. Lina Manufacturing is now capable of supplying a majority of the MDI requirement of the Government.",
    "The consumer sector, encompassing both export and domestic businesses, reported a marginal decrease of 1.9% YoY in revenue to close at Rs. 4.6 billion. However, the sector showed an improvement of 2.6% YoY compared to 4QFY24 post the changes to the VAT structure in January 2024. Revenue from the branded tea and confectionery businesses declined by 16.9% YoY, primarily due to a drop in sales volume. The export business recorded a 31.1% increase in revenue due to heightened demand from key clients and reduced tea costs.",
    "The agribusiness sector of the Group, represented by Watawala Plantations PLC, reported a revenue of Rs. 2.1 billion, reflecting a 12.1% YoY contraction. This stemmed from a 13.8% YoY contraction in the palm oil business. The dairy business recorded a revenue of Rs. 326 million. The recovery of milk production volumes and reduced feed cost resulted in the dairy business recording a PAT margin of 8.2% in 1QFY25, compared to negative 12.8% in the same period last year."
  ]
}