{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/CH17-Loyalty-and-Quickee-com-team-up-to-redefine-convenience-and-rewards/34-764766",
  "time_ut": 1721941406.0,
  "original_lang": "en",
  "original_title": "CH17 Loyalty and Quickee.com team up to redefine convenience and rewards",
  "original_body_lines": [
    "EFL 3PL CEO Nishan Hewagamage (left) and CH17 Loyalty CEO Jumar Preena exchange the MOU signed between the two organisations",
    "CH17 Loyalty has announced a strategic partnership with Quickee, the premier food delivery service. This collaboration aims to revolutionise convenience by offering both in-store shopping and speedy and reliable online delivery.",
    "CH17 Loyalty CEO Jumar Preena said: “By joining forces, we will nearly double our merchant base, offering fantastic rewards and freebies that create unmatched online shopping experiences with island-wide coverage. This partnership brings together two strong platforms that specialise in rewards, privileges, and the ease of online shopping. Get ready for fast, efficient, and friendly service like never before.”",
    "Efficient, fast and loyal will be the cornerstones by which CH17 Loyalty will now be identified. “With our strategic partnership with Quickee, EFL is set to redefine convenience and customer satisfaction. With the introduction of Efficient, Fast Loyalty (EFL) and our strategic partnership with Quickee, we are dedicated to upholding these principles, ensuring our customers receive the best in convenience, rewards, and service every time,” Preena said.",
    "“Combining in-store shopping with swift delivery, we promise to double the merchant base, offering unparalleled rewards, freebies, and an exceptional online experience across the country. This partnership reinforces our brand promise to deliver the best to our customers at all times. Through EFL and our partnership with Quickee, we are committed to providing exceptional service, unmatched rewards, and seamless shopping experiences, ensuring that our customers always receive the highest level of convenience and satisfaction,” added Preena."
  ]
}