{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=86062",
  "time_ut": 1751493780.0,
  "original_lang": "en",
  "original_title": "Chandrika  Bandaranaike  Kumaratunga:  Sri  Lanka’s Daughter of Destiny, Celebrates her 80th Birthday on June 29th.",
  "original_body_lines": [
    "Chandrika   Bandaranaike  Kumaratunga –  who  celebrates  her 80th birthday on 29 June 2025 – made history in  November 1994 when she was elected as Sri Lanka’s first female  executive president. Kumaratunga known popularly as Chandrika and CBK,  won the 1994 election with 62% of the votes polled.Subsequently she was re-elected President in December 1999 with 51% of the votes. Chandrika Lumaratunga has served  for eleven  years as Sri Lanka’s president  from 1994 November to 2005 November .",
    "Prior to being elected President, Chandrika served as Prime  Minister for three months. Her election as Prime Minister in August 1994 was another significant  world record. Chandrika Bandaranaike Kumaratunga was the first ever prime minister whose parents were also prime ministers. Her father SWRD Bandaranaike was prime minister of Sri Lanka then known as Ceylon from 1956 to 1959 .Her mother Sirimavo Bandaranaike was Prime Minister from 1960 to 1965 and 1970 to 1977.",
    "Chandrika Kumaratunga is  a colourful yet controversial political personality  who  evoked mixed reactions in people. She was admired and loved  by some.She was  despised and hated  by others.  There is no denying that Chandrika was guilty of several negative  acts of omission and commission. This is true of almost every political leader who assumes office after a popular election. Campaigning is in verse but governance is in prose!",
    "Chandrika was hailed as an angel  of peace when  she was elected to power in 1994. She had campaigned on a platform of peace and reconciliation. President Kumaratunga was expected to end the cruel war with the Liberation Tigers of Tamil Eelam(LTTE) and usher in lasting peace through a negotiated settlement. Sadly war erupted again after a brief respite. This phase of the long war dubbed as a “war for peace” brought in its wake many deaths and much destruction. Chandrika was criticized as a peace dove turned battle hawk. I too have  critizised her on those lines  in the past.",
    "Despite  this  past criticism ,  I have always  regarded   Chandrika favourably and positively. I was one of her ardent admirers in the years before she was elected president and strongly supported her  peace endeavours. I was extremely critical of the LTTE for  violating the ceasefire and resuming war in April 1995. I paid a price for this as the LTTE camp followers and fellow travellers in Canada conducted a hostile campaign against me and the Tamil weekly owned and  edited by me in  Toronto As a result I had to shut down the paper in April 1996.",
    "Things however changed as the war escalated. War has a cruel logic  and deadly momentum of its own. The war fought in the pre-dominantly Tamil speaking regions of the north and east brought about much suffering to ordinary Tamil civilians. As such I became very critical of  the then President Kumaratunga.",
    "In spite of being critical over some issues, I  continued to regard Chandrika as a person who had her “heart in the right place” as far as the Tamil national question was concerned. I have written this on many occasions in those years. I used to make a comparison among Mahinda Rajapaksa, Ranil Wickremesinghe and Chandrika Kumaratunga that remains valid still.",
    "I opined that Mahinda Rajapaksa was intellectually and emotionally opposed to meaningful  sharing  of power with the Tamil people. In the case of Ranil Wickremesinghe ,he too was emotionally  averse to power sharing. However intellectually Ranil realised that the only way to achieve lasting peace and economic prosperity was through the granting of maximum devolution. Chandrika was different . Intellectually and emotionally she was genuinely for power sharing and equality.",
    "Despite such a lofty mindset, Chandrika could not deliver what she always wanted to do -maximum devolution and equal rights for the Tamil people.Instead she got embroiled in a war that alienated her with the Tamils and most right thinking people in Sri Lanka. The wisdom of hindsight makes me realise as to how and why this happened. It is against this backdrop therefore  that this column focuses on Chandrika Bandaranaike Kumaratunga this week  even as she celebrates her 80th birthday on 29 June.",
    "Political dynasties  are a common feature in many parts of South Asia. Chandrika too belonged to a prominent political dynasty in Sri Lanka where the rise and growth of ‘political families’ have been a common occurrence.",
    "Ever since the island known formerly as Ceylon gained limited forms of representative democracy through Legislative and State Councils during British rule, the practice of members of the same family seeking posts through elections began.. The advent of parliamentary elections coupled with freedom from colonial bondage saw the political dynasty phenomenon gain further mileage. Political families began proliferating at multiple levels from local authorities to the supreme legislature.",
    "Family politics became a familiar feature of Sri Lanka’s political landscape cutting across race, religion, caste and creed. A perusal of a list of Sri Lankan political families in alphabetical order starting from the Abdul Majeeds of the East and going down to the Yapa Abeywardenas of the South would reveal that ethnicity is no bar to family bandyism of a political nature in Sri Lanka.",
    "There are various types of political dynasties at different levels from the national, provincial, district and electoral division levels. There are also different degrees of pedigree and vintage in these dynasties. While there are many regional and sub-regional political families, there have been only three major family formations dominating politics at a national level so far in Sri Lanka.",
    "The first was the ‘Bothale Dynasty’ of D.S. Senanayake, his son Dudley Senanayake and nephew Sir John Kotelawala along with extended family members J.R. Jayewardene and Ranil Wickremesinghe. The next was the ‘Horagolla Dynasty’ of S.W.R.D. Bandaranaike, his wife Sirimavo Ratwatte Bandaranaike, daughter Chandrika Bandaranaike Kumaratunga and son Anura Bandaranaike. The third was the Medamulana dynasty of Don Alvin(DA) Rajapaksa. DA Rajapaksa’s sons Chamal,Mahinda,Gotabaya and Basil along with grandsons Namal, Shasheendra and Nipuna have all tasted political power.",
    "Chandrika   is the granddaughter  of Maha Mudliyar Bandaranaike and Ratwatte Disawe. The marriage of her  father Solomon Bandaranaike and mother Sirima Ratwatte was hailed then as a political union between two prestigious Low Country and Hill-Country Sinhala families.The wedding was the beginning of a new political dynasty- What a political dynasty that was!",
    "In the first sixty years of independence from 1948 to 2008 there has always been a Bandaranaike in the legislature (Parliament or Senate ) except for 10 months from Sep 1959 to July 1960. Members of the family have been Prime Ministers for 21 years; President for 11 years; leaders of the opposition for 14 years;",
    "The phenomenon of  “family based political succession” in Sri Lanka began not with the Bandaranaikes but the Senanayakes when Dudley Shelton succeeded his father Don Stephen Senanayake as Prime Minister in 1951. Then came the Bandaranaikes’ turn when the widowed Sirima became Prime Minister in July 1960. SWRD was assassinated in 1959. India’s Jawarhalal Nehru who was Prime Minister for 17 years died in 1964. His daughter Indira Gandhi became premier in 1966. The Nehrus and Bandaranaikes were regarded as close, both politically and personally.",
    "There is a famous photograph of both families where Nehru, Bandaranaike, Indira and Sirima are seen with their children Rajiv, Sanjay, Sunethra, Chandrika and Anura.There was an interesting story about this picture.When the photograph was taken only Nehru and Bandaranaike were premiers. But soon Sirima and then Indira also became Prime Ministers. Who of the children would become Prime Minister first? was the question.",
    "The elder Rajiv became a pilot and married Sonia from Italy. He did not evince any interest in a political career. It was the younger Sanjay who got engrossed in politics with his wife Maneka. But Sanjay died in a plane crash soon after he became an MP in 1980. A reluctant Rajiv was forced to fill in as MP and then after his mother’s assassination in 1984 became Prime Minister. He too was assassinated by the LTTE in 1991. Rajiv’s widow Sonia Gandhi heads the Congress party and is an MP.  Son Rahul Gandhi is also a parliamentarian and is seen as Rajiv’s political heir.  Rahul’s sister Priyanka is also a MP.",
    "As for the Bandaranaike siblings both Sunethra and Chandrika are elder to Anura and were in the political limelight to an extent before Anura’s entry into active politics. Yet it was the younger brother Anura who became an MP first in 1977 when he was just 28 years old. Six years later he became Leader of the Opposition at 34.",
    "Since his father was leader of the opposition from 1952 till he became Premier in 1956, Anura also was expected to be PM in the same manner. But that was not to be.",
    "Anura’s sister Chandrika had broken off from the SLFP with her husband Vijaya Kumaratunga and formed a new party the Sri Lanka Mahajana Pakshaya (SLMP). After her husband was assassinated by the Janatha Vimukthi Peramuna (JVP) in 1988 Chandrika left for London in a state of self – exile.",
    "Chandrika however returned to Lanka  after a few years  and re-joined the SLFP. This caused tensions between Anura and Chandrika and also between Sirimavo  and Anura.. Accusing his mother of favouring the daughter, the son walked out of the party and joined the arch-rival UNP.",
    "When the SLFP heading the Peoples Alliance came to power in 1994 it was Chandrika who became Prime Minister in August. In November she contested the Presidency and won in a landslide. Sirima was made Prime Minister. The Bandaranaikes who made history as the first husband-wife prime ministerial duo had made history again as the first father-mother-daughter premier trio and also as the first daughter President – Mother Prime Minister combination.",
    "What is most commendable about Chandrika’s politics was her refreshing departure from the politics practised by  her parents. This was  remarkably striking in the  context of Sri Lanka’s ethnic problem.",
    "It is no secret that Chandrika’s father SWRD Bandaranaike was the first important Sinhala political leader  to engage in Sinhala  “majoritarian” politics at the expense of the Tamil minority. Bandaranaike used the Sinhala as the sole official language policy to divide the nation and reap a bountiful  harvest. Communal discord  was  deliberately promoted for short-term political gain.",
    "Chandrika’s  mother Sirimavo Bandaranaike followed in the footsteps of her husband  and pursued pro Sinhala policies. She crushed a non -violent people’s protest in the North and East by deploying the army to break up the Satyagraha. Tamil members of Parliament and other activists who played a prominent role in the Satyagraha campaign were detained for many months at the miliary cantonment in Panagoda.",
    "Sirimavo later led the “united front” political alliance comprising the Sri Lanka Freedom Party(SLFP),Lanka Sama Samaaja Party(LSSP) and Communist Party(CP). These parties adopted a communal line while in the opposition and obstructed the Dudley Senanayake-led  United National Party(UNP) Government from implementing  proposalsd  like the District Councils (DC)scheme.",
    "When she became Prime Minister again in 1970,Mrs.Bandaranaike’s Government introduced the standardization scheme that required Tamil students to score higher marks to be eligible to enter university and follow prestigious courses of study. The Sirimavo Government also introduced a new Constitution that established a unitary state and afforded pride of place to Buddhism. Among other repressive acts was the detention of scores of Tamil youths without trial under emergency regulations.",
    "There are many who contend that the Bandaranaikes -both husband and wife- were responsible for widening the ethnic divide and indirectly encouraging Tamil separatism. In spite of this family history, Chandrika Bandaranaike did not engage in the politics of her parents .She  was an enlightened  person  with a progressive outlook.",
    "Both Chandrika and her elder  sister Sunethra were left of centre in their views as opposed to brother Anura who was perceived as  right of centre . In the case of Chandrika,her political ideology got further radicalised  as an undergraduate in France .  This was a period of upheaval in western  universities where students were hyper active in “revolutionary” political struggle.",
    "According to knowledgeable friends, the   political radicalization of Chandrika,underwent great change after she met,loved and married the actor-politico Vijaya Kumaratunga. It was a marriage that transcended class, caste and religion. More importantly both of them  shared a progressive worldview. Vijaya Kumaratunga changed Chandrika Bandaranaike’s life for the better in multiple ways.",
    "Kovilage Vijaya Anthony Kumaratunga, known to the world as Vijaya Kumaratunga, was born in  Seeduwa on 9 October 1945. Vijaya was an endearing personality with an enduring vision whom I liked, admired and respected very much. He was a man who envisaged the transformation of Sri Lanka into an inclusive, multi-ethnic, egalitarian and plural nation. A much-loved man of the masses who may have altered the destiny of this resplendent isle in a very positive manner, had he not been felled in the prime of life by foul assassins.",
    "Acting was his accredited profession but politics was Vijaya Kumaratunga’s chosen vocation. Possessing left-leaning views and also being closely related to Prof. Carlo Fonseka, Vijaya was involved with the LSSP in his youthful days. He later joined the SLFP and became its Katana organiser.Vijaya contested the Katana constituency unsuccessfully against Wijepala Mendis of the UNP in July 1977. As is well known, the SLFP was utterly routed by the UNP at the 1977 polls. Wijepala Mendis, who was the Katana sitting MP, defeated Vijaya Kumaratunga by a majority of 4,212 votes. Wijepala polled 23,950 to Vijaya’s 19,738.Despite losing elections, Vijaya plunged zestfully into SLFP politics.",
    "He married into the then first family of the SLFP in February 1978 by wooing and winning the hand of Chandrika Bandaranaike. Chandrika was to disclose in a newspaper interview decades after Vijaya’s death that she had met Vijaya for the first time in Kandy in 1977. Although Chandrika had seen a few of his films, it was as the SLFP candidate for Katana in 1977 that Vijaya was first introduced by Anura Bandaranaike to his sister. All SLFP candidates were attending a party conference in Kandy.",
    "Thereafter Vijaya made several trips to Horagolla where Chandrika was residing then. The Katana SLFP candidate began inviting the Party Leader’s daughter for many political meetings in the constituency. Though the SLFP suffered a political debacle in July 1977, Vijaya continued to meet with Chandrika for the ostensible purpose of discussing national and international political issues.",
    "These discussions flowered into a beautiful romance. They married on 20 February 1978. Film Director Lester James Peries was the attesting witness on behalf of Vijaya and former Agriculture and Lands Minister Hector Kobbekaduwe attested for Chandrika. It was a simple ceremony with only 19 guests present.",
    "Vijaya moved in with Chandrika to 63 Rosemead Place after marriage. Later they relocated to residences in Kynsey Road, Borella and Polhengoda Road in Kirulapone. Vijaya and Chandrika have two children. Daughter Yashodara was born in 1979 and son Vimukthi in 1982. Both are medical doctors in Britain now. Vijaya and Chandrika planned to celebrate their 10th wedding anniversary grandly on 20 February 1988. Alas! Vijaya was assassinated four days before that.",
    "Whatever some of her detractors may say, Chandrika was a reluctant politician. It must be remembered that both her father and husband were assassinated due to politics. She too survived an assassination attempt  and lost sight in an eye.  Despite  her reluctance, Chandrika entered active politics due to a sense of duty. The party started by her father and nourished by her mother was in a bad way and seemed  fated  to be in the opposition for many more years..",
    "Furthermore there was the unfinished task of  realizing the political vision of her husband and implementing his policies. The country was heading in the wrong direction and a change in leadership was needed. Former cabinet minister and Chandrika loyalist Mangala Samaraweera once observed that Chandrika had returned from the UK to Sri Lanka and plunged into politics because she felt destiny  was beckoning her.",
    "What Chandrika  told Alex Perry of the “TIME”in an interview published more than two decades ago illustrates this. This is what she said then “ I don’t think any individual is  indispensable. But there are times in the history of a country when circumstances converge in a particular manner where people are called upon to lead historic processes. That’s how mankind has moved forward.” Chandrika Bandaranaike Kumaratunga  is  a daughter of destiny.",
    "This article appears  in the “Political Pulse”Column of the “Daily FT”dated 27 June 2025. It can be accessed here –"
  ]
}