{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/This-election-is-about-the-Opposition/4-768010",
  "time_ut": 1729032997.0,
  "original_lang": "en",
  "original_title": "This election is about the “Opposition”",
  "original_body_lines": [
    "This election is therefore about having a politically serious and a critically sharp, effectively “national” people’s Opposition – Pic by Shehan Gunasekara",
    "Nominations for the 2024 November 14 parliamentary elections were closed island wide, on 11 October. Altogether, around 690 nomination papers have been accepted for the 52 electoral districts. Phenomenal rise to power of the JVP/NPP at the September Presidential elections has sealed the fate of over two dozen politicians, some of whom would not have wanted to leave politics yet. Not very surprisingly, since the 1936 State Council elections when D.M won the Hambantota seat, Rajapaksas are wholly absent in Hambantota for the first time, this election. On the wild side of it, there are numerous amoebic groups that have come out as “new” political parties and independent groups contesting most districts.",
    "Immediately after Presidential elections, the talk of the town was to provide President Anura Kumara Dissanayake a “strong” government. This had two connotations. One, that he should have a stable government with a majority in parliament. That majority it was said, should not be a “wafer thin” wavering majority, but one that has enough and more for any eventuality. The other was about a two-thirds majority. Justified by saying, they need two-thirds to deliver on promises made for a “change”.",
    "Necessity of a two-thirds majority is often based on the perception, Opposition is there to “oppose” what governments propose. On a more progressive platform, cannot any “change” be affected by a government with a simple majority? That depends on what the “change” is all about. If the “change” proposed for instance, is about “State reforms” to eradicate “corruption”, none would oppose and the government need not then bother about their majority. Yet in a political context where no political party contesting elections have any program for such positive “change”, providing a two-thirds majority to any political party can be suicidal for the people.",
    "The current IMF program in Sri Lanka too has proposals for State reforms. They carry with them a provision to rewrite Labour Laws into a single law for the private sector. Trade unions keep opposing this single labour law draft on the basis they would provide savage space for further exploitation of workers, if the process of drafting is not open and participatory with all stakeholders included. They bring forth the demand, “reforms” should be first discussed at length in society, before they are brought to parliament. The logic is, people should have the right to decide what they want and how, before they are legislated in parliament. Maintaining transparency and accountability in all legislative matters is the responsibility of the Government. The Opposition nevertheless has the responsibility and a duty to ensure it happens.",
    "Absence of clearly defined programs as said before is suicidal, and this care-taker government of President AKD is indicative of sliding that way. With IMF programming now confirmed as NPP’s economic policy, it was the responsibility of this NPP rule that promised “people-centric” governance to open all details of IMF negotiations and agreements to the public before they sat for discussions with the visiting IMF team. They have now proved, there is nothing different in them, to that of Wickremesinghe rule. As I have said before, AKD polling 42% and being elected president on the highest number of votes polled, is the economic extension of ex-president Wickremesinghe who polled just 17% of the votes.",
    "Economic policy of AKD and NPP that was spelt out on election platforms, need no more explanations. But let me squeeze them into few sentences. First, they said they would negotiate with IMF to have the tax regime more focussed on “people”. On foreign debt restructuring it was said, they would negotiate to have more flexible conditions. Then it was said, the Debt Sustainability Analysis (DSA) of the IMF would have to be redone. All this is clearly said on page 105 of the NPP election manifesto “A Rich Country – A beautiful Life” under the heading “Programme with the IMF”.",
    "That was pre-September 21 Presidential election talk. Now it’s pre-November 14 parliamentary election talk. Voters, especially the social opinion-makers in urban society should be clear about the compromise that has already been arrived at between president elect AKD led NPP and the IMF. It is not binding on the new President elect to have incumbent Central Bank Governor and Secretary to the Treasury continue in their positions. Yet they are the two most important key positions in the SL State in negotiations with the IMF. Both Nandalal Weerasinghe and Mahinda Siriwardana were moved into those positions on the same day, 8 April 2022. Four days later, Weerasinghe as Governor CBSL announced Sri Lanka will suspend repayment of all external debts as of 12 April and virtually declared Sri Lanka bankrupt.",
    "He briefed media along with Treasury Secretary Siriwardana and said, external debts will have to be restructured with IMF assistance that will be discussed. Treasury Secretary Siriwardana had said at this media briefing “Government has approached the IMF for assistance in designing an economic recovery program and for emergency financial assistance.” (Daily FT/13 April, 2022) That Government was President Gotabaya Rajapaksa’s SLPP government, before it was taken over by President Wickremesinghe.",
    "These two personalities, as said in my 1 October article here in Daily FT, they are both ex-employees of IMF and have an “IMF mindset”. They had begun the process of “designing an economic recovery program” with the IMF including emergency financial assistance, even before #GotaGoHome campaign was mobilised on Galle Face Green from 9 April morning. CBSL Governor’s announcement three days later of defaulting external debt repayment, gave all vigour and venom, a robust mass protest needed for a regime change. Rest being unforgotten recent history, Weerasinghe and Siriwardana remain with responsibilities to steer the IMF program under AKD’s NPP government expected to be elected on 14 November (2024).",
    "What therefore needs to be queried is whether IMF programming would lead us out of the crisis. Global experience show, IMF has not led crisis ridden countries through “socio-economic development with social justice”. Their formula is further liberalising of the market for investor profits with cuts on national expenditure targeting social welfare and increasing revenue through enlarging the tax base. Majority in Sri Lanka will therefore have to live through a taught life from end of year 2027 after the EFF support concludes, with just 70% of the hard-earned annual revenue, on calculations made by the IMF. They expect 04.5% of the GDP will be needed to service external debts that basically amounts to 30% of the national income.",
    "With no serious focus on increasing disparity in social life, how will axing of welfare expenditure impact on the economically desperate larger numbers? Obvious social reaction would be protests and agitations demanding redress. In societies ruled by political leaderships with no alternate vision on socio-economic development, the only answer is State “repression”. How repression is initially unfolded on society often differs among “populists” and the “far right”. Despite how the repression unfolds, no government without pragmatic solutions to socio-economic crises could remain in power, without repression. President Gotabaya Rajapaksa is one classic example of this, in our electoral politics. This therefore leaves a major flaw in promoting a government that would be captive in IMF economic programming with no redress for the poor and the marginalised.",
    "Urban middleclass still believes this 45-year-old corrupt and city centred free-market economy is the only viable economy and IMF support is what helps revive it. That perception among the middleclass left little space for any serious discussions on possible options outside the free market and the IMF. Not that the Sri Lankan voter seeks valid and viable solutions, but this middleclass thinking left no economic options as well.",
    "This is why with NPP expected to romp home comfortably, for the first time in our election history, the role of the Opposition in parliament comes out for serious discussion. We do not need an Opposition that begs for votes promising to collaborate and support the NPP government of President AKD. We also do not need an Opposition that wreaks havoc in parliament like goons and thugs. Not one that would continuously appeal for judicial stay-orders and decisions as their only political action, either. No. We need a people centric Opposition. We need a decent Opposition that is not restricted to the Sinhala South only. What we need as an Opposition is one that can work out a North-South coalition in Opposition. This election is therefore about having a politically serious and a critically sharp, effectively “national” people’s Opposition.",
    "The Opposition in parliament should therefore take over the responsibility to keep the Government under pressure to be transparent and accountable to society. Any and all bills, proposals and most importantly documents and decisions regarding the IMF program, should be placed for public scrutiny and dialogue by the Opposition before they are voted upon in parliament, if the government fails to or avoids engaging the people. To be precise, we need an Opposition that would break with tradition and develop a North-South social participation that would discuss and debate important bills and proposals, before they are debated and adopted in parliament.",
    "This therefore is a decisive election with a different responsibility added to the “vote”. The responsibility of holding the Opposition too, in establishing a functional and a participatory democracy in an inclusive, secular society. A dialogue that would have to be actively engaged in, all election platforms, if we are serious about “democracy”."
  ]
}