{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Geneva-arena-Mahinda-Rajapaksa-returns-to-Ruhuna-Sri-Lanka-Nepal-outcomes/4-781822",
  "time_ut": 1758142502.0,
  "original_lang": "en",
  "original_title": "Geneva arena, Mahinda Rajapaksa returns to Ruhuna, Sri Lanka-Nepal outcomes",
  "original_body_lines": [
    "Ambassador of China calls on MR before he leaves Colombo residence",
    "Bristling with misplaced arrogance as always, JVP theoretician and NPP Minister Bimal Rathnayake boasted in Parliament that 43 countries had spoken in favour of Sri Lanka after Foreign Minister Vijitha Herath’s address to the UNHRC in Geneva following UN Human Rights High Commissioner Volker Turk’s Report. Bimal seems unaware that 43 is not the most relevant figure. While all 193 UN member states are present in Geneva and have the right to speak, only 47 of the 193 have been elected members of the UNHRC with full voting rights at any given time.",
    "Therefore, the relevant question is how many of the 43 countries that spoke in support of Vijitha Herath’s stand, currently enjoy UNHRC ‘member state’ status with voting rights? How many of the 43 can vote at this session?",
    "The answer is 14. That’s way less than half, and slightly under a third.",
    "As of now, it appears doubtful that even after a year in office, President Anura Dissanayake’s JVP-NPP administration is able to position itself to pull Sri Lanka out of the losing spiral at the UNHRC Geneva we plunged into during the (Gotabaya-influenced) second Rajapaksa term through to the Gota and Ranil presidencies, corkscrewing from a winning high of 29 votes in May 2009, to 15 (2012), 13 (2013), 12 (2014), 11 (2021), 7 (2022) and 12 (2023) votes.",
    "In 2006 the European Union (EU), through Finland, submitted a draft resolution on Sri Lanka demanding a field presence of the office of the High Commissioner in the country (A/HRC/2/L.37). This early date, when the State had hardly begun its fightback, reveals the hypocrisy of the Western assertion that its interventionist UNHRC resolutions are due to massive war crimes and crimes against humanity committed by the Sri Lankan State during the closing stages of the war. How can that explain a 2006 EU draft resolution?",
    "I was Sri Lanka’s Ambassador/Permanent Representative to the UN Geneva from 2007 to 2009. The 2006 EU draft Resolution was on the agenda when I took over. By 2009 we had won a 29-12 victory at the UNHRC against the EU ‘led from behind’ by US Secretary of State Hillary Clinton (as proved by the May 4th 2009 cablegram of directives signed by her, to the US Mission in Geneva, exposed by Wikileaks).",
    "Sri Lanka’s Far Right ultranationalist fringe, continues to criticise the winning May 2009 Resolution. The ignorant irrationality of that extremist criticism is amply demonstrated by the fact that the notoriously biased Darusman Panel Report of 2011 ‘recommended that the Human Rights Council should reconsider its 2009 Special Session Resolution’ (p 122). That was precisely because it was a resounding endorsement of and victory for Sri Lanka.",
    "As for the 13th amendment which remains the hate symbol of the ultranationalist Radical Right, the EU Resolution of May 2009 presented by Germany (which was pre-emptively defeated by Sri Lanka’s Resolution) irrefutably establishes the inspiration, origin and source:",
    "‘The resolution welcomed the reassurance given by the President of Sri Lanka with respect to his commitment to the implementation of the thirteenth amendment, which called for the devolution of powers to the Provincial Councils’. (A/HRC/S-11/L.2, 2.)",
    "Sri Lanka has had three distinct discourses and postures/modes at the UNHRC Geneva.",
    "(i) 2007-2009: unassailably broad, progressive, winning coalition of Global South + Eurasia, i.e., a NAM-SAARC-OIC-BRICS-SCO umbrella.",
    "(ii) 2012-2023: Israeli-type ethnoreligious ultranationalism; narrowing, failing, losing, residual coalitions (hitting single-digit in 2022).",
    "(iii) 2015-2019: appeasement and capitulation; Ranil-Mangala co-sponsorship of Western resolution.",
    "Foreign Minister Vijitha Herath is engaged in pre-emptive capitulation in line with Ranil-Mangala 2015-2019, by needlessly pledging an Independent Public Prosecutor’s Office. Had AKD attended the BRICS and SCO summits, he could have drummed up some support for us; strengthened our hand in negotiations at the UNHRC. He chose not to.",
    "As an Ambassador who played a constructive role when the ‘Institution Building Package’ (the ‘Constitution’) of the UNHRC was adopted (June 2007), and as an elected Vice-President of the UNHRC (2007-2008), I can attest that contrary to extremist, ultranationalist opinion, the problem is NOT the UNHRC itself, but the failure of successive Sri Lankan Governments to adopt a multipolar, internationalist policy which builds a winning coalition (2007-2009) or one capable of deterrence which could help us negotiate a fair compromise. Instead, Sri Lanka either rejects and fails, or appeases and capitulates.",
    "Though Velupillai Prabhakaran is a monster who murdered most of the Tamil democratic politicians, potential internal competitors, the LTTE’s own negotiators, rival Tamil guerrillas, the Tamil political intelligentsia and Jawaharlal Nehru’s grandson, and lost the Thirty Years War decisively and utterly, much of the Tamil Diaspora and many Northern and Eastern Tamils still regard him as the hero of their ‘nation’, remember him, and revere him.",
    "They also remember the role of Mahinda Rajapaksa. Here’s the well-established Tamil Guardian:",
    "‘Sri Lanka’s former president and accused war criminal Mahinda Rajapaksa returned to his family residence in Tangalle today, after being forced to vacate his luxury state-funded mansion in Colombo under new legislation scrapping benefits for former heads of state.",
    "Rajapaksa, who oversaw the military’s genocidal assault on Tamils in 2009, was greeted at Carlton House by thousands of supporters, including Sinhala Buddhist monks, in a show of strength that underscored his enduring popularity among Sinhala nationalist constituencies…’ (https://www.tamilguardian.com/content/war-criminal-rajapaksa-returns-tangalle-after-losing-state-funded-perks)",
    "In sharp contradistinction, the Anura Kumara Dissanayake administration changed the law and evicted Mahinda Rajapaksa from his constitutionally-granted official residence in Colombo.",
    "The contrast between the continuing treatment by the Tamil community of Velupillai Prabhakaran who brought a destructive war on the heads of that community, and the treatment by the AKD Government of Mahinda Rajapaksa who lifted the curse of war from the whole island and all its communities, could not be greater.",
    "Mahinda Rajapaksa once filed a Fundamental Rights case in the Supreme Court against the seizure of his documents as he was about to emplane for Geneva in September 1990 to address the UN Working Group on Enforced and Involuntary Disappearances in his capacity as Secretary of the Committee of Parliamentarians for Fundamental and Human Rights. He did address the Working Group, but nonetheless petitioned the Supreme Court on the grounds that he could not do so “fully” because the authorities (the Premadasa administration) had seized his dossiers of supportive documents.",
    "Mahinda Rajapaksa addressed the UN Working Group on the disappearances of suspected JVP activists. Instead of undying gratitude and respect, what he has earned from the JVP leadership is cold ingratitude, vilification, resentment, hatred and eviction.",
    "Anura Dissanayake has thereby provoked Mahinda Rajapaksa, who had retired from politics into the role of grandfather, to react and reactivate himself politically. Mahinda’s FB post in Sinhala with its defiant discourse, will assume the status of a testament. So too will his first live interview from his home Carlton, Tangalle, clinched by Hiru TV. (https://www.youtube.com/watch?v=97_3YBPdNyw&t=1s)",
    "There’s an evocative, poignant ballad, a tribute to Mahinda “evicted by the Maalimawa government” composed and sung by Buddhika Dayaratna with accompanying video footage by Abheetha Edirisinghe, already in circulation. (https://www.youtube.com/watch?v=OJWAayCFZUQ)",
    "MR has been revived as a living political symbol. The MR factor is back in the equation.",
    "On Sept 14th, with Mahinda having left Colombo and returned home, the results of the Arattana, Udunuwara Cooperative Society election in the Central Province came in. The SLPP got 72; the NPP, 29.",
    "President Chandrika Bandaranaike Kumaratunga did the JVP the enormous, undeserved favour of diverting the blame from them for their most heinous crime ever—the murder of Vijaya Kumaratunga, her husband—by pointing the finger of suspicion at Ranasinghe Premadasa. Here is how she is being treated:",
    "‘…”Three weeks ago, I fell and fractured my hip. I had a hip replacement surgery. It is a serious surgery. I have physiotherapy two or three times a day. Therefore, I cannot move and do any work at that new house at the moment,” she said.",
    "Pending the enactment of the new law, she said that she also wrote to President Anura Kumara Dissanayake asking for permission to live in the current place for the rest of her life by paying the government-assessed rent, but it was declined. She said she sought further stay in the same place under new arrangements since moving out was difficult for her during her old age, surviving two bouts of cancer within 15 years.",
    "“I even agreed to pay for repairs,” she said, adding that she had already paid Rs.14 million out of her pocket for renovation, repair and refurbishment of it after it was assigned to her as her official residence in retirement.",
    "…In many countries, there are many more privileges than this. Even in India, there are better privileges,” Ms. Kumaratunga said…’ (https://www.dailymirror.lk/amp/breaking-news/I-will-move-in-two-months-time-CBK/108-319206)",
    "Chandrika liberated Jaffna from the LTTE in December 1995. She narrowly avoided assassination by the Tigers at an election meeting (1999) but was blinded in one eye by the suicide-bomb. Her children ran the risk of being turned into orphans.",
    "In 2000 when the Sri Lankan army felt compelled by the Tiger encirclement to evacuate Elephant Pass, Prabhakaran launched his long-awaited offensive to re-take Jaffna. The Army had buses lined up with the name boards of regiments, ready to evacuate Jaffna. India had told Lakshman Kadirgamar that it couldn’t help militarily because of Tamil Nadu, but it could evacuate our troops from Jaffna by ship.",
    "Chandrika as commander-in-chief ordered the Armed Forces in Jaffna to hold fast, sent Deputy Minister of Defence Anuruddha Ratwatte to besieged Jaffna to stiffen their collective resolve, and bought time for our High Commissioner in Pakistan, General Srilal Weerasuriya, ex-army commander, to access his old friend General Pervez Musharaff and procure the Multi-Barrelled Rocket Launchers (MBRLs) which enabled us to repel Prabhakaran’s offensive, thereby saving and holding Jaffna till final victory in 2009. She is owed.",
    "All classes of Sri Lankans and indeed Asians are brought up in a culture which respects and is grateful to elders. By ‘elders’ I do not only mean old people, but more especially, old people of some accomplishment, some distinction, some contribution; those who have rendered service (starting with teachers) to the country, society or local community.",
    "Such respect is universal, not just Asian, e.g., the respect accorded Dr Henry Kissinger, despite ghastly aspects of his record. However, respect and gratitude towards elders in general and distinguished elders in particular is more organically woven into Asian civilisation.",
    "Obviously the JVP-NPP leadership, starting with President Anura Kumara Dissanayake, stands outside and against that cultural-civilisational, moral-ethical, and behavioural universe. What stands apart from and contrary to that universe is definable (and is commonly defined) as ‘barbarism’.",
    "What has happened in Nepal is the forceful end of the cycle of Left dominance of its politics. Not only is the deposed Prime Minister Oli a Marxist leader, even the once-iconic Maoist leader Prachanda (Pushpa Kamal Dahal) who was broadly sympathetic to the Gen Z uprising, had his house burnt. It is hard to imagine any Left party making a comeback at the snap parliamentary election scheduled for March. Nepal’s politics is now predominantly post-Left, perhaps even pre-Left.",
    "For the serious student of comparative Left politics internationally, and especially in the global South, the starkest contrast is between the failure of Left governance in Nepal and the durable success of left governance in the Indian state of Kerala. This once again brings home that what is decisive is not generic ‘leftism’ but the kind of leftism.",
    "Kerala’s successful leftism resides in a durable United Front. Nepal never stabilised a Left Front. Kerala has its own rational, progressive development model. Nepal never did, and veered way to the right of Kerala’s. Kerala’s leftism, primarily influenced by the CPI-M, was mature, measured, thoroughly democratic. Nepal’s left, with a history of armed uprisings, was polarising, arrogant and leader-centric (Prachanda, Baburam Battarai, Oli).",
    "The history, style and temperament of the Anura Dissanayake-led JVP-NPP Government make it much closer to Nepal’s Left than Kerala’s.",
    "Why didn’t the Sri Lankan Aragalaya which preceded Bangladesh and Nepal’s uprisings, descend to the degree of lethal violence that those two rebellions did? That question is distinct from and precedes that of the burning of Parliament.",
    "The answer lies in an unacknowledged but fundamental factor: the Sri Lankan State inflicted incomparably fewer casualties on the protestors than in Bangladesh-Nepal. The Sri Lankan army did not open fire and shoot-to-kill, thanks largely to General Shavendra Silva who was criticised for that restraint by some high-ranking military hardliners. The Sri Lankan military hierarchy was well aware of the intelligence reports from within the army camps: sentiment was heavily in favour of the Aragalaya, and rising. Had the Police, STF or military fired on protestors and many deaths had resulted as in Bangladesh and Nepal, the armed forces would have given birth to a revolt from within, with rebellious units crossing over to the Aragalaya with their weapons, after having turned them on senior officers.",
    "How was the Army rank-and-file in sympathy with an Aragalaya against one of their former officers Gotabaya Rajapaksa? Because he had implemented a ‘shock and awe’ attack on the farmers and thereby the rural communities with his irrational fertiliser policy, and the rural families of the soldiers kept them informed of the resultant harvest failure, their great hardships and suffering.",
    "Saving the Parliament from direct assault may be credibly attributed to Prime Minister Ranil Wickremesinghe, but the real story is drenched with black irony.",
    "The demonstration at the turnoff to the parliament road was called by the JVP, not the Aragalaya—except for a splinter. The Aragalaya activists, chiefly Wasantha Mudalige of the Inter-University Student Federation (and FSP), went on FB Live, imploring the youth NOT to join the protest outside Parliament and to return to Galle Face.",
    "One faction alone, led by Dr Pathum Kerner, stubbornly persisted in its determination to head to the demonstration.",
    "Ranil used the Army to disperse the crowd at the turn-off to Parliament. He followed it up by asking Anura Kumara Dissanayake in Parliament to ensure the return of two T-56 automatic rifles that had been seized from the army in the scuffle with demonstrators. One was found in the waters of the lake; the other was promptly returned.",
    "Ranil deployed brutal force against the residual Aragalaya encampment on Galle Face which had NOT joined the demonstration near the parliament. He arrested and incarcerated under the PTA for many months, IUSF leader Wasantha Mudalige who was nowhere near Parliament and had publicly exhorted the demonstrators NOT to join the fray and to return promptly to Galle Face.",
    "Dr. Pathum Kerner who was among the first to publicly urge the demonstrators to move towards the Parliament, wound up supporting (and reportedly working for) President Ranil Wickremesinghe.",
    "Ranil went on to contest the Presidency, splitting the anti-JVP vote, ensuring his own defeat as well as Sajith’s, and enthroning Anura Dissanayake."
  ]
}