{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-amend-penal-code-to-criminalise-rape-of-young-boys-148746/",
  "time_ut": 1706247720.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to amend penal code to criminalise rape of young boys",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka will introduce amendments to the Penal Code to make raping of male children a criminal offense.",
    "Sri Lanka’s law does not effectively recognise male rape. Section 363(e) of the Penal Code of Sri Lanka specifically protects girls and fails to recognize that boys can be victims of rape.",
    "The country is also looking to close loopholes in the law on the rape of females, the Cabinet of Ministers decided at this week’s meeting (24), a statement said.",
    "At previous Cabinet meetings (held on 18.01.2021 and 28.06.2021) approval was given “to introduce amendments to the Penal Code to amend laws on constitutional rape of females mentioned in the Penal Code, to correct the shortcomings in the law of raping of females and to institute raping of male children as a criminal offense,” the Cabinet Decisions announcement read.",
    "The Attorney General has now cleared the draft bill formulated by the Legal Draftsman.",
    "The draft bill will be published in the Government gazette notification and submitted to the Parliament for approval.",
    "Sri Lanka has high rates of sexual violence. The country also has a low rate of sexual literacy with religious leaders preventing children from getting effective sexual education. A recent attempt to include sexual education in the school curriculum was blocked by Buddhist monks.",
    "Gov minister highlights abortion rights, sex-ed for children, and Sri Lanka men killing their women",
    "In Sri Lanka an abused child gets “raped” before media and the law",
    "Several local and international reports have highlighted that young boys remain extremely vulnerable due to the shortcomings in the country’s law and social taboos and norms. (Colombo/Jan26/2024)"
  ]
}