{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102015/dilith-slams-presidential-candidates-who-fail-to-represent-genuine-change-",
  "time_ut": 1726472940.0,
  "original_lang": "en",
  "original_title": "Dilith slams presidential candidates who fail to represent genuine change",
  "original_body_lines": [
    "The presidential candidate of the ‘Sarvajana Balaya’ alliance Dilith Jayaweera says that all the major candidates running for the office of the Presiden this year do not represent the change demanded by the Sri Lankan people.",
    "Joining Ada Derana’s special “Derana 360°” program series for the presidential candidates yesterday (15), Jayaweera said that he is not a person-centered politician.",
    "“This year, we are all facing a presidential election set against a backdrop that reflects the psychological demand for change from Sri Lankan society”, he stated, adding that “However, none of the candidates in this presidential race truly represent change, regardless of how they present themselves.”",
    "Speaking further, Jayaweera said: “Those seeking power are motivated by the desire for power itself. The destructive forces inherent in that power are merely a matter of degree; the percentage may vary, but the underlying approach remains the same. They have not addressed how the lives of the people of this country will improve. Instead, they have generated more division and resentment.”",
    "“People want to understand how their lives will change. In Sri Lanka’s tourism industry; they want to know how a Sri Lankan three-wheeler entrepreneur’s life will be enhanced, how their income will increase, their standard of living will improve, and their social status will rise. None of the candidates are providing these answers.”",
    "“This is why Dilith Jayaweera stands apart from the rest. He is not a politician driven by personal ambition. Instead, he is driven by the belief that he is here to serve the people based on concepts and compassion that have been lost in politics. His approach is grounded in this belief. A program has been presented, and there is still time to discuss and consider it. Reflect on this for a moment. That is why you and the people of this country should support this vision and embrace this new direction”, he stressed."
  ]
}