{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-consumer-confidence-surges-to-new-peak-in-march-2024-158296/",
  "time_ut": 1712824200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka consumer confidence surges to new peak in March 2024",
  "original_body_lines": [
    "ECONOMYNEXT — Consumer confidence in Sri Lanka surged to a new peak in March 2024 though all three indices run by the Institute for Health Policy (IHP), which ran the survey, were still at pessimistic levels.",
    "The IHP’s March 2024 Consumer Confidence Indices, which are generated from its Sri Lanka Opinion Tracker Survey (SLOTS), improved to a new all-time peak in March, the institute said in a statement on Wednesday April 11.",
    "The Index of Consumer Sentiment (ICS), the broadest measure of the public’s view of their personal economic status and the national economy gained 9 points to 31 points. The Index of Consumer Expectations (ICE), which tracks future perceptions increased 9 points to 37 points. The Index of Current Conditions (ICC), a measure of perceptions of current conditions, also increased 9 points to 22 points, the IHP said.",
    "“Indices have been improving since the start of this year, so the general trend has been up. However, the late March data suggest a fall, but this will need to be confirmed in the April data before drawing conclusions. All IHP SLOTS consumer confidence indices range from zero to a potential maximum of 100, with levels below 50 indicating net pessimism.",
    "“The CCI estimates are based on 15,924 interviews conducted between October 21, 2021–April 7, 2024, including 528 interviews conducted in March 2024, with sample sizes varying between indices depending on response rates. All estimates are adjusted to be representative of the national population, including gender, age, ethnicity, and income level,” the statement said.",
    "The IHP’s SLOTS platform tracks public opinion and wellbeing daily using a large national panel recruited by face-to-face interviews and other randomly dialled respondents, with numerous peer-reviewed scientific publications that use the data.",
    "According to the IHP, SLOTS combines data from a national sample of adults (ages 18 and over) reached by random digit dialling of mobile numbers, and others coming from a national panel of respondents who were previously recruited through random selection. All consumer confidence index estimates, the institute said, are weighted to be representative of the national population, including characteristics such as age, gender, province, sector, socioeconomic status, ethnicity and education. (Colombo/Apr11/2024)"
  ]
}