{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/india-sri-lanka-foundation-approves-several-new-projects-including-in-fisheries-sector-241399/",
  "time_ut": 1758454200.0,
  "original_lang": "en",
  "original_title": "India-Sri Lanka Foundation approves several new projects, including in fisheries sector",
  "original_body_lines": [
    "ECONOMYNEXT – The India–Sri Lanka Foundation (ISLF) has approved several new proposals received by the Colombo and New Delhi Secretariats at its 40th meeting held in Colombo recently.",
    "“The Board reviewed the progress of ongoing projects and approved several new proposals received by the Colombo and New Delhi Secretariats across diverse sectors including culture, education, health, environment, agriculture, and capacity building,” the High Commission of India, Colombo said in a statement.",
    "The session was co-chaired by the High Commissioner of India to Sri Lanka Santosh Jha, and the High Commissioner of Sri Lanka to India Mahishini Colonne.",
    "“Notable approved initiatives encompass academic collaborations in library science and visual and performing arts, cultural workshops and tourism promotion activities in both countries, microbiome engineering research to prevent plant diseases in Sri Lanka, cancer and menstrual health awareness programs for vulnerable communities, training opportunities for Sri Lankan health professionals in India, women’s empowerment workshops and support",
    "programmes for underprivileged communities, capacity building initiatives for fisheries officials to strengthen the sector, and knowledge sharing",
    "programs in science and environmental fields alongside mangrove restoration projects in coastal regions.”",
    "ISLF was established in December 1998 by an agreement signed between the Governments of India and Sri Lanka to foster bilateral relations through economic, scientific, educational, technical and cultural cooperation, and the promotion of people-to-people ties between the two countries.",
    "The foundation has extended support for around 600 projects worth over 200 million rupees, with more than 360 projects being implemented in Sri Lanka.",
    "The recent meeting was attended by its board members, ambassador Mohan Kumar, Ashok Malik, ambassador Prasad Kariyawasam, and ambassador Esala Weerakoon. (Colombo/Sep21/2025)"
  ]
}