{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103748/unable-to-provide-immediate-solution-to-e-8-visa-issue-slbfe-chairman",
  "time_ut": 1732519320.0,
  "original_lang": "en",
  "original_title": "Unable to provide immediate solution to ‘E-8 visa’ issue – SLBFE chairman",
  "original_body_lines": [
    "A group of individuals holding South Korean E-8 visas is engaged in a continuous protest in front of the Sri Lanka Foreign Employment Bureau (SLFEB) in Battaramulla, demanding solutions to their issues.",
    "The E-8 visa, issued for short-term employment in South Korea’s agricultural sector, is valid for six months. Protesters claimed that their visas are set to expire tomorrow (26) and insisted they would not abandon the agitation until authorities provide a definitive solution.",
    "The Chairman of the Sri Lanka Foreign Employment Bureau (SLFEB) Kosala Wickramasinghe, speaking on Ada Derana’s current affairs programme ‘Big Focus’, acknowledged the issue but stated that an immediate solution could not be provided. He emphasized that illegal visa schemes had contributed to the problem and warned against falling prey to fraudulent groups.",
    "Commenting on the matter, Chairman Wickramasinghe said: “Protesting is not the way to solve this issue. While we continue discussions, we will collect suggestions from the affected individuals to formulate a methodology.”",
    "“We will take legal action against groups involved in illegal visa schemes. Those who took money unlawfully must return it to the victims. We aim to bring this matter to a legal resolution and ensure future processes adhere to proper regulations.”",
    "Speaking on illegal visa issuing schemes, the SLBFE Chairman noted “Issuing visas without proper authorization burdens our citizens and tarnishes the system. Accidents or issues arising from such visas leave individuals unprotected, as they lack insurance and legal validity. We must start fresh to address this.”",
    "The SLBFE Chairman reiterated that while nearly 285,000 Sri Lankans have been legally employed abroad this year, the E-8 visa holders represent a small group of approximately 100 individuals. He stressed that promoting legal and sustainable foreign employment remains the bureau’s primary goal.",
    "The SLFEB further clarified that the E-8 visa system has not yet received proper authorization. Gamini Senarath Yapa, SLFEB’s Director General for International Affairs, explained that currently approved systems for Korean employment include E-Face and E-7 visas.",
    "Despite these explanations, the protesting group insisted on immediate action, claiming they were misled and left vulnerable. They expressed frustration over the lack of clarity and accused the authorities of negligence.",
    "As tensions escalate, Wickramasinghe urged patience, stating, “We are not ignoring this issue or playing with people’s lives. Our focus is on developing the country’s human resources through lawful means.”"
  ]
}