{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/no-nominations-for-sri-lanka-podujana-peramuna-betrayers-gen-secy-181671/",
  "time_ut": 1727719020.0,
  "original_lang": "en",
  "original_title": "No nominations for Sri Lanka Podujana Peramuna “betrayers”: gen secy",
  "original_body_lines": [
    "ECONOMYNEXT — Former ruling party Sri Lanka Podujana Peramuna (SLPP) will not appoint any of its recent dissenters to high positions in the party, nor will they receive nominations for the November 2024 parliamentary election, according to an official.",
    "SLPP general secretary Sagara Kariyawasam told reporters on Monday September 30 that the party has decided to contest the election under its own lotus bud symbol in every district.",
    "“We have decided to contest in every district in Sri Lanka under the lotus symbol and to emerge strong and face this election with a strong team and win,” he said.",
    "“We stand firmly by the decision we took as a party. No one who betrayed the party will be appointed to high office in the party, nor will they receive nominations for the election,” he added.",
    "A recent voting intent poll by the Institute for Health Policy (IHP) found that there was substantially more support for the SLPP and then President Ranil Wickremesinghe’s United National Party (UNP) in August than there was for either party’s presidential candidate.",
    "(IHP)’s Sri Lanka Opinion Tracker Survey (SLOTS) polling director Dr Ravi Rannan-Eliya was quoted as saying in a statement from the institute that its parliamentary election voting intent survey has revealed “substantially more support for the SLPP in a general election than for their presidential candidate, and similarly more support for Wickremesinghe’s presidential candidacy than for the UNP”.",
    "“It would be unwise to write off the SLPP as a political force, since many SLPP voters appeared in August to be switching their presidential vote to Ranil Wickremesinghe. Of course, they could also do this using their second preference votes, which suggests limited voter understanding of that option,” he said.",
    "IHP’s voting intent poll for August showed that Sri Lanka’s main opposition Samagi Jana Balawegaya (SJB) and the leftist National People’s Power (NPP) were almost tied though both parties saw a drop compared to July. (Colombo/Sep30/2024)"
  ]
}