{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/israel-condemned-for-killing-prominent-gaza-journalist-235520/",
  "time_ut": 1754910660.0,
  "original_lang": "en",
  "original_title": "Israel condemned for assassinating prominent Gaza journalist in latest killings",
  "original_body_lines": [
    "ECONOMYNEXT – Israel’s assassination of five Al Jazeera staff in Gaza, including prominent correspondent Anas al-Sharif, has drawn global condemnation from the UN and its Human Rights Office as well as many international bodies.",
    "Israel hit the tent with journalists positioned outside the main gate of Gaza City’s al-Shifa Hospital on Sunday night in a drone attack, killing seven people.",
    "Al Jazeera correspondent Mohammed Qreiqeh and camera operators Ibrahim Zaher, Moamen Aliwa and Mohammed Noufal were among those killed in the attack.",
    "The Palestinian mission to the United Nations accused Israel of “deliberately assassinating” al-Sharif and Qreiqeh, describing them as among the “last remaining journalists” in Gaza.",
    "“Known for his fearless reporting from northern Gaza, he had become one of the most recognisable voices documenting the ongoing Israeli genocide in the enclave,” Al Jazeera said.",
    "Just hours earlier, al-Sharif, 28, visibly exhausted due to hunger and pain, had posted on X about Israel’s “intense, concentrated bombardment” on eastern and southern Gaza City, the media network said.",
    "A sixth journalist, Mohammad al-Khaldi, was also reported killed in the attack.",
    "The UN human rights office condemned the killing of the Palestinian journalists in Gaza, saying the actions by Israel’s military represented a “grave breach of international humanitarian law.”",
    "More than 270 journalists and media workers, mostly Palestinian, have been killed by Israel since it began its war on Gaza since October 7, 2023. (Colombo/Aug11/2025)"
  ]
}