{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103391/2024-general-election-sri-lanka-votes-in-crucial-election-today",
  "time_ut": 1731551460.0,
  "original_lang": "en",
  "original_title": "2024 General Election: Sri Lanka votes in crucial election today",
  "original_body_lines": [
    "Over 17 million Sri Lankans will have the chance to vote for the country’s tenth Parliament election weeks after Anura Kumara Dissanayake has won Sri Lanka’s presidential election after a historic second round of counting.",
    "This snap election, called by the new President, is expected to have significant ramifications for the nation’s political gridlock, particularly as the National People’s Power (NPP) party led by President Anura Kumara Dissanayake, which currently holds only three seats, seeks to establish itself as the dominant political force.",
    "A total of 17,140,354 Sri Lankans are eligible to vote in this year’s Parliamentary Election, with the Gampaha District registering the highest number of voters with 1,881,129.",
    "Colombo District is second with 1,765,351 registered voters, and Kurunegala District has 1,417,226 voters. The Northern Province has a combined total of 899,268 registered voters.",
    "However, during the 2024 Presidential Poll held on 21 September 2024, over 3.5 million citizens who were eligible to vote, had not casted their votes during 2024 Presidential Election. Out of 17,140,354 registered voters, a total of 13,619,916 had cast their votes in the Presidential Election which is 79.46%, while 3,520,438 (21.54%) did not vote.",
    "The voting will take place at polling stations established across the island from 7:00 a.m. to 4:00 p.m. today (14).",
    "Eligible voters are required to carry one of nine accepted forms of identification to cast their vote:",
    "8. Temporary ID card issued by the Election Commission for disabled persons",
    "9. Temporary ID card issued by the Election Commission for others",
    "Unlike during usual elections, voters will have their left hand’s index finger, instead of the little finger, marked with an appropriate sign to prevent double voting and ensure transparency during 2024 Parliamentary Poll. This decision comes in light of concerns about possible confusion during the polling process for the Presidential Election 2024, which took place recently.",
    "Meanwhile, if a voter’s left index finger is unavailable, the mark will be applied to another finger, as suitable, according to the Election Commission.",
    "The Election Commission has also issued guidelines on the proper voting and preference-marking procedure.",
    "Each voter has one vote, which can be cast for a recognized political party or an independent group. To do so, an ‘x’ mark should be placed in front of the chosen political party’s symbol or in the space before the number and symbol of the independent group.",
    "Additionally, voters may express their preference for up to three candidates nominated by the selected party or group by placing an ‘x’ in the space containing the number assigned to each candidate at the end of the ballot paper.",
    "The Election Commission clarified that any ballot showing votes for multiple political parties or independent groups, or containing identifiable marks other than the specified ‘x,’ will be considered invalid. Meanwhile, only an ‘x’ mark should be used for both voting and indicating candidate preferences, as per the election regulatory body.",
    "Additionally, the Election Commission has announced guidelines regarding leave for public and private sector employees to allow them to vote. The guidelines are as follows:",
    "• Half-day leave if the polling station is within 40 km of the workplace.",
    "• One and a half days’ leave for distances between 100 and 150 km.",
    "The postal voting for the General Election commenced on October 30, and continued on November 1 and 4 where more than 700,000 of the registered voters had qualified for the advance voting process.",
    "Through this election, a total of 225 Members of Parliament will be elected, comprising 196 members elected by public vote and 29 members entering through the national list.",
    "Each electoral district has been allocated a designated number of seats, with Gampaha District receiving the highest number of parliamentary seats at 19 and a bonus seat, while Trincomalee District has been allocated the lowest number, with 4 seats.",
    "The political party or independent group securing the highest number of votes in the district is entitled to have one member declared elected to the Bonus seat. The remaining number of members is declared elected on the basis of the proportion of votes obtained by the political party or the independent group.",
    "In terms of section 99 (6) (a) of the Constitution, a recognised political party or independent group polling less than 5 percent of the total votes polled within the district is disqualified and the balance valid votes are reckoned for allocation of seats on the basis of the proportional computation.",
    "Dissanayake won the presidential election in September with 42.3% of the vote. Sri Lankans ousted President Gotabaya Rajapaksa in July 2022 after the economy tipped into its worst crisis under his watch. Ranil Wickremesinghe, who had been appointed prime minister only two months earlier, took over as interim president.",
    "A record 38 contenders vied for Sri Lanka’s presidency. For the first time in the country’s history, election officials counted the second-preference votes after no candidate secured 50 percent. After a historic first of second round of counting, the country of Sri Lanka has elecetd a new president — Anura Kumara Dissanayake. The 55-year-old fended off competition from opposition leader Sajith Premadasa, while current President, Ranil Wikremesinghe trailed in third.",
    "Just after the polling ended, the Commissioner General of Elections Saman Sri Ratnayake described the 2024 Presidential Election as the best in the nation’s electoral history, emphasizing that the election process was notably peaceful, with no reports of violence during the polling period.",
    "Dissanayake dissolved parliament soon after his voctory and called for elections to consolidate power so that he could enact crucial laws.",
    "Soon after the General Election date was declared, former President Wickremesinghe, along with many senior political figures, announced that he will not contest the general election. The Rajapaksa family has similarly opted out. This leaves Sajith Premadasa’s SJB as the main challenger to the NPP.",
    "The election watchdogs described the pre-election period of this year’s General Election as ‘more peaceful’ with the lowest number of instances of public resource misuse and public property violations, while present, have not reached critical levels.",
    "The Executive Director of the People’s Action for Free and Fair Elections (PAFFREL) Rohana Hettiarachchi earlier stated that despite 8,888 candidates vying for positions in this year’s General Election, fewer than 1,000 were actively campaigning, reflecting a notable decline in political engagement.",
    "Looking toward the election date, the Supreme Court has dismissed challenges against the election date, paving the way for what could be one of the most contentious and transformative elections in Sri Lanka’s history.",
    "The inaugural session of the Tenth Parliament, comprising of members elected through this process, is scheduled to commence on November 21, as per the Extraordinary Gazette Notification No. 2403/13 dated 2024.09.24 issued by the President, according to the Parliamentary Communications Department."
  ]
}