{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Managing-conflicts-of-interest-of-political-appointees-and-MPs/4-768532",
  "time_ut": 1730147133.0,
  "original_lang": "en",
  "original_title": "Managing conflicts of interest of political appointees and MPs",
  "original_body_lines": [
    "An inexperienced and understaffed Government is making appointments to various senior positions. To be true to their election promises, a process has been initiated to strip away various “privileges” given to holders of political office. What is common to both is the problem of managing conflicts of interest.",
    "Concerns were raised when the CEO of a supermarket chain was appointed as chairman of Sathosa, the Government’s supermarket company. It cannot be because he lacks the necessary knowledge to run the business. In fact, it’s difficult to imagine a better qualified person to serve as CEO or as executive chair of the ailing SOE.",
    "It is because there may be a conflict between his former (and possibly future) employment and the current assignment. There have been instances where those who have left their private sector jobs to serve in Government have been taken back by their former employers. This would lead to an appearance of a conflict of interest because the individual has incentive to favour the previous/future employer.",
    "Many people have been appointed by previous ministers to manage Sathosa without controversy. That is because they lacked relevant, recent experience. If the minister appointed a person from a completely different field, these concerns would not be raised.",
    "It’s best that the Government exits from activities such as supermarkets that are best left to the private sector. Then there would be no need for political appointments. The actual owners would be on the board. They need not be experts in the running of supermarkets. They would hire a person with expertise to serve as CEO.",
    "But if that first-best solution is not available and the State remains the owner, how should this matter be handled?",
    "It is not essential for the board members or chairman to have expertise in the running of supermarkets, though in some cases that may be an added advantage. What they should have are expertise in running efficient companies, in setting performance targets, and in exercising good financial oversight like in any board of a privately owned company. In addition, the board chair should have the trust of the immediate owner, the Ministry, and be able to serve as the owner’s agent.",
    "The CEO should be recruited by the board, not by the Minister. He/she should have experience in a similar business and in some cases subject expertise. The current conversation about whether the board chair should have subject expertise and experience in the business is reflective of the confusion common in SOEs where board chairs and CEOs mix up their roles.",
    "It should be aware of conflicts of interest and should take the necessary precautions. But that should not prevent the hiring of someone from a competitor, a supplier, or a buyer. If conflict of interest is seen as an absolute bar to hiring, the pool will be limited to those from inside the firm or from sectors that are completely different. In the former instance, new ideas and approaches will be shut out. If the latter, sector expertise will be foregone.",
    "Conflicts of interest involving past relationships can be dealt with through appropriate legal instruments such as non-disclosure agreements and incentives. If future conflicts of interest are the concern, non-compete agreements may be in order, though they are said to be unenforceable in Sri Lanka. Minor conflicts of interest can be dealt with through disclosure and recusal procedures.",
    "In sum, there is no major concern if the new chairman of Sathosa stays away from executive functions, enters into non-disclosure agreements covering sensitive information, and recuses himself from board deliberations on matters connected to his former employer. Management of conflicts of interest is a lot harder if the role is that of executive chairman.",
    "In another case, an owner of an independent power producer is said to have been appointed as the Deputy Chair of the CEB and sought to hide that fact. If the allegations are correct, the appointment should be immediately rescinded. It may even be cause for action under the Anti-Corruption Act, No. 9 of 2023, because failure to disclose a conflict of interest is an offense under section 107:",
    "107. (1) Where a public authority in which a public official is a member, director, or employee proposes to deal with a person, company, partnership or other undertaking in which that public official or a relative or associate of such public official has a direct or indirect interest which interest is within his knowledge of that public official shall forthwith disclose to that authority the nature of such interest in the manner as may be prescribed by regulations.",
    "There was a time when the people’s representatives at all levels of government were expected to be independently wealthy and were provided only with symbolic compensation for what was a part-time occupation. For example, for many decades after independence, Parliament would meet only in the afternoons, keeping the mornings free for court appearances by the many lawyer MPs. In keeping with this lawyer preference, Section 94 of the Anti-Corruption Act, No. 9 of 2023, specifically permits MPs to be paid to appear as Attorneys-at-Law before a court of law or a statutory tribunal.",
    "But those old assumptions no longer hold. Being an MP is a fulltime job, and many representatives are not independently wealthy at the outset. The lawyer percentage is decreasing. Because of the high costs of running campaigns and constituency services, the current salaries and allowances are inadequate. Given the broad responsibilities of MPs, including their roles in committees, the potential for conflicts of interest is high if they engage in professional activities in addition to their parliamentary duties. It must be noted that such engagements are not illegal at present as long as they have no executive responsibilities.",
    "In Perera v. Senaratne (1999), the Court of Appeal held that an MP who was party to a contract with the state was disqualified from serving in the legislature. The MP who was disqualified was in the opposition, and did not have authority over the departments his company had contracts with. The ruling recognises the possibility of conflicts of interest between the general functions of an MP and commercial relationships with government entities. Given how widespread the role of government is, this poses a challenge in terms of MPs who have independent sources of income. For example, is it possible for an MP-owned establishment, such as a hotel or a wedding hall, to enter into contracts with government agencies meeting facilities?",
    "Had the legislature enacted a law prescribing the contracts that were permitted as promised by Article 91(1)(e) of the Constitution, there would be no need to speculate on these matters. But more than four decades after the Constitution was adopted and after an MP was compelled to vacate his seat because of contracts, it is unclear which contracts are permitted, and which are not.",
    "It appears that our law permits legislators to practice as lawyers, and possibly other professions, as long as they do not enter into contracts with government agencies. The status of those whose outside income is derived from business is precarious because avoiding the entry into contracts with the state or public corporations is ambiguously prohibited by Article 91(1)(e). An MP may hold shares in a company in which he does not hold a directorship. Does this fall within the prohibition?",
    "It is in the above context that the current effort to reduce the privileges of MPs must be seen. Rather than engaging in populist sloganeering about reducing the privileges and payments of MPs, what is needed is a systemic solution to the problem of conflicts of interest between an MP’s duties (legislation, oversight, and constituency service) and private income generation. This is what would constitute system change.",
    "One way is to prohibit outside income generation while a person serves as MP and few years after that and increase MP compensation packages. It will be necessary to compensate for the loss of earnings at least for a few years after ceasing to serve in Parliament.",
    "The alternative is to keep the salary and allowances low and clearly demarcate, preferably by law, what is allowed and what procedures must be followed regarding conflicts of interest. This solution will make it difficult for young people who are not established in their careers or professions and who have family obligations to enter politics.",
    "Of course, those whose livelihoods are looked after by a political party will have less of a problem with low salary packages, though their enforced dependence on the party may not be the most conducive to representation in a democratic system. We will have to decide whether we want people’s representatives or those who do the bidding of the party that feeds them."
  ]
}