{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/iihs-dfcc-partnership-to-provide-loans-for-students-pursuing-health-education/",
  "time_ut": 1710120540.0,
  "original_lang": "en",
  "original_title": "IIHS-DFCC partnership to provide loans for students pursuing health education",
  "original_body_lines": [
    "The International Institute of Health Sciences (IIHS), the country’s leading institute for health education, recently announced a landmark partnership with the DFCC Bank through which IIHS students will be provided with loans at attractive rates as low as 16.5% with many other benefits. The IIHS is specialised in offering nursing-related educational qualifications, and affiliated with Coventry University in the United Kingdom (UK). The partnership was officially entered into on 01st February 2024 at an event attended by representatives from both parties. The IIHS was represented by its Co-founder and Chief Executive Officer (CEO) Dr. Kithsiri Edirisinghe, and Anton Arumugam – Offshore Banking, Remittances and Business Development represented the DFCC Bank.",
    "Dr. Edirisinghe said: “Qualified nursing and other health sector professionals are now in high demand, both locally and internationally. Thus, our degree programme, which is affiliated with Coventry University, UK is an ideal choice, particularly for those interested in building a career in nursing.”",
    "Arumugam said: “There are many aspiring young individuals looking to build their skills in search of building a stable career in this industry. IIHS is an exceptional route for them, and we are very happy to be able to introduce such an attractive educational loan programme for Sri Lankan students.”",
    "Chief Internal Auditor’s Forum of Banks appoints new committee for 2023/24",
    "DFCC Leasing and Ideal Motors join forces to offer leasing promotions",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}