{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/15-years-after-end-of-war-victims-and-survivors-still-await-justice-and-accountability-ICJ/56-762178",
  "time_ut": 1716750835.0,
  "original_lang": "en",
  "original_title": "15 years after end of war, victims and survivors still await justice and accountability: ICJ",
  "original_body_lines": [
    "As Sri Lanka marked 15 years since the end of a decades-long armed conflict on 18 May, the International Commission of Jurists (ICJ) deplored the near total impunity that has prevailed, and lack of victim-centred justice and accountability for war time atrocities.",
    "The ICJ calls on the responsible authorities to reverse course and take measures that will provide real access to justice for the conflict’s numerous victims and survivors and bring those responsible for crimes under international law to account.",
    "The bleak picture is reinforced by the UN Office of the High Commissioner for Human Rights (OHCHR) in a report released on 17 May, titled Accountability for Enforced Disappearances in Sri Lanka. The report notes the near total impunity enjoyed by perpetrators of widespread enforced disappearances over four decades and a systematic failure to account for the fate and whereabouts of victims.",
    "“As made clear by the OHCHR report, the families of the disappeared have been forced to wait indefinitely to learn the truth about their loved ones and systematically denied their rights to the truth, justice and reparations. These families are entitled to answers and to see the perpetrators of heinous crimes committed against their loved ones brought to justice,” said ICJ’s Asia-Pacific Programme Director Melissa Upreti.",
    "The final phase of the armed conflict between the Government of Sri Lanka (GoSL)and the Liberation Tigers of Tamil Eelam (LTTE) was replete with serious international humanitarian law and gross human rights violations constituting crimes under international law by all parties. So far, the authorities have failed to conduct independent, impartial investigations into these crimes with a view to ensuring accountability.",
    "While the armed conflict may have come to an end, in the North and East many families of the disappeared, former LTTE combatants, journalists, and human rights defenders have continued to face harassment, intimidation and surveillance in an atmosphere of heavy militarisation.",
    "There have also been arbitrary seizures of land and Hindu religious shrines by some Buddhist clergy with the support of the military and other government authorities. The Prevention of Terrorism Act continues to be deployed in violation of the rule of law.",
    "Government established accountability mechanisms such as the Office of Missing Persons (OMP) and the Office for Reparations have been ineffective and dismissed by victims and their representatives. Similarly, a draft Bill proposing the establishment of a Commission for Truth, Unity and Reconciliation which was gazetted earlier this year lacked transparency and was not adequately consultative, gender-responsive or victim-centred.",
    "Activities held in remembrance of the victims of the war last week were met with heavy surveillance and intimidation by Sri Lankan law enforcement authorities who portrayed these memorialisation events as “promoting the revival of terrorist activities.”",
    "“The high-handedness of law enforcement authorities aimed at preventing freedom of expression and freedom of peaceful assembly of those who have suffered greatly due to war time atrocities is in violation of Sri Lanka’s international legal obligations and fundamental rights guaranteed by the Sri Lankan Constitution,” said Melissa Upreti.",
    "The ICJ calls upon Sri Lanka to respect, promote and fulfil its international human rights law obligations by taking genuine steps to advance accountability and justice and putting an end to the harassment and intimidation of victims and human rights defenders."
  ]
}