{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/rate-reduction-by-central-bank-exerts-rejuvenating-impact-on-cse/",
  "time_ut": 1711472880.0,
  "original_lang": "en",
  "original_title": "Rate reduction by Central Bank exerts rejuvenating impact on CSE",
  "original_body_lines": [
    "The stock market yesterday was extremely bullish on account of the Central Bank decision to reduce the Standing Deposit Facility Rate and the Standing Lending Facility Rate by 50 basis points. It was a major surprise for stock market investors.",
    "Further, Central Bank Governor Dr Nandalal Weerasinghe’s positive comments on the national economy and its way forward lifted the spirits of local and foreign investors, market analysts said.",
    "Amid those developments both indices moved upwards. The All Share Price Index went up by 100.7 points while S and P SL20 rose by 57.21 points. Turnover stood at Rs 2.4 billion with four crossings. Those crossings were reported in Sampath Bank, which crossed 5 million shares to the tune of Rs 390 million; its shares traded at Rs 78, LOLC 200,000 shares crossed for Rs 79.25 million; its shares traded at Rs 405, Hayleys 650,000 shares crossed for Rs 53.3 million; its shares traded at Rs 82 and Hayleys Fabrics 590,000 shares crossed for Rs 23.9 million and its shares sold at Rs 40.50.",
    "In the retail market top seven companies that mainly contributed to the turnover were; Sampath Bank Rs 314 milllion (4 million shares traded), DFCC Bank Rs 280 million (3.9 million shares traded), HNB Rs 121 million (706,000 shares traded), Browns Investments Rs 69.1 million (12.7 million shares traded), LOLC Finance Rs 49.9 million (9 million shares traded), LOLC Holdings Rs 46.9 million (117,000 shares traded) and Ceylon Grain Elevators Rs 41.65 million (248,000 shares traded). During the day 80.7 million share volumes changed hands in 14200 transactions.",
    "It is said that high net worth and institutional investor participation was noted in Sampath Bank, LOLC Group of companies and Hayelys. Mixed interest was observed in Sampath Bank and LOLC Holdings while retail interest was noted in Tess Agro, Industrial Asphalts and Browns Investments.",
    "The Banking sector was the top contributor to the market turnover (due to Sanasa Development Bank and Nations Trust Bank) while the sector index gained 0.20%. The share price of Sanasa Development Bank decreased by 40 cents to descend to Rs. 30.60. The share price of Nations Trust Bank closed flat at Rs. 104.50.",
    "The Capital Goods sector was the second highest contributor to the market turnover (due to Hayleys), whilst the sector index edged down. The share price of JKH recorded a gain of 50 cents to reach Rs. 190.50. The share price of ACL Cables appreciated by 50 cents to reach Rs. 83.90.",
    "Yesterday, the rupee opened stronger at Rs 301.90/302.00 to the US dollar in the spot forex market, stronger from Rs 302.60/70 the previous day, dealers said.",
    "Bond yields were down. A bond maturing on 15.12.2026 was quoted at 11.25/32 percent, down from 11.30/40 percent on Monday. A bond maturing on 15.12.2028 was quoted at 12.05/15 percent, down from 12.10/15 percent.",
    "Much more than a summer stay: An immersive journey with Heritance Hotels and Resorts",
    "Share market in suspenseful wait over interest rates; selling pressure up",
    "CSE turnover crosses Rs. 4 billion, LOLC Finance contributes more than 50%",
    "Bourse’s fortunes pick-up as turnover remains in Rs. 1 billion region",
    "Lanka IOC and banking sector stocks propel bourse to positive trajectory",
    "Fresh buying interest in LOLC Group shares triggers bullish trend in bourse",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}