{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-get-update-on-gsp-cycle-at-eu-joint-commission-meeting-151961/",
  "time_ut": 1708587300.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to get update on GSP+ cycle at EU joint commission meeting",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka will get an update on the GSP+ trade concessions at a Joint Commission meeting with the European Union, the Foreign Ministry said.",
    "Three working groups on Governance, Rule of Law and Human Rights, Trade and Economic Cooperation, Development Cooperation will report to the Joint Commission.",
    "“The European Union will also brief on the current developments in the EU including an update on new GSP Regulation and the new cycle of the EU GSP+ concessions,” the statement said.",
    "The 26th session of the Joint Commission between Sri Lanka and the European Union will be  convened on 22 February 2024 in Brussels. The meeting will be co-chaired by Secretary of the Ministry of Foreign Affairs of Sri Lanka Aruni Wijewardane and EU European External Action Service Deputy Managing Director for Asia Pacific Paola Pampaloni.",
    "Sri Lanka delegation to the Joint Commission will comprise senior officials of the Ministry of Foreign Affairs, Attorney General’s Department and Ministry of Finance.",
    "The EU- Sri Lanka Joint Commission serves as a platform for dialogue and cooperation between Sri Lanka and the European Union, covering a broad range of bilateral and multilateral issues of mutual interest inter alia trade and investments, development assistance, fisheries, education, counterterrorism, governance and human rights, Indo-pacific & maritime security and environment.",
    "The outcome of the three Working Groups which reports to the Joint Commission, Governance, Rule of Law and Human Rights, Trade and Economic Cooperation, Development Cooperation will be presented to the Joint Commission.",
    "The European Union will also brief on the current developments in the EU including an update on new GSP Regulation and the new cycle of the EU GSP+ concessions.",
    "The previous session of the Joint Commission meeting was held in May 2023 in Colombo."
  ]
}