{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-george-keyt-foundation-unveils-a-distinguished-line-up-of-sri-lankan-artists-for-upcoming-auction-conducted-by-sothebys/",
  "time_ut": 1733429400.0,
  "original_lang": "en",
  "original_title": "The George Keyt Foundation unveils a distinguished line-up of Sri Lankan artists for upcoming auction conducted by Sotheby’s",
  "original_body_lines": [
    "Sotheby’s conducts its first ever Auction celebrating contemporary and modern Sri Lankan artists",
    "The eagerly anticipated first-ever art auction conducted by Sotheby’s in Sri Lanka, presented by the George Keyt Foundation, continues to generate excitement with the unveiling of the distinguished line-up of artists.",
    "The landmark event aims to bring together an extraordinary constellation of Sri Lanka’s most celebrated contemporary and modern artists whose works will be showcased and sold in an unprecedented charity auction.",
    "The artworks will be available for viewing at Cinnamon Life on December 8th  from 10.00 a.m. to 6.00 p.m and on December 9th from 10.00 a.m to 5.00 p.m. On December 8th, Ishrat Kanga – Director, Specialist, and Co-Worldwide Head of Modern and Contemporary South Asian Art at Sotheby’s will lead a panel discussion titled ‘Indian Ocean Affiliations in the Making of Modern and Contemporary Sri Lankan Art’. The Panel will be moderated by Mariah Lookman and will include Professor Jagath Weerasinghe and Anoma Wijewardene. This is a free event and registration is available on Eventbrite on the following link: https://www.eventbrite.com/e/indian-ocean-affiliations-in-the-making-of-modern-contemporary-sri-lanka-tickets-1094936778379",
    "The Charity Auction,conducted by Ishrat Kanga of Sotheby’s, featuring 46 Lots by 35 leading Sri Lankan artists will take place on December 9th  2024 at 6.30 p.m. at The Forum, Cinnamon Life. Pre-registration to participate in the Auction is required. For more information, please visit www.georgekeytfoundation.com/auction",
    "The prestigious exhibition receives support from generous sponsors including Cinnamon Life as the Principal Sponsor and Nations Trust Bank serving as Co-Sponsor. Other Official Partners include Lynear Wealth for Wealth Management, Wine World for Beverages, MA Lanka for Logistics, Colombo Jewelers for Gem & Jewellery, Calcey for Technology, Printcare for Print Services, and Chatham Luxury as Watch Partner.",
    "The exhibition provides a valuable opportunity for art enthusiasts, collectors, patrons and the public to immerse themselves in contemporary creative expressions, celebrating Sri Lanka’s artistic legacy. For more information visit our website www.georgekeytfoundation.com/auction and pre-registration details, contact: info@georgekeytfoundation.com",
    "Microsoft hosts ‘Scaling AI at Work’ to drive AI-first innovation for Sri Lankan businesses",
    "NDB Kotahena branch sets a new benchmark with record-breaking CEO’s Club achievement",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}