{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101553/jay-shah-elected-unopposed-as-new-international-cricket-council-chairman",
  "time_ut": 1724771400.0,
  "original_lang": "en",
  "original_title": "Jay Shah elected unopposed as new International Cricket Council chairman",
  "original_body_lines": [
    "Jay Shah, the secretary of the Board of Control for Cricket in India (BCCI), was elected unopposed as the new chairman of the International Cricket Council (ICC) on Tuesday, August 27.",
    "At 35, Shah is set to become the youngest person to lead the global cricket governing body after submitting his nomination on the deadline day. He will succeed Greg Barclay, who chose not to seek a third term after assuming the role in 2020. Shah will officially take over as the ICC chair on December 1, 2024.",
    "Earlier this month, the ICC announced that elections for the chairman position would only be held if more than one candidate was nominated. On Tuesday, it was confirmed that Shah was the sole nominee for the top job.",
    "It remains to be seen who will assume the role of BCCI secretary when Shah vacates the position at the end of November.",
    "Shah’s election comes at a pivotal time as cricket aims to become a more inclusive global sport. The inclusion of cricket in the Los Angeles Olympics in 2028 is viewed as a potential turning point in the sport’s global expansion. Shah has also served as the chair of the ICC’s Finance and Commercial Affairs subcommittee, a crucial body responsible for managing the sport’s financial affairs.",
    "“Jay Shah has been elected unopposed as the next Independent Chair of the International Cricket Council (ICC). Shah, who has served as the BCCI Honorary Secretary since October 2019 and Chair of the Asian Cricket Council since January 2021, will assume this prestigious role on December 1, 2024. Shah was the sole nominee for the chairmanship after current Chair Greg Barclay decided not to seek a third term,” the ICC said in a statement.",
    "Jay Shah will be the fifth man from India after Jagmohan Dalmiya, Sharad Pawar, N Srinivasan and Shashank Manohar to lead the ICC.",
    "The BCCI secretary, who is also the chief of the Asian Cricket Council, spoke about the need to embrace fresh thinking in a bid to make cricket a truly global sport.",
    "“We stand at a critical juncture where it is increasingly important to balance the coexistence of multiple formats, promote the adoption of advanced technologies, and introduce our marquee events to new global markets. Our goal is to make cricket more inclusive and popular than ever before,” Shah said in a statement.",
    "While we will build on the valuable lessons learned, we must also embrace fresh thinking and innovation to elevate the love for cricket worldwide,” he added.",
    "Jay Shah has rapidly risen through the ranks of cricket administration, from his early days at the Gujarat Cricket Association (GCA). Shah’s journey began in 2009 when he became an executive board member of the Central Board of Cricket, Ahmedabad. In September 2013, he was appointed joint secretary of the GCA, where he played a crucial role in the development of the Narendra Modi Stadium in Ahmedabad, currently the world’s largest cricket stadium.",
    "Shah’s success at the GCA laid the foundation for his rise within the administrative ranks of Indian cricket. In 2015, he joined the BCCI, becoming a member of the finance and marketing committees. His influence within the BCCI grew, and in 2019, he was elected as the youngest secretary of the BCCI at the age of 31.",
    "During his tenure as BCCI secretary, Shah has achieved significant milestones. One of his most notable accomplishments was the 2022 Indian Premier League broadcasting rights agreement, which broke all previous records, selling for Rs 48,390 crore and making the IPL the second most lucrative sporting event in the world in terms of value per match.",
    "Under his leadership, the Indian cricket team has consistently performed well, winning the T20 World Cup earlier this year, and the Asia Cup in 2023, reaching the finals of the 50-over World Cup. Shah, along with former BCCI president Sourav Ganguly, won praise for successfully hosting the IPL in 2020 in the UAE in a controlled environment amid the Covid-19 pandemic."
  ]
}