{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Priority-matrix-for-tea-sector-Part-2/4-767678",
  "time_ut": 1728347158.0,
  "original_lang": "en",
  "original_title": "Priority matrix for tea sector: Part 2",
  "original_body_lines": [
    "To restore or to maintain in the long run, Ceylon tea’s pre-eminence in terms of quality and reputation, a complete overhaul of Sri Lanka’s extension approach is crucial, driven by digitalisation, socioeconomic strategies, and scientific innovations to produce tea to its highest quality at the highest productivity (optimum yield). The current methods must evolve to meet the demands of modern tea production and global market standards.",
    "A new framework is needed that integrates cutting-edge tools with advanced agronomic practices and considers the socioeconomic realities of smallholders, estate managers, and processors. By leveraging mobile platforms, precision agriculture, data analytics, and real-time feedback systems, tea producers can access essential knowledge and resources more efficiently, making informed decisions on replanting, mechanisation, and sustainable farming techniques.",
    "Affordable and appropriate technology, as well as capacity building, are the pillars of this transformation. This initiative focuses on enhancing the operational capabilities of tea producers and workforce, prioritising technical assistance and training to equip the sector with modern agricultural practices and sustainable farming techniques. The adoption of technology—such as digital platforms for farm management, soil health monitoring, and pest control—optimises both productivity and quality. By improving the skills and knowledge of stakeholders, this initiative increases potential income, reduces costs, and enables the adoption of more environmentally sustainable practices by improving stakeholder skills and knowledge, all while ensuring long-term sectoral growth.",
    "Additionally, this new approach must emphasise scientific methods such as soil health management, climate resilience, and sustainable pest control to enhance productivity (optimum production vs. cost) and maintain the ecological balance of tea plantations. Economic empowerment must also be prioritised, ensuring stakeholders, particularly smallholders, gain better access to financial services and markets through digital finance platforms and improved logistical networks.",
    "Ultimately, this comprehensive extension model—combining technology, training, and sustainability—will not only increase productivity and efficiency across the value chain but will also elevate Ceylon tea back to its historical stature in terms of quality and global recognition, ensuring long-term growth and sustainability for Sri Lanka’s tea industry.",
    "Rejuvenate tea: Implement systematic replanting and gap filling programs at 5% (validate scientifically) to replace old or less productive tea bushes, and vacant areas with high-yielding and disease and drought-resistant varieties. This will rejuvenate tea plantations and improve overall productivity.",
    "Expansion: Encourage the expansion of tea cultivation into suitable new areas, using modern planting techniques and high-quality planting materials to ensure optimal growth and yield.",
    "Labour use efficiency: Introduce and promote the use of modern machinery for various stages of tea cultivation and processing, including plucking, pruning, and processing. This will reduce labour costs and increase efficiency.",
    "Training: Provide training and support to tea growers, entrepreneurs and workforce on the use and maintenance of agricultural machinery, ensuring effective and safe utilisation.",
    "IPNS: Implement best practices for soil health management, including soil testing, proper fertilisation, and organic amendments, to enhance soil fertility and tea plant health.",
    "IPM: Develop integrated pest and disease management strategies to minimise production losses and reduce reliance on chemical pesticides.",
    "IWM: Promote efficient water management practices, such as drip/sprinkler irrigation and rainwater harvesting, to conserve water and ensure its sustainable use.",
    "Optimum yields: Develop and implement programs aimed at improving tea yields up to the optimum yields through the adoption of high-yielding varieties, optimal planting densities, and improved cultivation techniques.",
    "Highest quality: Focus on enhancing the quality of tea through better processing techniques, quality control measures, and adherence to international standards.",
    "Entrepreneurship: Provide training and development programs to improve the technical and managerial skills of tea sector workforce and entrepreneurs. This includes training in sustainable farming practices, business management, and market access strategies.",
    "Networking: Establish support networks, farmer organisations and cooperatives to facilitate knowledge sharing, collaboration, and collective bargaining among tea producers and entrepreneurs.",
    "Matrix: Research and development (R&D) in the tea sector must prioritise addressing the industry’s most pressing challenges. A new prioritisation methodology should be adopted, utilising a research matrix that aligns with industry demands. Digital tools can play a key role in creating and managing this matrix, ensuring that research efforts are data-driven and effectively targeted.",
    "Priority areas: Key focus areas for research should include tackling current socioeconomic challenges, such as labour scarcity through mechanisation or automation, improving tea quality, detecting moisture levels and adulteration, improved agronomic practices, varietal improvements and identifying substandard tea. In addition, enhancing overall product quality (improved chemical properties) and optimising production processes must remain central objectives.",
    "Dedicated funding for R&D: The Government must also prioritise securing adequate funding for R&D initiatives. If domestic financial resources are insufficient, a dedicated division within the research arm should focus on securing international funding and fostering global collaborations. This approach will not only drive innovation but also ensure that Sri Lanka remains competitive in the global tea market.",
    "The Tea Plantation Management and Diversification initiative is a critical and long-overdue strategy aimed at addressing the persistent decline in the productivity and efficiency of tea plantations managed by Regional Plantation Companies (RPCs). Despite years of discussion and concern from industry leaders, little has changed in practice, with RPC-managed estates continuing to face declining yields. To adequately address this downward trend, a complex interplay of socioeconomic, scientific, and business management factors must be employed.",
    "Collaboration between the Government and key tea sector stakeholders would have conducted comprehensive economic and scientific assessments, highlighting several core issues. These might include outdated agricultural practices, inadequate investment in replanting and innovation, labour inefficiencies, and challenges arising from external factors such as fluctuating global tea prices and climate change. Additionally, business management decisions, such as focusing on short-term profits over long-term sustainability, may have contributed to this decline.",
    "Diversification of tealands is another vital component of this initiative. With some tea estates struggling to maintain profitability, the diversification of land use—by integrating alternative crops, agroforestry, or eco-tourism—offers an opportunity to boost overall income and sustainability. Implementing such changes, however, can be difficult due to entrenched practices and potential resistance from RPCs, many of whom may be wary of altering long-standing business models or investing in new approaches that involve higher initial costs or risk.",
    "Given these challenges, a successful rollout of the Tea Plantation Management and Diversification initiative requires a clear, evidence-based rationale supported by a collaborative framework. The Government, industry stakeholders, and RPCs must work together to align on shared goals, ensuring the initiative balances profitability with long-term sustainability. Addressing RPCs’ concerns head-on—whether financial, logistical, or cultural—will be essential for overcoming resistance. Without a clear strategy that incorporates the viewpoints of all stakeholders and offers incentives for RPCs to embrace change, this initiative risks being another well-intentioned idea that fails to take root.",
    "By focusing on both improving plantation efficiency and promoting land diversification, this initiative has the potential to revitalise the tea sector, increase profitability, and align with international sustainability trends. However, its success hinges on a unified approach that addresses the structural and management issues that have plagued RPC estates for years.",
    "The progress of the tea plantation sector should not rest solely on the RPCs; it must be a shared responsibility across Government bodies, industry players, universities and financial institutions. The Government needs to step up its efforts to provide clear technical direction, aligning innovations in agricultural practices, replanting strategies, and diversification efforts with national productivity goals and global sustainability trends. This includes leading research and development initiatives, offering technical assistance, and encouraging the adoption of best practices through extension services.",
    "Moreover, the Government and RPCs should closely monitor each business model and financing structure they employ to understand its impact on production and productivity, as it may be similar to an innovative PPP model of shared management. By analysing the pros and cons of various approaches, the Government can make informed decisions on policy adjustments, targeted financial assistance, or other forms of support that will lead to a more efficient and sustainable tea plantation sector. This ongoing evaluation will also allow for periodic updates to the initiative, ensuring that it remains responsive to changing economic, environmental, and market conditions.",
    "Optimisation: Implement best practices and modern management techniques to improve the operational efficiency of tea plantations. This includes optimising labour management, mechanisation, and resource utilisation. The Government could play a pivotal role in representing tea plantation management boards—not by making direct business decisions, but by ensuring that the shared objectives of the tea sector are being met. Its role should focus on closely monitoring the plantation sector, acting as a catalyst to drive RPCs toward improved management practices. By providing oversight, the Government can encourage RPCs to align their operations with national productivity goals while offering additional technical support to enhance public goods such as sustainable agricultural practices, environmental conservation, and labour welfare. This approach reinforces the Government’s stake in guiding the sector toward long-term sustainability and growth.",
    "Performance monitoring: Establish robust performance monitoring systems to track productivity, quality, and financial metrics. This will help identify areas for improvement and ensure accountability.",
    "Enhanced skills: Provide training and capacity-building programs for plantation managers and workforce to enhance their skills and knowledge in modern agricultural practices and management techniques.",
    "Assessments: Conduct comprehensive scientific and economic assessments to identify the most viable diversification options for tea lands, integrating both scientific, business, and socioeconomic factors, including Initial Environmental Examinations (IEE) and Social Impact Assessments (SIA). These evaluations should explore opportunities for intercropping, estate housing, agroforestry, and the cultivation of alternative high-value crops while maintaining tea as the primary focus.",
    "Modelling: In cases where land is no longer suitable for tea cultivation, the business model must adapt to ensure the productive and sustainable use of the land, optimising economic returns and long-term viability, including management optimisation, including social safeguard of the workforce.",
    "Agronomy: Perform scientific assessments to determine the suitability of tea lands for diversification based on soil health, climate conditions, and ecological factors.",
    "Piloting: Launch pilot projects to test and demonstrate the benefits of diversification strategies in selected tea-growing areas. These projects will provide valuable insights and serve as models for broader implementation.",
    "Collaborations: Engage with RPCs, government agencies, research institutions, and other stakeholders to build consensus and foster collaboration. This includes regular consultations, workshops, and joint decision-making processes.",
    "Incentivising: Provide incentives and support to RPCs to encourage their participation in diversification activities. This may include financial subsidies, technical assistance, and access to research and development resources.",
    "Regulate: Ensure that diversification activities are aligned with national policies and strategies for the tea plantation sector. This will facilitate regulatory support and integration with broader development goals.",
    "The Digital Transformation of Sri Lanka’s Tea Value Chain aims to modernise the sector by integrating digital technologies, significantly enhancing efficiency, transparency, and inclusivity across the entire supply chain. By fully digitalising the tea industry, this initiative seeks to streamline supply chain management, facilitate data-driven decision-making, and improve public service delivery, particularly for smallholders and marginalised groups.",
    "Central to this transformation is the development of two mobile platforms and an ICT system from the farm to the auction, designed to improve technical transfer and connectivity between smallholders and factories and beyond. These platforms will enable smallholders to access vital resources, including technical support, climate data, market insights, and advisory services, empowering them to make informed decisions. By incorporating QR codes and mobile applications, the initiative will also enhance traceability, enabling better quality control and compliance with Geographical Indication (GI) standards.",
    "Additionally, the ICT platform will facilitate multi-way communication between smallholders, service providers, factories, and educational institutions, fostering seamless information sharing and remote support. Government agencies, including the Sri Lanka Tea Board (SLTB), Tea Small Holdings Development Authority (TSHDA), and Tea Research Institute (TRI), will also benefit from improved data collection, operational efficiency, and service delivery through integration with the National Data and Identity Interoperability Platform (NDIIP) and the Lanka Interoperability Framework (LIFe). This interoperability will enhance service coordination, reduce delays, and improve the overall reliability of Government support.",
    "The initiative also emphasises inclusivity, with a strong focus on improving digital literacy and ensuring equitable access to technology for women, differently-abled individuals, and other underrepresented groups. By fostering gender equity and expanding participation in the tea sector, the digital transformation will drive wider economic gains and improve the livelihoods of smallholders.",
    "Key outcomes of this transformation include enhanced traceability, improved market transparency, and increased financial inclusion through e-commerce and mobile money solutions. As a result, Sri Lanka’s tea sector will experience significant economic gains and increased international competitiveness. However, challenges such as technology acceptance, equipment availability, network connectivity, and digital literacy must be addressed to ensure successful implementation.",
    "Ultimately, the digitisation of the tea value chain presents a promising opportunity for creating a more efficient, inclusive, and sustainable tea industry, positioning Sri Lanka at the forefront of global tea production. Continuous stakeholder engagement and active monitoring will be essential to the long-term success of this digital transformation.",
    "Improved connectivity: Implement digital tools and platforms to streamline supply chain management, from tea cultivation to processing, packaging, and distribution. This will enhance traceability, reduce inefficiencies, and improve coordination among stakeholders.",
    "Market analysis and AI: Utilise real time data analytics to gather and analyse information on production, market trends, and consumer preferences. This will enable data-driven decision-making and optimise production and marketing strategies.",
    "Blockchain: Introduce blockchain technology to ensure transparency and traceability in the tea value chain. This will help in verifying the authenticity and quality of tea products, building trust among consumers and buyers.",
    "E-Government: Develop and enhance e-government services related to the tea sector, such as distribution of government assistance, online licensing, permits, and certifications. This will simplify administrative processes, reduce paperwork, and improve accessibility for stakeholders.",
    "Stakeholder engagement: Create digital platforms and social media forums for engaging with stakeholders, including growers, processors, exporters, and regulatory bodies. These platforms can facilitate communication, knowledge sharing, and collaboration.",
    "Mobile application: Develop mobile applications to provide real-time information and services to tea growers and workforce. These apps can offer weather updates, market prices, best practices, and access to financial services.",
    "PPPP model: A public-private-people partnership (PPPP) model is proposed for managing digital solutions in the tea sector, establishing a collaborative framework between government agencies and the private sector. In this model, the Government retains ownership of the system, while the PPP manages day-to-day operations based on contractual agreements with clearly defined milestones. The primary goal of this model is to manage digital platforms that integrate various applications to streamline coordination and boost efficiency across the entire tea value chain.",
    "Three key categories structure the PPP model: public, private, and people, each of which plays a critical role in ensuring the initiative’s success. The public sector is responsible for strategic oversight, policy formulation, and implementation, while also providing research and scientific guidance. Public entities, in collaboration with system development firms, lead the development of digital infrastructure and platforms. The private sector is responsible for the continuous development, promotion, and funding of these digital solutions, often working in partnership with banks to provide financial schemes. The private sector also manages financial and data audits, ensures data security and privacy, and conducts risk analysis to protect the system’s integrity. Smallholders, representing the people category, prioritise the interests of smallholders. Users, including smallholders, actively participate, support on-the-ground expansion, and contribute to data verification and validation efforts.",
    "The PPP structure assigns decision-making responsibilities to each committee in key areas like technology, security, business, policy, and finance. A central committee then receives the recommendations these committees make in their respective domains for final approval.",
    "This PPP model emphasises a balanced distribution of responsibilities between public institutions and the private sector. While the government provides strategic oversight to ensure alignment with national objectives, the private sector drives operational efficiency and innovation. Together, they enable technology transfer, enhance management practices, and improve market connectivity—essential factors for modernising and sustaining Sri Lanka’s tea sector.",
    "Value chain application: The Sri Lanka Tea Board’s value chain application, or any other similar national initiative spanning from farmgate to auction, must represent a transformative leap for the country’s tea industry. This platform will enable real-time tracking of tea production from cultivation to sale by digitising the entire supply chain, ensuring enhanced traceability and transparency across all stages. Growers, factories, brokers, and buyers will benefit from seamless information flow, which will streamline operations, reduce inefficiencies, and enhance quality control. Additionally, the platform’s integration with auction systems will provide timely market data, ensuring fair pricing and increased competitiveness. This innovation will not only improve productivity but also bolster Sri Lanka’s reputation as a leader in high-quality, sustainable tea production, paving the way for greater international market access.",
    "(The author is a Digital Agriculture Strategy Expert, a former top agriculture and policy specialist for the Sri Lankan and US governments, is currently leading a number of agriculture sector policy and digitalisation initiatives locally and internationally. His considerable experience combines policy formulation and the use of digital tools to improve efficiency and sustainability in the agricultural sector.)"
  ]
}