{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Controversy-over-child-smuggling-to-Malaysia-Children-sent-abroad-for-higher-education-purposes-CID/108-281486",
  "time_ut": 1714184160.0,
  "original_lang": "en",
  "original_title": "Controversy over child smuggling to Malaysia: Children sent abroad for higher education purposes: CID",
  "original_body_lines": [
    "Colombo, April 27 (Daily Mirror) - The claims over children being sent from Sri Lanka to Malaysia, which raised concerns of many regarding the fate of the children being sent abroad, took a fresh turn when the police found that the children were sent for higher education purposes, the Daily Mirror learns.",
    "The Police Criminal Investigation Department (CID) following preliminary investigations on the suspected local facilitator of the international child smuggling syndicate, a 14-year-old boy and his father who had been deported from Malaysia this week, had learned that the child was to be sent abroad for higher education purposes.",
    "A senior official of the CID’S Human Traf­ficking, Smuggling Investigation and Maritime Security Investigation Division (HTSIMSID) told the Daily Mirror yesterday that they have credible information that all the 17 children, who were said to have been smuggled out of Sri Lanka to Malaysia in the first few months of 2023, were sent for the same reason.",
    "The detective ruled out any possibilities of smuggling children for any adoption or in the means of retrieving any physical organs and said the parents and the perpetrators of the oorganised crime have resorted to such means as the Sri Lankan passport has poor recognition in certain Western countries.",
    "As a result, the children were first been accompanied to Malaysia on genuine Sri Lankan passports and then they were sent to countries like the United Kingdom, France, Canada and Switzerland for higher studies with forged Malaysian passports.",
    "For this the perpetrators have charged from Rs.7 to 9 million for each child and to ensure that they safely land in the foreign country.",
    "The official did not rule out the fact that the relatives of the children who are from the Tamil Diaspora in the West have financially supported the latter, as all the reported child smuggling cases were reported from the North and East areas.",
    "The Malaysian immigration who arrested the 14-year-old child and his father from Jaffna and a person who accompanied them to Kuala Lumpur from Colombo were deported back to Sri Lanka on Wednesday morning.",
    "The Department of Immigration and Emigration carried out an extensive investigation into the case tracked down the chief local facilitator accompanying the child and the father to Malaysia last Monday and let them board a flight to Kuala Lumpur and alerted the Malaysian authorities once they left the country.",
    "The deported trio was received by the local immigration authorities and statements were recorded before they were being handed over to the CID Unit at the Bandaranaike International Airport (BIA) on Wednesday evening.",
    "The CID further said that the probe is continuing to determine the main operatives behind the international human smuggling syndicate."
  ]
}