{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100504/116000-scholarships-under-presidential-scholarship-program2024",
  "time_ut": 1720960140.0,
  "original_lang": "en",
  "original_title": "116,000 scholarships under Presidential Scholarship Program 2024",
  "original_body_lines": [
    "One Hundred and sixteen thousand (116,000) scholarships are to be awarded for the year 2024 under the “Presidential Scholarship Program”, which is implemented according to the concept of President Ranil Wickremesinghe, for the upliftment of the education of the children of the underprivileged.",
    "Accordingly, Rs. 824 million have been allocated for the scholarship program, which will provide Rs. 6000 per month for 24 months to 6000 students studying for their G.C.E. (A/L)s. Additionally, Rs. 3600 million have been allocated for a scholarship program that grants Rs. 3000 per month for 12 months to 100,000 students from grade 1 to grade 11.",
    "In addition, Rs. 288 million has been allocated for the scholarship program offered to student monks, Sheela Matha, and lay students studying in Piriven and Sheela Matha educational institutes. Furthermore, Rs. 720 million has been allocated for the scholarship program jointly offered by the Regulatory Commission and the President’s Fund for students studying telecommunication as a subject for the G.C.E. (A/L) examination.",
    "Accordingly, in addition to the existing scholarship programs, more than Rs. 5000 million will be allocated to students for these scholarship programs.",
    "Under the two scholarship programs implemented for G.C.E. (A/L) students and children from grade 1 to grade 11, the following allocations will be made: 242 G.C.E. (A/L) students in four education zones of the Colombo district and 4866 students from grade 1 to grade 11 will receive scholarships.",
    "Additionally, 240 G.C.E. (A/L) students in four education zones of the Gampaha district and 6234 students from grade 1 to grade 11 will be awarded scholarships. In the Kalutara district, 180 G.C.E. (A/L) students in three education zones and 4390 students from grade 1 to grade 11 will receive scholarships.",
    "In the Jaffna district, 300 G.C.E. (A/L) students and 3544 students from grade 1 to grade 11 in five education zones will be awarded scholarships. In the Mannar district, 120 G.C.E. (A/L) students and 1030 students from grade 1 to grade 11 in two education zones will receive scholarships.",
    "For the Vavuniya district, 120 G.C.E. (A/L) students and 1298 students from grade 1 to grade 11 in two education zones will receive scholarships. In the Mullaitivu district, 120 G.C.E. (A/L) students and 1028 students from grade 1 to grade 11 in two education zones will be awarded scholarships. In the Kilinochchi district, 120 G.C.E. (A/L) students and 956 students from grade 1 to grade 11 in two education zones will receive scholarships.",
    "For 364 G.C.E. (A/L) students and 8392 students from grade 1 to grade 11 in 6 education zones of the Kurunegala district, 120 G.C.E. (A/L) students, and 4046 students from grade 1 to grade 11 in 2 education zones of the Puttalam district will receive scholarships.",
    "For 300 G.C.E. (A/L) students and 3436 students from grade 1 to grade 11 in 5 education zones of the Batticaloa district, 420 G.C.E. (A/L) students and 4340 students from grade1 to grade 11 in 7 education zones of the Ampara district, and 300 G.C.E. (A/L) students and 2972 students from grade 1 to grade 11 in 5 education zones of the Trincomalee district will receive scholarships.",
    "For 360 G.C.E. (A/L) students and 5410 students from grade 1 to grade 11 in 6 education zones of the Badulla district, 240 G.C.E. (A/L) students, and 2994 students from grade 1 to grade 11 in 4 education zones of the Monaragala district will be awarded scholarships, while 240 G.C.E. (A/L) students and 5642 students from grade 1 to grade 11 in 4 education zones of the Ratnapura district, and 180 G.C.E. (A/L) students, and 4524 students from grade 1 to grade 11 in 3 education zones of the Kegalle district, scholarships will be provided.",
    "For 360 G.C.E. (A/L) students and 6472 students from grade 1 to grade 11 in 6 education zones of the Kandy district, 240 G.C.E. (A/L) students, and 2894 students from grade 1 to grade1 11 in 4 education zones of the Matale district, and 300 G.C.E. (A/L) students and 4940 students from grade 1 to grade 11 5 education zones of the Nuwara Eliya district will receive scholarships.",
    "For 240 G.C.E. (A /L) students and 4410 students from Grade 1 to grade 11 in 4 education zones of the Galle district, 240 G.C.E. (A/L) students, and 3644 students from grade 1 to grade 11 in 4 education zones of the Matara district, and 180 G.C.E. (A/L) students, and 3330 students from grade1 to grade 11in 3 education zones of the Hambantota district will be awarded scholarships.",
    "On behalf of 300 G.C.E. (A/L) students and 5360 students from grade 1 to grade 11 in 5 education zones of the Anuradhapura district, and 177 G.C.E. (A/L) students, and 2456 students from grade 1 to grade 11 in 3 education zones of the Polonnaruwa district, scholarships will also be offered.",
    "The President’s Fund will arrange scholarships for all selected students at the school level. Each school will receive scholarships based on its student enrolment, with details available from the Zonal Education Office. A list of schools yet to apply for scholarships has also been provided to the Zonal Education Offices. Therefore, schools that have not yet applied are urged to do so promptly.",
    "In addition to the on-going scholarship programs, a ceremony chaired by President Ranil Wickremesinghe will soon award 5,000 scholarships to student monks at Piriven and Sheela Matha educational institutes in Colombo."
  ]
}