{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/JVP-led-NPP-Govt-must-take-meaningful-action-to-end-illegal-Indian-fishing-in-northern-waters/4-781892",
  "time_ut": 1758242782.0,
  "original_lang": "en",
  "original_title": "JVP-led NPP Govt. must take meaningful action to end illegal Indian fishing in northern waters",
  "original_body_lines": [
    "The Tamil Nadu fishers have displayed unbelievable hostility and animus towards their Tamil speaking counterparts in Sri Lanka",
    "The ongoing problem of illegal fishing and bottom trawling in Sri Lanka’s northern territorial waters by Indian fishers from Tamil Nadu state was described in detail in the first part of this article published last week. Particular attention was devoted to the bogey of Katchatheevu being raised by the Indian side to sidetrack the issue. As emphasised previously the fundamental problem is illegal fishing in Sri Lankan waters and not the question of Katchatheevu islet ownership. Certain salient points regarding the illegal fishing by Tamil Nadu fishers will be related in this second and final part of this article.",
    "An extremely troubling factor in this issue is the attitude and conduct of Tamil Nadu fishers towards their northern Sri Lankan counterparts. The Tamil Nadu fishers have displayed unbelievable hostility and animus towards their Tamil speaking counterparts in Sri Lanka. If Sri Lankan Tamil fishermen get caught to the invading marauders, they are severely assaulted and their boats and equipment damaged or destroyed. Fishing nets owned by Sri Lankan fishermen have been deliberately damaged or destroyed by Indian fishers.",
    "In one instance some Indian boats ventured very close to the Maadagal-Chuzhipuram coast and destroyed fishing nets. In a rare occurrence, compensation was paid by the Indian diplomatic mission in Sri Lanka.",
    "Thus it could be seen that Tamil Nadu fishermen are ruthlessly and rapaciously exploiting the marine resources of northern Sri Lanka and causing irredeemable harm in the process. There is no concern about preserving marine resources for sustainable fishing. There is also no sympathy or empathy for their war-ravaged Sri Lankan Tamil “brethren” struggling to eke out a living and re-build their shattered lives.",
    "A main reason for this is due to the fact that fishing is no longer a traditional occupation in Tamil Nadu. Many of the castes engaged in fishing for generations have gained upward mobility through education after embracing Christianity. Fishing is no longer a family based occupation or restricted to a local Mudalali’s boats.",
    "Instead it has become a capitalist industry. Fish and shrimps and crabs have become “commodified”. They are commodities to be produced and sold as much as possible without any concern for livelihood longevity. The large fishing boats and trawlers are owned by rich capitalists. Several of them are either politicians or possess political links. Many of the boats are owned by fishermen who are “benamis” of others.",
    "Benami refers to people who are supposedly the legal owners of assets that actually belong to someone else. Since there is a land ceiling in Tamil Nadu and most states in India, many landowners have registered their excess lands in the names of their illiterate employees and servants as “benamis”.",
    "Likewise many fishing boats are registered in the names of fishermen who are actually benamis. This was discovered by Dutch researchers studying the Indo-Lanka fishing disputes.",
    "These researchers also found that most of the fishing boat crews in Tamil Nadu were from castes that did not engage traditionally in fishing. They were hired on a daily wage basis and are forced into illegal fishing in Sri Lankan waters by their employers. Most of the fish are exported.",
    "Another point in this regard is how such a huge number of fishing boats are able to venture out into Sri Lankan waters without being restrained or apprehended by Indian authorities. It is obvious that Indian authorities are deliberately turning a blind eye towards what is happening, or are being instructed by their political masters to do so. The possibility of being bribed too, cannot be ruled out.",
    "Whatever the reasons, the problem is becoming acute. Earlier, Indian fishing boats invaded Sri Lankan waters only three days a week. In recent times, they are doing it almost on a daily basis, allege northern fisher cooperatives and organisations.",
    "The issue of Indian fisherfolk from Tamil Nadu, fishing illegally in Sri Lanka’s northern waters in large numbers, and destroying marine life through pernicious practices such as bottom trawling was discussed by President Disanayake and Narendra Modi when the Indian PM visited Sri Lanka in April this year. One is not aware of how exactly this issue was discussed by the two leaders, but their media statements illustrated the “divergence” of perspectives on the question.",
    "President Disanayake emphasised that a “cooperative approach for a sustainable solution” to the problem was necessary. He further said: “recognising the serious environmental damage caused by bottom trawling……we call for decisive measures to halt this activity and to address illegal, unreported, and unregulated fishing.”",
    "The Indian Prime minister, on the other hand, was more sanguine. Describing it as a matter of livelihood, Narendra Modi said that the Sri Lankan president and he had agreed on a “humane approach” being adopted towards the issue. The Indian PM underscored the need for the immediate release of Indian fishermen in Sri Lankan custody and their seized boats.",
    "Subsequently, Indian Foreign Secretary Vikram Misri told the media in Colombo that the two countries had agreed to intensify institutional discussions and facilitate talks between fishermen associations from both sides in the near future. “It is something that has remained a constant feature of discussions at all levels including high levels between the two sides,” said the Foreign Secretary.",
    "Addressing members of the fourth estate at a media briefing held at the Taj Samudra Hotel, the Indian Foreign Secretary said the fishing issue was discussed in considerable detail by both sides. “The Prime Minister emphasised that at the end of the day, it is a daily livelihood issue for fishermen and certain actions that have been taken in recent times could be reconsidered.”",
    "Sri Lanka’s stance on the fishing crisis is crystal clear. The Tamil Nadu fishermen must stop their illegal fishing in Sri Lankan territorial waters. They must stop the detestable practice of bottom trawling. Sri Lanka’s long suffering Tamil fishermen who were battered and bruised during the long years of the war should be allowed to rebuild their lives and resurrect their livelihood. The Tamil Nadu fishers must refrain from invading Sri Lanka’s fishing waters.",
    "Sadly, the dominant Indian attitude and approach towards the issue is different. From Prime Minister Narendra Modi to Tamil Nadu Chief Minister Muttuvel Karunanidhi Stalin, the response is that this problem should be treated humanely and resolved through talks.",
    "The humane approach advocated is not based on concern for the victimised Sri Lankan Tamil fishermen. It is for the invading Tamil Nadu fishermen poaching in Sri Lankan seas. They are depicted wrongly as the victims. The Sri Lankan navy is falsely accused of being the aggressors. ‘The Lankan navy is cruelly arresting the innocent Tamil Nadu fishermen and seizing their boats’ is the Indian narrative. It is sustained and strengthened by the Indian mainstream media and social media.",
    "The kinder and gentler humanitarian approach they want is to not arrest the Indian fishermen or seize their boats. In short, they want the Indian fishermen to continue plundering our marine resources and deprive our fishermen in the name of a humane approach. Sympathy is for the predator and not the prey.",
    "The question of resolving the problem through negotiations is a joke -- a cruel joke! It is like a gang of robbers invading someone else’s home to steal things and saying “Let us resolve this matter through talks.” As far as the Indo-Lanka fishing dispute is concerned, there have been many rounds of talks at different times. Nothing tangible ever materialises because the talks are mere time-buying exercises.",
    "The poaching and bottom trawling, however, continues with no sign of abatement. Resolving the Indian illegal fishing issue through negotiations is a farce that has been enacted for several decades. Meanwhile frustration rises among northern Tamil fisherfolk.",
    "It is this sense of frustration that led to large numbers of people from coastal areas in the north to vote for the JVP-led NPP in the recent presidential, parliamentary and local authority elections. Anura Kumara Disanayake addressing election meetings pledged to remedy the situation and end the Illegal Indian fishing and bottom trawling. Many Tamils voted for the Compass only because they believed Anura and trusted him.",
    "The JVP-led NPP won three of the six seats in Jaffna. The JVP point man in Jaffna Ramalingam Chandrasekar was appointed Fisheries Minister. Chandrasekar talked tough about Indian fishers and thundered “Naangal Chandiyarhal Vanthu vittoam” (we who are thugs or Chandiyas have arrived). What Chandrasekar implied was that a tough line would be taken against Indian illegal fishing.",
    "Minister of Fisheries and Aquatic and Ocean Resources Ramalingam Chandrasekar, hailing from Bandarawela is the JVP-NPP organiser for Jaffna. Chandrasekar who has resided in Jaffna for several years is very familiar with the problems faced by northern fishermen at the hands of their Tamil speaking brethren from Tamil Nadu. As mentioned earlier, a huge segment of the coastal population in Jaffna voted for the Compass at the 2024 Parliamentary election because of the promise that poaching by Tamil Nadu fishers would be stopped.",
    "Chandrasekar feels strongly about the fishing issue. Prior to President Disanayake leaving for New Delhi in December last year, the Fisheries Minister was interviewed by “The Hindu”. In that interview, Chandrasekar said that the enduring fisheries conflict can be decisively resolved only if the Indian side stops using the destructive bottom-trawling method.",
    "“People from all ethnic groups and geographic regions, including the north, east, and hill country, voted for us (National People’s Power alliance), giving us a big mandate in the recently held elections. We have a responsibility to address their concerns. The long-persisting problem of bottom trawlers used by Indian fishermen, originating from Tamil Nadu, has been the chief concern of our northern fishing communities,” said minister Chandrasekar.",
    "Speaking further, Chandrasekar said: “Solving the Indo-Lanka fisheries conflict is part of the NPP Government’s comprehensive plans to enhance Sri Lanka’s fish production using modern technology and sustainable methods. The country’s per capita fish consumption, which was 17.2 kg in 2017, has now declined to 11.07 kg, reflecting a reduction in people’s protein intake, according to the NPP’s pre-poll manifesto. Malnutrition has come under sharp focus, especially after the country’s painful economic crash in 2022. We need to enhance seafood production to ensure people have access to nutrition. To do all that, we need our sea and our marine biodiversity to be protected.”",
    "Despite these pronouncements, nothing substantial has been done in tackling the issue. Illegal fishing by Indian fishers continues. The Navy makes arrests and seizes boats. After a while the fishers are released. Meanwhile the illegal fishing by flotillas of Indian fishing boats and bottom trawling continues. Sri Lanka’s fishing resources keep on getting depleted. Fishing dwindles. The country’s per capita fish consumption, which was 17.2 kg in 2017, has now declined to 11.07 kg,",
    "What is important and necessary is for the AKD Government to take meaningful action against Indian fishing boats and bottom trawlers. Katchatheevu is not the problem. The problem is the Indian fishers passing beyond the waters off Katchatheevu and invading northern territorial waters.",
    "The Sri Lankan Government must not let itself be deluded by the illusion of Katchatheevu ownership and be diverted from the main problem. The Indian fishing lobby would very much like to keep the Katchatheevu ownership boiling while the illegal fishing and bottom trawling continues merrily.",
    "The problem is illegal fishing in our waters by Indian fishers. That problem cannot be resolved by President Disanayake and Fisheries Minister Chandrasekhar sailing to Katchatheevu in a naval vessel. It can only be reduced by the navy taking consistent action against the Indian fishing boats fishing illegally in our waters."
  ]
}