{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/First-ever-mass-wedding-in-Sri-Lanka-s-history-20-couples-united-under-one-roof/56-780813",
  "time_ut": 1756254484.0,
  "original_lang": "en",
  "original_title": "First-ever mass wedding in Sri Lanka’s history – 20 couples united under one roof",
  "original_body_lines": [
    "Under the initiative of Member of Parliament and All Ceylon Makkal Congress (ACMC) leader Rishad Bathiudeen, the inaugural mass wedding ceremony was successfully held in Puttalam under the project titled “Mawaddatha wa Rahmah” (affection and mercy).",
    "This historic, first-of-its-kind event in Sri Lanka’s history brought together 20 selected couples in a collective marriage ceremony at the White Mantapam Hall. The event was organised by OHRD, chaired by Justice Saleem Marsoof (Retd.), who presided over the arrangements.",
    "The Chief Guest was United Arab Emirates to Sri Lanka Ambassador Khalid Nasser Al Ameri, whose presence reflected the strong bonds of friendship between the UAE and Sri Lanka. Rishad Bathiudeen graced the occasion as the Guest of Honour, alongside dignitaries including Police Services Commission Member A.M. Ilyas PC, businessmen T.L.M. Nawaz, Jaufer Abdul Sattar, Mohamed Iqbal Sattar, Ifthikar Sadiq, Ameen Baila, Member of Parliament Mutthu Mohamed, the Mayor of Puttalam, and Dr. Mareena Rifai, together with religious leaders, community figures, and hundreds of well-wishers.",
    "In addition to covering all wedding expenses, a grant of Rs. 300,000 was provided to each couple to support their new beginning. Several philanthropists, including the Colombo Memon Association, T.L.M. Nawaz, the family of Rishad Bathiudeen, and others also contributed valuable gifts to the couples.",
    "The event was marked by the presence of 20 religious scholars, marriage registrars, families of the couples, and a large gathering of guests. A grand wedding feast was held for all attendees. A special guidance lecture was delivered by Dr. Ash Sheikh M.L.M. Mubarak Madani, and the event concluded with a blessed prayer. The coordination was led by YMMA Sri Lanka former National President Shaheed M. Rizmy.",
    "On this occasion, heartfelt appreciation was extended to Sheikh Mahmoud Fateh Ali Abdullah Al Khajeh for his generous support in sponsoring 40 mass weddings – 20 for Muslims and 20 for non-Muslims – promoting peace and coexistence in Sri Lanka. Sheikh Al Khajeh also played a vital role in establishing Zayed City in Sri Lanka, comprising 120 houses, a mosque, and charitable shops, benefitting displaced communities and symbolising mercy and compassion. His generosity has extended well beyond Sri Lanka, reaching many parts of the world.",
    "This landmark initiative reflects Rishad Bathiudeen’s vision of empowering and supporting communities while fostering compassion, mercy, and social solidarity. It sets a precedent for building harmony and mutual coexistence in Sri Lanka."
  ]
}