{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/international/End-of-Lee-era-for-Singapore-as-PM-steps-down/107-282627",
  "time_ut": 1715745660.0,
  "original_lang": "en",
  "original_title": "End of Lee era for Singapore as PM steps down",
  "original_body_lines": [
    "Singapore, May 15 (BBC) - Singapore's long-serving Prime Minister Lee Hsien Loong is stepping down, marking the end of a political era for the island nation.",
    "After 20 years in power, Mr Lee will formally hand over the reins to deputy PM and finance minister Lawrence Wong on Wednesday night.",
    "Since becoming an independent nation in 1965, Singapore has only had three prime ministers - all from the ruling People's Action Party (PAP).",
    "The first was Mr Lee's father, Lee Kuan Yew, who is widely considered as the founder of modern Singapore and led the country for 25 years.",
    "Analysts say the transition signals an evolution in Singapore's political leadership as it moves out of the shadow of the Lee family, even though Mr Lee will remain in cabinet as a senior minister.",
    "Over the weekend in his final interview as Prime Minister with local media, he thanked Singaporeans for their support.",
    "\"I didn’t try to run faster than everybody else. I tried to bring everybody to run with me,\" he said. \"And I think we did have some success.”",
    "He added that he had tried to \"do (things) my way\" in a different fashion from his father and other predecessor, Goh Chok Tong.",
    "Mr Lee joined politics in 1984 as a backbencher while his father was still in power. He rose up the ranks under Singapore's second Prime Minister Mr Goh before taking the helm in 2004.",
    "The first years of his political career were inevitably marked by intense scrutiny. Critics accused the family of nepotism and said they were creating a political dynasty, which the Lees repeatedly denied. In private, some Singaporeans joked about \"fami-Lee politics\" and the trinity of \"father, son, and the holy Goh\".",
    "But over two decades as leader of Singapore, Mr Lee made his mark.",
    "Under his watch, Singapore's economy diversified and grew, as the island transformed into an international financial powerhouse and top tourist destination. Its GDP per capita has more than doubled in the past 20 years. Mr Lee's government has also been credited with competently steering the country through several recessions, the global financial crisis and the Covid pandemic.",
    "In international geopolitics, Mr Lee carefully balanced Singapore's relationships with the US and China amid the superpowers' increasingly fraught tug-of-war for loyalty in the region. His government also finally repealed a controversial anti-gay sex law following years of lobbying from LGBTQ groups, though freedom of speech remains tightly restricted.",
    "With his political lineage and avuncular, scholarly image, Mr Lee is generally well-liked by Singaporeans. He has topped survey rankings of Singapore's most popular politicians and his constituency consistently receives the highest vote share in elections.",
    "His government's decision to let in large numbers of immigrants to solve labour shortages in the late 2000s triggered deep unhappiness. As Singapore became wealthier, social inequality increased and the income gap widened. Under Mr Lee, the PAP received its lowest-ever vote share in 2011 and again in 2020.",
    "\"Lee Hsien Loong's main legacy would be the way he supercharged the economy,\" noted Singapore governance expert Donald Low, who is an academic with the Hong Kong University of Science and Technology.",
    "\"But in the first half of his tenure, that came at the price of increasing unhappiness at rising inequality, the higher presence of foreigners, competition for jobs, congestion and the potential erosion of citizenship identity.\"",
    "Political commentator Sudhir Vadaketh said Mr Lee's government was \"completely unprepared to accommodate the high immigration they deemed necessary for their push to become a global city\".",
    "By \"failing to get a buy-in\" from Singaporeans, they seeded \"a very bad form of racism and bigotry\" that persists to this day, said Mr Vadaketh who runs the independent news magazine Jom. Surveys show, external that a growing number of Singaporeans feel racism is a problem and that it amplified, external during the pandemic.",
    "Some analysts also say that Mr Lee's government has not adequately solved a complicated long-term issue involving public housing, which most Singaporeans live in. Many people's savings are invested in these flats which are leased from the government for 99 years and will depreciate in value as they age.",
    "The government has acknowledged these issues and tried to address them with stricter rules on immigration, new housing schemes, and a proposed update to anti-racism laws.",
    "On the personal front, a simmering private family feud over the home belonging to Mr Lee's father spilled out into the open in 2016, a year after Lee Kuan Yew died. The PM was plunged into a years-long public battle with his siblings, and Singaporeans watched agog as their most high-profile family slugged it out.",
    "At one point, Mr Lee's siblings called him a \"dishonourable son\" and alleged he was capitalising on their father's legacy to build a political dynasty. They also alleged he was abusing his power and feared he was using the \"organs of the state\" against them. Some members of Mr Lee's family including his brother now live abroad in self-imposed exile, claiming persecution.",
    "Mr Lee has denied all these accusations. He has also said his children are not interested in joining politics.",
    "Mr Lee is now set to hand over to Mr Wong, a former economist and civil servant who at one point served as his principal private secretary.",
    "It is uncharted waters not only for Mr Wong but also Singapore, which has had a Lee leader for 45 of its 59 years of nationhood. \"He is the first PM without a Lee in waiting, and this allows Singapore to be a more normal democracy,\" said Mr Low.",
    "\"The Lees have always had such an outsized influence on Singapore, and the fact that we are turning the corner is good for our broader sociopolitical transition,\" added Mr Vadaketh.",
    "Typically for the PAP, the choice of Mr Wong as the successor was telegraphed two years ago when he was made deputy PM.",
    "But the 51-year-old was not the obvious choice from the start. More than a decade ago when his political cohort - known as the \"4G\" or fourth-generation PAP leadership - made their debut, he was seen as a dark horse.",
    "Another minister, Heng Swee Keat, was slated to take over as PM before he bowed out citing his age and health.",
    "When the pandemic hit Singapore, it became clear Mr Wong would be leader of the pack. As co-chair of a government taskforce, he became a familiar face to Singaporeans, appearing in weekly press conferences calmly explaining convoluted anti-Covid measures.",
    "His team and local media have touted his image as an everyman. Like most Singaporeans he grew up in a public housing estate, and he is the first PM who studied in non-elite local schools.",
    "Preaching a message of unity, he has promised to build a more inclusive Singapore with more support for an ageing population and the needy, following a nationwide consultation exercise which he launched. In a recent interview with The Economist, he pledged that citizens would \"not at all\" become a minority in Singapore and that immigration would continue to be controlled.",
    "He also signalled no deviation in his approach to one of the biggest foreign policy issues for Singapore, the US-China relationship, by insisting the government sides with neither superpower - rather, he said, they are \"pro-Singapore\".",
    "Mr Low described him as an \"open-minded conservative\" who would be amenable to making changes but would likely introduce them \"incrementally, marginally, rather than in a 'big bang'.\"",
    "This is why analysts see him as a safe choice made by the PAP designed to emphasise continuity - a quality that he is keen to signal as well.",
    "\"Continuity and stability are key considerations, especially as we are approaching the end of this term of government,\" Mr Wong said on Monday when he unveiled his cabinet line-up.",
    "He was referring to the fact that the government must call for an election by November next year. It will be Mr Wong's biggest political test, going to a public vote for the first time as PM, as Singaporeans decide on their future in a post-Lee era."
  ]
}