{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Palestinian-question-The-context-highlights-the-illegality-of-Israel/172-277997",
  "time_ut": 1709237040.0,
  "original_lang": "en",
  "original_title": "Palestinian question: The context highlights the illegality of Israel",
  "original_body_lines": [
    "Displaced Palestinian children gather for food in Rafah in the southern Gaza Strip. AFP",
    "The October 7, 2023, attacks the Palestinian resistance group Hama launched on Israel did not happen in a vacuum. In October last year, weeks after the Hamas attack, the United Nations Secretary-General, Antonio Guterres, told the UN Security Council that “it is important to recognise the attacks by Hamas did not happen in a vacuum.”",
    "Intellectuals avoid jumping to conclusions. They investigate all sides of an issue, including its history, context, and surrounding narratives, to form an opinion grounded in justice. The Secretary-General was not taking sides in the Israel-Palestinian question. His speech conformed to what was expected of an intellectual and a UN official committed to standing up for justice.",
    "Yet, the Secretary-General’s intellectually sound remarks calling for an understanding of the context irked Israel, which accused him of supporting terrorism. The UN chief indeed condemned the Hamas attack as an act of terrorism. He said the “grievances of the Palestinian people cannot justify the appalling attacks by Hamas.”",
    "In deference to the feelings of the Israeli people recovering from the October 7 incident in which 1,130 Israelis were killed, the Secretary-General was sensitive enough not to stress the international law principle that people under occupation have the right to bear arms against the occupation force. He was indeed more generous towards Israel, as he chose not to elaborate on more than 75 years of ethnic cleansing, dispossession, and war crimes suffered by Palestinians at the hands of Israel.",
    "Yet, the Zionist state slammed him and cancelled meetings with him.",
    "Since the Secretary-General’s audacious remarks on October 24, 2023, much blood has flown across the Gaza Strip. Israel has killed more than 30,000 Palestinians, including more than 13,000 children.",
    "A catastrophic famine is gripping the territory. Whatever is sent as international aid is barely enough to feed the population. With no infant milk to feed their babies, some barely a couple of months old, mothers soak dates in not-so-clean water, wrap them in a cloth, and squeeze the juice into their babies’ mouths. In one hospital in northern Gaza, doctors could give formula milk to motherless babies in incubators only twice a day, instead of the minimum requirement of four times a day. People are forced to eat leaves and animal food, while animals eat human flesh scattered across bombarded sites.",
    "Against the backdrop of this worsening humanitarian crisis that has eluded a ceasefire due to Washington’s shameless descent into moral turpitude to protect genocide-committing Israel, the context the UN Secretary-General emphasised was extensively highlighted at the International Court of Justice from February 19 to 26. Forty-nine countries and three international organisations presented oral submissions before the 15 judges in a case the United Nations General Assembly filed to obtain an advisory opinion on the legality of Israel’s occupation of Palestine.",
    "The submissions presented by learned international lawyers, mostly outlining the illegality of the occupation, provided a clear picture of the context of the conflict. Three nations—the US, Fiji, and Zambia—gave priority to Israel’s security over the Palestinians’ right to self-determination.",
    "These submissions were useful not only to international law and international relations experts and students but also to government leaders and people trying to understand why Hamas attacked Israel on October 7, 2023, and why Israel is committing war crimes in occupied Palestine.",
    "These submissions, available on the ICJ’s website, assume the utmost significance, given the Western media’s attempts in their news coverage to warp or suppress the historical aspects of the Palestinian freedom struggle.",
    "Noteworthy is the submission of the Arab League, although the grouping is being criticised by the Arab people for its diplomatic impotency in bringing about a ceasefire to protect the Palestinian people from Israel’s genocidal actions.",
    "Dr. Ralph Wilde, Senior Counsel retained by the Arab League, addressed the legal questions before the court by explaining “the more than century-long denial of self-determination of, and war against, the Palestinian people, on the basis of racism”. He pointed out the illegality of the manipulation of the League of Nations process by Britain and others to set up a Jewish state in Mandatory Palestine. Here are excerpts:",
    "“When this began after the First World War, the Jewish population of that land was 11 percent. Forcibly implementing Zionism in this demographic context has necessarily involved the extermination, or forced displacement of, some of the non-Jewish Palestinian population; the exercise of domination over, and subjugation, dispossession and immiseration of, remaining non-Jewish Palestinians; the emigration to that land of Jewish people, regardless of any direct personal link; and the denial of Palestinian refugees the right to return. All operating through a racist distinction privileging Jewish people over non-Jewish Palestinian people.",
    "“This has necessitated serious violations of all the fundamental, jus cogens and erga omnes norms of international law—the right of self-determination, the prohibitions on aggression, genocide, crimes against humanity, racial discrimination, apartheid and torture—and the core protections of international humanitarian law.",
    "“The legal right of self-determination of the Palestinian people originates in the “sacred trust” obligations of Article 22 of the League Covenant, part of the Versailles Treaty. Palestine—an “A” class Mandate under British colonial rule—was, after the First World War, supposed to have its existence as an independent State “provisionally recognised”: a sui generis right of self-determination. The United Kingdom and other members of the League Council attempted to bypass this, incorporating the 1917 Balfour Declaration commitment to establishing a national home for the Jewish people in Palestine into the instrument stipulating how the Mandate would operate.",
    "“However, the Council had no legal power to bypass the Covenant in this way. It acted ultra vires, and the relevant provisions were legally void. There was and is no legal basis in that Mandate instrument for either a specifically Jewish State in Palestine, or the United Kingdom’s failure to discharge the “sacred trust” obligation to implement Palestinian self-determination.",
    "“After the Second World War, a self-determination right applicable to colonial peoples generally crystallised in international law. For the Palestinian people, this essentially corresponded to, and supplemented, the pre-existing Covenant right, regarding the same, single territory. The 1947 proposal to partition Palestine was contrary to this; the Arab rejection was an affirmation of the legal status quo.",
    "“In 1948, then, Palestine was, legally, a single territory with a single population enjoying a right of self-determination on a unitary basis.",
    "“Despite this, a State of Israel, specifically for Jewish people, was proclaimed in 1948 by those controlling 78 percent—more than three quarters—of Palestine, accompanied by the forced displacement of a significant number of the non-Jewish Palestinian population—the Nakba, catastrophe. This illegal secession was an egregious violation of Palestinian self-determination.",
    "“Israel’s statehood was recognised, and Israel was admitted as a United Nations member, despite this illegality. Israel is not the legal continuation or successor of the Mandate.”",
    "If, as the UN chief says, the context is important to understand the Palestinian question, that context is the illegal existence of Israel in Palestine, as has been argued before the ICJ. Sadly, due to Western media colonialism and the continuous diplomatic manipulations by the US, Britain, and like-minded Western nations, the Palestinians are vilified and punished as though they are the ‘illegal’ occupiers of Israel."
  ]
}