{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/any-future-sri-lankan-government-will-have-to-comply-with-imf-deal-cabinet-spokesman-167290/",
  "time_ut": 1718032440.0,
  "original_lang": "en",
  "original_title": "Any future Sri Lankan government will have to comply with IMF deal: Cabinet Spokesman",
  "original_body_lines": [
    "ECONOMYNEXT – No future Sri Lankan government will have room to maneuver with the International Monetary Fund deal at least until 2028 as it will be the key for the island nation to come out of the ongoing unprecedented economic crisis and seek commercial borrowing from international capital markets, Cabinet Spokesman Bandula Gunawardena said.",
    "His comments come as some of the opposition political leaders have publicly expressed their willingness to amend the IMF deal, citing it has burdened the public amid Economic Transformation Bill tabled in the island nation’s parliament is expected to ensure sustainability of international agreements.",
    "“In drafting the budget for the upcoming year 2025, irrespective of the government ruling, it is imperative to address the loan agreements established with the International Monetary Fund (IMF) until 2028,” Gunawardena told reporters at a media briefing in Colombo.",
    "“By 2025, it is anticipated that the external foreign resource gap will not adequately cover international transactions. Past trends suggest that $5,018 million is needed for this purpose. Any government formulating the forthcoming budget must secure this funding.”",
    "President Ranil Wickremesinghe’s government has already planned to facilitate such resource gap and if the island nation goes with the IMF deal, the global lender is expected to disburse $663 million in 2025 in addition to a $700 million budget support while the World Bank has pledged $400 million and the Asian Development Bank (ADB) has promised $300 million, he said.",
    "“It is anticipated that there will be a loan relief of $3,655 million through the restructuring of foreign debt,” Gunawardena said.",
    "“The parties aspiring to assume state power must inform the country if they would be abiding by the agreements outlined by President Ranil Wickremesinghe,” he said, adding that there is no alternative for the future budget of the country.”",
    "He said Sri Lanka will be able to tap the international capital markets in 2027 which will be for the first time in eight years, provided its foreign exchange reserves reach $14 billion before that as outlined by the IMF agreement.",
    "He also said Sri Lanka, if goes with the IMF deal, will have a greater cushion in repaying its sovereign defaulted debts, extended to more than 20 years from 2028.",
    "The Minister also said Sri Lanka missed the opportunity of not falling into the debt trap and economic crisis by implementing the Fiscal Management Responsibility Act passed by the parliament in 2003 when Wickremesinghe was the prime minister.",
    "“Had we implemented it, we would have been saved from the economic crisis,” he said.",
    "Sri Lanka is facing political uncertainty as it will be going for the presidential poll between September 17 and October 16 later this year.",
    "Political analysts say incumbent president Wickremesinghe, despite pushing for reforms to ensure the economic recovery from the economic crisis, is not the most populour leader among the general public.",
    "Opposition political leaders like center-right Samagi Jana Balawegaya (SJB) leader Sajith Premadasa and Marxist Janatha Vimukthi Peramuna (JVP) leader Anura Kumara Dissanayaka are populour among the voters, but have been largely silent on specific economic policy strategies on the recovery and economic growth.",
    "A close ally of President Wickremesinghe has put forward a suggestion to postpone both presidential and parliamentary polls by two years. However, the idea met with strong opposition.",
    "Wickremesinghe government also has delayed local government elections without a specific date after initially postponing it twice citing there was no fund due to the economic crisis. (Colombo/June 10/2024)"
  ]
}