{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113243/four-deaths-reported-in-separate-road-accidents-",
  "time_ut": 1759717200.0,
  "original_lang": "en",
  "original_title": "Four deaths reported in separate road accidents",
  "original_body_lines": [
    "Four people have reportedly died in four separate road accidents in several parts of the island yesterday (05).",
    "Accordingly, a fatal accident has occurred in the Guruluwela area along the Hamannapahuwa-Dalupotha Road in the Bingiriya Police Division when a motorcyclist had lost control of the motorcycle causing it to veer off the road, and collide with an electric wire, police said.",
    "The motorcyclist and a female passenger sustained injuries in the accident and were admitted to the Kuliyapitiya Hospital, where the motorcyclist succumbed to his injuries.",
    "The deceased has been identified as a 23-year-old resident of Nagollagoda.",
    "Meanwhile, a woman has died in an accident in the Dandeniya area along the Matara–Tissamaharama Road when the driver of a three-wheeler traveling towards Tissamaharama lost control of the vehicle and collided with a bus which travelled from the opposite direction.",
    "A 51-year-old woman, a resident of Moragollagama, died in the accident, police stated.",
    "The driver of the three-wheeler has been arrested in connection with the accident and the Hungama Police are conducting further investigations.",
    "In a separate accident, a 34-year-old man has died in an accident that occurred in Karainagar on the Karainagar-Karumkali Vel Yaya road, police reported.",
    "The accident occurred when the rider had lost control of the motorcycle while traveling from the Arava Junction towards Kalabhumi and overturned into a paddy field.",
    "The Kayts Police are conducting further investigations into the incident.",
    "Additionally, in the Pandarikulam area along the Nedunkeni–Oddusudan Road, a motorcycle traveling from Oddusudan towards Nedunkeni had collided with a cow on the road and overturned, resulting in an accident.",
    "The motorcyclist and the female passenger had sustained serious injuries in the accident and were admitted to the Oddusudan Hospital.",
    "The motorcyclist had succumbed to his injuries after being admitted to the Oddusudan Hospital.",
    "The deceased has been identified as a 61-year-old resident of Nedunkeni, police said.",
    "According to Police, the female cyclist has been transferred to the Mullaitivu Hospital for further treatment."
  ]
}