{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98863/re-scrutinized-results-of-ol-exam-to-be-released-before-mid-may",
  "time_ut": 1714119060.0,
  "original_lang": "en",
  "original_title": "Re-scrutinized results of O/L exam to be released before mid-May",
  "original_body_lines": [
    "The re-scrutinized results of the 2022(2023) G.C.E. O/L examination will be released before the 2023 (2024) O/L examination, Minister of Education Susil Premajayantha said.",
    "Speaking during today’s parliamentary session, Premajayantha expressed that the 2023 (2024) G.C.E O/L examination is scheduled to be commenced in the second week of May.",
    "“The G.C.E O/L examination will commence in the second week of May. The Commissioner General of Examinations informed that all re-scrutinized results will be released before that”, he said.",
    "Meanwhile, MP Gamini Waleboda recently raised concerns that due to the delay in re-scrutiny of the 2022(2023) O/L examination, students are facing issues with commencing their academic activities in the A/L classes.",
    "In a letter to the Minister Premajayantha, the parliamentarian had pointed out that the appeals were called for the re-scrutiny of the O/L examination results in December last year. Despite four months having passed, the Commissioner General of Examinations has yet to release the re-corrected results, he added.",
    "The MP stressed that around 200,000 students, who had submitted applications for re-scrutiny, have encountered various issues concerning the A/L subject stream selection as they are still awaiting the finalized results.",
    "Thus, Waleboda has requested the Education Minister to order the Examinations Commissioner General to take measures for expedite the release of the re-scrutinized results.",
    "Against this backdrop, the Department of Examinations announced that conducting and organizing tuition classes and seminars aimed at students scheduled to sit for the upcoming 2023 G.C.E. O/L examination, which is scheduled to be held from 06 May to 15 May 2024, would be banned from midnight on Tuesday (April 30).",
    "Furthermore, the Examinations Department mentioned that the results of the 2023 G.C.E. Advanced Level (A/L) examination would be released in the end of May."
  ]
}