{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dialog-and-samsung-launch-highly-anticipated-samsung-galaxy-s24-series/",
  "time_ut": 1707149520.0,
  "original_lang": "en",
  "original_title": "Dialog and Samsung launch highly anticipated Samsung Galaxy S24 series",
  "original_body_lines": [
    "Dialog Axiata PLC, Sri Lanka’s premier connectivity provider, in collaboration with Samsung Sri Lanka, announced the launch of the all-new Galaxy S24 Series.",
    "The momentous occasion took place at an exclusive event held at the Dialog auditorium on February 2nd 2024, that was attended by Club Vision loyalty members, pre-order customers and Dialog Enterprise customers. The event marked a significant milestone, where Dialog customers were able to pre-order the device for the first time in Sri Lanka.",
    "The Samsung Galaxy S24 Series, fully compatible with the Dialog 5G network, heralds a new era in the premium smartphone experience. Dialog is also the first and only network to offer Voice over Wi-Fi (VoWiFi or WiFi Calling), VoLTE (Voice over LTE) and eSIM capabilities for the latest Samsung Galaxy 5G range. The Samsung Galaxy S24 boasts a remarkable camera that allows users to unleash their creativity, enabling the capture of cinematic nightography videos with the assistance of transformative Galaxy AI technology. Moreover, the latest Samsung Galaxy S24 range unleashes new mobile experiences with Galaxy AI, revolutionising communication with Live Translate for real-time voice and text translations in native apps, breaking language barriers effortlessly. Interpreter enables split-screen translations for face-to-face conversations, functioning offline while Chat Assist refines messaging tones, and Samsung Keyboard translates in real-time. Note Assist in Samsung Notes also enhances organisation with AI-generated summaries and template creation. Finally, the Galaxy S24 has introduced Circle to Search, a gesture-driven search tool with Google, offering seamless discovery by circling, highlighting, or tapping on the screen for high-quality search results without leaving the app.",
    "The entire series is available for preorder via preorder.dialog.lk at special prices until 9th February 2024. The Samsung Galaxy S24 is available at Rs. 326,859/-, the Samsung Galaxy S24 Plus at Rs. 408,515/-, and the Samsung Galaxy S24 Ultra at Rs. 531,117/- (Inclusive of taxes). Additionally, pre-order customers will receive a free anytime data bundle of 600GB (valid for 3 months), a 2 year warranty, 2 year one-time screen replacement warranty, extended cover with 50% discounts on cost of parts during the 3rd year, Microsoft 365 – 100GB cloud storage and 6 month Microsoft 365 Basic subscription, and a 2-month offer on premium Adobe Photoshop Lightroom and Adobe Express. Club Vision members also have the added benefit of redeeming their loyalty discounts when purchasing the devices from Dialog.",
    "SL adopts new system to measure and report industrial GHG emissions",
    "Flying Ravana Adventure Park celebrates 5 years of unforgettable adventures",
    "Dialog Axiata becomes the first Telco in South Asia to adopt SASB & GSMA Standards",
    "Dialog Expands 5G Roaming Over 50 Countries with 100 Partners",
    "Dialog Merit Scholarship Programme Enters 20th Year in collaboration with MOE and UGC",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}