{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/lajja-4/",
  "time_ut": 1724075340.0,
  "original_lang": "en",
  "original_title": "Lajja!",
  "original_body_lines": [
    "Well-known Sri Lankan scholar Prof. Sasanka Perera has left the South Asian University (SAU) in protest against a charge sheet issued to him over the inclusion of Prof. Noam Chomsky’s criticism of Prime Minister Narendra Modi, in a PhD research proposal supervised by him, and the mistreatment the student concerned had to undergo owing to the quotation at issue.",
    "Prof. Chomsky’s remark which the SAU authorities have taken exception to is that Prime Minister Narendra Modi hails from a “radical Hindutva tradition” and is making attempts to “dismantle Indian secular democracy” and “impose Hindu technocracy”. The university officials could have had this remark removed from the research proposal. Instead, they went so far as to charge Prof. Perera with violating Indian rules and the SAARC Charter for not asking the student to remove the lines attributed to Prof. Chomsky. Are they driven by an ulterior motive?",
    "It defies comprehension why the SAU authorities took umbrage at Prof. Chomsky’s remark, for PM Modi himself makes no bones about his Hindu nationalist outlook. On the other hand, very serious allegations against Modi and his devotion to Hindutva are in the public domain. Human Rights Watch has been quoted by the Indian media recently as saying that Prime Minister Modi ‘made Islamophobic remarks’ in 110 out of 173 speeches he delivered in the run-up to the last Lok Sabha election. Besides, it may be recalled that following the 2002 Gujarat riots, the US State Department denied Modi a visa to enter the US on the grounds that ‘any foreign government official who “was responsible for or directly carried out, at any time, particularly severe violations of religious freedom” is ineligible for a visa to the United States’. Modi was the Chief Minister of Gujarat during the riots. The visa ban lasted nine years until Modi became the Prime Minister. Reams have been written about the issue.",
    "How can the SAU, which has taken punitive action against a senior don and a student for quoting a line from what an internationally-acclaimed intellectual like Prof. Chomsky has said about the Indian Prime Minister, call itself a seat of higher learning?",
    "Prof. Perera finds himself in a predicament which is similar, in some respects, to that of Sri Lankans trapped in Myanmar’s Cyber Crime area. He has no way of safeguarding his rights, much less having justice served. He may even have to return to Sri Lanka without his gratuity after working for the SAU faithfully for 13 years; he cannot resort to legal action against the university, which enjoys diplomatic immunity as a SAARC outfit. The Sri Lankan Foreign Ministry has let him down badly. This is a damning indictment of the government of Sri Lanka, which has not cared to stand by one of eminent Sri Lankan scholars fighting for justice, as a news feature published in today’s edition of this newspaper reveals.",
    "New Delhi even goes out of its way to defend Indian fishers arrested for illegal fishing in Sri Lankan waters, but the Foreign Ministry of Sri Lanka has chosen to do nothing about a grave injustice a Sri Lankan academic has suffered in a university run by SAARC!",
    "Academic freedom is on the line at the SAU. Let the academic communities of the SAARC member states, especially Sri Lanka and India, take up Prof. Perera’s grievance, and ensure that the SAU endeavours to adopt international best practices and treat its teachers and students fairly.",
    "It is high time SAARC took serious note of the blatant violation of Prof. Perera’s rights and stepped in to ensure that justice is served and prevent the SAU authorities from abusing their institution’s diplomatic immunity to suppress academic freedom and launch witch-hunts against those who refuse to pander to their whims and fancies.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}