{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Indian-heart-gives-new-lease-of-life-to-Pakistani-girl/108-281432",
  "time_ut": 1714121760.0,
  "original_lang": "en",
  "original_title": "Indian heart gives new lease of life to Pakistani girl",
  "original_body_lines": [
    "Chennai (India Times) - The heart of a 69-year-old man who passed away earlier this year will continue to live, across the border, in Pakistan on a teenager.",
    "19-year-old Ayesha Rashan from Karachi, Pakistan who had been battling heart disease for ten years is all set to live a normal life, with an Indian heart.",
    "Ayesha underwent a successful heart transplant in Chennai’s MGM Healthcare and was discharged from the hospital last week.",
    "Ayesha's family first brought her to India in 2019 when she suffered a cardiac arrest and went into heart failure.",
    "They consulted Senior cardiac surgeon Dr. K R Balakrishnan at the Malar Hospital in Chennai's Adyar, who recommended a heart transplant for the teenager.",
    "The family was hesitant as they were not able to afford the various Rs 35 lakhs that would cost for the transplant surgery.",
    "So the doctors fitted her with a mechanical pump that helps the left ventricle pump blood. But this did not last long and in 2023 the right side of her heart also failed, leaving her family with no other choice but to undergo the transplant.",
    "It was not just the high cost of the surgery that her family and doctors had to deal with, but also regulations.",
    "According to the Health Ministry guidelines, an organ can be allotted to a foreign national only if there is no Indian recipient available to receive it at that time.",
    "But luckily for Ayesha, in January her family got a call from the doctors that the heart of a 69-year-old man was available for transplant.",
    "The organ, harvested from a brain-dead patient in Delhi was successfully transplanted on Ayesha by the doctors at MGM Healthcare in Chennai, who did the procedure free of cost.",
    "Chennai-based Aishwaryam Trust also provided financial assistance to the family during their stay in India.",
    "Ayesha who has been discharged from the hospital and given the green light by doctors to fly back home, hopes to become a fashion designer one day."
  ]
}