{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Ranils-election-propaganda-aims-to-attack-NPP-Anura-Kumara-reveals/108-278184",
  "time_ut": 1709482080.0,
  "original_lang": "en",
  "original_title": "Ranil’s election propaganda aims to attack NPP: Anura Kumara reveals",
  "original_body_lines": [
    "Colombo, March 4 (Daily Mirror)- President Ranil Wickremesinghe has handed over his propaganda activities for the Presidential election to three advertising agencies aiming to attack the National People's Power (NPP), NPP leader Anura Kumara Dissanayake said yesterday.",
    "Speaking at the Ratnapura District Women's Convention, he said that the contract to create a bad picture of the NPP has been given to someone attached to the NPP.",
    "He said the propaganda activities of Ranil Wickremesinghe includes installing fear among the people by highlighting incidents from 1988/89 and May 9, thus creating a notion that this is not the time to try new options and also to raise doubts as to how the NPP with only a three percent vote base can garner a 51 per cent vote base.",
    "\"Through his propaganda activities Ranil Wickremesinghe is trying to convince the people that the NPP has not given up on violent actions. He is trying to do it by highlighting incidents of 1988/89 and May 9 incidents. The CID has a list of those involved in the May 9 incident where houses and property of politicians were set on fire. The most number of people in the list have connections with the Sri Lanka Podujana Peramuna (SLPP).",
    "\"Ranil's second attempt is to create a notion that this is not the time to try new options and an experienced camp must be re-elected. These so called experienced camps have been instrumental in the collapse of the economy. One who has been instrumental in the collapse of the economy has never revived the economy anywhere in the world.",
    "\"Thirdly, he is trying to raise doubts as to how the NPP can garner a 51 per cent vote base to form a government. If politics is mathematics, then that will be true. But, politics is not mathematics. Politics is social science. If politics is mathematics, Gotabhaya Rajapaksa who obtained 69 million votes should still be the President and Mahinda Rajapaksa who had a two-thirds majority should still be the Prime Minister. They all had to quit due to people's power,” he said.",
    "Dissanayake said both the Opposition and Government camps are slinging mud at the NPP and said that they would not waste time to respond to those allegations."
  ]
}