{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103194/trump-harris-notch-first-statewide-wins-as-polls-close-in-us-presidential-race",
  "time_ut": 1730861940.0,
  "original_lang": "en",
  "original_title": "Trump, Harris notch first statewide wins as polls close in US presidential race",
  "original_body_lines": [
    "Republican Donald Trump won 15 states in Tuesday’s U.S. presidential election while Democrat Kamala Harris captured seven states and Washington, D.C., Edison Research projected, but the contest remained undecided with critical battleground states unlikely to be called for hours or even days.",
    "The early results were as anticipated, with the contest expected to come down to seven swing states: Arizona, Georgia, Michigan, Nevada, North Carolina, Pennsylvania and Wisconsin. Opinion polls showed the rivals neck and neck in all seven going into Election Day.",
    "As of 9:30 p.m. ET (0230 GMT on Wednesday), polls had closed in 41 states and Washington, D.C. Trump had 162 electoral votes to Harris’ 81 electoral votes, but both still had multiple paths to victory. A candidate needs a total of 270 votes in the state-by-state Electoral College to claim the presidency.",
    "Decision Desk HQ projected Trump would win North Carolina, but other media outlets and Edison had yet to call the race.",
    "In Georgia, Trump had opened up a 52.3% to 47.1% lead with 77% percent of the estimated vote tallied, according to Edison.",
    "Control of both chambers of Congress is also up for grabs. Democrats had only a narrow path to defend their Senate majority after Republican Jim Justice flipped a West Virginia seat on Tuesday. The House of Representatives looked like a toss-up.",
    "In Florida, a ballot measure that would have guaranteed abortion rights failed to reach the 60% threshold needed to pass, according to Edison, leaving a six-week ban in place. Nine other states have abortion-related measures on the ballot.",
    "Nearly three-quarters of voters say American democracy is under threat, according to national exit polls from Edison, underscoring the depth of polarization in a nation where divisions have only grown starker during a fiercely competitive race.",
    "Trump employed increasingly apocalyptic rhetoric while stoking unfounded fears that the election system cannot be trusted. Harris warned that a second Trump term would threaten the underpinnings of American democracy.",
    "Hours before polls closed, Trump claimed on his Truth Social site without evidence that there was “a lot of talk about massive CHEATING” in Philadelphia, echoing his false claims in 2020 that fraud had occurred in large, Democratic-dominated cities. In a subsequent post, he also asserted there was fraud in Detroit.",
    "“I don’t respond to nonsense,” Detroit City Clerk Janice Winfrey told Reuters.",
    "A Philadelphia city commissioner, Seth Bluestein, replied on X, “There is absolutely no truth to this allegation. It is yet another example of disinformation. Voting in Philadelphia has been safe and secure.”",
    "Trump, whose supporters attacked the U.S. Capitol on Jan. 6, 2021, after he claimed the 2020 election was rigged, voted earlier near his home in Palm Beach, Florida.",
    "“If I lose an election, if it’s a fair election, I’m gonna be the first one to acknowledge it,” Trump told reporters.",
    "His campaign has suggested he may declare victory on election night even while millions of ballots have yet to be counted, as he did four years ago. The winner may not be known for days if the margins in battleground states are as slim as expected.",
    "Millions of Americans waited in orderly lines to cast ballots, with only sporadic disruptions reported across a handful of states, including several non-credible bomb threats that the FBI said appeared to originate from Russian email domains.",
    "Trump was watching the results at his Mar-a-Lago club before speaking to supporters at a nearby convention center, according to sources familiar with the planning. Tesla CEO Elon Musk, a prominent Trump backer, said he would watch the results at Mar-a-Lago with Trump.",
    "Trump attended a morning meeting about turnout but appeared bored by the data talk, according to one source briefed on the meeting. All Trump wanted to know, the source said, was: “Am I going to win?”",
    "Harris, who had previously mailed her ballot to her home state of California, spent some of Tuesday in radio interviews encouraging listeners to vote. Later, she was due to address students at Howard University, a historically Black college in Washington where Harris was an undergraduate.",
    "“To go back tonight to Howard University, my beloved alma mater, and be able to hopefully recognize this day for what it is, is really full circle for me,” Harris said in a radio interview.",
    "Tuesday’s vote capped a dizzying race churned by unprecedented events, including two assassination attempts against Trump, President Joe Biden’s surprise withdrawal and Harris’ rapid rise.",
    "Harris, 60, the first female vice president, would become the first woman, Black woman and South Asian American to win the presidency. Trump, 78, the only president to be impeached twice and the first former president to be criminally convicted, would also become the first president to win non-consecutive terms in more than a century.",
    "In Dearborn, Michigan, Nakita Hogue, 50, was joined by her 18-year-old college student daughter, Niemah Hogue, to vote for Harris. The daughter said she takes birth control to help regulate her period, while her mother recalled needing surgery after she had a miscarriage in her 20s, and both feared Republican lawmakers would seek to restrict reproductive healthcare.",
    "“For my daughter, who is going out into the world and making her own way, I want her to have that choice,” Nakita Hogue said. “She should be able to make her own decisions.”",
    "At a library in Phoenix, Arizona, Felicia Navajo, 34, and her husband Jesse Miranda, 52, arrived with one of their three young kids to vote for Trump.",
    "Miranda, a union plumber, immigrated to the U.S. from Mexico when he was four years old, and said he believed Trump would do a better job of fighting inflation and controlling immigration.",
    "“I want to see good people come to this town, people that are willing to work, people who are willing to just live the American dream,” Miranda said."
  ]
}