{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Singapore-Press-Club-to-explore-Sri-Lanka-in-10-days/56-768679",
  "time_ut": 1730419835.0,
  "original_lang": "en",
  "original_title": "Singapore Press Club to explore Sri Lanka in 10 days",
  "original_body_lines": [
    "A 20-member delegation from the Singapore Press Club (SPC) is to visit Sri Lanka from 31 October to 9 November, with the objective of learning more about the culture, economy, politics, and people of Sri Lanka.",
    "The SPC selected Sri Lanka as the next destination for their annual goodwill mission, at the request of the Sri Lankan High Commissioner in Singapore Senarath Dissanayake.",
    "During the visit, SPC President Patrick Daniel will lead the delegation. In addition to exploring the natural beauty and cultural diversity of Sri Lanka, the delegation will meet Prime Minister Dr. Harini Amarasuriya, Northern Province Governor Nagalingam Vethanayahan, and Honorary Consul of Singapore in Sri Lanka Dr. Jayantha Dharmadasa during their visit.",
    "Upon returning, the delegation will share their experience through social media, printed media, and TV channels, promoting Sri Lanka in Singapore.",
    "In preparation, a pre-departure briefing session organised by the Sri Lankan High Commission in Singapore was held on 24 October at the mission premises. During the session, High Commissioner Dissanayake welcomed the members of the delegation, including SPC President Patrick Daniel, Vice President Bhagman Singh, and General Manager Janet Wee-Ng, and thanked them for selecting Sri Lanka as their 2024 annual goodwill mission destination.",
    "Further, the High Commissioner thanked Singapore Non-Resident High Commissioner to Sri Lanka S. Chandra Das for connecting the SPC with the High Commission of Sri Lanka. He further thanked Sri Lankan Airlines, the Sri Lanka Tourism Promotion Bureau, and various private sector companies who have contributed in numerous ways by providing concessionary air tickets and supporting other logistical arrangements.",
    "A detailed presentation highlighting the itinerary and the other important features of Sri Lanka was conducted for the SPC members. The itinerary, which has been meticulously planned and mapped out based on the interests of Singaporeans, included a highland train ride to Ella, a tuk tuk safari in Colombo, a visit to a tea factory in Nuwara Eliya, and a wildlife safari in Minneriya National Park, providing exposure to the diverse local culture, wildlife, and scenic beauty that Sri Lanka has to offer.",
    "The session concluded with the serving of Sri Lankan delicacies and tea, providing the participants with an opportunity to experience Sri Lanka’s culinary taste and hospitality. Head of Chancery Ahamed Razee and Minister (Commercial) Yasantha Yaddehi of the Sri Lanka High Commission in Singapore also attended the event."
  ]
}