{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/education-is-not-a-business-but-a-way-of-life/",
  "time_ut": 1722654167.0,
  "original_lang": "en",
  "original_title": "Education Is Not A Business But A Way Of Life!",
  "original_body_lines": [
    "To dive down to the deepest lengths of education and to acknowledge its contribution to society, we all should have an understanding of what is truly meant by the term, “Education”. As far as my knowledge goes, I think we can all agree that education is not merely the studying of books. The whole point of education is to gain new knowledge. But to realize that almost everyone thinks that this knowledge can ONLY be achieved by books is truly disheartening. This fact can indeed be proved wrong by looking closely at the early stages of human civilization.",
    "At first, they made pots using clay, then burned them as time passed and also used tools made of stone and later started to make ones using metal. I can guarantee you that the so-called ‘books” which are the only way to education according to some individuals, were not considered when they made such changes in their lifestyle, which benefited us as well since we evolved from them. Then how did they know what to do? it was “experience” that taught them that burning the clay would make their pots stronger. That metal-based tools would be more efficient than stone-based ones. It was continuous trial and error which contributed to creating the world we know today. They used their own experiences to educate themselves to make sure they never made the same mistake twice and also to ensure that WE wouldn’t. And that is indeed why education is a lifestyle. Education is simply the way of life, helping us to develop from the day we were born. All the experiences we gain every day by facing new adventures are assurances that we are going to do better in life.",
    "With the advancement of Science and Technology, we all have access to educational platforms on a global level. While this has immensely helped many individuals to educate themselves, we should also remember that everything comes at a cost. So even though this has enabled many educational opportunities, it is not for everyone because it has the ability of emptying wallets. As an O/L student who is trying her best to keep up with both theoretical and practical studies, I should say that our syllabus mainly focuses only on theoretical parts which puts anyone with a good memory (those who love by heartening) at the front of the race called “exams”.  We study such a big syllabus that we rarely find time to look beyond textbooks to gather new knowledge relevant to our subjects, by exploring the environment around us which then results in children who lack practical sense when it comes to daily activities, affecting their survival skills in the human society.",
    "I’m confident that this was never the intention of C.W.W. Kannangara, also known as “The father of free education” in Sri Lanka. He took the initiative to make sure that the economic state of a child WOULD NOT affect his or her access to education. This was a giant leap taken by a human, for the benefit of humans. This opened many doors for children living in rural areas, to educate themselves to their desire, as education was made free of charge, from child development programs until university education. However, in today’s society, what seems like free education from afar is a ravenous monster feeding off of money of the oppressed.",
    "As educational expenses reach the sky’s limit, children who don’t face a huge economic crisis, are also faced with some difficulties, making education an unreachable door knob to the unprivileged children, living in rural areas. This drastic change in access to education took place because of governmental authorities that do not pay enough attention to education which is simply, the future. And from that fact alone we can understand the narrow minds of those in power today. As daily expenses keep increasing due to the inflectional situation of the country, it seems to show NO MERCY to education as well. Some educational institutions take advantage of the helpless state of parents who work hard, day and night to fill the stomachs of their little ones.",
    "Tuition classes which are advertised as institutions that provide education besides schools are becoming a trend among children. This so-called “extra education” is provided by teachers who teach at schools, mainly because their monthly income isn’t enough to pay their bills. Sometimes it’s with the true intention of sharing their knowledge with children to build a generation that knows what they’re doing. Teaching is a profession that goes unnoticed by many despite the great service they do for the country. Once in a while, people who seem to destroy the reputation of this Godly service of educating youngsters appear, which drags the quality and the intention of this service of providing extra education to children, to the lowest grounds receiving backlash and hate which is not just thrown to them but also towards teachers who are just trying to do their best for the country. These extra classes or tuition come in handy for those who are engaged in a lot of extracurricular activities because they are bound to miss a lot of classes in school due to being occupied in so-called activities. But today, it has become a trend among children to attend tuition classes while the matter remains unknown.  Either the education they receive from the school isn’t enough or there aren’t any qualified teachers to teach or it is because of the cluelessness of parents. Most students attend tuition classes for anything but scholarly purposes. The best remedy for this is enlightening parents on what to do and what not to do when it comes to children’s education. Parents should pay enough attention to the needs of their children to understand if they need it or if they are acting to do so to get their intentions that are not so good, fulfilled. In my opinion, tuition classes are unnecessary, if schools provide proper education to children. This is the last discussion I bring through this writing.",
    "Pedagogy, as explained earlier is a Divine service if done the right way. But in today’s society, the accuracy of this statement is highly questionable. We see teachers who hold extra classes for children, who are already learning from them in school. Now the basic intention of tuition classes doesn’t seem to apply in a situation like this. So, what we can understand from a this situation is, that if the teacher had done his or her job properly at school, it is completely unnecessary to hold private classes meaning that the teacher sees this as a possibility to make money out of. wrong on so many levels because teachers aren’t allowed to hold private classes for the children they teach in school. And if a parent had chosen to not send the child to the particular class, the child would be treated differently by the teacher because the syllabus might have already been covered in the class. So, this puts the children who wish to not attend the classes behind everyone else which affects the child’s mental health when he or she associates with classmates. To contain this from transpiring, many parents make sure to send their kids to the class despite all the troubles they may be facing. How on earth is this free education? What would happen to children who don’t have a strong economic situation in their families? they would get bullied in school and would soon feel unmotivated to even go to school anymore. No child should be put in this situation and just because they are unable to afford extra classes doesn’t mean it’s the parents’ fault as well. Education is a basic human right, and everybody has the right to educate themselves, in this case, free from all charges since this is a country that has an ongoing free education system.",
    "The pressure the current syllabus puts on children is overwhelming. As a student who is learning this syllabus, I would appreciate it if educational authorities took action to include more practical lessons so that our learning experience could be fun without being impractical or hard. A system where we get to do research and presentations to teach ourselves doesn’t just benefit us but also takes the burden off of our parents’ shoulders of always having to worry about bearing educational expenses or tuition fees. Education is a lifestyle and therefore cannot be limited to the pages of a book. It lies in everything we do in our day-to-day lives. It should also not be treated as a business because you are dealing with innocent children’s lives and their future is on the line. The people who have made education into a business making millions out of the hard-earned money of parents, by brainwashing them into thinking that there is no other way of learning, is truly shameful. They should know that what goes around, comes around.  Education is indeed the most important thing of all as it determines the future of a country.",
    "As stated by Nelson Mandela, “Education is the most powerful weapon, which you can use to change the world”",
    "*About the author: S. Athauda is a song-writer, who is a student of grade 10. She will be sitting for O/L in 2025."
  ]
}