{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98460/sri-lanka-settled-nearly-2bn-worth-of-foreign-debt-and-interest-govt-says",
  "time_ut": 1712340240.0,
  "original_lang": "en",
  "original_title": "Sri Lanka settled nearly $2bn worth of foreign debt and interest, govt. says",
  "original_body_lines": [
    "Mr. Rajith Keerthy Tennakoon, President Director General of Community Affairs says that after between President Ranil Wickremesinghe’s assumption of office and February 2024, the Sri Lankan government has settled a total of USD 1909.7 million in foreign debt and interest payments.",
    "He also highlighted that from 21 July 2022 to February 2024, the government has disbursed $1338.8 million in multilateral loans and interest, with no outstanding arrears in loan instalments or interest payments up to February 2024. Mr. Rajith Keerthi Tennakone conveyed this information during a special media statement today (05).",
    "According to the Department of External Resources, payments totalling USD 760.1 million have been made to the Asian Development Bank and USD 7.0 million to the Asian Infrastructure Investment Bank.",
    "Additionally, payments of USD 22.3 million have been made to the European Investment Bank, USD 17.9 million to the International Fund for Agricultural Development, and USD 9.8 million to the EFF 23-26 program of the International Monetary Fund. Furthermore, USD 1.7 million has been disbursed to the Nordic Development Fund, USD 29.9 million to the OPEC Fund for International Development, and US$ 489.9 million to the World Bank. Consequently, the government’s total payments for loans and interest amount to USD 1,338.8 million.",
    "It is noteworthy that the Asian Development Bank (ADB), the International Monetary Fund (IMF), and the World Bank have extended further financial support to the government due to its commendable track record in debt repayment. During this period, negotiations are underway with relevant states and institutions to finalize agreements regarding the repayment of bilateral loans and interest, which currently stand at USD 571.0 million.",
    "Additionally, preliminary agreements have been reached concerning debt and interest payments, involving members of the Paris Club, with outstanding interest to be settled by the end of February 2024 amounting to USD 450.7 million.",
    "It is worth noting that several countries, including Japan, have provisionally agreed to resume numerous projects halted during the previous season.",
    "Moreover, bilateral loan transactions have been conducted with nearly 25 other financial institutions, such as Canada, China, France, Germany, India, Japan, South Korea, Kuwait, Pakistan, Russia, Spain, the United States, China Development Bank, Sino-Hungarian Bank, Indian Exim Bank, and American Exim Bank.",
    "These loans and interest payments have been denominated in US Dollars, Euros, Japanese Yen, and Canadian Dollars. The Central Bank of Sri Lanka has bolstered its dollar reserves in foreign currencies to facilitate local payments to institutions like People’s Bank, Bank of Ceylon, and Hatton National Bank after settling local debt and interest obligations.",
    "Furthermore, following the repayment of multilateral, bilateral, and local dollar loans, the country’s cash reserves have surged to over USD 4.9 billion (USD 4950 mill",
    "ion). The government is actively engaged in restructuring business loans and interest totalling USD 4,439.2 million, acquired at high-interest rates. It is important to note that payment of these funds will be deferred until negotiations regarding debt restructuring are finalized.",
    "The ongoing discussion regarding the special interest rate offered for fixed deposits of senior citizens warrants attention.",
    "Introduced as a budget proposal in 2015, the special interest rate initiative aimed to provide senior citizens with a competitive interest rate of 15% per annum on their fixed deposits. Initially, the Treasury allocated funds to bridge the gap between the prevailing low interest rates in banks and the proposed higher rate of 15%. This program, implemented through commercial banks, initially covered deposits up to One million rupees, which was later increased to Rs. 1.5 million in the 2018 budget. Consequently, all 1.2 million senior citizen accounts were eligible for this favourable interest rate.",
    "By 2022, the Treasury was allocating Rs. 20 billion per quarter to cover the additional interest payments. This amounted to an annual expenditure of Rs. 80,000 million (Rs. 80 billion). However, due to the country’s economic crisis, this initiative had to be halted from October 1, 2022.",
    "With over 50% of senior citizens relying on monthly interest payments, it’s evident that the government cannot sustain an annual expenditure of Rs. 80,000 million given the current financial situation. The outstanding amount owed to 17 banks for the additional interest payments until October 2022 stands at Rs. 108 billion.",
    "To secure the additional funds required annually, amounting to Rs. 80,000 million, a proposal suggests increasing the current value-added tax (VAT) by 1%.",
    "It’s imperative that any discussion of reinstating the 15% interest rate for senior citizens addresses how the necessary funds will be raised. The Central Bank’s policy of lowering interest rates and fostering competitive investment opportunities to stimulate economic growth should be upheld. Lessons from past instances where unsustainable interest rates led to financial instability underscore the importance of prudence in financial management to prevent such crises from recurring."
  ]
}