{
  "newspaper_id": "newsfirstlk",
  "url": "https://www.newsfirst.lk/2024/01/18/mujibur-rahuman-challenges-tennakoon-s-igp-bid-over-prior-actions/",
  "time_ut": 1705589100.0,
  "original_lang": "en",
  "original_title": "Mujibur Rahuman Challenges Tennakoon’s IGP Bid Over Prior Actions",
  "original_body_lines": [
    "COLOMBO (News 1st); Former MP Mujibur Rahuman filed a Fundamental Rights petition with the Supreme Court challenging the appointment of Deshabandu Thennakoon to the post of Acting Inspector General of Police.",
    "Rahuman notes that when the respondent served as DIG he failed to fulfill his responsibilities ahead of the 2019 Easter Sunday Terror Attacks, where he had received notice of prior warning of the attacks, and during the attack on protestors at Galle Face Green in 2022, among other matters.",
    "He states that these events illustrate Deshabandu Thennakoon's inability to fulfill the responsibilities associated with the positions he occupied.",
    "The petition states that any attempt to appoint Thennakoon as the IGP of Sri Lanka on a permanent basis will result in a direct attack on the rule of law.",
    "The petitioner states that any steps taken by the President to nominate Deshabandu Thennakoon as the IGP on a permanent basis will constitute the continuous infringement of Fundamental Rights guaranteed in the constitution.",
    "The petition also states that if the Constitutional Council takes steps to grant approval to appoint Deshabandu Thennakoon as the IGP on a permanent basis, their actions would also constitute to the continuous infringement of Fundamental Rights guaranteed in the constitution.",
    "The petitioner seeks a declaration from the Supreme Court that a nomination by the President to appoint Deshabandu Thennakoon as the Acting IGP is an infringement of Fundamental Rights.",
    "Mujibur Rahuman in his application, seeks an interim order restraining Deshabandu Thennakoon from accepting the post of IGP and from exercising the functions until the hearing and final determination of the petition.",
    "He also seeks an interim order on the Constitutional Council preventing them from granting approval to the President with regard to the appointment of  Deshabandu Thennakoon to the post of IGP until the hearing and final determination of the petition.",
    "The petition also seek an interim order restraining Thennakoon from accepting any further appoinments as 'Acting IGP' or similar temporary appoinment until the hearing and final determination of the petition.",
    "Deshabandu Thennakoon, Attorney General, and members of the Constitutional Council among others were named as respondents in the application.",
    "BREAKING: Japan becomes 5th nation to land a spacecraft on the moon"
  ]
}