{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/visa-guidelines-for-artistes-to-prevent-misusedown-under/",
  "time_ut": 1719250680.0,
  "original_lang": "en",
  "original_title": "Visa guidelines for artistes to prevent misuse…Down Under",
  "original_body_lines": [
    "I had a very interesting mail coming my way from Nihal Silva, who is big in the scene in Melbourne.",
    "Nihal is a Senior Lecturer, at a University in Melbourne, in Tourism and Hospitality studies, and has been in Australia for the past 34 years.",
    "Before migrating, he worked at the Galadari Hotel, in Colombo.",
    "Nihal has some very valid comments to make regarding my article, in The Island last Tuesday (18), connected with foreign artistes performing in Sri Lanka.",
    "He says my article sparked a different perspective from a Sri Lankan living in a highly diverse country, like Australia.",
    "Due to this diversity, there’s a significant demand, from migrant communities, to see musicians and performers from their home countries, says Nihal, adding that individuals and organizations, in Australia, cater to this demand by promoting shows, featuring artistes from various backgrounds.",
    "According to Nihal, Australian authorities understand the need for these performances but have established visa guidelines to prevent misuse. These guidelines ensure that artistes entering the country, through performance visas, are legitimate, and don’t exploit the system.",
    "He says to obtain an artiste visa in Australia, organizers/sponsors must demonstrate they can provide suitable accommodation, food, and health insurance for the artiste. Additionally, approval from the Musicians’ Union of Australia is crucial.",
    "“The Union grants approval, based on factors like the number of local workers benefiting from the event, and the overall economic benefit to Australia.",
    "“These benefits can include revenue generated, hospitality worker wages, hotel accommodation, security costs, and taxes paid.”",
    "Nihal believes that in Sri Lanka, opportunities could be created for local artistes to perform alongside foreign artistes.",
    "“This collaboration could provide exposure and potential growth for Sri Lankan performers.”",
    "He does have a point but, unfortunately, there is no one around to work these things out…for the benefit of our local western artistes.",
    "Infact, there is talk that an Ed Sheeran concert is likely to take place, in Colombo, in January next year.",
    "The Tourism Ministry is doing the needful, they say, and…yes, it would be a perfect opportunity for Sri Lankans to see the ‘Perfect’ star in action.",
    "In the meanwhile, the dynamic Bertie Ekenaike, who resides in Melbourne, Australia, and does a lot for the Sri Lankan scene over there, is putting together more events that will also feature artistes from Sri Lanka.",
    "Several local performers have been entertaining the Sri Lankans, in that part of the world, on numerous occasions, courtesy of Bertie Ekenaike.",
    "Events Bertie is working on are Country Night with Suzi Croner (October 26), with No Limit and Esric, and the Hitchhikers, at the Grand on Princess Mulgrave, and 31st night at Grand Receptions, Cathies Lane, Wantirna South, with Replay 6 and Ebony, and guest stars Clifford Richards and Radika Rajavelu.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}