{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111741/former-president-ranil-wickremesinghe-arrested-",
  "time_ut": 1755850080.0,
  "original_lang": "en",
  "original_title": "Former President Ranil Wickremesinghe arrested",
  "original_body_lines": [
    "Former President Ranil Wickremesinghe has been arrested by the Criminal Investigation Department (CID).",
    "He was arrested after arriving at the CID to record a statement today in connection with an ongoing investigation.",
    "Accordingly, it is further stated that the investigation pertains to Ranil Wickremesinghe’s visit to London to attend a graduation ceremony of his wife, Professor Maithree Wickremesinghe, during his tenure as President, allegedly using state funds.",
    "Meanwhile, it is reported former President Wickremesinghe is to be produced before the Fort Magistrate’s Court in a short while.",
    "The CID had earlier presented evidence related to the case before the Fort Magistrate’s Court on June 24.",
    "Statements were subsequently recorded from Sandra Perera, who served as the former President’s private secretary, and from former Presidential Secretary Saman Ekanayake.",
    "In this context, the CID summoned Wickremesinghe to provide a statement regarding the matter. He arrived at the CID headquarters at around 9 a.m. today, and was taken into custody following the recording of the statement.",
    "Wickremesinghe was taken into custody for allegedly “misusing government funds” after being questioned about a September 2023 visit to London to attend a ceremony for his wife at a British university while he was head of state.",
    "Ranil Wickremesinghe had stopped in London in 2023 on his way back from Havana, where he attended a G77 summit.",
    "He and his wife, Maithree, attended a University of Wolverhampton ceremony.",
    "Wickremesinghe had maintained that his wife met her own travel expenses and that no state funds were used.",
    "However, the Criminal Investigation Department of the police alleged that Wickremesinghe used government money for his travel on a private visit and that the state also paid his bodyguards.",
    "Wickremesinghe became president in July 2022 for the remainder of Gotabaya Rajapaksa’s term, after the latter stepped down following months of protests over alleged corruption and mismanagement. He lost his re-election bid in September 2024.",
    "This is the first time a former president has been arrested in Sri Lanka’s history.",
    "This is a developing story. Please check back for updates..."
  ]
}