{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/ten-sri-lanka-mps-elected-in-2020-not-any-more-in-parliament-157609/",
  "time_ut": 1712234520.0,
  "original_lang": "en",
  "original_title": "Ten Sri Lanka MPs elected in 2020 not any more in Parliament",
  "original_body_lines": [
    "ECONOMYNEXT – At least 10 Sri Lanka’s Members of Parliament (MPs) elected in the 2020 general elections are not anymore the legislature, either due to death or resignation or legal issues, official data showed.",
    "With the latest death of ruling Sri Lanka Podujana Peramuna (SLPP) legislator K H Nandasena (69 years) on Thursday (04), the island nation’s Parliament has witnessed three deaths of elected MPs and the resignation of seven MPs.",
    "Amarakeerthi Athukorala (57 years), a SLPP legislator, was killed by angry mobs on May 9, after the supporters of then Prime Minister Mahinda Rajapaksa brutally attacked unarmed protesters in capital Colombo.",
    "Later SLPP legislator, State Minister Sanath Nishantha (48 years) was killed in a road accident in January this year.",
    "The MPs who resigned the parliament seat or lost the parliament seat due to legal issue include Ranjan Ramanayaka (SJB), Ajith Nivard Cabraal (SLPP), Mahinda Samarasinghe (SLPP), Basil Rajapaksa (SLPP), Mujibur Rahuman (SJB), Chaminda Wijesiri (SJB), and Uddika Premarathne (SLPP).",
    "Actor-turned politician Ranjan Ramanayaka from the main opposition Samagi Jana Balawegaya (SJB) lost his parliamentary seat in April 2021 after being sentenced to 4 years of rigorous imprisonment on the basis of contempt of court regarding his comments on the corruption of the judiciary.",
    "Another actor-turned politician Jayantha Ketagoda who came into the parliament under the SLPP national list resigned in July 2021 to facilitate the entry of the party strongman and SLPP strategist Basil Rajapaksa. Rajapaksa. Rajapaksa was appointed as the Finance Minister in the same month.",
    "However, Ketagoda regained the same opportunity when SLPP national list MP and State Minister of Money and Capital Markets and State Enterprise Reform Ajith Nivard Cabraal resigned to become the Central Bank Governor in September 2021.",
    "Cabraal was not given an opportunity to return to the parliament despite he resigned the governor post.",
    "Later SLPP MP Mahinda Samarasinghe resigned from parliament in September 2021 to take up the Sri Lanka Ambassador post in the United States.",
    "After the country declared sovereign debt default amid an unfolding political crisis, former Finance Minister Basil Rajapaksa resigned from the parliament in June 2022 amid public protests.",
    "Mujibur Rahman, a SJB MP resigned from the parliament in January 2023 to contest as the Mayoral candidate for Colombo Municipal Council. However, the local government election has yet to be held.",
    "Chaminda Wijesiri from SJB resigned in January this year while Uddhika Premaratne from SLPP quit in February 2024. (Colombo/April04/2024)"
  ]
}