{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/bank-of-ceylon-launches-entrepreneur-development-program-2025/",
  "time_ut": 1756389420.0,
  "original_lang": "en",
  "original_title": "Bank of Ceylon launches Entrepreneur Development Program 2025",
  "original_body_lines": [
    "The Bank of Ceylon successfully inaugurated the Entrepreneur Development Program (EDP) 2025 on 17th August 2025 at its Head Office, reinforcing its “Beyond Banking” vision to empower entrepreneurs and foster sustainable economic growth in Sri Lanka. This pioneering initiative provides aspiring entrepreneurs with valuable insights into entrepreneurship, financial management, business strategy, and digital innovation, while also featuring industry experts as key resource persons. With around 100 entrepreneurs from across the country including both BOC customers and non-customers, and with approximately 36% representing women-led businesses the program will run across five consecutive Sundays, helping participants enhance their knowledge, sharpen their entrepreneurial skills, and build stronger business networks.",
    "The inauguration ceremony was graced by distinguished personalities, including Y. A. Jayathilaka, Acting General Manager / CEO; M. R. N. Rohana Kumara, Deputy General Manager (Business Revival & Rehabilitation); P. Maduwantha Liyanage, Chief Internal Auditor; Erandika L. K. Dissanayake, Director – Entrepreneurship Development, Ministry of Industries and Entrepreneurship Development; and Ms. Shashika De Silva, Vice President – Chamber of Commerce & Trade Swiss Ceylon (Sri Lanka) South East Asia. Working Committee members of the EDP were also present, reflecting the Bank’s continued commitment to nurturing entrepreneurship, fostering inclusivity, and strengthening Sri Lanka’s SME sector.",
    "For over 86 years, Bank of Ceylon has been a cornerstone of Sri Lanka’s financial landscape, connecting individuals and businesses to global opportunities. BOC’s extensive network with over 2,300 touch points spread across the nation, ensures that bank’s customers have convenient access to a wide range of financial services. Moreover BOC was ranked as the top Sri Lankan Bank among the Top 1000 World Banks 2025 and the Banker of the Year 2021,2023 and 2024 by The Banker Magazine UK, The most valuable Sri Lankan brand by Brand Finance Lanka.",
    "People’s Bank records historic milestone with all-time high Pre-Tax Profit of LKR 28.0 billion in 1H-2025",
    "Celebrating Excellence: CIPM Sri Lanka collaborates with Mercer to unveil The Great HR Awards 2025",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}