{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Consulate-General-in-Karachi-facilitates-visit-of-Pakistan-business-delegation-to-Sri-Lanka/34-769580",
  "time_ut": 1732302842.0,
  "original_lang": "en",
  "original_title": "Consulate General in Karachi facilitates visit of Pakistan business delegation to Sri Lanka",
  "original_body_lines": [
    "The Pakistan-Sri Lanka Business Forum (PSLBF), in collaboration with the Sri Lanka Consulate General in Karachi, organised the visit of a Pakistan business delegation to Sri Lanka from 28 to 31 October. The visit of the 18-member delegation, representing 15 companies from export, import, and investment sectors was aimed at strengthening business relations between the private sectors of both countries.",
    "The program in Colombo was facilitated by the Sri Lanka Pakistan Business Council (SLPBC), which hosted a Pakistan Business Forum on 29 October at Hilton Colombo Residencies. During the forum, key strategies to promote bilateral trade and investments were discussed, including leveraging free trade agreements and streamlining trade processes.",
    "The event was attended by Consul General of Sri Lanka in Karachi, Jagath Abeywarna, SLPBC President Indhra Kaushal Rajapaksa, and Council members, PSLBF President Muhammad Rehan, along with other private sector representatives. Following the forum, a B2B session was held to facilitate direct interaction and networking among private sector companies from both countries.",
    "A key highlight of the visit was the courtesy call paid on Prime Minister Harini Amarasuriya at her office. During this meeting, discussions focused on increasing collaboration between the private sectors of Sri Lanka and Pakistan to further enhance trade relations between the two countries. The meeting was attended by key officials, including Secretary to the Prime Minister, G. Pradeep Saputhanthri, Secretary of the Ministry of Trade and Commerce M.M. Nayeemudeen and, Acting Director General (South Asia and SAARC) of the Ministry of Foreign Affairs Niluka Kadurugamuwa.",
    "The delegation also engaged in productive discussions with Governor of the Western Province, Hanif Yusuf and High Commissioner of Pakistan in Colombo, Major General (R) Faheem Ul Aziz.",
    "Throughout the visit, the delegation expressed interest in fostering partnerships in sectors such as automobile components, rubber products, agricultural goods, and electrical and electronics. Additionally, they explored the possibility of partnerships in the services sector, while establishing valuable business contacts that will play a significant role in enhancing bilateral trade and investment collaborations between the two countries."
  ]
}