{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Why-stepmotherly-treatment-to-oppressed-segments-of-society-via-Micro-Finance-Bill/4-757513",
  "time_ut": 1705602797.0,
  "original_lang": "en",
  "original_title": "Why stepmotherly treatment to oppressed segments of society via Micro Finance Bill?",
  "original_body_lines": [
    "In crafting the objectives and empowerments of the new Authority established to effectively regulate and control the micro-finance sector, the drafters have failed to address in priority that  the real discriminations, unequal treatment, lack of equal opportunity in access with equal treatment, lack of knowledge and awareness seriously and significantly impact the segment of society that are  poor, vulnerable marginalised, and are subject to disabilities, especially the disadvantaged segments of women and those with disabilities, most of who end up  being placed in a state of usury and  thereafter pushed in to financial delinquency and subjected to oppression, extortion, harassment with available securities being seized and possessions taken away by force and ending up sometimes in suicide",
    "The President, the Finance Ministry and the Central Bank are all aware that the poor, vulnerable marginalised segments of society, especially, the disadvantaged segment of women and those with disabilities carry the heaviest burdens of the crisis within the micro-finance sector.",
    "To refresh their memories quoted below are extracts from the article published in the ‘Asian Journal of Advances in Research’ dated 29 January 2022, titled “Impact of microfinance of debt trap of rural poor in Sri Lanka”:",
    "“To acquire loans, borrowers merely need to show their National Identity Card (NIC). This leads to multiple borrowings and debt accumulation that inevitably exceeds household income. Raptorial lending follows, with a focus on borrowing rather than saving. The motive is high interest rates with high-frequency inaugurations, shifting microfinance from an investment model to a consumption model. The extremity has seen numerous borrowers to pay off their debt, like pledging their debt, like pledging their gold and jewelry.",
    "Even if a woman with exceptional business talents makes a 100% profit selling eggs, she will not be able to pay the microfinance organisation’s interest rates that range from 40% to 220 %. How can such high interest rates be justified when market interest rates are still at 14% and credit card interest rates are at 28%?  Indeed, it is the high interest rates that have drawn non-banking financing companies into the arena of ‹assisting› poor women. The lavish profits declared in their accounts, as well as the rapid expansion of Sri Lankan microfinance enterprises into Bangladesh, Myanmar, Cambodia, and Vietnam, demonstrate who has genuinely benefited from microfinance.",
    "Although the end of the microfinance program was to hoist the poor, it can be seen that at present the rural poor, especially women, are trapped in a debt trap through repeated borrowing due to their incapacity to repay the loans. According to activists in Sri Lanka, an estimated 2.8 million individuals are trapped in debt, with over 200 compelled to commit suicide as a result.",
    "The deception of rural communities, particularly rural women, in a vicious debt cycle created by thousands of small microfinance organisations has reached pandemic proportions, affecting over three million people across the island [18-25]. Microfinance loans, formerly considered as a tool for rural development, are now known for encouraging numerous borrowings and charging exorbitant interest rates ranging from 40% to 220 % with no competing interests.”",
    "The apex law of the land, the Constitution embeds provisions stating that:",
    "12. (1) All persons are equal before the law and are entitled to the equal protection of the law.",
    "(2) No citizen shall be discriminated against on the grounds of race, religion, language, caste, sex, political opinion, place of birth or any one of such grounds",
    "(3)  No person shall, on the grounds of race, religion, language, caste, sex or any one of such grounds, be subject to any disability, liability, restriction, or condition with regard to access to shops (meaning here trade and services in finance), public restaurants, hotels, places of public entertainment and places of public worship of his own religion",
    "(4) Nothing in this Article shall prevent special provision being made, by law, subordinate legislation, or executive action, for the advancement of women, children or disabled persons (Recognise that this specific group is the larger segment of customers targeted Micro-Finance Business, where such customers are most often subject to oppression, extortion and turned to a state of financial delinquency post such transactions).",
    "In the above context why is this segment of society, that as a majority are poor, vulnerable, marginalised and subject to disabilities, being denied the right to equality and priority and denied priority and focused attention in the new Micro Finance Bill?",
    "The governance accountability in trust to the above specific segment appears to have been disregarded by the drafting and approving authorities, in this instance:",
    "1.  By the denial of the right to equality of this segment of society, that are poor, vulnerable marginalised and subject to disabilities, especially as they lack in capacity, knowledge and understanding, and not being aware and cognizant of the risks of micro-finance borrowings and its associated marketing and distribution communications, promotions and advertisements, (these communications are usually nontransparent and contain significant misrepresentations) and subjected to forceful selling, even in situations when not requiring micro-finance:  These sales are at times in partnership with traders , distributors and commission agents, sales persons and result in the vulnerable persons being placed in a state of usury; and  thereafter pushed in to financial delinquency and consequently subjected to oppression, extortion, harassment; ending with available securities being seized and possessions taken away by force; and regrettably end sometimes in suicide",
    "2. With the Bill failing to effectively control individuals, unincorporated groups and those operating in liaison as loan sharks and operating outside the legal framework of the Bill; they usually offer services as informal nontransparent money lenders; and not being licensed entities; and not having a registered office (eg. news media advertised offer of loans by meeting under the Kelaniya bridge as reported in the media several years ago) and uses the telephone, internet online and social media based informal money lending strategies that are not addressed in the Bill",
    "3.In a context that the Bill fails to effectively bring within its scope and control, the traders, distributors and commission agents, salespersons associated with loan sharks and those in money lending business, (all of who in liaison partnership lack ethical, moral good governance values, principles and acceptable codes of conduct).",
    "The drafters of the Bill have further failed to recognise that micro-finance facilities are more beneficial to borrowers who are knowledgeable, innovative, and productive and to those who have expertise as micro entrepreneurs and to persons living above the poverty line rather than to borrowers living below the poverty line. They have also failed to realise the pitfalls and outcomes following nontransparent awareness of the real contractual commitments governing such borrowings; and importantly this targeted segment does not possess the capacity, knowledge and awareness to be mindful of the associated risks, especially in cash flow management and asset liability management.",
    "In crafting the objectives and empowerments of the new Authority established to effectively regulate and control the micro-finance sector, the drafters have failed to address in priority that  the real discriminations, unequal treatment, lack of equal opportunity in access with equal treatment, lack of knowledge and awareness seriously and significantly impact the segment of society that are  poor, vulnerable marginalised, and are subject to disabilities, especially the disadvantaged segments of women and those with disabilities, most of who end up  being placed in a state of usury and  thereafter pushed in to financial delinquency and subjected to oppression, extortion, harassment with available securities being seized and possessions taken away by force and ending up sometimes in suicide.",
    "It is therefore, urged that Committee Stage amendments be proposed to  address the real crisis in the sector as noted above, with the legislative drafting and framework of the Bill placing greater emphasis, priority, focused attention to regulate and control and ensure that  fair, reasonable and equitable professional  services are offered to customers, ensuring transparency, effective and accurate representations, with best option maximum set charging structures and long term services support; that assurances the segment of society who are poor, vulnerable marginalised and with special needs can leverage for their protection.",
    "There is a need to revisit the following provisions of the Bill:",
    "a. (1) A person shall not carry on a money lending business except with a licence granted by the Authority.",
    "b. (2) A person who contravenes subsection (1) commits an offence under this Act",
    "and in addition specifically make it illegal and an offence to operate as « an unregistered individual and or unregistered loan sharks operating outside the legal framework of the Bill, as informal nontransparent money lenders while not being a licensed entity  and not having a registered office;  and using in addition to personal approach via agents and reaching targeted vulnerable  persons by advertisement, using informal contacts via telephone, internet online and social media based informal money lending businesses.”",
    "Section 20 (3) being open carte blanche subject to Ministerial discretion",
    "(q) any person specified for the purposes of this subsection by the Minister by Order published in the Gazette",
    "leaving optional interpretation that normal trade credits, trade related instalment settlement transactions may come within the definitions.",
    "Re: Definition of a “moneylender” means any person who carries on or advertises or announces himself or holds himself out in any way as carrying on a money lending business whether or not he carries on any other business; and “money lending business” means lending of money at interest with or without security by a moneylender to a borrower whether or not such moneylender carries on any business and shall include lending a sum of money in consideration of profit or loss arising from being shared between a moneylender and a borrower.” The  definition can bring in within its provisions, instalment payment trade offers, credit card based deferred payment plans, long term credit settlement offers of trade, in addition to atha maru financiers providing extremely short credit funding, where relevant terms are in writing or informally agreed and businesses registered under other legislative enactments? (Despite the provisions of Sections 20 (3)",
    "Section 20 (4) (a) creating options for loopholes and legal challenges to escape licensing while being an essential element to allow one off short term lending and atha maru transactions; but essentially bring in those who do so in fact as money lenders engaging in money lending business",
    "The definition of ‹Borrower› also leaves interpretative loopholes and legal challenge options for those loan sharks and those in formal business",
    "Focus and priority throughout the Bill to proactively extend support to vulnerable groups for effective awareness of the terms and conditions and of products and services on offer; in effective understanding of the post contract commitments and the implications when unable to meet such commitments ( Reference in Part V Customer Protection); whereas the real focused priority  is the Accountability of the Authority to make effective awareness, transparent disclosure sans misrepresentation, effective oversight  are in place and be willing to extend a hand of assistance to borrowers currently negatively impacted by the micro-finance businesses.",
    "Trust that this Bill would be challenged by caring civil society, licensed financial institutions and their chambers/associations, professionals, the Bar Association and academic groups, that I trust would also take these issues in advocacy with the Government, legislators and it would lead to appropriate Committee Stage amendments addressing the real challenges of the sector."
  ]
}