{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Why-didn-t-Sri-Lanka-end-up-like-Bangladesh/4-771227",
  "time_ut": 1735674514.0,
  "original_lang": "en",
  "original_title": "Why didn’t Sri Lanka end up like Bangladesh?",
  "original_body_lines": [
    "The mostly peaceful three-month period leading up to the President’s ouster allowed the building of relationships and trust in mainstream political actors and institutions among at least a subset of protesting groups that made them refuse calls to violence",
    "A Nepali colleague asked why Sri Lanka turned out differently from Bangladesh (and he was not implying our outcome was worse). This is a considered answer, within the limits of my observations. Like much of history, this account cannot establish definitive causes for observable effects such as the continued adherence to the Constitution and the economic recovery. Given the complexity of the phenomenon, no one person can know all that happened. So, the account is necessarily incomplete.",
    "The essence of the explanation is that Sri Lanka’s institutions held. Institutions do not mean just the judiciary or the legislature. Institutions include entities such as professional associations, chambers of commerce, trade unions, and various non-governmental organisations.",
    "And it was because the institutions held that we had time. It was because we had time that anarchy was avoided, and the economy saved from greater damage.",
    "The Aragalaya did not occur just at Galle Face Green/Gotagogama. That was its focal point. But the Aragalaya actions, if defined as efforts to compel the President to resign, happened in multiple locations, some physical and some virtual. Its duration was not limited the period from 31 March 2022, when protesters approached the President’s private residence, to 14 July 2022, when President Gotabaya Rajapaksa’s letter of resignation was received by the Speaker of Sri Lanka’s Parliament. One may even interpret the recently concluded elections as aftershocks of the Aragalaya.",
    "Thirty plus months allows realignments and adjustments in the social fabric to occur without tearing.",
    "Sri Lanka’s was a slow-motion power transfer: it took more than a month to displace Prime Minister Mahinda Rajapaksa and his Cabinet; another month for the Rajapaksa brother who managed the ruling party to resign; and another month plus a few days to get the resignation letter from President Rajapaksa (around three and half months in total). It was not without violence; 12 deaths are attributed to the Aragalaya. By contrast, regime change in Bangladesh occurred over seven weeks within which more than a thousand fatalities were recorded. Even adjusted for population (22 million versus 173 million) Sri Lanka’s losses were one-tenth of Bangladesh’s.",
    "The economic crisis that came to an end in December 2024 manifested itself in 2021, peaked in 2022, and was contained in 2023. The economy expanded on average by 4% y-o-y in the four quarters ending in June 2024, after six quarters of contraction. Inflation which hit a high of 70 percent in September 2022, has been in the low single digits since the second half of 2023.",
    "The protests focused on President Gotabaya Rajapaksa as the head of the executive and on the Cabinet which included four other Rajapaksa family members. The apex of the executive, the Presidential Secretariat adjacent to the Galle Face Green protest area, was besieged for more than three months, but the President continued to operate from his official residence and the Cabinet functioned.",
    "Several officials and ministers resigned as the protests took hold. One of the more significant resignations was that of the Director General of Telecommunications who objected to the shutdown of internet services for the entirety of 3 April. The blocking orders were lifted by 3 p.m. and no Government has tried to shut down internet access since. The April defections were followed by the forced resignation of the Prime Minister on 9 May. The resulting power vacuum that was quickly filled by appointing an Opposition MP, former Prime Minister Ranil Wickremesinghe. No changes were made in the leadership of the armed forces or the police.",
    "The legislature had been considerably weakened by President Rajapaksa by means of the 20th Amendment to the Constitution enacted in 2020. The 9th Parliament was not proactive in responding to the crisis in the early stages with a few exceptions until Ranil Wickremesinghe became Prime Minister on 12 May. Before that the President committed to repeal the 20th Amendment.",
    "A noteworthy legislative initiative was the meeting convened outside Parliament on 6 April by the MP M.A. Sumanthiran in his capacity as former Chair of the Committee on Public Finance in the 8th Parliament as the protests were building up. All parties in the opposition, disaffected members of the ruling coalition, and the former Speaker were invited. The plan to build an all-party alternative to the Rajapaksa dominated Cabinet was not realised because SLPP defectors did not attend. However, this meeting led to the drafting of a private member’s motion to replace the executive presidency and with Government by Cabinet.",
    "The above initiative illustrates the working of the legislative and judicial branches during the crisis. The private member’s motion was gazetted within one month on 6 May and placed on the order paper on 17 May. This was unusually rapid progress for a private member’s motion. It was taken up for constitutional review by the Supreme Court on 26 May and arguments were concluded in five days. The Speaker announced the ruling that a referendum was required for its enactment by mid-June. While the conclusion did not allow the crisis to be resolved, the short timeline illustrates the commitment by members of the legislature and the judiciary to break the stalemate between the President and the protesters.",
    "Friends and colleagues of the recently deceased Minister Mangala Samaraweera who was known for making connections among political parties and factions made an early effort to connect the protestors to mainstream political actors on 21 April. A Satyakriya, a reflective ceremony without speeches, was organised at the main public space in Colombo other than Galle Face Green which was occupied by protestors. Most political leaders except for those from the currently ruling NPP and its splinter, the Frontline Socialist Party which was making its presence felt at the protest site, attended. The organisers adopted yellow flowers as their symbol and periodically conducted yellow flower campaigns at courts where arrestees appeared.",
    "Other entities such as the Bar Association of Sri Lanka (BASL) made important contributions. Their actions in having members appear pro bono for arrested protestors are well known. But most significant was the 13-point statement to restore political and economic stability issued on 23 April. The very first point was critically important in bounding the various solutions that were being worked up:",
    "“All actions must be consistent with the Constitution and the relevant legal instruments and transparency. Transitional provisions that are being recommended are purely due to the exigency of the situation and should not be used as a precedent.”",
    "Within a week, the BASL proposals were presented to leaders of political parties with the blessings of representatives of all religions at a meeting organised at the Sri Lanka Foundation Institute (SLFI). All parties other than the ruling SLPP and its ally, the MEP, were represented.",
    "The BASL proposals were also taken up for discussion at a webinar on 1 May with the participation of protestors and MPs. This was as a part of a series of weekly “kathikawa” webinars organised by the National Movement for Social Justice (NMSJ), a well-respected civil organisation headed by the former Speaker Karu Jayasuriya. From 2020, NMSJ had been leading opposition to the 20th Amendment, seeking to influence the ongoing constitution-making process, and preparing for the foreseen economic crisis. By late April, the NMSJ had given up hope that the then Prime Minister Mahinda Rajapaksa would allow any changes conducive to an all-party solution.",
    "Though well-attended, the SLFI event failed to generate the expected momentum for an all-party government, which was seen as the most desirable solution. That disappointment led to the NMSJ providing the organisational muscle to the religious leaders to form a broadly based people’s organisation with the input and support of leaders from all religions to be called the Mahajana Sabha/Makkal Sabai/People’s Assembly.",
    "Abandoning their usual deference to those in authority, the Ceylon Chamber of Commerce and several other chambers called for the President’s resignation after the violence of 9 May. Professional associations also joined in this call.",
    "On 21 May, the Mahajana Sabha was launched at a well-attended meeting at the BMICH main auditorium. Most of the substantive speeches were made by young activists who came from, and returned to, the protest site at Galle Face Green/Gotagogama.",
    "The trade unions that participated in the formation of the Mahajana Sabha subsequently invited some of the associated professionals (including the writer) to engage with state-sector trade union leaders, including some who had been arrested and released by the then Government in the lead up to the Aragalaya. These exchanges focused on what could be done within the Constitution and the economic repercussions of political instability. The attendees of the trade-union meeting on 26 May then made their way to the protest site that was 2.5 km away to show their solidarity, some in procession shouting slogans.",
    "On 8 July, one day before the planned “last push” to make Gota Go Home, the leaders of the Mahajana Sabha went to Kandy where the Senkadagala Declaration was made public and presented to the two Mahanayake theros of the Siam Nikaya who hold an unofficial position of authority in Sri Lankan politics. Had they both signed, arrangements had been made to obtain the assent of the Mahanayakes of the other orders and of the leaders of other religious orders. In Gotabaya Rajapaksa’s post-resignation book, it was stated that he resigned because the prelates asked him to. But as of 8 July, they were not of one mind.",
    "Lines of communication were thus opened between mainstream politicians, civil-society actors capable of bridging the various gaps, and the groups occupying and leading the Aragalaya. Some degree of trust had been built, along with an understanding of the risks of straying from the path of peaceful protest and the economic repercussions of political instability amid ongoing negotiations with the IMF and creditors.",
    "On 9 July massive crowds surged toward the President’s House, and the security forces guarding it did not fire. The President and his wife escaped through a tunnel. When leaders of different left-wing factions subsequently called on the protestors to take over Parliament, they were rebuffed. This was perhaps because of the trust that had been built up over three months and because by then it was clear that the formal institutions of the legislature and the judiciary were also actively engaged in seeking a way out of the political and economic morass. The police lines held, and Parliament was saved. By this time, the Prime Minister’s Office had been occupied. His personal residence had been destroyed by arson. But the damage was contained.",
    "On 14 July, Bastille Day, the President’s resignation was received by the Speaker. Perhaps the only demand of the Aragalaya on which everyone was agreed, Gota Go Home, was won.",
    "As shown above, the mostly peaceful three-month period leading up to the President’s ouster allowed the building of relationships and trust in mainstream political actors and institutions among at least a subset of protesting groups that made them refuse calls to violence. While politicians were not welcome at the protest site, there were considerable interactions off site, enabled by undisrupted communication services.",
    "The lulls in the Aragalaya also allowed for greater understanding of what was possible within the constitution and the economic implications of deviation. For example, the pros and cons of calling early elections before a modicum of stability was achieved were debated in April and opinion shifted away from early elections. People understood that negotiations for emergency assistance and with the IMF would be stalled unless Government continuity was ensured. The Secretary of Treasury and the Governor of the Central Bank who assumed office in March 2022 are still in office, after two and half years of crisis management, serving with three different Ministers of Finance.",
    "Understanding the enormous impact of high inflation and job losses in 2022, the Government committed to an expanded and better targeted cash-transfer-based social safety net with the support of the IMF and the World Bank. Despite the complexity of the task and the refusal of seven state-sector trade unions to cooperate in building the social register, the Government managed to get payments started by mid-2023. Even with its flaws, the Aswesuma program signalled that the Government was not abandoning those most affected. That perception may have helped keep the peace.",
    "Claims of odious debt that should be dishonoured, and easy-to-achieve debt forgiveness were understood to be divorced from reality. Without two and a half years of relative political stability, it would not have been possible to get the wishful thinking under control or for the ascendant NPP to better understand the challenges of macro-economic management.",
    "Giving the lack of funds as an excuse, the Government compelled the postponement of local-government elections that should have been held in early 2023 before adequate progress had been made on recovery measures. Because the elections would have been held across the country on one day, the results would have been interpreted as a vote for a government change. Because the President who had the authority to dissolve Parliament could not be dislodged, the tension between those in power at the centre and those who believed they had a mandate for change would have yielded dysfunctional governance as in 2018-19. The Presidential election was held at the right time and the general election ahead of time.",
    "The NPP was able to capture the presidency and a super-majority in Parliament. By this time, the country was more than halfway into the IMF program, the domestic debt had been restructured, and the external debt restructuring was in its final stages. The victorious NPP chose to continue within the IMF program parameters to avoid economic disruption.",
    "A peaceful transfer of power has been achieved, and the economy is doing well. All because our institutions held and gave us the stability needed for recovery. The next challenge is capitalising on this foundation and getting the economy on a sustainable growth path that will allow us to repay our debts and restore the gravely eroded living standards of most of our people."
  ]
}