{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98482/govt-to-launch-special-loan-scheme-for-welfare-of-artists-in-cinema-industry",
  "time_ut": 1712422740.0,
  "original_lang": "en",
  "original_title": "Govt to launch special loan scheme for welfare of artists in cinema industry",
  "original_body_lines": [
    "Dr. R. H. S. Mr. Samaratunga, the Presidential Senior Adviser on Economic Affairs, emphasized the need for artists to draft proposals aimed at enhancing the film industry’s progress and supporting its members.",
    "This directive was issued during a recent discussion at the Presidential Secretariat regarding the modernization of Sri Lankan cinema to align with contemporary standards and to ensure the sustained professional growth of artists within the sector.",
    "The discussion, led by Dr. Samaratunga and attended by the Presidential Trade Union Director General Mr. Saman Ratnapriya and National Film Corporation Chairman Mr. Deepal Chandraratne, extensively addressed the challenges facing the film industry.",
    "Dr. R. H. S. Samaratunga, the Senior Advisor to the President on Economic Affairs, highlighted the parallel between the challenges faced by the film industry and broader societal issues. He stressed the necessity of safeguarding the cinema sector in the country and urged for the submission of comprehensive proposals for incorporation into the general budget or policy framework.",
    "Drawing attention to the longstanding issue of insufficient artist pensions since 1993, Dr. Samaratunga emphasized the importance of presenting factual data to prompt governmental action on this matter. Additionally, recognizing the significance of artist welfare in preserving the film industry, efforts are underway to establish a specialized loan scheme.",
    "Dr. Samaratunga solicited relevant proposals to effectively communicate the industry’s needs to the government.",
    "President’s Trade Union Director General, Saman Ratnapriya, assured the possibility of arranging a medical insurance scheme for artists through the Sri Lanka Insurance Corporation. Recognizing the challenges of aging in maintaining professional engagements, he emphasized the necessity of implementing a suitable program to support artists.",
    "He urged prompt submission of proposals for the betterment of the film industry and artist welfare. Stressing the potential for swift action, Mr. Ratnapriya indicated that timely proposals could yield results following discussions with relevant institutions, including the Ministry of Finance. Efforts are underway to inform President Ranil Wickremesinghe of these developments.",
    "The event was attended by veteran film director Sugath Samarakoon, film producers Padmasiri Kodikara and Raj Ranasinghe, along with actors Arjun Kamalanath, Wasantha Kumaravila, Nadika Gunasekara, and numerous other industry artists."
  ]
}