{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Sarath-Fonseka-to-split-from-SJB-to-run-for-President/108-283142",
  "time_ut": 1716345660.0,
  "original_lang": "en",
  "original_title": "Sarath Fonseka to split from SJB; to run for President",
  "original_body_lines": [
    "Former Army Commander, Field Marshal Sarath Fonseka, has decided to contest for Presidency at the upcoming Presidential election, the Daily Mirror learns.",
    "Sources close to Fonseka said that the current Chairman of the Samagi Jana Balawegaya (SJB) will make a formal announcement in June.",
    "Fonseka is to contest as an independent candidate instead of joining forces with any political party.",
    "Sources claimed that Fonseka has also managed to secure the support of a group of SJB MPs and back-door talks are ongoing with MPs and politicians from other political parties.",
    "The Daily Mirror learns that Fonseka's campaign will look at promoting a corruption free country and also give priority to national security.",
    "The former Army Commander took to the streets during the ‘Aragalaya’ protests and will look to ride on the support he got at the time.",
    "He is also expected to work with intellectuals and prominent personalities during his campaign.",
    "The former Army Commander will seek to boost his Presidential bid with the launch of a book on the war, the Daily Mirror learns.",
    "The book is expected to reveal information related to the conflict and the role he played as the Army Commander at the time.",
    "Meanwhile, sources also said that a former diplomat has sought a meeting with Fonseka as a representative of President Ranil Wickremesinghe.",
    "Fonseka has not ruled out meeting Wickremesinghe but has indicated he will not withdraw his decision to contest for Presidency.",
    "The MP has already had discussions with the President in Parliament, sources added without divulging further details on the matters discussed.",
    "Sources also said that Fonseka had informal discussions with a number of diplomats and briefed them on his upcoming announcement.",
    "According to the source, Fonseka has indicated his intention to work closely with India, China and the US."
  ]
}