{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97437/president-and-iranian-fm-discuss-persian-gulfs-crucial-role-in-broader-indian-ocean-security-",
  "time_ut": 1708511640.0,
  "original_lang": "en",
  "original_title": "President and Iranian FM discuss Persian Gulf’s crucial role in broader Indian Ocean security",
  "original_body_lines": [
    "Iranian Minister of Foreign Affairs, Hossein Amir-Abdollahian has reaffirmed Iran’s dedication to fostering tourism to Sri Lanka and strengthening cultural ties between the two nations.",
    "Engaging in a discussion with President Ranil Wickremesinghe during an official visit to Sri Lanka, the Iranian Foreign Minister also conveyed Iran’s eagerness to explore avenues for expanded economic cooperation with Sri Lanka.",
    "The meeting, held at the Presidential Secretariat on Tuesday evening (20 Feb.), cantered on key issues including the ongoing violence in Gaza and opportunities for enhancing bilateral cooperation.",
    "President Wickremesinghe reiterated the Sri Lankan government’s firm stance on the Gaza conflict, emphasizing the immediate necessity for violence cessation and the urgent need for a peace settlement.",
    "He underscored the principle that any peace agreement must be inclusive and not based solely on the demands of either side. Additionally, the President proposed the establishment of a Palestinian State within a timeframe of five years, ensuring the security of both Palestine and Israel.",
    "Highlighting Sri Lanka’s strategic position in the Indian Ocean, President Wickremesinghe emphasized the nation’s commitment to ensuring Freedom of Navigation, particularly in the Persian Gulf. He stressed the vital role of the Persian Gulf in the broader context of Indian Ocean security.",
    "Accompanying President Wickremesinghe were Secretary to the President Saman Ekanayake and Director of International Affairs Dinouk Colombage, reflecting the importance and seriousness of the discussions held during the meeting.",
    "The meeting between Minister Amir-Abdollahian and President Wickremesinghe signifies both countries’ commitment to addressing regional conflicts and advancing mutual interests through diplomatic dialogue and cooperation."
  ]
}