{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110914/sri-lankas-exports-surge-to-usd-83-billion-in-first-six-months-of-2025",
  "time_ut": 1753687560.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s exports surge to USD 8.3 billion in first six months of 2025",
  "original_body_lines": [
    "Sri Lanka’s export sector demonstrated remarkable resilience and steady progress during the first six months of 2025, with total exports reaching US$ 8,337.86 million, marking a robust 6.70 % growth compared to the same period in 2024., the Central Bank of Sri Lanka said.",
    "Total exports, including both merchandise and services reached US$ 1,460.34 Mn in June 2025. This shows an impressive year-on-year growth of 8.73% over June 2024, highlighting the strength of Sri Lanka’s export sector and the effectiveness of ongoing strategies to broaden market reach and improve global competitiveness.",
    "In June 2025 alone, merchandise exports grew by 6.85 % year-on-year, reaching US$ 1,150.73 Mn, according to provisional data of Sri Lanka Customs including the estimates for Gems & Jewellery and Petroleum Products. For the period January to June 2025, merchandise exports totaled US$ 6,504.72 Mn, reflecting 5.86% increase compared to the same period in 2024.",
    "Meanwhile, services exports have emerged as a key driver of overall export growth. In June 2025, earnings from services exports estimated to be US$ 309.61 Mn. Over the first six months of the year, services exports are estimated to have increased by 9.78 %, totaling US$ 1,833.14 Mn. This trend highlights the rising importance of Sri Lanka’s knowledge-based economy and its growing contribution to national export earnings.",
    "The services export sector, comprising ICT/BPM, Construction, Financial services, and Transport & Logistics, continues to diversify Sri Lanka’s export portfolio and create high-value employment opportunities across the Island."
  ]
}