{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/jaffna-university-teachers-association-condemns-arrests-police-excesses-against-priests-devotees-political-leaders-on-maha-sivaraathiri/",
  "time_ut": 1710162175.0,
  "original_lang": "en",
  "original_title": "Jaffna University Teachers’ Association Condemns Arrests & Police Excesses Against Priests, Devotees & Political Leaders On Maha Sivaraathiri",
  "original_body_lines": [
    "Statement Issued by the University of Jaffna Teachers’ Association on the Police Excesses and Arrests at the Vedukkunaarimalai Shrine on the Sivaraathiri Night",
    "The University of Jaffna Teachers’ Association vehemently condemns the arrests and police excesses against the priests, devotees and political leaders who were engaged in religious observances at the Vedukkunaarimalai Athi Lingeswarar Shrine on the Maha Sivaraathiri night.",
    "Maha Sivaraathiri is an important day on the Saivite, Hindu calendar. On Maha Sivaraathiri, Saivites and Hindus across the world keep vigil all night and engage in religious observances in temples and other places of worship. On the Maha Sivaarathiri night, the Police entered into the Athi Lingeswarar Shrine at Vedukkunaarimalai in Vavuniya district under the pretext of protecting the site as one earmarked for archaeological survey, while the devotees were participating in poojas and rituals. The Police caused immense difficulties to the devotees by denying them access to drinking water. They went on to disturb the poojas and later, with brute force, evicted the devotees. Some of those who were gathered at the Shrine were later arrested and are still under police custody. The University of Jaffna Teachers’ Association points out that these dastardly acts constitute a serious violation of the religious rights and freedoms of the minorities in Sri Lanka.",
    "The incident at Vedukkunaarimalai is not a mere act of police excess and violence; it should instead be seen as one of the latest manifestations of the violence of Sinhala-Buddhist chauvinism that the different regimes of Sri Lanka have resorted to with a view to suppressing the religious lives of the minority populations of the country. Not just Hindus but the followers of Christianity and Islam too have been affected by this violence. It is important to point out here that as a country with the Constitution that offers foremost place to Buddhism among other religions, communalism is an entrenched feature of the Sri Lankan state. Therefore, the police excesses that the devotees at the Vedukkunaarimalai Shrine were subjected to should be seen as a structural violence emanating from the communalist character of the state.",
    "The successive governments of Sri Lanka have been, for decades, engaged in Sinhalizing and Buddhisizing the Northern and Eastern regions of the country where Tamil-speaking communities form the majority population. These processes aim to weaken the Tamil and Muslim communities in the region politically, economically and culturally. As part of these longstanding processes, accelerated attempts have been made in the recent years to Sinhala-Buddhisize many Hindu sites of worship including the Vedukkunaarimalai Shrine under the guise of archaeological survey.",
    "The University of Jaffna Teachers’ Association underlines that there is no place for the opinions, aspirations and voice of the communities that have for generations worshipped religious sites located in the North-East, when such sites have been earmarked for archaeological survey. Such archaeological initiatives are implemented from Colombo in a highly centralized, top-down manner with the aid of the military apparatuses of the state with an agenda of Sinhala-Buddhisizing the region. Archaeology is weaponized during these initiatives as a form of violence against the local communities, their religious beliefs and devotional practices. The arrests and excesses that happened on the Sivaraathiri night should be seen in this light as an instance of the weaponization of archaeology to establish Sinhala-Buddhist hegemony over the other communities in the North-East of the island.",
    "Whilst emphasizing that all those who were arrested should be released immediately without prosecution, the University of Jaffna Teachers’ Association demands the government of Sri Lanka to put an end to Sinhala-Buddhisizing the North-East under the pretext of archaeological survey, forest conservation, wildlife protection, the Mahaweli development initiative and other such deceptive schemes and programs. The Association firmly believes that it is only by dismantling the communalist and ethnocratic character of the state and its constitution that the people who inhabit this island can live as equal citizens without having to face religious or ethnic exclusion. The Association calls upon all those who express their protest against the recent incident at the Vedukkunaarimalai shrine to come forward to demand fundamental political changes in the character of the state as a way of defeating racism and communalism in the country."
  ]
}