{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Gaza-famine-Food-aid-before-the-slaughter/172-278888",
  "time_ut": 1710449220.0,
  "original_lang": "en",
  "original_title": "Gaza famine: Food aid before the slaughter",
  "original_body_lines": [
    "Displaced Palestinians gather to collect food donated by a charity before an iftar meal, the breaking of the fast, on the first day of the Muslim holy fasting month of Ramadan in Rafah. AFP",
    "Just as the people sentenced to death are fed their best meal before they are executed, the Gaza Strip’s people, in the midst of a deadly famine, are being fed meals sent by the United States before they are slaughtered by Israel. Whatever is sent is not the best. But taste is not an option when survival is at stake.",
    "The United States is completing a pier in the seas off the Gaza coast to send much-denied food aid. Its genocide-committing ally, Israel, also says it is trying to “flood” Gaza with aid, unable to withstand mounting international pressure, including some harsh criticism from its hardcore allies. Among them is the European Union, which stands by Israel and stomachs its war crimes with a high tolerance bar that is not seen in its human rights witch hunt against countries like Sri Lanka.",
    "The EU has justified the human rights excesses of the Zionist state, insisting that it has the right to defend itself. The EU fully backed Israel’s disproportionate response to the October 7, 2023, Hamas attacks. When it became no longer an option to turn a blind eye to Israel’s blatant violation of international law and international humanitarian law in its response to the October 7 attacks, the EU issued only token condemnations, while several EU members continued to send lethal weapons to Israel to be used in the Gaza genocide. Notable among them is Germany, a country that killed millions of Jews during World War II and is being accused of committing genocide in Namibia during its colonial expedition. Germany accounts for 28 percent of Israel’s military imports. In contrast, EU members Spain and Belgium took the morally correct action and ceased all military cooperation with Israel.",
    "On Tuesday, the EU’s foreign policy chief, Josep Borrell, hit out at Israel, saying that it was using as a weapon of war in Gaza.",
    "“Starvation is being used [by Israel] as a war arm [sic], and when we condemn this happening in Ukraine, we have to use the same words for what is happening in Gaza,” Borrell said in a speech at the UN Security Council.",
    "Without calling for a total ban on military exports to Israel, whatever concerns the EU and the United States express is empty talk, and whatever food aid they send to Gaza is similar to feeding a goat before its slaughter. In the US Congress, moves are underway to send US$14 billion worth of military aid to Israel to eliminate Hamas, a rag-tag resistance group that has no military tanks, no fighter jets, and no military bases.",
    "As the military-industrial complex or the arms lobby salivates over multi-billion-dollar profits from the Gaza war, the Palestinians are dying in their hundreds at food collection points.",
    "So far, some 400 Palestinians have been killed in Israeli attacks while collecting food. Scores of children have died of severe malnutrition. Mothers watch their wasting children die without food or life-saving medication in hospital corridors. Yet, there is no let-up in the Israeli attacks on civilian targets. In a viral social media video, Israel’s chief military Rabbi was seen issuing a Jewish fatwa justifying the killing of women and children.",
    "Dismissing warnings of catastrophic outcomes, Israel’s hardline Prime Minister, Benjamin Netanyahu, vows to unleash his country’s full military might on a million and a half Palestinians crammed up in the southern Gaza town of Rafah, which like all areas of Gaza, has no proper functioning hospital.",
    "With neither Israel nor Hamas agreeing to compromise on their conflicting demands for a ceasefire, there is no respite for Palestinians, even in this holy month of Ramadan. A lull in military activities is expected, but not guaranteed, during the upcoming US food aid distribution through the makeshift seaport the Americans are now building.",
    "But the US and most of Israel’s European backers are simply bluffing. In President Joe Biden’s case, it is all about politics and not about humanitarianism. It is not a change of heart—from a stone heart to a heart of kindness. He is worried about the growing progressive voice in the Democratic Party in support of a free Palestine. Though they are a minority, their protest vote can make or break Biden in the November presidential election. Biden is a hard-core Zionist, and his administration is complicit in Israel’s genocide in Gaza. After all, Biden, when he was a senator, shocked then-Israeli Prime Minister Menachem Begin by saying that he would sanction the killing of civilians, including women and children, in defence of Israel.",
    "In the recent Democratic Party primaries, some 400,000 protest voters across several states voted ‘uncommitted’, sending shivers down Biden’s spine. There began a badly organised food aid airdrop, only to be stalled when a failed parachute fell on a house and killed five people.",
    "If Biden really cares about the worsening humanitarian crisis in Gaza, what he should be doing is calling Netanyahu to give him a stern warning that if land borders are not opened for aid convoys to move in, expect a US military and economic aid cut or face a US volte-face in the UN Security Council when the next ceasefire resolution is brought up.",
    "But Netanyahu, knowing well that Biden is beholden to the Israeli lobby for campaign funds, would have none of it. The Israeli Prime Minister even pooh-poohed the ‘yes-and-no’ redline Biden warned of during a recent interview with MSNBC.",
    "When asked about whether the Israeli military push into Rafah was a redline, Biden, whose poor memory is an election issue, in an oxymoron remark told MSNBC, “It is a red line, but I’m never going to leave Israel... The defence of Israel is still critical. So there’s no red line [in which] I’m going to cut off all weapons so they don’t have the Iron Dome to protect them.”",
    "In an interview with Axel Springer, the parent company of Politico, Netanyahu said the Israeli military would go into Rafah. “We’ll go there. We’re not going to leave them. You know, I have a red line. You know what the red line is? That October 7 doesn’t happen again. Never happens again.”",
    "Without naming them, Netanyahu claimed he had the tacit support of several Arab leaders for driving ahead with the onslaught against Hamas.",
    "“They understand that, and even agree with it quietly,” he said in an interview with Axel Springer, POLITICO’s parent company. “They understand Hamas is part of the Iranian terror axis.”",
    "When Netanyahu roared, the Biden administration began to underplay the redline warning. This week, Israeli lawmakers approved an amended budget that adds tens of billions of shekels to fund its military operation in the Gaza Strip, underscoring that the intended Rafah ground operation is very much on the table.",
    "So all this food aid for the Palestinians is fodder for the lamb before the knife falls on its neck."
  ]
}