{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/knowing-when-to-step-aside-mark-of-true-leadership/",
  "time_ut": 1724765683.0,
  "original_lang": "en",
  "original_title": "Knowing When To Step Aside: Mark Of True Leadership",
  "original_body_lines": [
    "Presidential aspirant Wickremesinghe’s recent appeal to Sri Lankans to vote for the Gas Cylinder symbol, with the ominous warning that failure to do so will result in long queues for essentials, reflects a troubling mindset.",
    "This statement, which seems to equate the temporary resolution of gas shortages with his qualification to lead the nation, is out of touch and a poor Marcom strategy. It suggests that Wickremesinghe and his advisors believe that merely avoiding crises is enough to secure the presidency, ignoring the deeper, more pressing needs of the country.",
    "Wickremesinghe’s approach is similar to his previous attempts to appeal to the masses with shallow gestures, such as his infamous offer of chewing gum to farmers, a tone-deaf proposal that highlighted his disconnection from the realities of rural life.",
    "Just as farmers chew betel not out of poverty but tradition, Sri Lankans are not beggars grateful for scraps of normalcy. They deserve a leader who understands their aspirations and struggles.",
    "Many leaders have had their time—decades in fact—to prove their leadership capabilities. Yet, the country finds itself in a state of political and economic uncertainty that these veterans are ill-equipped to navigate. It’s difficult to see how these political veterans could move the country forward with the same old faces rallying around .",
    "At some point, every leader must recognize when it’s time to step aside and let a new generation take over. This isn’t just about age; it’s about the need for fresh perspectives and new ideas in a nation yearning for transformation.",
    "Today, it’s not uncommon to see political meetings filled with people who have been paid to attend or lured by empty promises.",
    "Wickramasinghe probably knows, as does the rest of the country, that the real contest lies between Sajith and Anura, both of whom have yet to be given a fair chance at governing. Wickremesinghe’s candidacy appears designed to siphon votes from Sajith, which seems unfair as both these candidates are committed to fighting corruption, at least on paper —something Wickramasinghe is unable to guarantee in his campaign preceded by action during his tenure.",
    "It’s worth noting that Wickremesinghe has never won a Presidential election outright. In previous races, he fielded other candidates, and when Sajith faced the formidable campaign against Gotabaya Rajapaksa, it was against the backdrop of an unpopular atmosphere left behind by Maithripala/Wickremesinghe Government.",
    "Sri Lanka was brought to this point by a series of events that could have been managed better by any competent leader. The chaos under Gotabaya Rajapaksa’s administration, aggravated by poor advice from so called ‘ indispensable officials and non-experts’, left the country reeling.",
    "While Wickremesinghe may well claim credit for restoring some semblance of normalcy, the reality is that the country would have eventually stabilized to where it is now regardless of who was in charge as officials have done quite a lot of work.",
    "VFS fiasco was bad enough. The situation is dire, and even basic rights, like obtaining a passport to seek employment abroad—a crucial source of foreign exchange for Sri Lanka—are being denied due to administrative failures.",
    "Information Department says the arrears of pawn advances expanded by a staggering 172 percent from Rs.210 billion in 2019 to Rs.571 billion in March this year, driven by the economic crisis.",
    "As the country looks to the future, it’s clear that whoever comes to power will bring new hope, but massive challenges lie ahead, requiring significant sacrifices from all quarters. The masses will accept this if the leaders set the example—not with leaders for instance, who require long entourage or choppers when traveling at a time the main theme of the election is ‘ fighting corruption’ more than  ‘ Salary Increases’.",
    "Many question why Wickremesinghe could not attempt at least a symbolic cleanup within the system, or a single action of rejecting support expressed from Rajapaksa defectors to contest elections without relying on traditional political rhetoric.",
    "*Writer is a former Diplomat, Head of Tourism Authority, Currently Senior Lecturer for ECU and Youtuber"
  ]
}