{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Rohini-accuses-President-of-ordering-attack-on-former-supporters/56-758052",
  "time_ut": 1706828734.0,
  "original_lang": "en",
  "original_title": "Rohini accuses President of ordering attack on former supporters",
  "original_body_lines": [
    "SJB MP Rohini Wijerathna condemns 30 Jan crackdown on SJB protest and claims tear gas was even fired on children gathered close by",
    "Stresses SJB will will persist with its protest campaign nationwide alongside oppressed citizens",
    "Accuses JVP of collaborating with Govt. and says only SJB has dared to protest against Govt.",
    "SJB MP S.M Marikkar asks Govt. not to blame SJB for damage caused to SL’s image by cracking down on protests",
    "SJB’s Sujeewa Senasinghe urges people to not look for a saviour within JVP to punish wrong doers",
    "Samagi Jana Balawegaya (SJB) Matale district MP Rohini Kumari Wijerathna yesterday accused President Ranil Wickremesinghe of ordering a police crackdown on former supporters who had dedicated 26 years of hard work for him.",
    "“On 30 January, those who endured beatings for 26 years in support of Ranil Wickremesinghe gathered in Colombo. Ranil Wickremesinghe employed Tiran Alles’s police and army to launch an attack on them. This day will be remembered as a historic moment for supporters of the United National Party,” she remarked.",
    "Referring to the police crackdown on the SJB protest held on 30 January, Wijerathna condemned the attack, emphasising that people have the right to engage in peaceful protests and express dissent. She also noted that the police even fired tear gas at children who had gathered at the public library for a chess tournament on the day. “We have never witnessed a government, a Minister overseeing the Police, or a President who sanctioned attacks on children before,” she said.",
    "Addressing a press conference in Colombo, the MP accused the current government of trying to stifle the voices of the people and affirmed that the SJB will persist with its protest campaign nationwide alongside oppressed citizens.",
    "The MP also seized the opportunity to allege that the leftist Janatha Vimukthi Permuna (JVP) is collaborating with the government. She questioned why the JVP has not taken to the streets against the government. “Ranil Wickremesinghe only deploys tear gas and water cannons against the SJB. These measures are not directed towards the ‘red elephants.’ We condemn the suppression targeted solely at the SJB,” she expressed.",
    "She claimed the JVP has failed to raise the issues faced by the country’s people in parliament and the people will respond in kind at the upcoming polls.",
    "“We will persist with our protest campaign across the country until this government is ousted,” she declared.",
    "Speaking at the press conference, SJB MP S. M. Marikkar said the people have the right to oppose the Government’s efforts to curtail their freedoms through the introduction of suppressive laws. “The opposition also has the right to lead any campaign against the Government when it makes anti-people policies,” he noted.",
    "He also emphasised that the Government should not hold the SJB responsible for the damage caused by depicting Sri Lanka as a place where peaceful protests are not tolerated. “The international community will recognise the absence of democratic rights in the country. Do not attribute this to the SJB,” he urged.",
    "He denounced the tear gas attacks on the public library and the Vihara Maha Devi Park, both public spaces, stating that it reflects the Government’s inhumanity and cruelty.",
    "Meanwhile, also expressing his views, SJB Senior Vice President Sujeewa Senasinghe accused Wickremesinghe of destroying the UNP within three decades for his selfish needs. “For 30 years, there was no fostering of new leaders within the UNP. He destroyed the party and then finally joined the Rajapaksas. We will never strike deals with him,” he asserted.",
    "He too accused the JVP of striking a deal with the Government and claimed only the SJB has not struck a deal with any party or group. “Our only deal is with the people,” he claimed. He urged the people to not look for a saviour within the JVP in order to punish wrong doers."
  ]
}