{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cable-solutions-debuts-trading-on-cse/",
  "time_ut": 1723760160.0,
  "original_lang": "en",
  "original_title": "Cable Solutions debuts trading on CSE",
  "original_body_lines": [
    "The shares of Cable Solutions Limited (CODE: CSLK-N-0000) commenced trading on the Colombo Stock Exchange (CSE) on 14th August 2024. The shares have been listed on the Diri Savi Board of the CSE. The occasion was marked with a special Bell Ringing Ceremony.",
    "The company’s Initial Public Offering (IPO) for over 80 million ordinary voting shares for sale at Rs. 7.50 per share, was notably oversubscribed on the opening day itself.",
    "The event was attended by Suren Madanayake, Chairman, Cable Solutions Limited (CSL); Pawan Tejwani, Managing Director, CSL, Mahesh Amarasiri, Director, CSL; Daya Wahalatantri, Director, CSL; Ms. Ranila Wijesundara, Head of Operations, Tempest PE Partners; Ms. Sajana Gunewardhana, Assistant Manager, Tempest PE Partners; Dumith Fernando, Chairman, Asia Securities; Udesh Rajeendra, Vice President Investment Banking, Asia Securities Limited (ASL) ; Ms. Pavani Hindurangalage, Analyst, ASL; including guests from CSL, ASL and Tempest PE Partners. The CSE was represented at the event by its CEO, Rajeeva Bandaranaike; CRO, Renuke Wijayawardhane and the CSE Senior Management.",
    "Delivering the opening remarks, Rajeeva Bandaranaike congratulated Cable Solutions Limited on its progressive initiative to go public. “With an oversubscribed IPO on its opening day, Cable Solutions now becomes a PLC today. This milestone will elevate your corporate status and enhance relationships with your customers, suppliers, bankers, and investors. Listing brings greater visibility and brand recognition for the company and over time creates wealth for your shareholders. The compliance and regulatory framework you now enter will further strengthen your company’s standing, leading to significant long-term benefits.”",
    "Pawan Tejwani, delivering the keynote address, stated, “Cable Solutions is truly a synergistic product of collective vision. Our success hinges on preserving our core values while stimulating progress. This blend has created a dynamic organization that has achieved significant growth, including a successful IPO.” He concluded, “I believe export growth is inseparably connected with investor confidence, and with strong investor support, I am optimistic about our continued growth.”",
    "British Council unveils research on transnational education in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}