{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/call-for-sustainability-in-the-bay-of-bengal-164743/",
  "time_ut": 1716697080.0,
  "original_lang": "en",
  "original_title": "Call for sustainability in the Bay of Bengal",
  "original_body_lines": [
    "ECONOMYNEXT – On the one hand, is the Bay of Bengal Large Marine Ecosystem project, a five-year collaborative approach to address the many ecological challenges of the region.",
    "On the other, heightened geopolitical rivalries between competing nations, the USA and her allies, and China and her Belt and Road Initiative may well divide loyalties amongst the Bay’s littoral states impacting the smooth implementation of the project.",
    "The Bay of Bengal (BoB), the largest in the world lays claim to 12 per cent of mangroves including the Sundarbans mangrove forest, 8 per cent of coral reefs and a huge expanse of seagrasses. Its coastline is home to nearly 1.4 billion people.",
    "An important shipping route, its littorals include India, Bangladesh, Sri Lanka, Myanmar, Thailand and Indonesia. As the Founder-Chairman of the Centre for Public Policy Research Dr D Dhanuraj described it at a web talk on Exploring Ecological Realities for Conservation in the Bay of Bengal Region “The Bay of Bengal is one of the most ecologically significant and biodiverse areas on the planet.”",
    "He added that the BoB affects climate patterns worldwide, is critical to marine habitat, and is a global",
    "He further said that millions depend on this resource-rich Bay for livelihood, which is now threatened by habitat loss, altered land use, resource exploitation, salinity, accumulation of non-biodegradable matter, and population increase.",
    "The web talk on May 22nd, organised by the Friedrich Naumann Foundation for Freedom, South Asia and moderated by Jishnu Ravindran of the Centre for Public Policy Research, included Sevvandi Jayakody, Chair Professor, Department of Aquaculture and Fisheries, Wayamba University of Sri Lanka, Retd.",
    "Rear Admiral ASM A Awal, Former Ambassador & Assistant Chief of Naval Staff, Bangladesh, Thanda Ko Gyi, Founder, Myanmar Ocean Project and Akansha Tiwari, Filmmaker, Activist, and Marine Conservationist, India on the panel.",
    "Jayakody says long-term use and abuse of its natural capital has resulted in the region facing multiple threats; rising sea levels brought on by climate change, excessive pollution owing to agricultural runoffs, industrial waste, coastal development and its resultant destruction of the habitat.",
    "The situation is further impacted by emerging issues such as “increased marine disasters in the region, and overall, the areas without oxygen are expanding in the Indian Ocean.”",
    "But, Jayakody points out, all is not lost.  Within the BoB, the countries are working together on several initiatives to reverse the trend; more areas are being declared as marine protected, and there is a refocus on reforestation, restoration of the ecosystem, and science and evidence-based fishery management.  More stakeholders are beginning to understand the need for corrective action.",
    "Getting rid of single-use plastics is one such important step in the right direction, she states.",
    "The key is to adopt an interdisciplinary approach which is scientifically sound, taking into account the needs and well-being of the people affected.  ‘Decisions taken must be justifiable not only to the current but future generations.”",
    "A paradigm shift is necessary, she says. “Do we need to kill to survive, she asks, pointing to a Caribbean example, where, shark harvesting was minimised by demonstrating their importance for tourism. Interaction between stakeholders rather than working within silos, will bring about sustainable outcomes she explains.",
    "In Myanmar, says Thanda Ko Gyi, the road to marine conservation and research has been slow even before the COVID pandemic and the recent political instability.  Thanda Ko Gyi who is using comic books to spread the word on the importance of conserving the ocean and marine mammals, explains that every community is different. The key is to listen to their needs and finding locally workable solutions instead of implementing policies that are made elsewhere.",
    "Security and geographic issues have prevented a robust discussion on marine and coastal conservation says, Akansha Tiwari. However, local communities have an emotional connection to the environment and are sensitive to the issues. They understand and are open to conservation methods as long as there is “no direct threat from programmes and policies to their livelihoods.”",
    "Communities have lived experiences, while policies and projects tend to tilt towards taking extreme sides.",
    "There are incentives she explains to encourage the preservation of sea turtles, for example.  But on days there is a poor catch, fishermen may capture sea turtles and bring them ashore, simply to be paid off by the authorities to release them back to the waters.",
    "Geopolitical issues have plagued the Indian Ocean since time immemorial, but now, instead of finding amicable solutions, threats and use of force have become the first weapon of choice, says Retd. Rear Admiral ASM A Awal.  Once mostly known for cyclones and atmospheric impacts on surrounding nations, the competition between regional powers, India and China brings a different focus to the region.",
    "It’s an area that is interconnected through “culture, commerce and connectivity he points out, but security objectives are creating divisions and the littorals are caught up between them.”   Geopolitical issues, he warns, could destroy any collaboration initiated to conserve the ecosystem.",
    "The Bay of Bengal Large Marine Ecosystem project covers a 6.8 million square km area and impacts half a billion people.  It requires administrative involvement to wade through the different legal systems of each participating country.",
    "There is a need to prioritise marine sustainability and its implementation lies with the local authorities, he explains, adding that 66 per cent of the responsibility lies within national jurisdiction, while the international commitment covers 34 per cent which is the high seas.",
    "To be successfully implemented, funding, collaboration, commitment and expertise are necessary, he states.",
    "In his keynote address, Benno Boer, Chief of the Natural Sciences Unit, UNESCO, New Delhi Office reiterates that the Triple Planetary Crisis (TPC)  is “not only because of biodiversity loss and climate change but exploitation of natural resources.”",
    "Increasing populations will lead to further losses to biodiversity, and habitat fragmentation, negatively impact agriculture and cause more interior migration.  By 2025 Bangladesh’s population will peak at 193 million and India will, by 2060 be at around 1.65 billion.",
    "Green jobs and green entrepreneurship are the way forward he says, calling for a changed mindset, and questions the need for yearly “carbon-intensive, expensive conferences.”",
    "Every school ground and building and all students must be good environmental stewards, to protect the “air we breathe, the water we drink and the food we eat.”",
    "It is also time to rethink who is appointed to decision-making bodies that oversee environmental issues; “Is it advisable that those with degrees in political science, law and journalism are in charge of environmental authorities?",
    "Do we not urgently need key staff in key ministries with documented and certified knowledge and background in the areas related to the atmosphere, biosphere, cryosphere, hydrosphere, lithosphere etc.?”",
    "Human survival must be a top priority globally, not just in the Bay of Bengal, and “Sustainability must be the new normal,” Boer suggests, adding that if high-ranking decision-makers had the appropriate professional background they would understand the seriousness of the Triple Planetary Crisis.",
    "In his message to the web talk, Member of the German Bundestag, and the Parliamentary Advisory Council on Sustainable Development, Muhanad Al-Halak pointed out that the effects and challenges to biodiversity do not stop at the borders, and therefore, require collaboration at all levels of government.",
    "Cooperation and knowledge are key to finding sustainable use of ocean resources and economic growth."
  ]
}