{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85877",
  "time_ut": 1746449280.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Local Govt Elections : Ruling NPP is looking to gain control of local bodies to deliver on pledges at the local level; while opposition parties are  trying to regain lost political capital",
  "original_body_lines": [
    "Over 17 million Sri Lankan voters will on Tuesday (May 6, 2025) get to vote in the local government elections — the island nation’s third election in seven months — to elect representatives to as many as 336 local bodies.",
    "The voters will choose members and chairs of Municipal Councils, Urban Councils, and Pradeshiya (rural) Sabhas in the first electoral contest after a popular wave propelled President Anura Kumara Dissanayake and his National People’s Power (NPP) coalition to power last year.",
    "With successive wins in Sri Lanka’s crucial presidential and parliamentary polls in 2024, the leftist NPP consolidated power, securing a two-thirds majority in the legislature. The local government elections assume significance also because the former Ranil Wickremesinghe administration postponed holding them in 2023, citing “lack of funds” for polls owing to the economic crisis.",
    "Over the past few weeks, the ruling NPP has been campaigning hard, with President Dissanayake addressing public rallies across the country, including in the Tamil-majority Jaffna district where the NPP outdid traditional Tamil nationalist parties in the general elections.",
    "The campaign speeches of NPP leaders and contestants have sought to highlight the government’s efforts through the past seven months, mainly towards weeding out corruption, amid criticism from sections over poll-pledges that are yet to be implemented.",
    "Opposition parties, which fared poorly in the national elections, are trying to woo voters, by promising to deliver at the local level, to regain lost political capital.",
    "Twenty-one-year-old voter K. Munasinghe, who works at a small trinket store in Colombo’s neighbouring Gampaha district, says she “definitely” sees a change in the country after the NPP came to power.",
    "Countering government critics, she says: “There is some relief from the crippling cost of living. After other parties gobbled up our country’s wealth for decades, the new government cannot overturn everything immediately. They need time and I am hopeful,” she says.",
    "According to Sri Lanka’s latest Census of Population and Housing [2024], Gampaha is the most populous district with about 2.4 million people, followed by capital Colombo which has 2.3 million people.",
    "Days ahead of the election, hundreds of posters adorn the walls of the town, except, they are not of politicians. “Mathematics”, “chemistry”, “geography”, they scream, with studio portraits of local teachers, advertising the district’s thriving private tuition culture.",
    "Once a stronghold of the Sri Lanka Freedom Party — prominent politicians including former President Chandrika Bandaranaike Kumaratunga, former Minister Basil Rajapaksa were elected to parliament from this district — Gampaha gave its highest preference of votes to current Foreign Minister Vijitha Herath in the November 2024 parliamentary elections.",
    "“We wanted a change, and the NPP has just come to power. Big things are yet to happen, we must wait and see. But if you ask me, most benefits for people come through the local bodies and councils. That’s why what happens this time is important,” says D.M. Damayanthi, who works at a newspaper sales centre.",
    "Voters observed that in the past, politicians in local bodies built strong patronage networks. Familiarity with and proximity to candidates often drove voter decisions.",
    "While some Sri Lankan analysts say this presents a challenge to the NPP, a relatively new entity, party organisers are confident of retaining their voters.",
    "In addition to promising good civic infrastructure, public spaces, and prompt services at government institutions, the campaign continues to pitch “brand AKD” [as President Dissanayake is popularly known] to the public. “At the heart of brand AKD is anti-corruption.",
    "All the candidates fielded by our party are non-corrupt, clean individuals. So, there is consistency between our messaging and politics at the national as well as local level,” says Eric Ediriwickrama, NPP’s team leader for the Municipal Council in Gampaha.",
    "Meanwhile, some voters are visibly fatigued by elections. “If it’s about politics, I do not wish to speak,” snaps E.G. Margarat. “When something as basic as food and education are out of reach for so many of us, I have no interest in politicians or elections,” she says, turning the spotlight on the enduring impact of Sri Lanka’s economic crisis affecting scores of families like hers. “We are surviving on a little rice and just one vegetable every day. Pumpkin today, cucumber yesterday, brinjal tomorrow. We are unable to afford an egg or a piece of fish these days. Is this any way to live?” asks the 72-year-old homemaker. “People are becoming physically weaker because we simply can’t afford nutrition anymore.”"
  ]
}