{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/rainwater-harvesting-is-an-essential-step-to-stave-off-impending-disaster/",
  "time_ut": 1710625860.0,
  "original_lang": "en",
  "original_title": "Rainwater harvesting is an essential step to stave off impending disaster",
  "original_body_lines": [
    "Much is being spoken and written about the scarcity of drinking water and water for other purposes as well as it is a global problem caused by rapid population increases. It is made worse by the resulting needs of the people in the production of industrial and agricultural goods which in turn require water for production. This is the second most pressing problem the world is faced with the rising population being the first.",
    "The average person does not give sufficient, or worse still, any thought to the need for conservation of water in the home, in agriculture, in industry or in its other uses. Conservationists say that a dangerous situation is looming ahead of us, individuals, nations and the world itself as the demand is increasing at an alarming rate while water supplies remain near constant. Consider for instance the following recent findings of the United Nations Population Fund (UNPF).",
    "By 2050 the world’s population will increase to 9.3 billion from the present 6.1 billion. The increase will be mainly in developing countries where water for all purposes is already in short supply.",
    "To feed the world’s population about 36% of the available fresh water is presently used for food production. By 2025 this could increase to 70% to meet the demands of the increased population.",
    "In 2000, as many as 508 million people lived in 31 water stressed countries and in 2025 there will be three billion people in 48 such countries.",
    "The average person is estimated to require 50 litres of water a day for drinking, washing and cooking.",
    "According to the Lanka Rainwater Harvesting Forum Sri Lanka’s present domestic supply of water was secured by piped water serving the majority of te people, tube well, protected dug wells and served by other means.",
    "The Forum in an article some months ago in “The Island” captioned “Domestic Rainwater Harvesting: An Option to Solve Water Scarcity Problem” states that between 1996 and 2000 the country needed to invest Rs. 8,000 million a year to provide safe drinking water throughout the country by 2010. However, investment fell short by more than 50% each year and one never knows when this need will be satisfied. That being the situation it is up to every right thinking person to conserve water before we find ourselves in a situation from which we cannot escape.",
    "Such conservation is an unquantifiable contribution but it certainly is the right attitude and in the right direction. It will create the necessary awareness by users of water, for whatever purpose, to the danger we are faced with and concerned people need to take steps necessary to mitigate the circumstances.",
    "As far as domestic use of water is concerned one option available is to supplement water from normal sources at household and macro levels by rainwater harvesting as a stand by resource.",
    "Rainwater harvesting is the collection and storage of water that runs off man made catchment areas such as roofs of dwellings or other buildings through gutters into brick and cement or ferrocement tanks built above or underground.",
    "Sri Lanka’s mean annual rainfall is around 2,000 mm with some parts of the country receiving only about 500 mm and when monsoons fail severe droughts are experienced such as that in the Hambantota District recently. In times such as those people need not have had to walk miles in search of drinking water as often as they did if rainwater had been collected in homes and by communities. Roof material of buildings and gutters used for rainwater collection should be hard such as G1 sheets, tiles or asbestos as these could be cleaned periodically. Overhanging branches and trees must be removed to ensure the collection tanks are sealed securely to prevent mosquitoes and other pests from breeding and growth of algae.",
    "In order to encourage rain water storage systems plans for new houses and housing schemes should receive the attention of planners, builders, engineers and architects.",
    "In late 2002 and early 2003 Agromart Foundation’s Production society members in Hambantota, Monaragala and Ampara District built in their homesteads 2,888 rain water storage tanks. Each of these have a capacity of 5000 litres and cost around Rs. 15,000/= each. A single mould costing approximately Rs. 7000/= was used to turn out several tanks. The United Nations Development Programme (UNDP) bore 75% of the cost while Agromarts members met the balance. At times of low rainfall owners of these tanks found all the drinking water they needed without even stepping out of their compounds so different from the ordeal they went through in the past.",
    "With regard to water conservation in agriculture the main principals of rain water management is to slow down the flow and allow water to seep into the ground. To achieve this stone bunds, drains and trenches on the contour need to be provided. For maximum conservation pits measuring about a foot deep and two feet long should be dug at short intervals at the bottom of the contour drains. In steep land spacing between drains and or bunds must be close and wider in less steep land. These bunds and drains also serve another useful purpose, which is by preventing soil erosion.",
    "Soils must be rich in leaf mould and mulch to absorb and retain water particularly in dry weather and prevent its exposure to the sun. In dry weather, if watering of crops is possible, a thorough drenching every few days is more useful than light watering daily. Watering in the late afternoons is advised to prevent excessive evaporation, during the day.",
    "Waste water from kitchens can be used safely in home gardens where, preferable, the application is direct to the soil avoiding the crop foliage.",
    "Perennial crops such as young coconut and fruit trees benefit greatly in times of drought when earthen pots buried up to their mouths and at a distance of about five feet from their trunks are filled with water as and when required.",
    "Drip irrigation systems, though installation is expensive, are very efficient in conservation of water while at the same time giving excellent returns on investment as water is made available in measured quantities as and when needed by the crop.",
    "Conservation of moisture and build up of soil fertility at macro level can be achieved with agro forestry. This is a system in which trees, preferably leguminous varieties, are planted as a mix with crops. By this system soil is protected from damage resulting from the beating action of heavy rain and scorching by the sun; Nitrogen is added to soils from decaying leaf and small branches from toppings. The force of winds and fast flowing rain water are minimized thus preventing physical damage to crops and minimising soil erosion; the force of dry winds are broken and drying up of soils and crops is minimized.",
    "Fodder, fuel wood, timber, food, and medicinal items are provided by some trees grown with crops. Degraded and marginal lands can be brought back to their earlier productive condition.",
    "An example of an efficient system of agro forestry is seen in Sri Lanka’s tea plantations where Grevillea, Dadap, Gliracidea and Accacia hedges planted from early times act as shade, windbreaks and sources of green manure.",
    "Conservation of rainwater has been practiced in Sri Lanka from ancient times with our Kings constructing those near miracles, the irrigation tanks. King Kasyappa in the fifth century had fountains and swimming pools in his rock fortress. Ancients Rome had an intricate system of harvesting rain water for domestic use. In Australia’s semi desert regions many thousands of homesteads, cattle and sheep farms depend on harvested rain water. Community rain water tanks are common in many parts of Africa.",
    "What we need in Sri Lanka today is to recreate an awareness for the need to conserve water and get about doing it at all levels and spheres because water is precious and has no known substitute.",
    "Rainwater harvesting the best answer to Jaffna’s water woes.The northern Jaffna peninsula, which has traditionally experienced a scarcity of uncontaminated underground fresh water, should consider adopting new rainwater harvesting methods to meet the increasing demand, a German expert said this week in Colombo.",
    "“The Jaffna peninsula receives an average annual rainfall of 120 centimetres which is adequate for its population’s consumption needs if this water is captured, stored and governed correctly,” said Herald Kraft, a consultant for the German Development Cooperation’s (GTZ) Jaffna Rehabilitation Project. “In fact, rain water is the most uncontaminated water source in Jaffna, because there is almost no air-polluting industry on the peninsula and the main cloud masses reach Jaffna having passed over the sea.”",
    "Mr. Kraft was speaking at a seminar held at the International Water Management Institute on the potential of rainwater harvesting in the Jaffna peninsula. The third of a series of seminars on the subject, it was organized by the GTZ Jaffna Rehabilitation Project, which has spearheaded relief and reconstruction work in Jaffna since 1996.",
    "Funded by the German Federal Ministry of Economic Cooperation & Development, GTZ has been involved in the rehabilitation of the peninsula’s water supply system and the rebuilding of war damaged schools and houses.",
    "Mr. Kraft, who had spent many months conducting a study on “Water Supply, Rain Water Harvesting, Waste Water and Solid Waste Management in the Jaffna peninsula”, revealed alarming information which indicated the gravity of the groundwater situation in Jaffna and the islands. The Jaffna topography is such, that the thin cover of soil over the ground water table, which consists mainly of sandy soil with an infiltration capacity of 50 m/d, provides no protection against pollutants from entering the ground water from the surface.",
    "The sandy soil has very low absorption and therefore a low purification capacity. Whatever is applied onto the soil or buried in the loil reaches down to the ground water. Agricultural fertilizers, pesticides, fungicides and herbicides, as well as solid and liquid industrial wasters, oil, diesel and petrol and the wide variety of domestic and liquid waste can easily pollute the ground water.",
    "The lime stone cover, which is widespread in the Jaffna peninsula, provides almost no purification capacity, permitting all pollutants reaching the ground water to spread far and wide. Salination, along with contamination from the surface, has made it vital for such drinking water from local ground water sources to undergo sophisticated chemical treatment before it can be considered safe for human consumption.",
    "According to GTZ experts, with more and more refugees returning to their homes in Jaffna, the peninsula’s population is likely to increase rapidly, putting additional pressure on this already sensitive environment.",
    "As a means of introducing and popularizing rainwater harvesting, GTZ will launch a pilot project at the Kopay Christian College. The school buildings at this college provide 1,845 square metres of roof surface and will be connected to a cistern of 600 cubic metres. It is estimated that this collection will be sufficient to provide drinking water to the students and teachers of the college for a year.",
    "GTZ experts pointed out that schools, hospitals, and public buildings that have large roof areas, usually covered with clay tiles, are perfectly suited for rainwater harvesting. They hoped the success of the pilot project would encourage many others in the peninsula to adopt this method, which would ensure an alternative source of fresh, uncontaminated water for the people of Jaffna.",
    "(Late ACB Pethiyagoda, a career tea planter worked for Ceylon Tobacco Co. in agriculture related projects post retirement and was associated in several water management initiatives. This article was written and first published in July 2023 in the Sunday Island)",
    "Rich countries attain record human development, but half of the poorest have gone backwards, finds UN Development Programme",
    "Rainwater harvesting can revolutionises access to clean water in Sri Lanka – LRWHF",
    "Chinese ship, Xiang Yang Hong 3’s port call flares India tension",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}