{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97296/eligible-individuals-to-receive-aswesuma-benefits-without-repercussions-wbb",
  "time_ut": 1707991380.0,
  "original_lang": "en",
  "original_title": "Eligible individuals to receive ‘Aswesuma’ benefits without repercussions: WBB",
  "original_body_lines": [
    "The Welfare Benefits Board (WBB) chairman on Thursday (Feb.15) announced the commencement of applications for the second phase of ‘Aswesuma’ program.",
    "Accordingly, new applications will be accepted for a period of one month until March 15.",
    "Eligible individuals will receive the benefits without repercussions, WBB Chairman Jayantha Wijeratne noted while addressing a press conference at the Presidential Media Centre (PMC).",
    "The families that could not submit applications during the first phase or did not participate in the housing information census can apply during the new phase, he explained.",
    "During the second phase of ‘Aswesuma’, benefits are anticipated to be extended to 2.4 million families.",
    "It was emphasized that expediting the benefits process requires submitting applications with accurate and truthful information.",
    "Additionally, he also stressed the necessity of including the National Identity Card (NIC) number of applicants during the application process for the second phase to ensure timely provision of benefits within the specified timeframe.",
    "Hence, the Department of Registration of Persons has initiated a special program at the Divisional Secretariat level to expedite the issuance of ID cards for applicants lacking national identity cards.",
    "Applications for the second phase of Aswasuma can be submitted via online system or through Divisional Secretariats or from Grama Niladhari. Applicants have the option to complete the application form in Sinhala, Tamil or English on the website www.wbb.gov.lk.",
    "For individuals unable to apply online, model applications are accessible through Divisional Secretariats or civil organizations and there is no charge for obtaining these applications.",
    "It was highlighted that individuals who applied for the first phase but did not qualify for benefits, as well as those who missed participation in the appeal tests, will have an opportunity for re-certification in the future. Further information can be obtained through the hotline number 1924."
  ]
}