{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Sri-Lankas-attempt-to-secure-big-onions-from-India-fails/108-277088",
  "time_ut": 1707985320.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s attempt to secure big onions from India fails",
  "original_body_lines": [
    "Colombo, Feb 15 (Daily Mirror) - Sri Lanka’s attempt to secure an exemption from India on its ban on big onion exports has not materialized resulting in importers looking to other markets for purchases at higher costs, Daily Mirror learns.",
    "India's ban on the export of onions has driven up prices in countries like Sri Lanka. India, the world’s biggest exporter of onions, banned shipments on December 8, 2023 after domestic prices more than doubled in three months following a drop in production. India has taken the policy decision to contain inflation ahead of the parliamentary elections.",
    "However, Sri Lanka sought an exemption to import 100,000 tonnes of big onions from India under special arrangements despite the ban.",
    "Asked about the latest situation, Trade Minister Nalin Fernando told Daily Mirror that the attempt did not materialize and therefore the prices remained high in the local market.",
    "The wholesale price of big onions remains at Rs.350-375 a kilo at the moment.",
    "A spokesman for the Essential Commodities Importers’ and Traders’ Association said big onions are now imported from Pakistan at a cost of US $ 1200 a tonne. Under normal circumstances, Sri Lanka imports around 20,000 tonnes for a month.",
    "“It may now drop to 12,000-15,000 tonnes because the price is very high. Pakistan has imposed a minimum export price for their produce,” he said.",
    "Meanwhile, a source from the Indian High Commission said the ban had not yet been lifted , and therefore India offered another variety of onion called ‘Bangalore rose onion’ to Sri Lanka.",
    "“We have communicated it to the Trade Ministry here. It is another variety of onion,” the source said."
  ]
}