{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/indias-next-move-strategy-in-action/",
  "time_ut": 1756737060.0,
  "original_lang": "en",
  "original_title": "India’s Next Move: Strategy In Action",
  "original_body_lines": [
    "India, the world’s fastest-growing major economy, is navigating a crucial period of economic recalibration. With global trade tensions escalating, commodity prices fluctuating, and domestic structural transformations underway, the nation’s economic trajectory is tightly linked to the Reserve Bank of India’s (RBI) strategy. In 2025, the RBI’s priorities—price stability, financial resilience, and growth support—form the triad guiding India through this complex landscape.",
    "As the global economy grapples with slowing demand, trade conflicts, and financial volatility, India continues to stand out as a story of resilience. Retail inflation has fallen to historic lows, economic growth remains robust despite external headwinds, and monetary policy is carefully calibrated to support both stability and expansion.",
    "U.S. tariffs on Indian goods, uneven global growth, and domestic structural pressures demand a nuanced response. At the same time, India’s diverse economy, strong domestic demand, and growing integration with global markets provide multiple levers to sustain growth.",
    "The global economy in 2025 faces a mixed scenario. According to the IMF’s July 2025 World Economic Outlook, global GDP is projected to expand 3.0% in 2025, slightly rising to 3.1% in 2026. This moderate growth is supported by easing financial conditions and selective fiscal interventions. However, escalating tariffs, geopolitical tensions, and uneven demand growth remain key downside risks.",
    "The World Bank’s June 2025 Global Economic Prospects presents a more conservative view, projecting 2.7% global growth in 2025–26, highlighting the transition toward a “low-growth equilibrium” driven by structural policy uncertainty and subdued trade activity.",
    "Emerging markets like India are affected differently from advanced economies. While U.S. and European demand moderates, strong domestic consumption, digital adoption, and targeted policy interventions provide emerging markets with buffers against global volatility. For India, this environment necessitates proactive trade diversification and strategic engagement with multiple markets.",
    "India’s economic growth remains resilient. The RBI has retained its baseline GDP growth forecast at 6.5% for FY2025–26, with quarterly projections as follows: Q1: 6.5%, Q2: 6.7%, Q3: 6.6%, Q4: 6.3%. This reflects a steady, evenly balanced expansion trajectory.",
    "For FY2024–25, growth was also around 6.5%, driven by strong domestic demand, private consumption, and investment flows. Key drivers include:",
    "* Benefiting from a normal monsoon, agricultural reforms, and digital finance penetration.",
    "* Infrastructure investment in highways, railways, logistics, and renewable energy.",
    "India’s external environment faces pressures: heightened tariff barriers (notably from the U.S.), higher-for-longer global interest rates, and geopolitical uncertainty threaten trade and investment flows.",
    "Domestically, export-oriented sectors such as textiles, gems, and chemicals are particularly vulnerable. Yet, positive factors—stable monsoon forecasts, contained inflation, and sustained public expenditure—help mitigate downside risks.",
    "Even in a subdued global environment, India’s 6.5% growth positions it among the fastest-growing large economies, with domestic demand acting as a critical shock absorber.",
    "On August 27, 2025, the United States doubled tariffs on a broad range of Indian exports to 50%, impacting key sectors such as textiles, gems and jewelry, shrimp, leather, chemicals, and machinery. The shock sent immediate ripples through India’s export economy and retail sectors.",
    "* Margin pressures for MSMEs, particularly in labor-intensive export industries",
    "Textiles: India’s textile sector, valued at $179 billion in 2024–25 ($142B domestic, $37B exports), faces a 30–31% cost disadvantage relative to competitors such as Bangladesh, Vietnam, and Sri Lanka. Globally, India accounts for just 4.1% of the $800.77 billion textile market, highlighting untapped export potential.",
    "Gems & Jewelry: Contributing nearly 10% of India’s total exports, the sector is now pressured by higher tariffs and the need to renegotiate existing contracts.",
    "Seafood: Exporters, especially in Kerala and Andhra Pradesh, report canceled contracts and pricing pressures, risking employment in coastal communities.",
    "Rather than a defensive retreat, India’s government has opted for proactive market diversification. A 40-market outreach strategy targets advanced economies (UK, Japan, Germany, France, South Korea, Italy, Australia) and emerging markets (Mexico, Russia, Turkiye, UAE), collectively representing $590 billion in textile and apparel imports annually. India currently accounts for only 5–6% of this trade, indicating significant growth potential.",
    "* Linking production clusters (Surat, Panipat, Tirupur, Bhadohi) with global buyers",
    "* Stronger FTAs will enhance Indian goods’ competitiveness, allowing accelerated market penetration and mitigating U.S. tariff shocks.",
    "India’s retail inflation cooled to 1.55% in July 2025, an eight-year low and below the RBI’s 2–6% comfort band. This moderation is largely due to falling food prices, particularly vegetables and pulses.",
    "* Full-year inflation forecast revised down from 3.7% to 3.1%",
    "RBI Governor Sanjay Malhotra emphasized, “Price stability is not a hurdle to growth but an enabler,” highlighting the central bank’s dual mandate of inflation control and growth support.",
    "Sri Lanka, recovering from its 2022 economic crisis, recorded inflation of 4–5% by mid-2025, down from previous highs exceeding 70%. Tight monetary policy, IMF-supported reforms, and import rationalization stabilized prices, though vulnerability to external shocks remains.",
    "India demonstrates the ability to combine low inflation with strong growth, contrasting with Sri Lanka’s delicate stabilization trajectory.",
    "India’s growth is powered by multiple, interlinked sectors, providing resilience against shocks. Consumption accounts for 60% of GDP, fueled by a growing middle class, urbanization, and digital adoption. Platforms like Unified Payments Interface (UPI) have deepened financial inclusion and boosted retail and housing demand.",
    "The services sector contributes over 50% of GDP, led by IT, finance, healthcare, and tourism. IT exports alone generate $250 billion annually, with global demand for cloud computing, AI, and software services strengthening India’s position as a global hub.",
    "Government initiatives such as Gati Shakti, Bharatmala, Make in India, and PLI schemes are expanding highways, ports, logistics networks, and manufacturing capacity, positioning India as an alternative to China in global supply chains.",
    "Agriculture employs 40% of the workforce. Modernization through digital agriculture, agri-tech startups, and diversified exports is gradually converting rural economies into growth engines beyond subsistence. India aims for 500 GW of renewable energy by 2030, expanding solar, wind, and electric mobility sectors, reducing fossil fuel dependence and enhancing sustainability. With a median age of 28, India’s youth dividend supports productivity gains. Investments in education, skilling, and healthcare underpin growth, complemented by a vibrant startup ecosystem.",
    "Despite global headwinds, exports in services, pharmaceuticals, textiles, and gems continue to generate foreign exchange. Strategic FTAs and FDI inflows enhance India’s global economic footprint.",
    "1. Monetary Stability – Repo rate maintained at 5.5% to balance growth and inflation",
    "2. Financial Support – Ample liquidity, targeted MSME credit support, and sector-specific relief",
    "3. Communication – Transparent policy decisions to maintain public and investor confidence",
    "Export-oriented retailers face rising costs, reduced margins, and competitive pressure. Policy measures—GST reforms, Make in India incentives, and credit support—are redirecting growth toward domestic consumption, mitigating external vulnerabilities.",
    "India’s diversified growth model provides stability, while Sri Lanka focuses on gradual recovery under fiscal discipline and structural reforms. Regional cooperation can bolster energy security, trade, and resilience.",
    "India’s economy in 2025 is a study in contrasts: record-low inflation coexists with trade shocks, resilient growth contrasts with sectoral vulnerabilities, and cautious policymaking mitigates uncertainty.",
    "* Robust domestic demand – 1.4 billion consumers providing a buffer against trade shocks",
    "* Diversified exports – Reducing dependence on the U.S. market",
    "* Strong forex reserves – USD 640 billion, ensuring external stability",
    "* Monetary credibility – RBI’s balanced approach supports investor confidence",
    "The U.S. tariff shock, while disruptive, has catalyzed strategic diversification across 40 global markets, creating opportunities for India to strengthen its position in the global textile, apparel, and manufacturing sectors.",
    "India’s multi-engine economy—spanning consumption, services, infrastructure, agriculture, energy, demographics, and trade—offers long-term resilience. With careful RBI stewardship and structural reforms, India is well-positioned to remain the world’s fastest-growing major economy in the coming decade.",
    "*Visvalingam Muralithas is a researcher in the legislative sector, specializing in policy analysis and economic research. He is currently pursuing a PhD in Economics at the University of Colombo, with a research focus on governance, development, and sustainable growth."
  ]
}