{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111943/ex-president-ranil-still-in-icu-no-decision-on-date-of-discharge",
  "time_ut": 1756370100.0,
  "original_lang": "en",
  "original_title": "Ex-President Ranil still in ICU, no decision on date of discharge",
  "original_body_lines": [
    "Former President Ranil Wickremesinghe, who was arrested on charges of misappropriation of state funds and later released on bail, is still receiving treatment at the Intensive Care Unit (ICU) of the Colombo National Hospital.",
    "It has been reported that doctors have not yet made a final decision regarding the date of his discharge from the hospital.",
    "A legal team representing former President Ranil Wickremesinghe presented several special facts to court in support of granting him bail.",
    "During the proceedings, all of Wickremesinghe’s medical reports were submitted, which indicated that three out of the four main arteries in his heart are blocked.",
    "It was also reported in court that there is tissue damage in his heart and that he is suffering from a lung infection.",
    "Accordingly, all medical reports regarding his condition have now been submitted to court by his attorney.",
    "Furthermore, President’s Counsel Anuja Premarathna informed court that the former president is facing a serious and life-threatening health condition.",
    "Meanwhile, yesterday, Deputy Director of the National Hospital Dr. Rukshan Bellana said former President Ranil Wickremesinghe will need to remain in the ICU for approximately two more days, as recommended by specialist doctors.",
    "Dr. Bellana stated that the former president is no longer a detainee, and therefore, he is free to consult his private physician or seek treatment at a private hospital if desired.",
    "Dr. Bellana further noted that the former President’s severe dehydration, which was a major concern upon admission, is now gradually subsiding with medical treatment."
  ]
}