{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SJS-only-alternative-against-current-Govt-Ranjith-Madduma-Bandara/56-767497",
  "time_ut": 1727913359.0,
  "original_lang": "en",
  "original_title": "SJS only alternative against current Govt. – Ranjith Madduma Bandara",
  "original_body_lines": [
    "Stresses need for citizens to support the SJS, which he described as having the best experienced team",
    "Claims Sri Lanka’s recent economic collapse was a direct consequence of entrusting power to individuals without sufficient experience",
    "Urges people not to make the same mistake again and vote for SJS",
    "Samagi Jana Balawegaya (SJB) General Secretary Ranjith Madduma Bandara yesterday declared that the Samagi Jana Sandhanaya (SJS), a broad coalition led by the SJB, is the only viable alternative to the current Government led by President Anura Kumara Dissanayake.",
    "Speaking at a press conference held in Colombo, Madduma Bandara stressed the need for the people to support the SJS, which he described as having the “best experienced team” capable of correcting past mistakes and leading the country towards recovery.",
    "He pointed to Sri Lanka’s recent economic collapse as a direct consequence of entrusting power to individuals without sufficient experience, a decision that he said plunged the nation into bankruptcy. “We have experienced what happens when inexperienced individuals are given power. We urge the people not to make the same mistake again,” Madduma Bandara said.",
    "The SJB leader, Sajith Premadasa, has been named the coalition’s Prime Ministerial candidate, with all allied parties in the SJS united behind him. Madduma Bandara further emphasised that the SJS is the only remaining option for those seeking to restore democracy and rebuild Sri Lanka.",
    "Meanwhile, Patali Champika Ranawaka, also speaking at the press conference, stated that the alliance is committed to engaging in opposition politics based on consensus rather than conflict. He signalled willingness to support the Government’s proposed reforms, such as cutting down the privileges of former Presidents, Ministers, and Members of Parliament, and efforts to recover stolen public funds from abroad, so long as these measures are implemented transparently.",
    "Ranawaka urged supporters of both the United National Party (UNP) and the Sri Lanka Podujana Peramuna (SLPP) to rally behind the SJS, claiming it is the only viable political force left to challenge the current regime and bring meaningful change to the country."
  ]
}