{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Trilateralism-Ranil-Sajith-Namal-should-reinforce-the-Centre-not-unite-the-Right/4-781218",
  "time_ut": 1756936714.0,
  "original_lang": "en",
  "original_title": "Trilateralism: Ranil-Sajith-Namal should reinforce the Centre, not ‘unite the Right’",
  "original_body_lines": [
    "Sri Lanka is headed towards a debt repayment cyclone against the backdrop of the global storm of tariff-driven economic turbulence, geopolitical rivalry and regional wars. Instead of sailing the ship of state sagaciously, President Anura Dissanayake and his Government are rocking the boat.",
    "Five destabilising developments can be listed, all running parallel, happening simultaneously, and interactive.",
    "I. S-G Dileepa Pieris ignored the exit ramp of ‘exceptional circumstances’ and doubled-down on his insistence that bail should be denied and the suspect remanded until the end of the trial, even after Ranil’s medical reports had been submitted to the magistrate. This revealed the confrontational bloody-mindedness of the authorities.",
    "II. Important Ministers and senior JVP leaders Bimal Ratnayaka and Vijitha Herath displayed the rankest ignorance of who Shashi Tharoor is, dismissing him as “some Indian politician”. One of the best-known Indian politicians in the world today, Tharoor ran second to Ban Ki Moon for UNSG in 2006, had the largest twitter audience of any Indian politician until Prime Minister Modi appeared, and his Oxford Union critique of British colonialism had over 10 million views online. Socrates and (more so) Plato, strongly felt that ‘unacknowledged ignorance’ was the most dangerous thing, but unacknowledged ignorance characterises the new JVP-NPP ruling elite.",
    "III. Public Security Minister Ananda Wijepala disclosed that ‘…any other former President would not be spared if complaints were received. “If somebody makes complaints, we will investigate cases against former Presidents or anyone” he said…’ The anonymous postcard or letter fuelled by jealousy and resentment was a Ceylonese/Sri Lankan trait in the 20th century, and remains part of the dark underside of the national psyche, so one can imagine the outpouring that will be unleashed. (https://www.dailymirror.lk/print/main_image/All-former-Presidents-under-probe-for-possible-malpractices-during-office/346-317954).",
    "IV. LankaCNews reported that JVP veteran and Deputy Minister Nalin Hewage told the media: “Messrs. Sajith, Namal, Ranil, Mahinda, Maithripala, Champika--these are the criminals…[Their convergence] is a relief for the government. [Once gathered together] With a single padlock we can send them all to Welikada.” Note the “we”. The cat of intentional politico-legal lynching is out of the JVP bag.",
    "V. Justice Minister Harshana Nanayakkara announced that “investigations will be reopened into more than 10,000 complaints of enforced disappearances reported in both the North and South prior to the year 2000…” (https://www.dailymirror.lk/top-story/Over-10-000-disappearance-complaints-to-be-reinvestigated-Justice-Minister/155-318026). A Sunday newspaper confirms that “The Ministry of Justice is seeking a sum of Rs. 375 million to establish 25 three-person panels to open inquiries on 10,531 files of missing persons from the period prior to 2000.”",
    "No democratic state which had to fight an internal war within its own internationally recognised borders, undertook an investigatory-punitive task of such scale and scope. Even in the case of authentic ‘transitional justice’ from one state form – apartheid, autocracy, despotism, communism—to another, the democratic transitional governments strive to be prudent, gradualistic. By contrast, Minister Nanayakkara is about to adopt a broad-gauge, accelerated approach.",
    "When a combination of liberal economic and political shock therapy, and nihilism towards the past, consumed the Soviet Union in the Gorbachev-Yeltsin years, the Communist Party of China concluded that economic and political reform should never be parallel and simultaneous if systemic collapse is not to be risked. The AKD Government is taking precisely that adventurist risk.",
    "The AKD-JVP-NPP government is waging a Cold War domestically, against the political and military establishments. This is not a healthy atmosphere for economic growth, which is sustainable only if undergirded by broad consensus, the exact opposite of polarisation and confrontation.",
    "Clearly, the country is entering a time of witch-hunts and toxicity; of needless dissipation of social and state energies; of social laceration and disequilibrium. The most suitable symbolism of these times will be the ouroboros, the serpent eating its own tail.",
    "Sri Lanka needs to roll-back democratically and at the first possible moment, the distorted, abnormal – as distinct from ‘exceptional’—project of Anura Dissanayake and the JVP-NPP. Normality and rationality must be restored. The Opposition must constrain, contain and countervail the Government’s destructive recklessness and dangerous dictatorial (‘twenty years’) impulse.",
    "President Anura Kumara Dissanayake is Sri Lanka’s Mussolini or the closest we have come to a Mussolini. Tilvin Silva and Bimal Ratnayake reveal potentially Hitlerian characteristics and tendencies.",
    "Those on the left who fail to grasp the specificity and extreme nature of the challenge posed by the JVP’s project and view matters through the conventional left/right, progressive/reactionary prism, make the same mistake as those Leftists who failed to understand why the 1930s and 1940s required a strategy the opposite of that during WW I.",
    "Fortunately for humanity, the global Right had Churchill, Roosevelt and de Gaulle, and the global Left had Gramsci, Dimitrov, Togliatti, Stalin, Mao and Ho Chi Minh, who understood the new historical context and need for a truly radical change in perspective in the struggle against the new danger and enemy.",
    "Mao Zedong sent Zhou Enlai to save the life of Kuomintang leader Chiang Kaishek who had been captured by patriotic warlords and was to be killed. Chiang had executed Mao’s wife and treacherously butchered thousands of Communists in Shanghai and Canton in 1927. But with the Japanese invasion, Mao knew that the nation required a United Front (which he dubbed a ‘magic wand’) between the Left and Nationalist Right. Once the Japanese had been defeated, the civil war resumed in 1947 and the Communists prevailed in 1949.",
    "With Roosevelt dead and WWII over, the global Right and Left, Churchill and Stalin, fell apart and the Cold War began—but humanity had been saved from fascism.",
    "The anti-fascist Popular Front and the global alliance against the fascist axis of Germany-Italy-Japan must be the strategic paradigm utilised to restore equilibrium and save democracy from one-party tyranny in Sri Lanka.",
    "The leading Opposition parties and leaders can go their own ways in 2029 at the Presidential and Parliamentary election. Till then, they must stand together in defence of democracy, the State, and the downward-spiralling living standards of the people.",
    "What the UNP and the SJB must realise is that the ‘high’ they recently experienced with a tactical win—actually a ‘draw’—namely the securing of bail, is something that Ranil and the UNP have experienced many times before but never resulting in an electoral win. Indeed, those instances have been followed by election defeats, because Ranil and the UNP had just not got the recipe right for national electoral victory.",
    "When CBK dismissed Ranil as PM while he was overseas, and crowds lined the streets upon his return.",
    "When the courts awarded a victory against Maithripala Sirisena and Mahinda Rajapaksa at the end of the misnamed ‘coup’ of the 52 days.",
    "When Ranil tapped Indian goodwill, and partially restored macroeconomic stability after accepting the Prime Ministership and being elected President by Parliamentary majority.",
    "At every one of the elections held in the aftermath of those popularity spikes, Ranil and the UNP lost.",
    "The UNP and SJB should grasp why they’ve never been elected to lead the country after Premadasa won in 1988-’89. It is because they renounced and abandoned his development doctrine, model and path. Whether the SJB and UNP run separately or together on the same ticket, they will still lose unless they make a course-correction and return to the place and path they last were when they won a Presidential election, advancing from there.",
    "Ironically, those who wish to ‘unite the Right and do a 1977’, know little about how the UNP in the Opposition in 1973-1977 turned a 2/3rds defeat into a 5/6ths victory.",
    "Two politicians intimately know the real history of the UNP of 1970-1977: Ranil Wickremesinghe and Imthiaz Bakeer Markar. The UNP’s Great Comeback 1973-1977 was manifestly NOT as a right-wing party; it was as a democratic-populist party, even a radical or progressive democratic populist party. Ranil knows this well because he was probably the only UNPer who did not turn comparatively leftwards when the rest of the party did. He was the sole right-winger in a party which remodelled itself as pronouncedly populist and pivoted at least partially to the left. Ranil was to the right of his ex-Trotskyist father, key UNP strategist and ideologue, Esmond Wickremesinghe.",
    "What Ranil Wickremesinghe needs to do now is to ally with Sajith Premadasa and construct an SJB-UNP bloc as a confederal partnership which takes as its model the aggressively populist-democratic UNP Opposition of 1973-1977.",
    "Ranil also knows the lessons of 1988-’89, the last real victories of the UNP scored in the most impossibly adverse conditions, under Ranasinghe Premadasa’s leadership. Just as JR Jayewardene heeded the counsel of Ranjan Wijeratne who after a nationwide field survey, concluded that only R. Premadasa’s leadership could save the party, democracy and the country, Ranil must know that Sajith Premadasa is the only one with the mass appeal needed to lead an SJB-UNP bloc. This is especially so at a time of the ongoing poverty pandemic on AKD’s watch.",
    "Wickremesinghe is aware that the post-Hartal Marxist left was beaten by SWRD Bandaranaike’s nationalist-populist progressivism, not the rightist UNP. Moreover, Ranil closely witnessed Premadasa and Sirisena Cooray’s successful fightback against the JVP, starting 1988. He knows full well that wasn’t waged from an orthodox right-wing UNP standpoint but from a heterodox populist-developmentalist posture. That’s the only trajectory and platform that can defeat today’s JVP-NPP rule. The Premadasa development platform ensured the UNP’s electoral and economic success. Post-Premadasa, Sri Lanka never elected a UNP (or SJB) leader.",
    "Ranil should recall that there was a time he got it right, and if he had stayed that course, he would probably have beaten CBK at the Presidential election of 1999. That was in 1994-1997 when he was allied with Premadasa’s second-in-command Sirisena Cooray, claimed to stand for Social Democracy (not least in an extended conversation with me in the Op-Ed page of the Sunday Observer), was patron of the Premadasa Centre, and addressed the annual Premadasa commemorations.",
    "At the time, the UNP was outflanking Chandrika’s ‘union-of-regions’ package from a nationalist-patriotic platform. When the Dimbulagala chief priest was killed by the LTTE, his colourful, elaborate, emotional funeral procession which wound its way from the war-torn ‘border villages’ to Colombo was organised and spearheaded by the UNP’s Dr Jayalath Jayawardena, who subsequently equipped border villages with air-raid sirens for use when the Tigers attacked.",
    "In 1997 Ranil abandoned all that, broke with Sirisena Cooray and the Premadasa Centre, signed the Liam Fox agreement, tilted to the Tigers and lost his chance at the 1999 presidential election. What he should do now is return to his stand of 1994-1997.",
    "Ranil’s Yahapalanaya 2015-2019 blunder was not the ‘betrayal of the 2015 mandate’ but the adoption of Mangala Samaraweera’s neoliberal-cosmopolitan interpretation of the mandate over fealty to the reformist consensus and the survival of the united front with his senior partner, President Maithripala Sirisena, dissident SLFPer. The contentious choice of Arjuna Mahendran, the ensuing Central Bank scandal, and the UNP’s co-sponsorship of a Western resolution at the UNHRC Geneva (2015) which opened the door to foreign judges, caused Sirisena’s SLFP base to defect massively to Mahinda Rajapaksa.",
    "The undivided UNP never processed its crushing electoral defeat at the local government elections of February 2018 at the hands of the fledgling SLPP. AKD’s NPP victory over Sajith’s SJB in 2024, coming up from way behind, had been prefigured by the newbie SLPP’s victory over the governing UNP and SLFP in Feb 2018.",
    "Even after it won ‘the battle of the 52 days’, Ranil’s UNP lost the national elections of 2019. The UNP and its successor SJB scored in 2020, precisely the same percentage the ‘green space’ had shrunk to in Feb 2018. The reason was that after returning to office after the 52-day Mahinda-Maithri experiment, Ranil’s UNP (including the future SJB) tried to enact a federal-type Constitution which had deleted the defining term ‘unitary’ in the English-language text. Ranil’s UNP was perceived as on the cusp of betraying the State, and was punished for it even in the aftermath of the 52-Days win.",
    "In retrospect, Ranil’s most consequentially self-defeating betrayal was not of the liberal Yahapalanaya mandate of 2015 but of his 1994 partnership with Premadasa’s deputy Sirisena Cooray in 1997.",
    "Today, the UNP and the SJB must return, as individual parties and/or in a centripetal process, as a confederal formation, to the robust patriotism of DS Senanayake and Ranasinghe Premadasa, and the pro-people development economics of the latter.",
    "Sajith’s economic line is correct but his slow political pace is far too reminiscent of the ‘Senanayake-style’. The SJB doesn’t follow his ‘progressive-centrist’ line—ideologically it remains influenced by Harsha de Silva, who follows Ranil and (the late) Mangala Samaraweera.",
    "Thus, the SJB critique of the AKD-JVP-NPP Govt is ambivalent, weak: “when we advocated this policy way back, you opposed it; we are glad you’ve finally come round to the right policies, but you lack the experience to implement them fully, which we shall do when in office”.",
    "This is hardly the UNP’s frontal anti-Govt offensive of 1973-1977 despite the OPEC oil price shock and escalating even against Felix Dias Bandaranaike’s post-NM rightist economic pivot of 1975-1977.",
    "The UNP and SJB must return to the populist-democratic centre, not ‘unite the Right’. Voters who swung against the Yahapalanaya UNP to the Rajapaksas in 2019-2020 and Anura in 2024, won’t cross to the opposite Right Bank, but will shift to a more proximate ‘centre-left’/’progressive-centrist’ populist alternative. Why then pitch the SJB, UNP, or SJB-UNP ‘tent’ on the Right?",
    "Ranil brings to the table his political experience, wide reading and knowledge of political and world history.",
    "JVP-NPP leaders have made it clear that it is going wage incessant ‘lawfare’ on the Rajapaksas, Ranil Wickremesinghe and Sajith Premadasa. They need each other.",
    "Namal is more popular than his SLPP. If Namal goes with the SLPP alone, it could drag him down. So too Sajith with only SJB/SJS backup.",
    "An UNP-SJB bloc will present a centre-right or right-wing profile, lacking attraction for the JVP-NPP swing-voter.",
    "The assurance of victory over the JVP’s ‘Twenty-Year Tyranny’ project can come only from an Opposition counter-project ‘flying’ with both ‘wings’, Centre-Right and Centre-Left.",
    "The UNP-SJB lacks national-patriotic appeal—an electorally fatal weakness. Namal and the SLPP bring that to the table. Dilith, Champika, Wimal, Udaya can’t substitute for the organic, ‘national-popular’ MR-NR brand.",
    "An equation embracing the two historic ‘brands’ Rajapaksa and Premadasa are more likely to prevail over the JVP-NPP than only one; even worse, one brand competing with the other.",
    "The JVP is in power because of the split not only in the Right or Centre-Right, but in the larger democratic camp between the UNP and SLFP and their successor formations. To defeat the threat of JVP tyranny, that historic split has to be healed; the two wings of the democratic camp reunified; a strong Centre rebuilt. Those two wings are represented most broadly, popularly, nationally, by Sajith and Namal."
  ]
}