{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Shivaan-Renuka-appointed-to-Cold-Stores-Board/34-763260",
  "time_ut": 1718839386.0,
  "original_lang": "en",
  "original_title": "Shivaan, Renuka appointed to Cold Stores Board",
  "original_body_lines": [
    "Ceylon Cold Stores PLC has announced the appointment of Shivaan Kang-Isvaran and Renuka Fernando as Independent Non-Executive Directors.",
    "Shivaan Kanag-Isvaran is a Barrister-at-Law of the Lincoln’s Inn (2000), a Graduate in Law from the University of Warwick (1998) and holds a Masters in Law in International Business Law from the London School of Economic and Political Science (1999). He is an Attorney-at-Law of the Supreme Court of Sri Lanka (2002).",
    "He has an extensive practice on the civil side in both the original and appellate Courts and specialises in several areas of law including Constitutional law, Corporate Law, Intellectual Property Law, Banking and Finance Law, Telecommunication Law and Tax Law.",
    "He also specialises in International Commercial Arbitration, where he has represented clients both locally and internationally and has experience advising in connection with infrastructure and construction projects.",
    "He is an Accredited Mediator of the Singapore International Mediation Institute (Level-1). He was a member of the Special Committee of the Bar Association of Sri Lanka appointed to examine matters related to the Winding-Up Rules and its implementation. He is a member of the Academic and Governing Council of the Bandaranaike Academy for Leadership and Public Policy and currently serves as a Lecturer for the Diploma Course in Arbitration conducted by the Institute for the Development of Commercial Law and Practice.",
    "Renuka Fernando currently serves as the Chairperson/Non-Executive, Non-Independent Director of Dialog Finance PLC and is also the Group Chief Digital Services Officer of Dialog Axiata PLC (Dialog). Renuka is a highly experienced, successful and well-regarded business leader who has very significant business experience spanning 39 years in the banking sector and vast expertise in growing and developing banking with a special focus on Digital Banking.",
    "Prior to joining Dialog in April 2020, she headed Nations Trust Bank PLC (NTB) as the Director/Chief Executive Officer from 2012 to 2020 and has played a pivotal role in bringing the organisation to where it is today.",
    "During her stint with NTB she played many senior leadership roles including Deputy Chief Executive Officer, DGM – Retail and Consumer Banking and AGM - Corporate Financial Solutions. Prior to joining NTB, Renuka held the positions of Vice President/Head of Global Transactional Services and Head of Consumer Banking at ABN AMRO Bank NV Sri Lanka. She has also worked at Banque Indosuez, Sri Lanka as Manager Corporate Banking and at Nederlandsche Middenstands Bank-Hong Kong.",
    "In addition to playing key leadership roles in the corporate sector, Renuka functions as the Vice President – American Chamber of Commerce and has previously served as Director Lanka Clear Ltd., and Chairperson of the Sri Lanka Bankers Association.",
    "Renuka is an Associate of the Chartered Institute of Bankers, UK. She is also an alumni of the Advanced Management Program at Harvard Business School.",
    "Following the appointments the new Board of Directors at Ceylon Cold Stores PLC comprises Chairperson Krishan Balendra, S.T. Ratwatte, R.S.W. Wijeratnam, D.P. Gamlath, J.G.A. Cooray, K.C. Subasinghe, P.N. Fernando, Shivaan Kang-Isvaran and Renuka Fernando."
  ]
}