{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/arpico-insurance-plc-wins-at-the-ca-sri-lanka-tags-awards-2023/",
  "time_ut": 1705733400.0,
  "original_lang": "en",
  "original_title": "Arpico Insurance PLC wins at the CA Sri Lanka TAGS Awards 2023",
  "original_body_lines": [
    "Arpico Insurance PLC, a fully owned subsidiary of the blue-chip conglomerate Richard Pieris & Company PLC, clinched the Bronze Award for the Best Annual Report in the Insurance Sector (GWP upto Rs. 10 billion) for the second consecutive year at the TAGS Awards 2023.",
    "Organized by the Institute of Chartered Accountants of Sri Lanka (CA Sri Lanka), the TAGS Awards, which is an acronym for Transparency, Accountability, Governance and Sustainability, recognized the integrity of the financial, environmental, social, and governance reporting of Arpico Insurance PLC for its Annual Report 2022 titled ‘Strides for Multifaceted Growth’.",
    "Arpico Insurance PLC were among the many leading corporates, multinationals, SMEs, and non-profit organizations that were honored by CA Sri Lanka in recognition of outstanding annual reports, covering both financial and non-financial reporting aspects. Ramal Jasinghe – Chairman, Arpico Insurance PLC, said ‘‘We are delighted to see our efforts being highlighted and rewarded, going beyond simple adhesion to regulatory requirements, to also bring forward our ethical, governance, environmental and other commitments.’’",
    "“This achievement is a testament to our Company’s continued commitment to integrity and success,” said Dr. Kelum Senanayake, Director/Chief Executive Officer of Arpico Insurance PLC. “This is the second consecutive year we’ve received this prestigious award, and it exemplifies our unwavering dedication to embodying our core values of integrity, excellence, and collaboration in every step we take. This recognition would not be possible without the tireless efforts and unwavering dedication of our incredible team” he further added.",
    "“It’s a great privilege and honor to see our 2022 annual report recognized at one of the most prominent corporate reporting awards in the country. This recognition extends beyond mere numbers, highlighting our unparalleled commitment to our company wide ESG framework. This dedication to ESG principles was a core component of the evaluation process at CA Sri Lanka, further validating the significance of our efforts.” added S. H. Dulanjith Kaweesha, Financial Controller of Arpico Insurance PLC.",
    "Ceylinco Life wins SAFA Gold and TAGS Silver for 2022 Annual Report",
    "Arpico Insurance PLC wins at Emerging Asia Insurance Conclave and Awards 2023",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}