{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/america-stands-by-its-man/",
  "time_ut": 1731305940.0,
  "original_lang": "en",
  "original_title": "America stands by its Man!",
  "original_body_lines": [
    "Donald Trump did not simply win a second presidential election. He crushed Kamala Harris and the top-down electoral coalition that she was hurriedly assembling to overcome what Democrats rhetorically kept defining as an existential threat to American democracy. The American voters have resoundingly sided with the perpetrator of the threat not only in the contested seven swing states, but also in the popular vote across the country. And they ignored all the warnings dramatized by celebrities, meticulously explained by President Clinton in small voter gatherings in swing states, and soaringly articulated across the land by the Obamas – Michelle and Barak, the country’s most eloquent political couple.",
    "Apart from recapturing the presidency, Trump’s Republicans have retaken control of the Senate and seem set to retain their slender majority in the House. In his second coming, Trump could be the Unitarian president that Republicans savour and the petty monarch of all he surveys. That leaves Democrats with plenty of postmortems and soul searching before the midterm elections in two years and the next presidential election in four years. To their relief, Trump will not be on the ballot in 2028.",
    "In fairness, Kamala Harris ran a disciplined and flawless campaign without a single gaffe or scandal allegation. That is quite extraordinary in American political campaigns. That was the verdict of pundits before the vote, but postmortem verdicts will now provide alternative narratives. Her refusal to expediently dissociate herself from President Biden was seen by some as strength of character, but as a fatal error by others.",
    "Incumbency is usually the bane of electoral prospects. This year it has been a particularly unshakable albatross to governments seeking re-election. A somewhat poetic solace, according to comparative election observers, is that of all the losing incumbents in elections this year Kamala Harris has performed best.",
    "As Vice President running to succeed her President, Harris bore the incumbent cross with great forbearance. But the cross proved too heavy a burden as she tried to present herself as the change candidate who would turn the page on ten years of Trump and his politics of chaos and calumny. Instead, the voters settled for Trump as the change candidate and were sold on Trump’s sweeping promises to make life affordable, secure the borders and get rid off immigrants, and magically end the wars in Russia-Ukraine and the Middle East. All of which were attributed to President Biden, and by association to Vice President Harris.",
    "In stark contrast to Harris, Trump’s campaign was characteristically incoherent, undisciplined, vulgar and insulting. Yet his core message on the economy, nativism immigration, and transgender rights struck a chord with American voters regardless of their socioeconomic locations and across racial divides. With his genius for branding and marketing, not to mention electronic communication, Trump kept himself personally engaged with the electorate, ever since he began his political campaign in the 2015 primaries. Beginning with a core group of white voters, Trump has gradually expanded it to include African Americans and immigrants of all hues, especially Latinos. Not to mention South Asians.",
    "It is not a coincidence that his two victories have been against women and his only defeat in between was against a man. In his third and ultimately successful attempt, Trump targeted male voters as men, especially young male voters and across racial divides. He used another divider to slice the electorate. Education. He attracted non-college educated voters more than college-educated voters.",
    "The national average for college education is 40%. The percentage is generally lower in the solid Republican (Red) states which are mostly white, rural and interior; higher in the solid Democrat (Blue) states that are more urban, diverse and coastal; and is around the 40% national average in the seven states that swing between the two parties.",
    "Three of the seven swing states, Michigan, Philadelphia and Wisconsin, are mid-western states that are predominantly white and working class. They are the rust belt repositories of old industries and have historically voted Democrat until Trump came along. The remaining four, Georgia, North Carolina, Arizona and Nevada, are more southern and sunbelt, and include significant proportions of Black and Latino voters. Carter, Clinton and Obama have won all four of them, as well as Florida and Ohio which are now solid Republican states.",
    "The spatial expansion of the Republican electoral base began under Bush (Jr) and his political “Architect” Karl Rove who excelled in micro-targeting voter groups based on their cultural grievances associated with pro-life (anti-abortion) evangelical Christianity, gun rights and gender rights. But the Bushes were never anti-immigrant. The Democrats ceded ground in local politics in Republican states, retreated to protecting the swing states, and turned political questions into judicial battles. Barak Obama bucked this trend in 2008 by bending the arc of history, only for Trump to come along and break it eight years later.",
    "Trump swept all seven of the swing states in 2024 just as he did against Hillary Clinton in 2016. Biden won five of them in 2020. After 2016, Trump packed the Supreme Court with three conservative judges and made similar appointments to other federal courts. Now he has the opportunity to replace two aging Supreme Court judges, the conservative and Catholic Clarence Thomas and Samuel Alito, with two younger clones. Biden’s proposals to reform the Supreme Court are now a dead part of his battered legacy.",
    "In the aftermath of their electoral shellacking the great soul searching for Democrats will be about their voting coalitions in the swing states. Hillary Clinton tried to extend Obama’s arc and expanded her support among African Americans and Latinos, but she paid the price for it when the white working class abandoned her in the three midwestern swing states. Four years later, Biden won back sufficiently among white workers in the Midwest to end Trump’s presidency after one term and made new forays in Georgia and Arizona. But he polled proportionately less among Blacks and Latinos.",
    "By the time Kamala Harris came, handicapped to start with after Biden’s tortuously delayed exit, Trump had expanded his support among Blacks and Latinos. He had already energized the white rural voters to vote in much larger numbers than by any Republican candidate before him. Harris’s coalition strategy was to break into traditional white suburban voters who were disaffected by Trump, to compensate for her sliding support among voters of colour and the white working class. In the end, Vice President Harris’s coalition could not hold up against the tide of Trump.",
    "In his election night victory speech, he exulted over the coalition he had cobbled, which now includes, never mind nominally or substantively, “Black voters, women, Hispanics, and Arab and Muslim Americans.” Jews were not mentioned. The media in Israel picked up on the slight, while the country itself was jubilant over Trump’s return. He had warned during the campaign that Jews would “have a lot to do with it” if he were to lose. As much as 67% to 77% percent of the Jewish vote went to Harris, according to exit polls.",
    "“Jewish voters are the only segment of the electorate where Trump did not make meaningful inroads,” claimed Halie Soifer, the CEO of the Jewish Democratic Council of America in a tweet. “Despite unprecedented @GOP efforts to divide us, we voted our values,” he went on. But Harris lost on values and Trump won. Harris lost the crucial Arab American vote in the battleground state of Michigan, and may have lost substantial votes among pro-Palestinian students on university campuses.",
    "Ukraine and Gaza were not top of mind issues for the voters in general. But they were clearly annoyed with the Biden Administration’s insistent bankrolling of the wars in Ukraine and in the Middle East while middle class Americans were struggling with their cost of living. Trump was always boastful that there were no wars anywhere during his four years in office. He is not at all perceptive to realize that his cozying with Netanyahu and the push for Abraham Accords while isolating the Palestinians ultimately led to the October 7 attacks by Hamas. Now he is back in office and has to deal with the aftermaths of his own mistakes and Biden’s failure in the Middle East.",
    "Trump will also have to deal with his personal situation arising from his criminal conviction and pending indictments, while starting his second term after a campaign that was full of outlandish threats and promises. Getting himself out of legal troubles has been the main purpose of his second run and that seems to be getting done quite easily. For all the powers that he is now getting invested with, Trump is very much a lame duck president and the oldest American to become president. What is there to seriously preoccupy him now that he is legally free is the question for the next four years.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}