{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/giz-coca-cola-nestle-unilever-and-local-authorities-come-together-to-tackle-plastic-pollution/",
  "time_ut": 1724624760.0,
  "original_lang": "en",
  "original_title": "GIZ, Coca-Cola, Nestlé, Unilever and local authorities come together to tackle plastic pollution",
  "original_body_lines": [
    "In light of the solid waste management challenges faced, Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH and three of Sri Lanka’s largest Fast Moving Consumer Goods (FMCG) companies – Coca-Cola Sri Lanka Beverages Ltd. along with The Coca-Cola Foundation, Nestlé, and Unilever, have come together to launch a sustainable plastic waste management project, with the ambition of tackling plastic pollution and leveraging the untapped potential of plastic waste. This Public-Private Partnership (PPP) named ‘Waste to Value’ aims to strengthen infrastructure on collection, segregation, recycling and upcycling of plastic waste, whilst driving a behavioural change towards a circular economy by creating awareness on the value of responsibly disposed waste to livelihoods and the environment.",
    "Financed by the German Federal Ministry for Economic Cooperation and Development (BMZ) as part of its develoPPP programme, together with its consortium partners, the project will be conducted in two phases partnering the Ministry of Public Administration, Home Affairs, Provincial Councils and Local Government. Having initiated the groundwork in 2022, the consortium conducted a baseline survey to understand the plastic waste landscape of Local Authorities in the Western Province, including the tonnage collected, available space and potential for segregation and recycling. Following a thorough review, nine Local Authorities were selected for the project.",
    "Accordingly, as the first phase, material recovery facilities will be set up to recover plastic and other recyclable waste at selected Local Authorities with adequate space, namely, Gampaha Pradeshiya Sabha, Homagama Pradeshiya Sabha and Kesbewa Urban Council. As the second phase, five Local Authorities which do not have adequate space to set up material recovery facilities will be added to the project, by encouraging residents of select areas to segregate waste at a household level.",
    "“We want to create a sustainable and resilient tomorrow for Sri Lanka and its people. Towards this end, we strive to build a sustainable plastic waste management system by working with every stakeholder of the waste value chain, from waste creators to collectors and processors, and making them part of the solution. There is value in the plastic waste ending up in landfill, and we want to promote a circular economy by recycling and upcycling these materials. We’re proud to pool together our resources, expertise, and shared sustainability goals to work towards a cleaner, greener Sri Lanka” said GIZ, The Coca-Cola Foundation, Coca-Cola Beverages, Nestlé and Unilever in a joint statement.",
    "WEConnect International and U.S. Embassy to advance gender inclusive supply chains",
    "Air Ceilao: Sri Lanka’s new Airline to start operations soon",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}