{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/international-commission-of-jurists-urges-sri-lanka-to-repeal-or-revise-online-safety-act-241142/",
  "time_ut": 1758217920.0,
  "original_lang": "en",
  "original_title": "International Commission of Jurists urges Sri Lanka to repeal or revise online safety act",
  "original_body_lines": [
    "ECONOMYNEXT – The International Commission of Jurists (ICJ) has submitted its observations after Sri Lanka’s government called for public input on amending the contentious Online Safety Act.",
    "“In its submission, the ICJ emphasized that several provisions of the Act threaten the enjoyment of rights to freedom of expression, opinion, and information guaranteed under Article 14(1)(a) of the Constitution of Sri Lanka and Article 19 of the International Covenant on Civil and Political Rights (ICCPR), to which Sri Lanka is a party,” the statement said.",
    "The ICJ urged the government to repeal the act or revise it to make it compliant with the country’s international human rights law obligations.",
    "On 12 September 2025, the International Commission of Jurists (ICJ) submitted observations on the widely criticized Online Safety Act, No. 09 of 2024, in response to the Sri Lankan Government’s call for public input on amendments. The ICJ urged the Government to repeal the Act in its current form or substantially revise it to bring it into compliance with Sri Lanka’s international human rights law obligations, and to ensure that the revision process involves full anปd inclusive consultations with stakeholders.",
    "The Act, which came into force in February 2024, is elaborated in a manner likely to undermine human rights guarantees and lead to further shrinking civic space. As the Act has begun to be implemented over the past year, these human rights risks have materialized in practice.",
    "The first arrest under the Act occurred in February 2024, when a suspect was accused of conducting online smear campaigns against the Government under the alleged instructions of a politician. Since then, public authorities and parliamentarians have invoked the Act to accuse individuals of spreading vaguely defined and overly broad “prohibited statements.”",
    "In its submission, the ICJ emphasized that several provisions of the Act threaten the enjoyment of rights to freedom of expression, opinion, and information guaranteed under Article 14(1)(a) of the Constitution of Sri Lanka and Article 19 of the International Covenant on Civil and Political Rights (ICCPR), to which Sri Lanka is a party.",
    "– The overly broad powers of the Online Safety Commission and appointed “experts”;",
    "The Act was drafted with the stated objective “to protect persons against harm caused by communication of prohibited statements, by way of an online account or through an online location.”",
    "Sri Lanka’s Ministry of Public Security and Parliamentary Affairs has appointed a committee to review the Act and consider amendments, which were published in the Gazette on 31 July 2024. According to the Minister of Public Security, the committee is chaired by the Solicitor General and includes representatives from the Attorney General’s Department, the Ministries of Justice, Public Security, and Media, as well as a Senior Deputy Inspector General of Police from the Criminal Investigation Department."
  ]
}