{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101047/tim-walz-kamala-harris-picks-minnesota-governor-for-vice-president",
  "time_ut": 1722950520.0,
  "original_lang": "en",
  "original_title": "Tim Walz: Kamala Harris picks Minnesota governor for vice president",
  "original_body_lines": [
    "Democratic presidential candidate Kamala Harris selected Minnesota Governor Tim Walz to be her running mate on Tuesday, choosing a progressive policy champion and a plain speaker from America’s heartland to help win over rural, white voters, said people familiar with the matter.",
    "Walz, a 60-year-old U.S. Army National Guard veteran and former teacher, was elected to a Republican-leaning district in the U.S. House of Representatives in 2006 and served 12 years before being elected governor of Minnesota in 2018.",
    "As governor, Walz has pushed a progressive agenda that includes free school meals, goals for tackling climate change, tax cuts for the middle class and expanded paid leave for Minnesota workers.",
    "Walz has long advocated for women’s reproductive rights but also displayed a conservative bent while representing a rural district in the U.S. House, defending agricultural interests and backing gun rights.",
    "Harris, the daughter of immigrants from Jamaica and India, is adding a popular Midwestern politician whose home state votes reliably for Democrats in presidential elections but is close to Wisconsin and Michigan, two crucial battlegrounds.",
    "Such states are seen as crucial in deciding this year’s election, and Walz is widely seen as skilled at connecting with white, rural voters who in recent years have voted broadly for the Republican Donald Trump, Harris’ rival for the White House.",
    "The Harris campaign hopes Walz’s extensive National Guard career, coupled with a successful run as a high school football coach, and his Dad joke videos, opens new tab will attract such voters who are not yet dedicated to a second Trump term in the White House.",
    "Harris, 59, has revived the Democratic Party’s hopes of an election victory since becoming its candidate after President Joe Biden, 81, ended his failing reelection bid under party pressure on July 21.",
    "Walz was a relative unknown nationally until the Harris “veepstakes” heated up, but his profile has since surged. A popular member of Congress, he reportedly had the backing of powerful former House Speaker Nancy Pelosi, who was instrumental in persuading Biden to leave the race.",
    "Harris and Walz will face Trump and his running mate JD Vance, also a military veteran from the Midwest, in a Nov. 5 election.",
    "Stumping for Harris, sometimes in a camouflage baseball hat and T-shirt, Walz has attacked Trump and Vance as “weird,” a catchy insult that has been picked up by the Harris campaign, social media and Democratic activists.",
    "Walz gave the nascent Harris campaign the new attack line in a late July interview: “These are weird people on the other side: They want to take books away. They want to be in your exam room,” referring to book bans and women’s reproductive consultations with doctors.",
    "Walz has also attacked the claims by Trump and Vance of having middle class credentials.",
    "“They keep talking about the middle class. A robber baron real estate guy and a venture capitalist trying to tell us they understand who we are? They don’t know who we are,” Walz said in an MSNBC interview.",
    "That approach has struck a chord with the young voters Harris needs to reengage. David Hogg, the co-founder of the gun safety group March for Our Lives, described him as a “great communicator.”",
    "Walz is “somewhat of a unicorn,” said Ryan Dawkins, a political science professor at Minnesota’s Carleton College - a man born in a small town in rural Nebraska capable of conveying Harris’ message to core Democratic voters, and those that the party has failed to reach in recent years.",
    "Dawkins praised his ability to connect with rural voters. It is a group the Biden administration has tried to reach with infrastructure spending and other pragmatic policies, but with little show of messaging success so far.",
    "In the 2016 election, Trump won 59% of rural voters; in 2020 that number rose to 65% even though Trump lost the election, according to Pew Research.",
    "In the 2022 governor’s race, Walz won with 52.27% to his Republican opponent’s 44.61%, although swaths of rural Minnesota voted for the opponent.",
    "While Walz has supported Democratic Party orthodoxy on issues ranging from legalized abortion and same-sex marriage to the Affordable Care Act, known as Obamacare, he also racked up a centrist voting record during his congressional career.",
    "He was a staunch defender of government support for farmers and military veterans, as well as gun-owner rights that won praise from the National Rifle Association, according to The Almanac of American Politics.",
    "He subsequently registered a failing grade with the NRA after supporting gun-control measures during his first campaign for governor.",
    "Walz’s shift from a centrist representing a single rural district in Congress to a more progressive politician as governor may have been in response to the demands of voters in major cities like Minneapolis-St. Paul. But it leaves him open to Republican attacks, Dawkins said in a telephone interview.",
    "“He runs the risk of reinforcing some of the worst fears people have of Kamala Harris being a San Francisco liberal,” Dawkins said.",
    "“What a monster. Kids are eating and having full bellies, so they can go learn and women are making their own healthcare decisions,” Walz said in a July CNN interview. “So if that’s where they want to label me, I’m more than happy to take the label.”",
    "As the state’s top executive, Walz mandated the use of face coverings during the COVID-19 pandemic and signed a law making marital rape illegal. He presided over several years of budget surpluses in Minnesota on the road to his 2022 reelection.",
    "During that campaign, Walz touted the backing of several influential labor unions, including the state AFL-CIO, firefighters, Service Employees International Union (SEIU), teachers and others.",
    "His tenure was marked by the May 2020 killing of George Floyd, a Black man, by a white Minneapolis police officer who was convicted of murder. Walz assigned the state’s attorney general to lead the prosecution in the case, saying people “don’t believe justice can be served.”"
  ]
}