{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101061/more-details-revealed-on-gampaha-and-ja-ela-shootings-that-injured-2",
  "time_ut": 1723020120.0,
  "original_lang": "en",
  "original_title": "More details revealed on Gampaha and Ja-Ela shootings that injured 2",
  "original_body_lines": [
    "Police stated that two persons were injured and hospitalized following separate shooting incidents, which are suspected to be linked, that occurred in the Makewita area of Ja-Ela and the Thammita area of Gampaha last night (06).",
    "Police suspect that the same gunmen had been involved in both shootings.",
    "The incident occurred in the Makewita area of Ja-Ela at around 07. 40pm last night when two assailants, who had arrived on a motorcycle, opened fire at a person who was also riding a motorcycle, before fleeing the scene.",
    "The victim, identified as 43-year-old Ranga Jayanath also known as K.J. Jayanath, was later admitted to the Gampaha, District General Hospital.",
    "Police further stated that he is a painter by profession and was reportedly involved in drug-related activities including dealing in ‘ice’ drugs, also known as crystal methamphetamine as well as cannabis.",
    "Meanwhile, it has been uncovered that the arrested suspect is a close associate of notorious underworld figure and drug kingpin Dinesh Wasantha, who is in hiding in Dubai, while it is suspected that the shooting had been carried in retaliation out over incidents where the victim had tipped-off the police on other drug dealers.",
    "Meanwhile, less than 30 minutes after the Ja-Ela shooting, a second shooting was reported in the Thammita area in Gampaha, approximately 4 km away from the first shooting.",
    "The two gunmen who had arrived on a motorcycle had also targeted a person who was riding a motorcycle, said the police.",
    "A 29-year-old resident of the Kadawatha area identified as Chamila Ayantha was injured in the incident.",
    "Police stated that the victim is an ‘ice’ addict and that the motive behind the shooting has not been uncovered as of yet.",
    "Police suspect that the same gunmen responsible for the first shooting might also be involved in the second incident.",
    "Both shooting incidents are being investigated by multiple police teams, including the Police Special Task Force (STF), according to the Police Spokesman’s Office."
  ]
}