{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-lending-rates-for-msmes-still-high-cb-chief-198584/",
  "time_ut": 1736324100.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s lending rates for MSMEs still high: CB Chief",
  "original_body_lines": [
    "ECONOMYNEXT – Lending rates for Sri Lanka’s Micro, Small and Medium Scale Enterprises (MSMEs) are still high despite lower market interest rates, the Central Bank Governor Nandalal Weerasinghe said.",
    "Announcing the policy agenda for 2025 and beyond he said the recovery in credit to the private sector has been supported by the noteworthy reduction in market lending interest rates.",
    "“However, the Central Bank observes some excessive, outlier rates of interest on facilities extended to Micro, Small and Medium Scale Enterprises (MSMEs) as well as marginal borrowers and certain credit products, which are not consistent with the prevailing relaxed monetary policy stance,” he said.",
    "“Moreover, risks associated with lending are on the decline while the credit appetite of banks and financial institutions is improving given the overall stability and recovery witnessed in the economy.”",
    "“Therefore, with a view to making low interest rate credit accessible, the Central Bank will closely work with banks and other financial institutions to reduce the excessive interest rates still prevalent in the market.”",
    "He said the broad-based recovery of credit to the private sector observed in 2024 is expected to continue in the period ahead as well, supported by the prevailing accommodative monetary policy stance and improving business and investor sentiment.",
    "The central bank has reduced its key policy rates sharply since the second half of 2023 as the inflation slowed down. The average weighted prime lending rate (AWPR) has fallen over 23 percent in mid 2023 to less than 9 percent last week.",
    "The Central Bank also said it will continue to closely monitor developments in credit and related dynamics to ensure the timely identification and mitigation of potential risks and vulnerabilities in maintaining domestic price stability.",
    "“Timely monetary policy intervention will prevent excessive swings in interest rates, setting the platform for the economy to navigate through challenging economic circumstances, while facilitating the economy to reach its potential.” (Colombo/January 08/2025)"
  ]
}