{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83888",
  "time_ut": 1712407140.0,
  "original_lang": "en",
  "original_title": "What Is NPP Presidential Candidate Anura Kumara Dissanayake’s Position on Thorny Issues like “!3 Plus”, “Federal Solution” and Militarisation of the State?",
  "original_body_lines": [
    "National People’s Power (NPP) presidential candidate Anura Kumara Dissanayake’s pronouncement in Jaffna earlier this week that he did not come to bargain for votes by assuring that he would give ’13 plus’ or a ‘federal solution’ begs the crucial question as to what exactly is the NPP’s public position in regard to these and other thorny issues including the militarisation of the Sri Lankan State?",
    "To be clear, these core dysfunctions have monstrously perverted constitutional democracy in this country, reducing the Sinhala majority as well as Tamil and Muslim minorities to pathetic ‘nothing-beings’ in their own land. As we may recall, an ‘ethnic war’ and the emergence of a ‘Sinhala Buddhist saviour’ became weapons of choice for majoritarian demagogues, most particularly the Rajapaksas, to inflict cruel injustices on Sri Lankans, including their slavishly supplicating loyalists from the South.",
    "Ironically those very supplicants have become the first victims of the Rajapaksa-triggered bankruptcy in 2022. But that blind loyalty to seductive rhetoric was precisely why manifest idiocies of a supremacist Gotabaya Rajapaksa Presidency came about, including an overnight ban on the importation of chemical fertiliser which paralysed agriculture production, the effects of which are still being felt.",
    "Close upon that came the conscienceless refusal to allow Muslims to cremate their covid-19 dead. There was no roar of public anger.",
    "Why? This was because the mantle of a war winning hero had been carefully manufactured as a construct to keep public protest at bay. That savage deception succeeded beyond the wildest dreams of its architects.",
    "The Sri Lankan public was told, much like heedless children, ‘you do not know anything, we are the adults, we will do it the proper way.’ And quite unlike children, this is exactly what the people did until that spectacular citizens’ uprising (‘aragalaya’) in 2022. For all its negativities, this displaced the Rajapaksa State and shook the political establishment to its core.",
    "Ironically a Cabinet Minister has now proposed that the Cabinet issue a formal apology for the mandatory cremation policy implemented by the former President. Rajapaksa has blamed that policy on being misled by academics in a book released recently to widespread scorn and condemnation.",
    "It is almost as if Rajapaksa was a child himself to be ‘misled’ by others. So in other words, this was a case of a child leading children as much as the ‘blind leading the blind.’ We are reminded of George Orwell’s Animal Farm, the headlong rush of a blind societyto totalitarianism.",
    "That is perhaps the kindest epitaph that one can think of in summing up his ruinous Presidency. But the problem is not just that one President or that one Presidency. We have to ask these same questions regarding all those who aspire to the Presidential mantle, lest we are inclined to repeat those very same mistakes.",
    "This is why the NPP must be called to account with clear specifics, not be allowed to parrot clichés such as ensuring an ‘inclusive Sri Lankan identity’ or run the risk of being mockingly referred to as a ‘No Plan Party.’",
    "Again, this is not to say that other political parties should be allowed to escape unscathed. But the NPP cannot take a ridiculously moralist stance of ending the ’75 year curse’ when it has been (very much) part of that same curse. Quite apart from the bloodthirsty history that the NPP’s main constituent, the Janatha Vimukthi Peramuna (JVP) lays claim to, including killing government servants in cold blood in its struggle to overthrow the State, its commitment to constitutional democracy is much like the curate’s egg, good in parts but manifestly bad in others.",
    "Certainly the NPP cannot talk of democratic governance without elaborating its position on the checks and balances on an executive President or an executive Prime Minister as the case may be.  To be fair, the JVP was a primary mover of the 17th Amendment to the Constitution (2001) which effectively clipped the powers of the Executive Presidency. The Constitutional Council (CC) under that Amendment had its balance of power tilted towards non-political members.",
    "It was thus not the demonstrable farce under later amendments including the 21st Amendment where politicians make up the majority as is the case currently. But those of us with long memories may also recall other disturbing facts. As the CC properly acted out its constitutional role, the political establishment reacted with force. Then President Chandrika Kumaratunga refused to appoint the nominated Chair of the Elections Commission. The independent working of the commissions including most particularly the National Police Commission (NPC) stirred up a hornets nest.",
    "The JVP too joined that anti-democratic chorus with force. All this formed part of the background to Kumaratunga’s successor Mahinda Rajapaksa finally crippling the 17th Amendment by substituting a Parliamentary Council for the Constitutional Council. The Constitution has yet not recovered its integrity from those devastating blows.",
    "Then we have bizarre convolutions over the JVP’s National List slots following the elections of 2015 when a former respected Auditor General who came into Parliament on the National List resigned to make way for a party replacement.",
    "Others unwise to be named on that National List, including lawyers, apologised for having entered the muddy thicket of politics. Closer in time, the manipulation of the 2022 ‘aragalaya’ protests and its politicisation by JVP cohorts was an open secret.",
    "All in all, the NPP (read the JVP) cannot quite pride itself as being pure as the driven snow or in this case, the clouds that float above Sri Lanka for nothing is very ‘pure’ on the ground, neither in nature nor the humans. So we return to our question, how exactly does the NPP promise constitutional democracy?",
    "Will it allow mothers of the North asking for justice for their disappeared children to protest peacefully or will the force of the State be used against them? Arresting peaceful protestors under spurious justifications and excess use of police force is routine.",
    "The applicable legal standards are perfectly clear. Peaceful protestors cannot be obstructed and the police cannot vaguely claim that law and order is disturbed thereby. These legal standards judicially developed for decades are now legal theory.",
    "The contrary is practised under the command of an Inspector General of Police who has himself been held responsible for inflicting torture on a human being by the Supreme Court. Will this continue when (and if) the opposition claims the seats of government as has often been the case? And what, pray, is the NPP’s position on Sri Lanka’s mechanisms of transitional justice that have not impressed either the victims or anyone else to put it mildly? As for its position on fighting corruption which is its most visible plank, questions are yet outstanding.",
    "Have NPP front rankers publicly declared their assets and liabilities as a test of their credibility?",
    "Has the NPP declared its sources of political party funding not as a response to a legal requirement prior to elections but to demonstrate commitment to party accountability?",
    "The NPP’s clever side-stepping of public articulation on core dysfunctions that have monstrously perverted the nation’s constitutional democracy is less than reassuring. Calling for a ‘change of the political culture’ which Dissanayake repeated in Jaffna, does not suffice.",
    "Such rhetoric devoid of substance is as deadly as the Rajapaksa communalist tirades. The only difference is that repeating old mistakes will have far more tragic consequences now given Sri Lanka’s financial and monetary fragility."
  ]
}