{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-banks-present-budget-proposals-241968/",
  "time_ut": 1758875640.0,
  "original_lang": "en",
  "original_title": "Sri Lanka banks present budget proposals",
  "original_body_lines": [
    "ECONOMYNEXT – The Sri Lanka Banks’ Association has submitted a set of proposals for inclusion in the 2026 National Budget to Deputy Minister of Finance Anil Fernando.",
    "“Proposals include targeted credit guarantee schemes to help revive distressed enterprises, accelerated tax deductibility for impairment provisions to encourage restructuring, and alignment of banking sector taxation with regional benchmarks.",
    "“Excessive taxation, currently at 53% for domestic banks and 65% for foreign banks, is described as a barrier to competitiveness and capital formation.”",
    "The SLBA urged the government to accelerate SME formalisation through mandatory VAT registration, the adoption of subsidised accounting software, SME-specific business bank accounts, and financial literacy programmes.",
    "It proposed mandatory Taxpayer Identification Numbers for all new accounts, and incentives for SMEs to digitise transactions.",
    "The sector recommended rationalising indirect taxes, while broadening the tax net through digitisation and the use of proxy data such as utility and vehicle records.",
    "“Simplifying compliance by treating withholding tax as a final tax, even at higher rates, was also suggested as a way to improve liquidity and overall revenue collection.”",
    "The SLBA called for investment in the country’s digital infrastructure, and proposed creating a national cloud framework to serve both public and private stakeholders, alongside tax incentives for fintech startups and local payment gateways.",
    "SLBA “stressed the importance of levelling the playing field by applying VAT on global digital services such as Google, Meta, PayPal, while advancing digital transactions by capping large cash payments and mandating electronic settlement of supplier, tax and utility bills”.",
    "A public–private initiative on cybersecurity was also recommended “to lower compliance costs and safeguard systemic resilience”.",
    "The SLBA urged expedited restructuring of SriLankan Airlines to improve the country’s sovereign rating, which it argued is a barrier to foreign direct investment.",
    "The creation of regional one-stop shops for regulatory approvals, reforms to facilitate Port City investments, and tax incentives for corporate bond issuances were among other measures advocated.",
    "“Banks also underlined the urgent need to mobilise capital for sustainable growth, recommending tax exemptions for",
    "“Parallel proposals called for tax-free public–private partnership bonds to fund infrastructure and long-term development needs.",
    "The SLBA proposed closer collaboration between government, regulators and the financial sector to deliver structural reforms.",
    "Sectoral initiatives, including long-term funding for tea replanting and agricultural mechanisation, were also featured in the SLBA proposals. (Colombo/Sep26/2025)"
  ]
}