{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-peoples-leasing-and-finance-a-lka-rating-confirmed-by-fitch-outlook-stable-184535/",
  "time_ut": 1729665000.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s People’s Leasing and Finance ‘A-(lka)’ rating confirmed by Fitch; Outlook Stable",
  "original_body_lines": [
    "ECONOMYNEXT – Fitch Ratings has affirmed People’s Leasing & Finance’s (PLC) National Long-Term Rating at ‘A-(lka)’. The Outlook is Stable, the company said in a stock exchange filing.",
    "The rating reflects PLC’s financial strength as a large finance and leasing company (FLC) focusing on vehicle financing and other asset-backed loans, Fitch said.",
    "“A gradual easing in vehicle import bans may further underpin growth, albeit with some collateral value risk.”",
    "PLC’s franchise also benefits from the linkages with its parent, state-owned People’s Bank (A(lka)/Stable), the country’s second-largest bank, the rating agency said.",
    "Fitch noted that the operating environment for Sri Lanka’s finance and leasing companies (FLCs) continues to stabilise, with improving GDP growth.",
    "“We expect PLC’s core vehicle financing business to benefit from improving economic conditions and the potential liberalisation of vehicle imports.”",
    "Fitch Affirms People’s Leasing & Finance at ‘A- (lka)’; Outlook Stable",
    "Fitch Ratings – Colombo – 04 Oct 2024: Fitch Ratings has affirmed People’s Leasing & Finance PLC’s (PLC) National Long-Term Rating at ‘A-(lka)’. The Outlook is Stable.",
    "Standalone Profile Drives Rating: PLC’s rating reflects its intrinsic financial strength as a large finance and leasing company (FLC) focusing on vehicle financing and other asset-backed loans. The rating also reflects the significant capital buffers and liquidity levels built up through the country’s economic crisis. PLC’s franchise also benefits from the linkages with its parent, People’s Bank (Sri Lanka) (A(lka)/Stable), the country’s second-largest bank.",
    "Stabilising Operating Environment: The operating environment for Sri Lanka’s finance and leasing companies (FLCs) continues to stabilise, with improving GDP growth (1H24: 5.0% yoy; 2023: -2.3%), normalising inflation and reduced market interest rates. This should support the sector’s credit growth, asset quality and profitability. A gradual easing in vehicle import bans may further underpin growth, albeit with some collateral value risk.",
    "Loan Growth Expected: We expect PLC’s core vehicle financing business to benefit from improving economic conditions and the potential liberalisation of vehicle imports. This growth in business volumes will be supported by its solid domestic franchise. Net loans as a share of assets remain below pre-crisis levels (1QFY25: 65%; FY24: 63%; FY21: 81%), but should continue to increase as growth resumes.",
    "PLC’s risk profile reflects its exposure to customer segments that are lower in the credit spectrum and therefore more vulnerable to adverse economic conditions. We expect loan growth in the near to medium term could exert pressure on its underwriting standards due to increasing competitive pressures. PLC’s exposures are mostly backed by collateral, with its share of unsecured lending only 1% of loans.",
    "Asset Quality to Improve: We expect PLC’s stage 3 loan ratio to decline gradually over the medium term, given its planned growth, recovery efforts and improved borrowers’ repayment capacity as the economy stabilises. The company’s stage 3 loan ratio declined to 13.1% by the end of the first quarter in the financial year ending March 2025 (FY25), from 15.1% at FYE24. That said, PLC’s stage 3 ratio remains higher than Fitch-rated large FLC peer average of 7.9% (FYE24: 8.2%).",
    "Profitability to Recover: We expect PLC’s proposed loan growth to improve its margin as the company redeploys its funds to expand higher-yielding vehicles loans while reducing treasury securities. We believe this should strengthen its core profitability, which has been weaker than its historical average and peer metrics. PLC’s pretax income/average assets was 3.9% in 1QFY25, lower than the Fitch-rated large FLC peer average of 8.2%. An increase in the scale of operations should also reduce the cost/income ratio (1QFY25: 64%; FY23: 59%).",
    "Leverage to Increase: We expect PLC’s debt/tangible equity to increase modestly and trend towards pre-crisis levels in the medium term as growth resumes. PLC’s debt/tangible equity was 2.6x at end-1QFY25 (pre-crisis, FY21: 3.1x), below the Fitch-rated large FLC peer average of 3.2x, but we expect the increase in leverage is likely to narrow the gap with peers over time.",
    "Liquidity Buffers to Decrease: We expect PLC to prioritise redeploying its excess liquidity to support loan growth in FY25. PLC has maintained a more stable funding cost within Fitch’s rated FLC universe in Sri Lanka, demonstrating the relative strength in its funding franchise, partly benefiting from its link with People’s Bank. Unsecured debt/total funding was high at 95% at FYE24 (FYE23: 93%), given PLC is mostly funded by deposits and some unsecured wholesale borrowings.",
    "Factors that Could, Individually or Collectively, Lead to Negative Rating Action/Downgrade",
    "The National Long-Term Rating is sensitive to changes in PLC’s standalone credit profile relative to rated issuers on Fitch’s Sri Lankan national scale. A downgrade could result from a materially higher leverage, a substantial erosion of capital buffers due to excessive growth or significant asset-quality deterioration with weakening profitability. Increased risk appetite, as evident in a business mix shift towards riskier products and more vulnerable customer segments, or sustained weaker asset quality relative to peers, could also lead to a negative rating action.",
    "Fitch may also take negative rating action if there is renewed weakness in market variables or funding and liquidity conditions, leading to increased risk to PLC’s asset quality, profitability and capital buffers.",
    "Factors that Could, Individually or Collectively, Lead to Positive Rating Action/Upgrade",
    "An improved operating environment, together with enhancement in PLC’s credit profile relative to peers on Fitch’s Sri Lankan national scale, could lead to a rating upgrade. A significant shift towards less risky asset classes with sustained asset quality performance, profitability and adequate capital buffers could also lead to positive rating action.",
    "PLC’s national scale senior debt ratings have been affirmed at ‘A-(lka)’. PLC’s senior unsecured debt is rated at the same level as its National Long-Term Rating, as it ranks equally with claims of the company’s other senior unsecured creditors.",
    "The senior debt rating will move in tandem with the National Long-Term Rating.",
    "REFERENCES FOR SUBSTANTIALLY MATERIAL SOURCE CITED AS KEY DRIVER OF RATING",
    "The principal sources of information used in the analysis are described in the Applicable Criteria.",
    "This report was prepared by Fitch in English only. The company may prepare or arrange for translated versions of this report. In the event of any inconsistency between the English version and any translated version, the former shall always prevail. Fitch is not responsible for any translated version of this report."
  ]
}