{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/is-president-wickremesinghe-following-in-the-footsteps-of-his-uncle-president-jayewardene-in-1982/",
  "time_ut": 1717280468.0,
  "original_lang": "en",
  "original_title": "Is President Wickremesinghe Following In The Footsteps Of His Uncle, President Jayewardene, In 1982?",
  "original_body_lines": [
    "President Ranil Wickremesinghe, unlike his predecessors, was not elected by the people of Sri Lanka. He was appointed by SLPP MPs to replace the ousted President Gotabaya Rajapaksa. Mr Wickremesinghe is working to build a popular base, asserting that he alone stabilised the economy through an agreement with the International Monetary Fund (IMF), which led to a USD 2.9 billion loan to help the country recover from its severe socio-economic crisis. Despite pro-regime claims of economic recovery, Sri Lanka’s prospects remain grim.",
    "Despite discussions and presentations about economic recovery, most Sri Lankans are still grappling with the aftermath of the worst socio-economic crisis since independence. Widespread protests erupted due to skyrocketing prices and shortages of essentials, including food and fuel, exacerbated by past external debts. Militarization is at an all-time high, with security forces curbing protests and suppressing the rights of non-majoritarian communities, especially in the north and east. Surveillance, harassment, and unlawful arrests are common.",
    "Mr Wickremesinghe appears uninterested in fulfilling his promises to hold presidential, local government, and parliamentary elections. Initially, local elections were set for March 9, 2023, but were postponed, citing a lack of funds, despite ongoing numerous government expenditures that suggest mismanagement.",
    "Numerous protests were forcefully suppressed, leading to the disbanding of the protest movement. Subsequently, the elections commission indefinitely postponed the elections, even defying a Supreme Court order. This delay is seen as a tactic for Mr Wickremesinghe to gain time and support for his presidential bid.",
    "UNP General Secretary Palitha Range Bandara has proposed postponing the presidential and general elections by at least two years through a parliamentary motion or referendum, claiming it will prevent bankruptcy and rebuild the economy. He argues that spending on elections is wasteful and believes economic issues can be resolved within two years.",
    "Historically, various Sri Lankan regimes have postponed elections, often leading to disastrous outcomes. The argument for a referendum is based on the premise that direct voting is the most democratic decision-making mechanism. However, referendums have often been manipulated to reflect ruling elites’ interests rather than the people’s will.",
    "In 1982, a referendum was held to postpone the General Elections scheduled for 1983, commonly known as ‘Kalagedi Lampu Sellama’ (Game of Pot and Lamp). President Jayewardene’s justification for the postponement was similar to Mr Wickremesinghe’s current reasoning, claiming undemocratic measures were necessary for the country’s benefit. That postponement led to a decline in democratic practices and the rule of law under a state of emergency.",
    "The Supreme Court upheld the constitutionality of the proposed fourth amendment to extend parliament’s term. With support from certain SLFP members and the entire UNP, the amendment was adopted. This move was seen as an attempt to maintain UNP’s parliamentary majority amid an economic crisis.",
    "The reality behind the 1982 referendum was to secure UNP’s dominance in parliament despite its inability to solve economic problems. The regime mortgaged the country’s assets to foreign interests, placing a tremendous burden on the people. To suppress opposition, further repressive legislation was enacted. There is a real danger that Mr Wickremesinghe might follow a similar path, eroding the limited freedoms people currently enjoy.",
    "During the 1982 referendum, the UNP engaged in electoral fraud and violence. MPs carried firearms to polling stations, intimidated officials, and stuffed ballot boxes. Subsequent regimes continued this pattern of violence. In 1980, Sri Lanka signed the International Convention on Civil and Political Rights (ICCPR), which guarantees citizens’ rights to democratically elect their representatives. Any attempt to replace elections with a referendum undermines these rights.",
    "In 1982, the referendum was justified as a means to move the economy forward and eliminate corruption. However, it resulted in armed violence and electoral fraud. Today, the UNP seems poised to ask Sri Lankans to extend parliament’s term again.",
    "We urge all democrats and progressives, regardless of their political affiliations, to resist any attempts to erode democratic rights through the postponement of elections. Such actions not only undermine democracy but also pose a potential constitutional crisis. Safeguarding citizens’ voting rights and ensuring a functioning democratic process are paramount."
  ]
}