{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/sajiths-opposition-leadership-at-risk/",
  "time_ut": 1729193437.0,
  "original_lang": "en",
  "original_title": "Sajith’s Opposition Leadership At Risk",
  "original_body_lines": [
    "The fact that having secured the victory at the presidential election, the same political party will win following elections – General election, Provincial Council election and then Local Government election respectively, has been the political tradition in Sri Lanka, as its apex position is the executive presidency. Hence, anyone needs to make a political change, it has to start from the top – The Executive Presidency. Accordingly, 5.7 million voters have already made that change, waiting for the following elections. So, what’s next?",
    "we have sufficient evidence to prove that the executive presidency from one party and Prime Minister from another party results in a severe conflict which opens a can of worms. When we recall conflicts between Chandrika Bandaranaike Kumaratunga and Ranil Wickremesinghe and thereafter Maithripala Sirisena and Ranil Wickremesinghe, it is needless to say that Sri Lankan voters are not stupid to elect Sajith Premadasa as Prime Minister and his team as the government. By all accounts, it will never happen. So, then what Sajith Premadasa should do?",
    "Who is going to fund an election campaign headed by a person who was defeated at the presidential election two times? Who is going to be courageous enough for organizing meetings at the grassroots level under the circumstance, the president from another party is in power? What kind of media baron is going to support SJB, when it is obvious that they can’t win? So, simply, a majority of voters who voted for Ranil and Sajith at the last presidential election is expected to vote for NPP, merely due to two factors – the first is the president Anura Kumara Dissanayake was capable enough of shattering the misconceptions levelled against him and his party before the election, the second is that the public is well aware of the possible political instability leading to economic instability, unless the president does not get the expected support from the legislature.",
    "Sajith Premadasa should be worried about his opposition leadership at the next parliament, instead of the premiership, as it is at risk. The concept of “block votes for the party” will prove to be a myth in the future. Accordingly, we should not be surprised, if Dilith Jayaweera will be the opposition leader at the next parliament. A significant segment of old politicians who exploited resources of this country over decades for the sake of ethnicity and religion has voluntarily declared their retirement, not because of the fact that they want to retire, but because of the fact that they have already accepted their defeat at the election. In my opinion, if Sajith Premadasa will be unable to become the opposition leader in the next parliament, his political career is highly likely to be over with the possibility of his party’s leadership getting hijacked by someone else."
  ]
}