{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-planning-reforms-to-cut-poverty-bring-benefits-to-rural-communities-president-197441/",
  "time_ut": 1735728720.0,
  "original_lang": "en",
  "original_title": "Sri Lanka planning reforms to cut poverty, bring benefits to rural communities: President",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is making economic reforms to bring economic benefits to rural communities, President Anura Kumara Dissanayake said.",
    "“Economic reforms are being formulated to ensure that economic benefits reach rural communities, as an economy concentrated in the hands of a small group can never bring stability to society,” President Dissanayake said launching a ‘Clear Sri Lanka’ initiative.",
    "“Such an imbalanced economy fosters instability for the nation and its people. Therefore, achieving economic stability requires extending economic benefits to rural populations.”",
    "Sri Lanka has emerged from a default and severe crisis with the contribution of Finance Ministry, Central Bank officials and the political leadership, but much more needs to be done he said.",
    "We believe that as 2024 concludes and we step into 2025, the dawn of a new year presents us with a critical question. Despite decades of similar beginnings, have we truly embraced renewal for the betterment of our nation? Or have we regressed, adapting only to perpetuate past failures? This question confronts us as we welcome the New Year. Our firm resolution is to usher in transformative change for our country this year. This is both our challenge and responsibility, and we are fully committed to fulfilling it.",
    "Together with my cabinet, deputy ministers, and the entire political leadership, we are dedicated to this cause. This year marks the start of a new political culture in our country, as we lay the necessary foundations for its development. We aim to abolish practices such as nepotism, the abuse of power against the people, and the creation of a political elite that prioritizes personal interests over the public good. Instead, we are committed to a political culture aligned with the aspirations of the people.",
    "Economically, we recognize the severe challenges our nation has faced in recent years, leading to a state of near-collapse. Over the past year, we achieved some stability on the surface level of the economy and officially emerged from bankruptcy in the latter half of the year. This progress is owed to the immense efforts of officials from the Ministry of Finance, the Central Bank, and the political leadership. However, surface-level stability is not enough. This year, we will implement an economic policy framework aimed at addressing the deeper structural problems within our economy.",
    "Our country has also faced various security threats over the years. It is with great confidence that we can now assure our citizens of a robust and secure national defence. Last year, reports surfaced regarding a potential attack cantered on Arugam Bay. Our police, intelligence services, and armed forces acted decisively to maintain the nation’s security and instil public trust. We have also begun systematically reinstating the rule of law, which had been neglected for far too long. In the past, criminals, corrupt individuals, and even political authorities operated above the law, disregarding constitutional principles. In some instances, former presidents were found guilty of constitutional violations by the Supreme Court. In such a context, the rule of law had become merely an abstract notion.",
    "To re-establish and strengthen the rule of law, we are making significant efforts. Our country has been plagued by widespread corruption, malpractice, and inefficiency within the state apparatus, political institutions, and society as a whole. Corruption has become a malignant cancer spreading throughout our nation, and eliminating it requires a tremendous collective effort. The Attorney General’s Department has a critical role to play in this endeavour, and I trust they will perform their duties with the necessary diligence and support.",
    "Similarly, institutions such as the Criminal Investigation Department and the judiciary bear the principal responsibility for transforming our country into one free from corruption and fraud. We believe these institutions will act with the dedication required to achieve this transformation. As political leaders, we are committed to setting an example through both our words and actions.",
    "However, leadership and intervention from the political sphere alone will not suffice. Relevant state institutions must understand their responsibilities and contribute actively to this process of change.",
    "Therefore, I call upon all relevant institutions and officials to provide their unwavering support. This collective effort is vital for the transformative progress our nation needs in the coming year.",
    "To construct any strong building or initiate any successful project, a solid foundation is essential. Our nation, however, is one that has lost its foundation, its very groundwork. For this reason, we have focused our initial efforts on successfully establishing the fundamental groundwork required to rebuild this country. This foundation encompasses political authority, state mechanisms, the rule of law, respect for and protection of the Constitution, and a rejection of corruption, fraud, and bribery. These elements form the bedrock necessary to advance the nation. We are rapidly and systematically laying this foundation. The benefits of the robust economy built on this foundation must flow to our citizens.",
    "Our government is focusing on three main projects, or key objectives, to lead this initiative. The first priority is to rescue our country and its people. Economic reforms are being formulated to ensure that economic benefits reach rural communities, as an economy concentrated in the hands of a small group can never bring stability to society. Such an imbalanced economy fosters instability for the nation and its people. Therefore, achieving economic stability requires extending economic benefits to rural populations.",
    "With the upcoming budget, we aim to steer economic programs toward the eradication of poverty in our nation. Our second goal is to embrace digital transformation. By establishing a foundation for digitalization, we seek to minimize inefficiency and corruption while enabling citizens to interact seamlessly and effectively with state mechanisms.",
    "The third major initiative is the “Clean Sri Lanka” project. This endeavour goes beyond merely cleaning up the environment. It aspires to restore the deeply eroded and deteriorated social and environmental fabric of our motherland. We aim to create cleanliness and rejuvenation across all sectors of society.",
    "Allow me to highlight a few critical issues to emphasize the importance of these efforts. Sri Lanka is endowed with an exceptionally beautiful and vital environment. Our strategic geographic location is a significant advantage, and visitors often remark on the stunning beauty of our country. However, despite this natural wealth, Sri Lanka faces grave challenges.",
    "In 2023 alone, 181 people lost their lives in human-elephant conflicts, and 484 elephants were killed by human action. Although we possess an aesthetically and ecologically rich environment, we are a nation where 484 elephants die annually. Furthermore, floods and landslides displace significant populations; resulting in loss of life, and cause substantial economic damage.",
    "Restoring our environmental system must become a core focus of the “Clean Sri Lanka” program. Our nation and its people need a new value system. We have mistakenly elevated incorrect values to positions of importance, embedding them as the fundamental ethos of our society. It is crucial to establish a new framework of values.",
    "Where do we begin? The first step must be cultivating an appreciation for one’s own life. Sadly, many of our citizens lack a sense of self-worth or value for their lives. I say this because, in the past year, 550 people drowned, whether in the sea, reservoirs, wells, or ponds. A total of 2,321 people died due to such incidents. These figures highlight the urgent need to foster respect for life in our society.",
    "On average, approximately seven people lose their lives daily due to road accidents in our country. This reflects the emergence of a society that lacks a sense of value for life; one where individuals have little regard for their own lives or the lives of others. It is a society devoid of empathy, concern, and consideration for one another.",
    "Therefore, it is essential to heal our society and introduce a new system of values and principles. Under the ‘Clean Sri Lanka’ Initiative, we aim to establish these new values and systems. Minimizing road accidents is a priority. To achieve this, my trust lies first and foremost in the citizens rather than the law. Citizen participation and engagement are vital. If citizens fail to comply, we are prepared to enforce the law. However, we are committed to driving this transformation with a thoughtful, inclusive and adaptive approach. Nonetheless, if any one obstructs this progress, we are equally ready to act decisively and assertively to ensure the recovery and well-being of our society.",
    "Furthermore, it is essential to address the concerns of our citizens regarding the safety and quality of the food they purchase from the market. As a state, it is our responsibility to provide food that is free from harmful substances.",
    "The Clean Sri Lanka initiative encompasses the responsibility to act towards these goals. Furthermore, as a society, we must care for our citizens, including those with disabilities. This is a matter of social justice. Can we marginalize individuals simply because they have grown old? Can we exclude those with disabilities from society, treating them as outsiders instead of equals? A society that does so can never truly be considered a just or compassionate one. If we lack empathy and compassion for the disabled community, the elderly, and the women and youth in our midst, we fail to nurture and uphold a sense of collective care. Such a society will become one characterized by cruelty and indifference toward one another. Therefore, we must cultivate a new social mind-set that prioritizes inclusivity and compassion.",
    "Additionally, the protection of public assets is vital. For a long time, Sri Lankan citizens held a deep respect for public property. However, in recent times, there has been a shift where people protect their personal possessions but neglect the preservation of national resources and public goods. This stems from a lack of understanding about the intrinsic value of these shared assets.",
    "A state must ensure that all citizens recognize the importance of safeguarding national resources—not just for their benefit but for the benefit of future generations. These resources are not exclusively ours to exploit or destroy. Our generation has a responsibility to protect and preserve them for those who will come after us.",
    "It is within this framework that the Clean Sri Lanka initiative is prepared to act. Moreover, we understand that the government machinery and political authorities must function with efficiency and urgency. Every citizen must take responsibility for fulfilling their respective duties to ensure the success of this collective vision.",
    "If responsibility is neglected, the weight of that responsibility will inevitably cause the system to collapse. The strength and stability of this structure are built upon various frameworks, including government, political, and private sectors. When members of these frameworks fail to fulfill their assigned responsibilities, it leads to significant harm to the system as a whole. Therefore, we urge, particularly from the state sector, to be prepared to uphold your duties with diligence and commitment. Numerous examples today highlight the importance of responsibility and selfless service. Many critical institutions in Sri Lanka, vital to economic progress and national security, are led by individuals who voluntarily take on significant responsibilities.",
    "The Chairperson of Sri Lankan Airlines, the Chairperson of Sri Lanka Telecom, the Chairperson of the Port City, the Chairperson of the Board of Investment, and the Chairperson of the Gas Company, among many others, are professionals with exceptional skills and expertise.",
    "These individuals have stepped into their roles within our institutions to serve voluntarily, without any personal financial gain.  Additionally, on a personal level, I have three advisors who also contribute their knowledge and expertise without receiving a single rupee as remuneration from the government.",
    "On a personal note, my own three advisors work without receiving a single rupee in compensation from the government. These examples of selfless dedication serve as powerful reminders of the impact individuals can make when they place national progress above personal gain.",
    "Sri Lanka is fortunate to have some of its most brilliant minds contributing voluntarily to national progress. Among them is a distinguished expert in digital transformation with extensive experience in the field. Having conducted ground-breaking research in science and technology at a leading American university, this individual is now working selflessly for the betterment of our nation.",
    "Similarly, an expert with practical experience in economics, who has accumulated invaluable insights, has chosen to dedicate their time and expertise voluntarily.  These are the kind of leaders our country needs—visionaries with fresh perspectives and transformative ideas. They are not driven by monetary gain or personal benefit but by the desire to serve the nation. These individuals have set aside their prestigious careers and dedicated their knowledge, time, and effort to rebuild our country, serving as an extraordinary example of selflessness and commitment.",
    "A remarkable example has been set for our country. Because of this, I am telling you that we have been given an opportunity to rise. I do not consider this the final opportunity, because there are no “final moments” for people there are only opportunities. Today, as a nation, as a country, we have the chance to rise.",
    "What I ask of the citizens of this country is this: Will you let this opportunity slip away, or will you seize it with determination and use it to rebuild our country and our nation? Are you ready to fulfil your duties and contribute to this cause? This is the question I am asking you.",
    "Is this responsibility solely that of the government? Is it just a political manifesto? No. This is a collective effort. Throughout history, various nations around the world have faced challenges at different times. I don’t believe that any nation has ever gone through its journey without facing challenges from the beginning to the present. Every country has faced its unique set of challenges at various points in time. However, in each case, the political leadership, state machinery, and collective effort of the citizens have come together to overcome these challenges.",
    "We don’t need to go far back in history. If we think of just the last century, we can see how many countries in Asia rose up in unity based on the message of collective effort. But what have we done? Instead of rising together, we have fostered distrust among ourselves, allowing nationalism, religious extremism, and divisive political battles to undermine our society. We’ve let mistrust, anger, and hatred grow among us through divisive politics. If the people are never ready to rise together, we will never have the chance to overcome these challenges. Therefore, the opportunity has presented itself. We now have the chance to rise up and take this opportunity.",
    "We are ready to put an end to all divisions. As people born in the same Sri Lanka, we are prepared to come together and work collectively to build this country. Therefore, especially the success of the ‘Clean Sri Lanka’ program will depend solely on the active participation of the people. Without that, this cannot be achieved merely by laws imposed by the government or by officials appointed by the government. It is only through the collective effort of the public that we can make this a success.",
    "A government mechanism is needed for this. Already, a task force of about 18 individuals has been appointed towards this end. I want to emphasize that everyone is working voluntarily. Furthermore, we hope to establish a Clean Sri Lanka Secretariat for this purpose. We also aim to form a Clean Sri Lanka Council to bring the people together for this cause, throughout the country.",
    "Ultimately, this is not a project that will conclude at a specific time. It is a continuous program that adapts to new global circumstances and is a part of the effort to restore governance within society. This is not a one or two-year project. If it were a project, it would be something that could be completed in one place, but the world is rapidly changing, and significant global victories are being achieved.",
    "Social values, new principles, and fresh systems are continuously evolving. All of these elements are contributing to the formation of a new Sri Lankan nation in this country. For this cause, we are establishing a separate fund to support this effort. Citizens of this country will have the opportunity to contribute to this fund. The Ministry of Finance has appointed a supervisory board to oversee it. Therefore, this work is a collective effort that we must carry out to succeed, and we invite everyone to join in. By working together, we can accomplish this with great success. May this year be a prosperous new year for everyone."
  ]
}