{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/protecting-human-heritage-sri-lankas-buddhist-culture/",
  "time_ut": 1753637460.0,
  "original_lang": "en",
  "original_title": "Protecting human heritage: Sri Lanka’s Buddhist culture",
  "original_body_lines": [
    "We live in a time of accelerated militarism, environmental devastation, and deepening social collapse. Amid these crises, the destruction of our shared global heritage — humanity’s historical, spiritual, and artistic legacy — receives an astounding lack of attention.",
    "As we enter the age of transhumanism and techno-market reality, creativity is no longer an organic expression of human consciousness; it is shaped, filtered, and directed by artificial intelligence and algorithmic control. In geopolitically and ethno-religiously contested regions, this erasure becomes deliberate. Cultural destruction is not merely a byproduct of technological and market acceleration, but a calculated strategy of domination and control.",
    "Sri Lanka’s Buddhist heritage is one such example. In the context of global rivalry, the island’s rich spiritual traditions and historical memory are being undermined — not only by external forces but also through internal conflict and distortion.",
    "Our existence is increasingly narrowed to the logic of survival — economic productivity, algorithmic optimisation, and digital visibility. Deeper dimensions of life, including spiritual wisdom, ecological belonging, and cultural memory, are eroded or dismissed as irrelevant. Bioregionalism, historical legacy, and alternative cultural identities — traditionally rooted in place, ancestry, and ecological knowledge — find little space in this homogenized dystopian future-present.",
    "In the pre-colonial era, Sri Lanka was revered as Dhammadeepa — the island of the Buddha’s teaching. It was here, in the 1st century B.C., that Buddhist monks first committed the oral teachings of the Buddha to writing, thus preserving the Dhamma for future generations and for all humanity. Sri Lanka also continues to be the guardian of the sacred Sri Maha Bodhi — a sapling from the original Bodhi tree in Bodh Gaya under which the Buddha is believed to have attained enlightenment. Venerated for over two millennia, it is considered the oldest historically documented living tree in the world.",
    "Sri Lanka’s Buddhist civilisation offers much more than its awe-inspiring religious sites, classical art and architecture, or its advanced ancient hydraulic systems, which reflect profound engineering ingenuity. Perhaps its greatest contribution lies in the ethos of its people — a gentle, tolerant, and harmonious way of life. Shaped by the core Buddhist principles of impermanence (anicca), equanimity (upekkhā), and compassion (karuṇā), this culture fosters a sense of moderation, humility, and spiritual resilience that remains deeply relevant today in this time of ecological and existential crisis.",
    "Throughout the pre-colonial period, Sri Lankan rulers and the Buddhist clergy sought to safeguard the island’s distinct Buddhist identity against Hindu incursions from neighboring India. Following the British conquest of the Kandyan Kingdom and the unification of the entire island under colonial rule in 1815, British authority was ostensibly established on the condition of upholding the primacy of Buddhism and continuing state patronage.",
    "Article 5 of the Kandyan Convention, signed on 2 March 1815 between the British and the Kandyan aristocracy, explicitly stated, “The religion of the Boodho [sic], professed by the chiefs and inhabitants of these provinces, is declared inviolable, and its rites, ministers, and places of worship are to be maintained and protected.”",
    "The British violation of these terms led to widespread discontent and the eruption of the Great Rebellion of 1818 — one of the first major nationalist uprisings — ultimately suppressed by the British through a brutal ‘scorched earth’ campaign. Sustained and systematic colonial attempts to undermine Buddhist culture through the promotion of Western education and conversion to Christianity created a small class of local collaborators of colonialism. However, the vast majority of the island’s people remained steadfast in their commitment to their religion, historical legacy and sovereignty.",
    "Clause 9 of the post-Independence 1978 Constitution of Sri Lanka is reminiscent of Article 5 of the 1815 Kandyan Convention in that it upholds the primacy of Buddhism and state patronage, “The Republic of Sri Lanka shall give to Buddhism the foremost place and accordingly it shall be the duty of the State to protect and foster the Buddha Sasana, while assuring to all religions the rights granted by Articles 10 and 14(1)(e).”",
    "Articles 10 and 14 of the Constitution guarantee comprehensive freedom of religion to all individuals, including the right to adopt a religion or belief of their choice. Nevertheless, just as Sinhala-Buddhist nationalism was seen as the greatest threat to European colonial domination in the past, it has also been portrayed as the principal threat to ethno-religious minorities in the post-independence era.",
    "Following the anti-Tamil pogrom of 1983, a broad convergence of local and international academic, media, policy, and NGO networks began portraying Sinhala-Buddhist consciousness as the root cause of ethno-religious conflict, advocating the transformation of that consciousness as the primary solution. One influential view holds:",
    "The concept of a Sinhala-Buddhist hegemony to be protected from the inroads of a South Indian-derived Tamil group has been pervasive from around the 4th century AD and forms even today the basis of Sinhala-Buddhist chauvinism and of ethnic conflict. That this concept arises from a distorted view of the island’s history needs to be impressed on the minds of the Sinhala people, even though loosening the hold of such a powerful myth over their minds will be a difficult task.",
    "Although the 30-year armed conflict between the Sri Lankan government and the Liberation Tigers of Tamil Eelam (LTTE) ended in May 2009, the movement advocating for a separate Tamil state in the North and East persists. Simultaneously, criticism of so-called “hegemonic” and “fundamentalist” Sinhala Buddhism remains widespread.",
    "Historically, Sinhala-Buddhist nationalism posed a major obstacle to colonial rule. Today, it is again perceived as the principal impediment to external intervention and control in the context of growing neocolonialism and geopolitical rivalry. Much of the opposition to increasing military, economic, political, and cultural influence by India — including digital colonisation and the Hinduisation of the island — has come from Sinhala-Buddhist nationalists. This perhaps explains the sustained interest of external powers and their local collaborators, including Western and Indian-funded regimes and NGOs, in marginalising Sinhala-Buddhist consciousness despite its inherent tolerance, compassion, and generosity.",
    "Efforts toward the abolition of Clause 9 of the 1978 Constitution of Sri Lanka — aimed at transforming the country into a ‘secular state’ — along with education reforms that marginalize Sinhala-Buddhist history and consciousness, are not recent phenomena. These initiatives have gained momentum over the past few decades and now appear to be reaching a critical juncture under the current Sri Lankan government.",
    "Critics argue that the appointment of a non-Buddhist as the Minister in charge of Buddhist Affairs is a calculated move to undermine the religion. They further contend that subsuming the Ministry of Buddha Sasana under a broader Ministry of Cultural Affairs constitutes a violation of Article 9 of the Constitution, which grants Buddhism the foremost place and calls for its protection and state patronage.",
    "However, the accusation that the current government is solely responsible for this administrative restructuring may not be accurate. The integration of the religious affairs ministries appears to have taken place as early as 2019, with official confirmation in a Government Gazette issued in 2020.",
    "In contrast, the criticisms surrounding the government’s proposed education reforms carry significant weight and raise serious concerns for the nation’s future. Notably, history has been removed as a standalone subject for Grades 1 through 5. Furthermore, history and aesthetics will no longer be part of the compulsory curriculum for Grades 10 and 11. Critics warn that the removal of history could alienate young learners from their cultural roots, leading to psychological dislocation and an uncritical embrace of foreign values and ideologies. Likewise, diminishing the importance of aesthetics may suppress creativity and weaken appreciation for the arts and indigenous traditions.",
    "Supporters of the reforms argue that these changes are intended to equip students with core technical and practical skills necessary for participation in the modern workforce. The stated goal is to foster “global citizens who embrace innovation and 21st-century competencies.” However, this vision risks accelerating the erosion of Sri Lanka’s distinctive cultural heritage, spiritual ethos, and artistic legacy.",
    "As these forces converge — constitutional changes, administrative restructuring, and educational reform — Sri Lanka stands at a crossroads between preserving its ancient Buddhist heritage and being homogenized by global techno-capitalism.",
    "However, this is a global crisis, a universal conflict between identity and erasure. At stake is the collective spiritual and cultural inheritance of all humanity. The outcome will determine whether future generations inherit a living tradition; a culture, or merely its digitized fragments within the non-culture of consumerism.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}