{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99260/state-minister-prasanna-ranaweera-assaults-porter-at-bia",
  "time_ut": 1715866860.0,
  "original_lang": "en",
  "original_title": "State Minister Prasanna Ranaweera assaults ‘Porter’ at BIA",
  "original_body_lines": [
    "State Minister of Small and Medium Enterprises Development Prasanna Ranaweera has reportedly assaulted a Porter at the Bandaranaike International Airport (BIA) in Katunayake.",
    "Meanwhile, the State Minister has also threatened several security officers at the airport, according to sources.",
    "Ranaweera had visited the airport with his wife accompanied by his ministerial security personnel in the early hours of Tuesday (May 14) as his spouse was to travel overseas.",
    "The state minister had attempted to enter the airport through its main entrance along with the ministerial security officers who were carrying firearms, sources said.",
    "At that moment, the airport security officers have informed the state minister that they could not allow the ministerial security officers to enter the airport while carrying the firearms.",
    "The state minister had then proceeded to verbally abuse the airport security officers.",
    "Airport sources said State Minister Prasanna Ranaweera had later also assaulted the porter who was pushing the trolley carrying the luggage of the state minister’s wife.",
    "It is reported that an incident in which the porter in question had objected to the state minister paying him a sum of only Rs. 700, despite signs at the airport clearly stating that a porter should be paid a fee of Rs. 1,000, is said to have led to the assault.",
    "The state minister had reportedly left the airport premises after slapping the porter in the face. The airport employee, a resident of Kurunegala, had then visited the airport police to lodge a complaint regarding the incident.",
    "However, due to the absence of the officer-in-charge (OIC) at that time, the police officers present had informed the porter to return the next morning. But the assaulted porter has reportedly not visited the police after that."
  ]
}