{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Charitha-criticises-Govt-s-attempt-to-enshrine-fiscal-policy-into-law-through-ETB/56-762089",
  "time_ut": 1716332684.0,
  "original_lang": "en",
  "original_title": "Charitha criticises Govt’s attempt to enshrine fiscal policy into law through ETB",
  "original_body_lines": [
    "Opposition MP Prof. Charitha Herath expresses serious concerns about the Economic Transformation Bill",
    "Argues against benchmarks and timelines dictated by current government’s preferences",
    "Highlights Section 6 mandate, could restrict future Governments to adhere to the bill",
    "Questions exemption of Colombo Port City from the bill’s provisions",
    "Calls on SLPP members not to support the bill, citing compromise of their dignity",
    "Freedom People’s Congress (FPC) member and parliamentarian Prof. Charitha Herath expressed serious concerns about the Government’s proposed Economic Transformation Bill, which is set to be tabled in parliament this week.",
    "Speaking at a press conference at the party headquarters, Herath criticised the government for attempting to enshrine the country’s fiscal policy into law through the proposed legislation.",
    "“No democratic country would take such a step. It’s as if they’re turning an election manifesto into law,” he said.",
    "The MP noted that Section 3 of the Act indicates the intention to formulate a National Policy on Economic Transformation. However, he pointed out that such matters are typically decided by each elected government. “A policy cannot be made for eternity,” he said.",
    "According to Herath, the provisions in the bill include benchmarks and timelines set according to the current government’s preferences. “It’s fine to include these in your own manifesto, but not to make them into law. The President or the Government has no right to do this,” he said.",
    "The President is bringing these because he knows that there are around 100 MPs who vote yes to anything brought by the President.",
    "He noted that Section 3 (2) includes fiscal policy-related matters, such as achieving net zero emissions by 2050 and modernising and digitising agriculture. “These are just ideas that have come to his mind,” Herath said in reference to President Ranil Wickremesinghe.",
    "Herath also highlighted that Section 6 mandates that all policies, programs, circulars, and orders must adhere to this act. “This means future governments would have to rule the country according to the vision of the person who devised this. This approach is more suitable for communist countries,” the MP remarked.",
    "Herath also criticised Section 10, which exempted Colombo Port City from the act’s provisions. “Chaitiya Road has one set of laws on the left side and another on the right. Perhaps they believe Port City belongs to China. When a law is formulated, it must apply uniformly across the entire country. Is Port City not part of Sri Lanka?” he questioned.",
    "He further observed that the bill appears to be hastily presented, as evidenced by its language, despite the serious nature of its content. The MP urged SLPP members not to vote in favour of the bill, stating that supporting such legislation would compromise their dignity.",
    "The MP emphasised the lack of mandate for both the President and Members of Parliament to enact such a law. He further criticised the incumbent President’s actions, suggesting they exceed the boundaries of what a succeeding President should undertake. “Notably, one such action includes the introduction of the Economic Transformation Bill,” he said.",
    "The MP highlighted that while the current economic plan lacks approval of the people, future governments would be bound by legislation enacted by it. According to Herath, the proposed bill contradicts the fundamental principles of bill drafting."
  ]
}