{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Child-protection-crisis-larger-than-economic-crisis-says-child-rights-lawyer/14-761348",
  "time_ut": 1714689373.0,
  "original_lang": "en",
  "original_title": "Child protection crisis larger than economic crisis, says child rights lawyer",
  "original_body_lines": [
    "Child Protection Force, started by Attorney Milani Salpitikorala envisions a safe Sri Lanka for all children",
    "Advocates a binding child protection policy that stands alongside national security policies as it is that important",
    "Countries like SL which are in economic crisis targeted for cyber sexual exploitation",
    "Mounted on the wall behind where Attorney-at-law Milani Salpitikorala is seated is a framed hanging with the well-known saying, “It’s nice to be important, but it’s more important to be nice.” It’s the same saying that was once prominently displayed in her late lawyer father’s office. These words have been a guiding principle in Milani in life and brought humility and empathy in her approach to work as a lawyer which focuses on children and women who are survivors of various forms of abuse and violence.",
    "“My mother, also a lawyer, died when I was eight and I spent a lot of time in my father’s office as he juggled parenting and office work. The importance of being nice to people was always emphasised by my father, especially toward those who come without money and needed access to justice,” says Milani, who is the Founder/Executive Director of the Child Protection Force (CPF).",
    "When we met Milani in her modest office in Pelawatta, Battaramulla, a toddler was happily playing amidst the ongoing office work. “At CPF we have a ‘bring your baby to work policy.’ We cannot talk about child protection and ignore the kids.”",
    "From the time she took oaths as an attorney in 2012, Milani’s focus had been on representing children, many pro bono. “It’s important to earn our bread and butter, but we must not exploit people when they are at their worst,” she says.",
    "Her decision to start the Child Protection Force in 2017 was driven by her passion to make the country safer for children and get justice for survivors of violence and abuse.",
    "“We started off by providing legal aid with me personally representing my clients, but I soon realised that where children are concerned, just providing legal assistance is not enough. The CPF started in a small way as I had no experience whatsoever in running a Non-Governmental Organisation (NGO). I spent a lot of time writing proposals and then got the place running.”",
    "She found guidance for her venture from former National Child Protection Authority (NCPA) Deputy Chairman Sajeeva Samaranayake. “He was my guru and explained that child protection means educating adults and strengthening the family unit and not just opening new orphanages as more orphanages means more problems.",
    "The CPF staff is made up of seven personnel, namely three lawyers including Milani, a legal intern who handles administrative work and coordinates activities as well as three psychologists.",
    "In January, the CPF started a safe house for battered and abused women and children, and it houses six women and four children. “The safehouse is for the women and children who are survivors of violence. We have a program in place to reintegrate them into society, find jobs for the women, admit children into new schools and give them the necessary psychological help.”",
    "CPF has also reached out to the Police Department and shared its experience and trained law enforcement officers in various aspects.",
    "“We started training police personnel in 2018 and have so far trained around 800 of them. We cover current laws on child protection, sensitive child interview methods, psychological impacts on survivors, cyber exploitation, etc. We also look at the psychological impact dealing with such cases can have on those in the frontline such as the police personnel themselves.”",
    "Milani admits that a lot more training is needed for police personnel who handle cases involving children and women.",
    "She says that at present, most interview techniques by the Police are aggressive and threatening even toward children. “Children are told they will be sent to probation if they don’t cooperate. The women and child bureaus in most police stations are in appalling conditions and not conducive for the wellbeing of survivors.”",
    "At the CPF office, the approach is entirely different. “We have a soft room where children come and talk, and they open up about things which they don’t tell a police officer. Our objective is to get a good case for the prosecution, not for me to learn gossip. When I speak to a victim, I have a psychologist sit with us so as to observe the body language. We also do a risk assessment, about threats they face, if the abusers are drug addicts, etc.”",
    "She says the Government must train child and adolescent forensic interviewers as is done in other countries. Such personnel are specially trained to interview children in a way that is sensitive toward the survivor.",
    "Milani says many children and women survivors of violence and abuse face secondary victimisation through the system. “Our systems are perpetrator-friendly and not victim-friendly.”",
    "Milani admits that the extremity and sadistic nature of violence and sexual abuse she has seen in recent times is highly disturbing.",
    "One such case involved an eight-year-old girl who was subject to sexual abuse at a day care centre.",
    "“First the child used to be in daycare after school but when her mother had to move to a night shift duty, the owner of the facility volunteered to keep the child and subject her to the worst kind of abuse. For over a year and half the child had been sexually abused by the owner of the day care centre who used the girl as a prop for her sexual activities with her boyfriend in addition to using her to do her domestic chores. The child was threatened and told not to tell her mother and it took many months before the truth came out. Even then after a police complaint, no proper action was taken and the mother reached out to us having heard of the CPF from someone,” she explains.",
    "The case is now pending in court and the girl in her early teens is struggling to build her life.",
    "“Countries like Sri Lanka which are in economic crisis get targeted for cyber sexual exploitation. It is easy to procure child sexual material. It’s a massive market with the biggest commercial sex trade done on cyberspace. A groomer will ask a child for a photograph with the tongue out and will alter the material using AI and each such photo gets sold for $10-20.”",
    "She says that with children having easy access to phones, the problem is worsening.",
    "“Parents have to curb their children’s screen time and there must be supervision of what they access on the internet.”",
    "She adds that Sri Lanka has to partner with the international community to curb this problem given its magnitude while also better training police personnel in how to crack down on cybercrime.",
    "Milani also advocates a binding child protection policy that stands next to the National Security Policy as it is that important. “Childcare is not rocket-science. The Government has to take the lead on this. There are many people like us who are there to support what the Government initiates. People will say we have an economic crisis, but I say we have a child protection crisis that is even larger.”",
    "Sadly, she says, child protection is not a priority and while hotlines for victims of child abuse/domestic violence are launched with much fanfare, they aren’t run efficiently. “One hotline that the police launched recently had only two Sinhala trainees to handle the calls. This is not adequate. It is excellent to launch such helplines, but they must be inclusive and run with well trained personnel.”",
    "With CPF being largely self-funded, it’s been an uphill task to keep the work going for lack of funds and for Milani and her team to remain motivated to continue with their work.",
    "She questions the Government’s reluctance to work more closely with non-governmental organisations.",
    "“In other countries, child advocacy centres as they are known, work together with the Attorney General (AG) and the Police. In Sri Lanka, the State is scared to partner with civil society. To get the best results everyone must work together.”",
    "Milani, who volunteers at a school once a week, speaks to seven to eight children during each session and she calls it the most draining day for her. “There are many in Colombo-urban society where children are suffering negligence, exposure to domestic violence, etc.",
    "“What children are lacking is conscious time with their parents. Some parents say they work 40 hours a week and do it all for their children but all that is of little use unless they spend at least 15 minutes of conscious time a day with their children. This should not only include younger kids but also teenagers and young adults. Parents must keep their phones and other distractions away and talk to their children and more importantly listen to them.”",
    "Milani says that strengthening the family unit is crucial for the well-being of children.” Child protection cannot stand on its own. Care for children must go beyond the superficial activities such as having big birthday parties so that photos of such events can be splashed over social media.”",
    "She says the media too needs to be sensitive to reporting on children and women as society as a whole has to understand that safeguarding the children is the responsibility of every adult."
  ]
}