{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Hocus-pocus-plans-and-good-plans/4-759238",
  "time_ut": 1709753218.0,
  "original_lang": "en",
  "original_title": "Hocus pocus plans and good plans",
  "original_body_lines": [
    "President Wickremesinghe’s forte is announcing hocus pocus plans. Hocus pocus are statements that suggest and insinuate some beneficial outcome but do not explain how the proposed action will deliver any benefits to society. So RW says he will drive economic growth by creating a green economy, and then lets this hang in the air. He does not do two crucial things to give this claim credibility. He does not explain what a green economy is, and how a green economy will drive economic growth and who will benefit.",
    "Another favourite hocus pocus statement is “will create a digital economy”, insinuating that this will deliver great economic growth. This is delivered with great pomp, he sticks his paunch forward (that creates a concern that his trousers will slip down) and with a look of great pride surveys the audience expecting rapturous applause but getting a trickle of applause. RW’s hocus pocus has moved on from digital and green economies as this was not rocking the world to Free Trade Agreements. He had Sabry taking the baton and claiming that Free Trade Agreements will bring in billions of foreign investment and billions of new exports. As this did not arouse great cries of joy Sabry did not pursue this charade for long. But perhaps the penny has not dropped and RW has not realised that hocus pocus statements have a nice ring to it but people have begun to be less awe struck by them, and no longer believe them.",
    "In today’s paper I read that he really pushed it when he highlighted plans to link Hambantota port to the Myanmar port with further extensions anticipated up to Chongqing in eastern China. Is the magic of hocus pocus wearing off? Is he getting closer to being booed when he sticks his stomach forward and utters with great pomposity the next hocus pocus statement?",
    "We have gone a good distance since the post-independence scenario of supporting leading figures in the country without critically probing their policies. So we had SWRD and then his widow, and then their daughter Chandrika. DS Senanayake and his son Dudely, and their kinsman Sir John Kotelawala. Then the era of Rajapaksas. That family did not generate the awe of the famous families. But in the deep south they were respected and assiduously built up their following. JRJ was well-connected and was a clever politician and could manipulate the system to stay in power. However he did not leave a socio economic vision for the country. Mahinda Rajapaksa was a very clever politician whose main objective was to stay in power. Developing the country came a poor second.",
    "RW never had that kind of heritage like the famous families that would keep him in power. Politically his parents were nobodies, and he could not piggy back on them. He also could not get the Rajapaksas to adopt him as they had Namal as an heir to the throne.",
    "That’s the reason he could not win an election and get into Parliament (he came in through the back door as a nominated member).",
    "The man who broke the mould that had defined the right to rule was Ranasinghe Premadasa. He came from a very humble background. No Royal College, no university degree, no family wealth. His assets were his firm commitment to develop the country, and when this became apparent to the masses they elected him President. He was the first leading politician that recognised that the heartland for developing the country and winning elections was what I subsequently christened as the “people’s sector”.",
    "“On one sunny afternoon I was seated in my hansiputuwa and muttering to myself and scribbling in a notebook when my partner Vanda said, “What’s up?” I told her, I was trying to answer the question: “What is the private sector which is the engine of growth? Vanda said “Surely this is obvious”. So I said, “Explain to me what is obvious to you”. Vanda did not like what she felt was a hint of sarcasm in my response and set out full sail and said, “The private sector, that is the engine of growth, are all those companies quoted on the stock exchange, and who are members of the Chamber of Commerce and the Employers Federation and whose chief executives are members of the Colombo Club, and whose wives’ pictures appear on the back pages of the Sunday newspapers. They are led by people like Harry J, Ken Balendra, the Amarasuriyas, Vivendra Lintotawela, Sohli Captain, etc.—the people who accompany bigwigs to important meetings like Davos.”",
    "So I pursued a tactful approach and said, “If you leave the Colombo Club and turn left into Galle Road and proceed to Galle, let’s try and set out what we’ll see.”",
    "We passed hundreds of grocery retail outlets and these are all privately owned and very much a part of the private sector. I said, “Let’s give it another name and call it the people’s sector.",
    "When we came to Moratuwa and we saw the furniture shops, I pointed out that a whole raft of industries are a part of the people’s sector. “Like what?” said Vanda. The entirety of handicrafts, brassware, pottery, bricks, the timber merchants, the building industry and all the masons, electricians and other artisans and a whole host of other manufacturing units making a vast range of items. “This is fascinating,” said Vanda and wanted to know what sort of numbers were in this sector. I said that very sketchy statistical data was available but one study in 1997 revealed that 87% of employment in manufacture was in firms employing less than 100 people, and that gives the flavour of the magnitude and importance of the people’s sector.",
    "Going further on, as we moved in to less urban areas, it was apparent that fruit and vegetable cultivation, spices, coconut and paddy are all a part of the people’s sector. As we saw some low grown tea I told Vanda something that surprised her. I said that half of all the tea produced was by smallholders.",
    "As we passed a van driving on the right side of the road, it reminded me that the bulk of the transport industry, including trucks, vans ferrying kids to school and three-wheelers are a part of this sector. On our right we saw a fishing net being brought and the catamarans on the beach and the penny dropped again! The fishing industry is a part of this sector. As we moved into Galle town it reminded us that the gem and jewellery trade was also a member.",
    "The people’s sector is an enormous part of the economy and real innovation and the true spirit of enterprise has been seen in the people’s sector. Hirdramanis, a shopkeeper, very much a part of the people’s sector, has built a vast empire doing things that were new to them and so have some other shopkeepers like the Kundanmals and Nagindas. Jinasena built water pumps which were all previously imported. Mickey Wickremasinghe’s father built a small biscuit factory in Dehiwela and then Mickey built it into a vast empire.”",
    "Hocus pocus plans have an exciting exotic flavour, but do not disclose any hard facts of the benefits. But since independence, except when Premadasa won, those elected were carried to the winning post more with hocus pocus than with sound plans. If one waves away hocus pocus as airy fairy what are good plans? They must be directly linked to improving the well being of the people in the people’s sector. Their primary requirements are rice, vegetables, fish, water to drink and an assurance that their employment is secure, roads for children to get to school, access to healthcare, access to funds to run their activities, and a society free of crime and corruption.",
    "A few examples are enough to illustrate the type of actions that will benefit the people’s sector. Provide cold storage facilities to the fishing community who now have to sell at a song what remains unsold. The same applies to vendors of fruit and vegetables, the terrible roads in deep rural areas that are impassable when it rains to be repaired, microfinance facilities to be provided but that are run by the State, and the banning of private sector microfinance facilities. All cases of corruption against politicians to be pursued with vigour, all cases going on for years to be taken up immediately and pursued without pause.",
    "When voting time comes along, my guess is the people will vote into power the party who is committed to support the people’s sector economy and also demonstrates a strong commitment to law and order, and the elimination of corruption."
  ]
}