{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Local-investors-at-risk-REPA-criticises-new-tariff-rates-for-rooftop-solar-projects/34-764611",
  "time_ut": 1721675430.0,
  "original_lang": "en",
  "original_title": "Local investors at risk: REPA criticises new tariff rates for rooftop solar projects",
  "original_body_lines": [
    "REPA Vice President Suresh Galanga, Chairman Darshana Liyanasekara, and Treasurer Chanaka Jayawardena",
    "The Renewable Energy Protectors’ Association (REPA) recently held a media briefing to voice concerns over the Government’s decision to reduce tariff rates for new rooftop solar and renewable energy projects, effective from 1 July.",
    "REPA and other groups warned that this move could deter local investors and hinder the growth of the renewable energy sector. They emphasised the importance of energy supply for economic development and urged the Government to support sustainable energy initiatives.",
    "REPA Chairman Darshana Liyanasekara, highlighted the numerous benefits of renewable energy. He explained that generating and using sustainable energy aligns with global goals and fosters international cooperation. “Solar power is highly feasible due to consistent sunlight and ample space for installation,” he said. “It involves low investment and maintenance costs, minimal foreign exchange flow, and remains eco-friendly. The revenue stays within the country, boosting the local economy and creating jobs. Solar power supports the 2050 zero carbon energy goals, reduces production costs for local industries, and is crucial for meeting the 70% renewable energy target by 2030.”",
    "REPA Secretary Amal Sarathchandra addressed challenges in promoting solar energy. He noted that local investors are discouraged by unfair price revisions and delays in project approvals. “Trust is further undermined by the suspension of new project contracts and inadequate support for existing installations,” he said. “Financial relief is hard to obtain, and the tax system imposes taxes on solar devices like panels and inverters.”",
    "REPA Vice President Suresh Galanga emphasised the need to support local investors. He argued that while foreign investment offers temporary capital, it has long-term financial drawbacks, similar to foreign debt. “Money paid for electricity from foreign projects flows out of the country, much like diesel and coal expenditures,” he said. “Encouraging local investors through prioritised procurement guidelines and support is vital to revitalising the renewable energy sector.”",
    "REPA Treasurer Chanaka Jayawardena said that boosting renewable energy generation, including solar power, would greatly benefit the country economically, given the high costs of fuel-based power generation. “In 2022 and 2023, Rs. 203.7 billion and Rs. 278.9 billion were spent on fuel-based power generation, respectively. This expenditure threatens the economy in both the short and long term. Installing 1,000 megawatts of solar power could add 1,320 gigawatt-hours per year at a cost of Rs. 48.8 billion, while generating the same capacity with diesel would cost Rs. 92.4 billion.”",
    "Electricity Consumers’ Association President M.D.R. Athula and General Secretary Sanjeewa Dhammika also attended the briefing. They criticised the CEB’s General Manager for directing officials to enter agreements under the revised tariff rates despite the Public Utilities Commission’s directives not to implement it."
  ]
}