{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98415/parliamentary-committee-looks-into-preventing-illegal-fishing-activities-off-northern-sri-lanka",
  "time_ut": 1712211660.0,
  "original_lang": "en",
  "original_title": "Parliamentary committee looks into preventing illegal fishing activities off northern Sri Lanka",
  "original_body_lines": [
    "The Sectoral Oversight Committee on Alleviating the Impact of the Economic Crisis, chaired by MP Gamini Waleboda, recently convened a meeting in Parliament with the participation of Secretary to the Fisheries Ministry, government institutions under the ministry’s purview, officials including heads and representatives of the north-eastern fishing community.",
    "The fishermen representatives of the north pointed out that the illegal encroachment of the northern coast by Indian fishermen have severely affected their livelihoods. Moreover, it was disclosed that the damage to marine resources due to fishing using trawling methods by Indian fishermen has not been assessed so far, the Parliamentary Communications Department said in a statement.",
    "The committee’s chair expressed his displeasure that although surveys of marine resources within 24 nautical miles from the coast have been conducted in other parts of the island, the relevant government institutions have not conducted such a survey in the North. Considering these facts, the committee instructed the Fisheries Secretary to consult all relevant parties regarding the prevention of illegal fishing activities in the North and submit a report containing the necessary recommendations to the Parliament as soon as possible.",
    "Furthermore, there was a discussion at length regarding the permission given to import fish to Sri Lanka for re-export. The committee’s chair pointed out that the imported fish would be re-exported with added value and a portion of it would be sold locally.",
    "He argued that by doing so, the country will lose taxes and the reputation of Sri Lankan fish in the international market would also be affected. Meanwhile, the officials revealed that a certain company involved in importing and re-exporting fish is bringing in a type of prawns that can cause diseases, adding that it has started to affect the entire shrimp production in Sri Lanka.",
    "The committee’s chair raised a question regarding the decision taken to allow the import of fish affecting the fishing industry and instructed the secretary to the Fisheries Ministry to call all relevant parties immediately and take a decision in this regard.",
    "Members of Parliament, Dr. Sarath Weerasekera, Mohomad Muzammil, Jayarathna Herath, Nimal Piyathissa, Jagath Priyankara were present at the committee meeting held."
  ]
}