{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/public-buildings-must-be-symbolically-rich/",
  "time_ut": 1710116700.0,
  "original_lang": "en",
  "original_title": "Public buildings must be symbolically rich",
  "original_body_lines": [
    "Even as new public buildings and projects are gradually taking shape in Indian cities, there is a pertinent need to promote and build fine and meaningful works of architecture.",
    "Even as new public buildings and projects are gradually taking shape in Indian cities, there is a pertinent need to promote and build fine and meaningful works of architecture. These must not be limited to civic and public buildings, transportation structures, cultural complexes, public space designs and conservation and upgrade of heritage precincts. Architectural and urban design works transcending visual appeal and imagery have a prominent role in shaping national identity, especially during seminal transitions in a country’s political and cultural history and nationbuilding narratives. For example, the modern architecture of the assembly building at Chandigarh, which may not score well on populist ratings, was a bold yet restrained, masterly and visionary work of architecture.",
    "The modern city planning of Chandigarh and the architecture of its Capitol Complex aspired to give shape to the idea of building a modern India by the then-Indian State after centuries of colonial rule. Further, among other examples, in Bangladesh, the modern architecture of the Capitol Complex is another exemplary work of remarkable dignity and poise interwoven with the natural landscape, the nation’s political struggles and identity. In Sri Lanka, the architecture of the beautiful Parliament building (see photograph), albeit of another genre, is an inextricable part of the country’s national identity. Its design is majestic, yet elegant, sensitive to local climate, landscape and cultural context. In Singapore, the Parliament House has a sober yet dignified presence in the city’s urban space.",
    "In the German Parliament, a bold architectural design strategy positions the citizen on the building roof under a transparent and meticulously crafted glass dome. In the process, the architecture of the building innovatively navigates a seminal political transition in the nation’s history. All these examples of civic buildings, critical opinions about their architecture notwithstanding, offer precious lessons for shaping public buildings at large with holistic, symbolically rich, meaningful and visionary architectural content. Their architecture at once addresses a larger canvas of prevailing aspirations, political context, and nation-building narratives through the fine craft of space and form and a refined aesthetic expression.",
    "All fine works of architecture transcending boundaries, identities and styles are part of the cultural heritage of humankind. Further, other structures related to transportation, like railway stations and airports, offer design opportunities to create distinct architectural works specific to cities or places of their location in contrast to adopting a look-alike steel and glass aesthetic.",
    "The architecture of Chhatrapati Shivaji Terminus has a distinct architectural character exemplified by a grand-scale interior space with a remarkable sense of arrival and place. Further, new designs of transportation structures in Indian cities and towns need to consider efficient solar control strategies and use of energy with minimal carbon footprint, thermal comfort and a user-friendly functional aesthetic, traffic flow and volumes, actual and behavioural needs of people using them, from diverse age groups, economic, gender and cultural backgrounds.",
    "Among innumerable fine architectural works, the sober yet rich architecture of the Bharath Bhavan in Bhopal fuses art galleries, museum and other facilities with a tapestry of well-proportioned and elegant open to-sky courtyards and terrace gardens. Designs of cultural complexes, art, or convention centres need not constantly adopt a glittering and startling aesthetic but can draw lessons in elegance, sobriety, and ingenuity from such examples. In South Korea, the Suncheon City Council, with reported technical support from the International Union of Architects, organised an open design competition and built the modern, subdued and elegant Suncheon Cultural Centre and art platform that merges with the city and surroundings.",
    "On the other hand, in sports facilities planning and design, the architecture of Beijing National Stadium, also called Bird’s Nest, is a bold example which integrates functional efficiency, visual aesthetics and engineering excellence with rare ingenuity to create an iconic structure that has a distinct presence in the cityscape. Fine architectural conservation work has lasting cultural value.",
    "In Kerala, the restoration work of Sri Vadakkunnathan temple, earlier honoured with the UNESCO Asia-Pacific Heritage Award for Cultural Heritage Conservation, demonstrated the sensitivity and responsibility required in conserving precious and sacred heritage precincts holistically. Elsewhere, the excellent and sensitive restoration work for preserving the historic character of Galle Fort in Sri Lanka, declared a World Heritage site by UNESCO in the late eighties of the twentieth century, was the result of reported collaboration between the Central Cultural Fund and the Archaeology Department of Sri Lanka, the Centre for International Heritage Activities and other organisations.",
    "It may be relevant to note that upgrading sacred religious structures and complexes in heritage precincts in Indian cities should embrace a minimally invasive planning model targeting maximum outcomes. Benign intentions of the city development authorities to modernise and improve heritage precincts notwithstanding, vehement and high-visibility planning initiatives that propose in them large plazas like those in Europe, or Colonial era vistas, or metro rail lines by clearing the historical city areas, if adopted as a generic renewal model, would adversely impact and irrevocably damage the historicity, character and ambience, informal economy, social and cultural life of innumerable sacred heritage precincts across the country.",
    "Similarly, in public space designs and projects, a design strategy that relies more on creating a visual spectacle could result, for example, in goodlooking riverfront developments or extremely tall social housing towers with less attention to environmental issues and people’s cultural and social needs. It is a matter for further reflection if a singular emphasis on visual aesthetics in such project planning proposals is popularly perceived to represent modernity and progress.",
    "A few refined architectural works notwithstanding, in the designs of many types of structures in Indian cities, a typical, glossy, opulent and high visibility steel and glass aesthetic, invariably with hyper smooth and shining floors, profuse interior décor wrapping huge air-conditioned spaces, seems to be an emerging trend.",
    "The distinct shift in the aesthetic of large structures in Indian cities, which seems to persist, is commonly associated with the country’s economic liberalisation phase, the sudden flow of sizeable financial capital, and the corresponding construction of plush corporate buildings made of steel and glass wrapping huge air-conditioned spaces with contingent carbon foot print.",
    "This phase is often considered contiguous, with the Indian State reportedly moving away from its socialist moorings and commissioning large-scale public projects. However, in the recent past, there has reportedly been a greater engagement of the State with the planning and design of public architectural works and public space-making projects, albeit in most cases qualified in their designs by a new aesthetic expression.",
    "This re-engagement, among other opinions, may be read as part of the State’s reported drive to modernise cities and narrative to construct a new national identity in a post-colonial context. Nation-building political narratives or aesthetic trends of given times notwithstanding, architectural designs and urban design strategies must transcend the appeal of populist visual imagery, hold ground, offer a critical response and shape holistic, nuanced and meaningful public buildings and spaces in Indian cities. Improving decision-makers’ awareness of best practices in architecture, urban planning, and allied fields through a systematic knowledge-building plan is equally crucial for meaningfully shaping public projects in Indian cities.",
    "The State is poised to build an ecosystem and a robust framework that fosters fine and holistic works of architecture and urban design through collaboration with professional organisations and reforms in present systems of procuring professional services, planning and building public projects.",
    "Kotmale Dairy Products and Cargills Dairies keep raising the bar for themselves",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}