{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/selective-amnesia/",
  "time_ut": 1753372740.0,
  "original_lang": "en",
  "original_title": "Selective amnesia",
  "original_body_lines": [
    "Sri Lankan politicians are notorious for feigned amnesia. Their memory is as sharp as a hawk’s vision at noon when they delve into past incidents that they can use to their advantage. The UNP has forgotten its barbaric counterterror operations, torture chambers, abductions, and ubiquitous tyre-pyres in the late 1980s. But its current members and their erstwhile chums in the SJB, etc., often hark back to the JVP’s second uprising characterised by mindless violence. The JVP vividly recalls atrocities and injustices it suffered during the past six decades or so, but cannot remember a single incident where it unleashed barbaric violence against civilians in relentless pursuit of political conformity.",
    "The other political parties are no better. The SLPP has a remarkable ability to recall the incidents of JVP terror, but does not remember the emblematic crimes committed while its leaders were in power. The TNA revisits the war-time atrocities the armed forces are blamed for, while keeping silent on the countless massacres the LTTE committed. The country has just witnessed the JVP’s latest bout of selective memory loss.",
    "On Wednesday (23) Minister of Public Security Ananda Wijepala told Parliament, in answer to a question raised by SJB MP Rohini Kaviratne, that no records were available about the 1989 attack on the Dalada Maligawa during the JVP’s reign of terror, except the arrest of six female suspects. On several occasions, the JVP has denied any involvement in the terror attack on the Dalada Maligawa. But Neranjan Wijeratne, who was the Diyawadena Nilame at the time of the attack, has vehemently rejected the JVP’s denials. When the issue resurfaced in the run-up to the 2001 general election, Wijeratne was quoted by The Island (on 25 November 2001) as saying that the JVP was responsible for that terror strike which claimed five lives.",
    "Minister and Leader of the House Bimal Ratnayake went ballistic, in Parliament on Wednesday, claiming that the progeny of those who ran ‘private torture chambers’ in the late 1980s were in the current Parliament. His claim triggered a howl of protest from the Opposition, which asked him to name names without making wild allegations.",
    "It is public knowledge that some UNP politicians ran dungeons where suspected JVP activists were tortured and murdered. Some of them and their family members are still in politics. Curiously, the JVP MPs who remember the UNP’s crimes such as torture and extrajudicial killings suffer memory losses when questions are raised about their party’s savage terror campaign in the past. They have also forgotten their leader, Rohana Wijeweera, who was arrested, tortured, shot and cremated alive, according to some eyewitnesses. The JVP-led NPP government has ordered a CID probe into the disappearance of Lalith and Kugan but ignored calls for an investigation into the extrajudicial execution of its founding leader!",
    "Meanwhile, nothing has been heard about the part two of the parliamentary debate on the Batalanda Commission report on illegal detention centres and torture chambers operated by the UNP government in the late 1980s. The first part of the debate was held a few weeks before the 06 May Local Government polls, and some JVP/NPP MPs were seen shedding tears in Parliament, when the report was presented. (The JVP banned funerals for its victims during its second uprising and even ordered them to be buried ‘like dogs’. Mourners were also attacked.) Is the government planning to resume the Batalanda debate any time soon? Or, has it decided to postpone it indefinitely as it does not want to open a can of worms?",
    "The police, who go out of their way, after every regime change, to reopen probes into the crimes committed by the previous governments, have also suffered a memory loss. They have not investigated the massacre of their own men, reportedly numbering 600, who surrendered to the LTTE in 1990, in the Eastern Province; they were led into the jaws of death by the then UNP government in the name of ‘peace’.",
    "Sri Lankan voters also have a history of selective memory lapses, which have stood violent, corrupt politicians in good stead. They forget politicians’ crimes, past and present, when they vote in elections. They are gluttons for punishment. It is said that a nation gets the government it deserves.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}