{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/local-holders-to-join-sri-lanka-bond-exchange-190044/",
  "time_ut": 1732625220.0,
  "original_lang": "en",
  "original_title": "Local holders to join Sri Lanka bond exchange",
  "original_body_lines": [
    "ECONOMYNEXT – Domestic holders of Sri Lanka’s defaulted sovereign bonds said they will participate in an exchange of new bonds, which they negotiated together with foreign investors in the securities.",
    "“All members of the LCSL intend to participate in the ISB restructuring, which will provide the Government with substantial debt relief,” the group said in statement.",
    "Local investors, mostly banks, hold about 12 percent of the defaulted 12.55 billion dollars of securities.",
    "“We are pleased to have reached this critical turning point following more than two years of discussions,” Sanath Manatunge, Chairman of the Local Consortium of Sri Lanka who is the chief executive of Commercial Bank of Ceylon said.",
    "“This restructuring will help restore macroeconomic stability and encourage investment in the local economy to the benefit of the people of Sri Lanka.",
    "“Members of the LCSL fully appreciate and recognise their responsibility to finance the economic recovery and look forward to fulfilling this role.”",
    "Under a so-called local option ISB holders could exchange existing claims into new instruments denominated in both Sri Lanka Rupee and US Dollars.",
    "ISB committee urge all holders to join Sri Lanka GDP-linked bond exchange",
    "Sri Lanka urges all ISB holders to exchange bonds, hopeful on Hamilton",
    "Foreign investors who negotiated with the government hold 40 percent of the bonds.",
    "A committee representing said the offer will be taken up and called on other investors not in their group to also participate.",
    "Local Consortium of Sri Lanka Commits to Supporting Government of Sri Lanka’s International Sovereign Bond Restructuring",
    "COLOMBO, SRI LANKA 26 November 2024 – The Local Consortium of Sri Lanka (the “LCSL”), comprised of domestic commercial banks and financial institutions, commits its full support for the Exchange Offer and Consent Solicitation launched today by the Government of Sri Lanka (the “Government”) to restructure the US$12.55bn in outstanding International Sovereign Bonds (“ISBs”) including terms tailored for local holders (the “Local Option”).",
    "This follows the agreement-in-principle reached in September 2024 with the Government on key financial terms.",
    "All members of the LCSL intend to participate in the ISB restructuring, which will provide the Government with substantial debt relief.  This will be in addition to the support provided to the Government and wider economy since the foreign currency default in April 2022.",
    "The restructuring of the ISBs will also cure the sovereign debt default, support the restoration of macroeconomic stability and ensure debt sustainability in the context of the Sri Lanka IMF programme.",
    "The Steering Committees of the LCSL and the Ad Hoc Group of Sri Lanka Bondholders (representing international holders of Sri Lanka’s ISBs) cooperated in order to find a comprehensive solution for Sri Lanka. Members of the LCSL and Ad Hoc Group collectively represent more than 50% of Sri Lanka’s total outstanding ISBs. The Local Option gives ISB holders the ability to exchange existing claims into new instruments denominated in both Sri Lanka Rupee and US Dollars.",
    "Members of the LCSL would like to extend their gratitude to the authorities and all those involved for their efforts in reaching this significant milestone. Curing the default on Sri Lanka’s ISBs will both facilitate the restoration of external market access and is a crucial step forward not only for the Government but also for LCSL members in maintaining their ability to finance the country’s economic recovery.",
    "Sanath Manatunge, Chairman of the LCSL and CEO of Commercial Bank of Ceylon PLC, said: “We are pleased to have reached this critical turning point following more than two years of discussions. This restructuring will help restore macroeconomic stability and encourage investment in the local economy to the benefit of the people of Sri Lanka. Members of the LCSL fully appreciate and recognise their responsibility to finance the economic recovery and look forward to fulfilling this role.”",
    "The LCSL is being advised by Newstate Partners LLP and Baker & McKenzie Wong & Leow.",
    "The LCSL is comprised of eleven local banks and financial institutions and holds approximately 12% of the outstanding ISBs. [Members include Commercial Bank of Ceylon PLC, DFCC Bank PLC, Hatton National Bank PLC, National Development",
    "Bank PLC, Nations Trust Bank PLC, Pan Asia Banking Corporation PLC, Seylan Bank PLC, LOLC Finance PLC, LOLC Financial Sector Holdings (Private) Limited, Softlogic Life Insurance PLC.]"
  ]
}