{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84228",
  "time_ut": 1718743920.0,
  "original_lang": "en",
  "original_title": "President Wickremesinghe Flays Supreme Court for Allegedly Engaging in “Judicial  Cannibalism”;  President says  SC Ruling on Gender Equality Bill  Violates Parliament’s powers and a Select Committee must be  Appointed to Look into the Matter",
  "original_body_lines": [
    "President Ranil Wickremesinghe yesterday in Parliament raised a point of order that the Supreme Court determination on Gender Equality Bill violates the powers of the House and a Parliamentary select Committee must be appointed to look into the matter.",
    "“First and foremost the bill says, what the national policy on gender equality and empowerment of women is referred to in this bill. At the least it’s hard to find out. It’s not specific as there is no reference in the bill. There has been a national policy on women’s empowerment and gender equality since 2011. These are obligations of the Government under the Sustainable Development Goals 5 and a number of women’s conventions and agreements that we have signed.",
    "The Supreme Court cannot in any way go and make any ruling on this. Then they are contravening and coming into our area.",
    "Secondly, there’s a large number of cases which have been given on the question of equality and equality of women.",
    "They have also ignored the special determination on the Penal Code Amendment, made by the Chief Justice. In this, we are talking of empowering women and ensuring equality for women. But according to the Goal 5 of Sustainable Development, even other minorities must get the Government services without discrimination. That anyway follows from the average duties which has been given to us under fundamental rights.",
    "So all these powers have been disregarded. In a sense, the court has set aside everything. So in a way, what they have done is all these have disappeared, as if this court has eaten it up, all other judgments. So in a way, they are practicing judicial cannibalism and we are being asked then to accept it, which this House can’t. How can you overrule a ten-judge bench and how can you overrule the Chief Justice? So that is one area. Then they are saying that this will allow same-sex marriages.",
    "The Supreme Court can’t rule on a bill. They can only advise us on the value. It is basically a pre-legislative scrutiny. This is really a perverse determination which this House should not follow. And I am going to recommend that a select committee be appointed to go into it. There is no need to summon the judges. I don’t think we should go into that. There are enough that can be studied and they can recommend it. Because the majority of the members should be appointed by the Women’s Caucus. After all, this concerns women. But what happens is, it deprives the majority of this population, the women, of their rights. And it takes away the safeguard of another majority, the Buddhists in the Constitution. So we cannot accept it. And this House then has to assert its own rights.”"
  ]
}