{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Dr-McNamara-new-Executive-Director-at-US-Sri-Lanka-Fulbright-Commission/56-758224",
  "time_ut": 1707337857.0,
  "original_lang": "en",
  "original_title": "Dr. McNamara new Executive Director at US-Sri Lanka Fulbright Commission",
  "original_body_lines": [
    "The US Embassy in Sri Lanka yesterday announced the appointment of Dr. Patrick McNamara, as the new Executive Director of the United States-Sri Lanka Fulbright Commission based in Colombo.",
    "“We are so pleased to welcome Dr. Patrick McNamara as the new Executive Director of our United States-Sri Lanka Fulbright Commission. Under the leadership of Dr. McNamara, the Commission is entering a new era cultivating exchanges, educational partnerships, and mutual understanding between our two nations,” said US Ambassador to Sri Lanka Julie Chung.",
    "“We expect the Commission to play a vital role in further strengthening the people-to-people, academic and scientific ties between the United States and Sri Lanka, through vibrant intellectual exchanges that go beyond borders and enhance the academic environment for scholars and students alike,” she added.",
    "“The Fulbright Program has been building ties and benefitting both of our countries for 71 years, with over 2,000 alumni who have travelled and participated directly in the program,” said the Commission’s board chair Heidi Hattenbach, who is the Counsellor for Public Affairs at the US Embassy. “From supporting biomedical research to a study aimed at the decolonisation of English language teaching, Fulbright grantees are undertaking academic work that changes lives while building life-long ties that extend well beyond the classroom. Under Dr. McNamara’s leadership, Fulbright is poised to build on that strong legacy to enrich academic collaboration and build understanding for many years to come.”",
    "“I am excited to begin this new chapter in my life and build on the strong foundations of the bi-national Fulbright Commission here. We will continue to build bridges of understanding and peace between the people of Sri Lanka and the people of the United States,” Dr. McNamara said. “The Fulbright Program represents the best of American and Sri Lankan values such as diversity, unity, and respect for others. Through academic, cultural, and professional exchanges, we bring Americans to Sri Lanka to learn of the rich history here and Sri Lankans to the United States to experience the culture and educational opportunities there.”",
    "As the Executive Director at the Fulbright Commission, Dr. McNamara brings extensive professional experience to Sri Lankan-American academic exchanges, with over three decades in academia, consulting, business and Government. Dr. McNamara’s expertise will be instrumental in creating new opportunities to further Fulbright Sri Lanka’s mission to ensure that it empowers future leaders, underrepresented groups in higher education and advances the exchange of ideas and the intercultural dialogue for the promotion of inclusive and diverse societies in both our countries.",
    "Dr. McNamara achieved distinction as a Fulbright-Nehru Senior Scholar in India in 2011, during which he spent time on a Regional Travel Grant to Sri Lanka. He holds a PhD from the School of Public Administration at University of Nebraska at Omaha, MSc in Conflict Analysis and Resolution from George Mason University, and BA in Religion from Swarthmore College."
  ]
}