{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103112/khamenei-vows-response-to-attacks-on-iran-and-allies",
  "time_ut": 1730600940.0,
  "original_lang": "en",
  "original_title": "Khamenei vows response to attacks on Iran and allies",
  "original_body_lines": [
    "Iran’s supreme leader Ayatollah Ali Khamenei vowed on Saturday to retaliate against attacks by Israel and its ally the United States targeting Tehran and groups it supports in the region.",
    "“The enemies, both the USA and the Zionist regime, should know that they will definitely receive a tooth-breaking response to what they are doing against Iran, the Iranian nation, and the resistance front,” Khamenei said in a speech to students in Tehran.",
    "He was referring to the alliance of Tehran-backed armed groups that include Yemen’s Huthi rebels, Lebanon’s Hezbollah movement and the Palestinian Islamist group Hamas.",
    "Regional tensions have soared since the outbreak in October last year of the Israel-Hamas war in Gaza, drawing in those Iran-aligned groups and others from Iraq and Syria.",
    "Hezbollah and Israel exchanged cross-border fire for nearly a year after Hamas’s unprecedented attack on Israel on October 7, 2023, before Israel ramped up the conflict on September 23.",
    "On October 26, Israel conducted air strikes on military sites in Iran in response to Tehran’s October 1 attack on Israel, itself retaliation for the killing of Iran-backed militant leaders and a Revolutionary Guards commander.",
    "At least four soldiers were killed in the attack which Iran said caused “limited damage” to a few radar systems. Iranian media said a civilian was also killed.",
    "In his speech, Khamenei paid tribute to the slain soldiers, saying their efforts in confronting Israel “will not be forgotten”.",
    "Israel has warned Iran against responding to the October 26 attack.",
    "The United States announced Friday the deployment of additional military assets to the Middle East, including ballistic missile defence destroyers and long-range B-52 bomber aircraft, serving as a warning to Iran as it and Israel trade tit-for-tat strikes.",
    "Khamenei said Iran was “certainly doing everything that should be done to prepare the Iranian nation, whether in terms of military, in terms of weapons, or in terms of political work”, without elaborating.",
    "Also on Saturday, the Revolutionary Guards spokesman Ali Mohammad Naini said Iran would respond “decisively” to Israel.",
    "“The enemy should learn that it cannot commit any evil (it wants); it will undoubtedly receive a crushing response to its evildoing,” said Naini, the Fars news agency reported."
  ]
}