{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Bogollagama-calls-upon-Sri-Lankan-diaspora-in-UK-to-foster-development-through-reconciliation/56-763918",
  "time_ut": 1720206618.0,
  "original_lang": "en",
  "original_title": "Bogollagama calls upon Sri Lankan diaspora in UK to foster development through reconciliation",
  "original_body_lines": [
    "Sri Lanka High Commissioner to the United Kingdom, Rohitha Bogollagama joined “The Global Unity Dinner (GUD)”, an annual event spearheaded by Regent Group at The Dorchester Hotel on 3 July.",
    "The Global Unity Dinner serves as a focal point for encouraging unity, peace, and understanding across different nations and communities. The event was hosted by Regent Group CEO and Co-Founder Dr. Selva Pankaj, a diverse educational group based in London which offers education, skills and training development as well as consulting services to both the private and public sectors.",
    "Addressing the audience, High Commissioner Bogollagama affirmed the commitment of the Government of Sri Lanka headed by President Ranil Wickremesinghe to foster development in the country through reconciliation. In his speech, the High Commissioner shared the message of President Ranil Wickremesinghe’s initiatives to reach out to the overseas Sri Lankan community to embrace the message of reconciliation, equality and equity. He thanked Dr. Pankaj for the launch of the “Public Learn Education Platform” which guides users to free courses from the world’s top universities, in Sri Lanka on 13 June under the patronage of President Ranil Wickremesinghe.",
    "Dr. Pankaj and Tharshiny Pankaj offered their reflections on the necessity of unity and peace. He spoke of his early life growing up in Sri Lanka and travelling to the UK in 1990 at the age of 19. Alluding to the official launch of the “Public Learn Education Platform” in Sri Lanka, he highlighted that the way forward to engage with Sri Lanka is through forgiveness.",
    "Dr. Pankaj and his wife have recently been granted Sri Lankan citizenship which was facilitated through the High Commission. As a step towards welcoming overseas Sri Lankans towards the country’s development, High Commissioner Bogollagama handed over the Sri Lankan passports to Dr. Pankaj and his wife at this event."
  ]
}