{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/beyond-rhetoric-a-critique-of-president-dissanayakas-global-address/",
  "time_ut": 1759587900.0,
  "original_lang": "en",
  "original_title": "Beyond rhetoric: A critique of President Dissanayaka’s global address",
  "original_body_lines": [
    "President Anura Kumara Dissanayaka’s recent speech at the UN General Assembly, while outwardly progressive in tone, reveals a troubling lack of structural analysis. His framing of global crises, identifying poverty, narcotics, corruption, war, and technological ethics, leans heavily on moral condemnation and humanitarian concern, but avoids any deeper systemic critique. This omission is not incidental; it reflects a political orientation that sidesteps the material roots of global injustice. It certainly puts paid to any illusions of Marxism playing a part in his ideology.",
    "In essence, President Dissanayaka’s speech boils down to the following:",
    "In our world of great advancement, poverty still denies children their fundamental right to education and traps nations in cycles of debt, so we must treat inequality as a global catastrophe and act accordingly. We must also confront other grave threats to global well-being: the drug trade, which fuels organised crime, and the epidemic of corruption, which undermines democracy and development. Furthermore, we should condemn war. We are deeply distressed by the catastrophe in Gaza and call for an immediate ceasefire, humanitarian aid, and a lasting two-state solution. We must also combat the religious extremism and racism that fuel such conflicts. I propose the establishment of a neutral, sovereign Artificial Intelligence zone to ensure technology serves all of humanity.",
    "President Dissanayaka’s proposal for a neutral, sovereign Artificial Intelligence zone is arguably the most forward-thinking element of his speech. In a world increasingly shaped by algorithmic governance and digital economies, such a zone could serve as a bulwark against monopolistic control and geopolitical weaponisation of AI.",
    "However, the proposal lacks strategic depth. AI development cannot be divorced from industrialisation; without a robust manufacturing base, Sri Lanka risks becoming a passive consumer of foreign technologies rather than an active innovator. China’s success in AI stems not merely from research but from its integration into automated production systems that boost productivity and national wealth.",
    "Moreover, the speech fails to address the social consequences of AI deployment. Automation threatens to exclude workers and farmers from the production process, exacerbating inequality, unless accompanied by large-scale reskilling, resource reallocation, and democratic oversight. A truly sovereign AI policy must be rooted in national development goals, prioritising technological sovereignty, labour inclusion, and ecological sustainability. Otherwise, it risks becoming a technocratic fantasy, serving elites while displacing the very people it claims to uplift. The vision is commendable, but without structural transformation and class-conscious planning, it will remain aspirational rather than emancipatory.",
    "By implying that poverty is an eternal condition (“Poverty, a tragedy as old as human civilisation”), Dissanayaka erases its historical and economic genesis. Poverty is not a natural state; it is manufactured through capitalist exploitation, particularly the extraction of super-profits from the Global South. In a world economy capable of universal abundance, billions remain impoverished because imperialist structures siphon wealth from periphery to core.",
    "Sri Lanka’s own experience is instructive. From colonial plantation economies to IMF-imposed austerity, poverty has been engineered through external dependency and internal class collaboration. To speak of poverty without naming capitalism is to treat symptoms while ignoring the disease.",
    "Dissanayaka’s praxis contradicts his rhetoric. He is winding down or privatising pro-poor state institutions, collaborating with monopolies and oligarchies, and imposing austerity measures. Today, under his watch, poor Sri Lankans eat no more than two square meals a day. While paying lip-service to education, he is planning to down the 13% of schools with fewer than 50 students each, affecting the poorer rural areas.",
    "Dissanayaka’s condemnation of the drug trade as a threat to global well-being is accurate but incomplete. Drugs are not an aberration but are commodities. The English East India Company traded opium to balance its trade deficit with China. The British only banned opium in Sri Lanka in 1908 due to pressure from the Temperance Society. In the 1980s, the US government itself trafficked narcotics, as Afghan opium funded anti-socialist rebels, and cocaine financed the Contras in Nicaragua.",
    "The “War on Drugs,” declared by Nixon in 1971, was never about public health. It was a tool for repression, used by white state organs to target non-white communities, and by authoritarian regimes to silence dissent. In Sri Lanka, Dissanayaka’s own administration has weaponised drug enforcement to demonise opposition figures, while failing to investigate how narcotics entered the country; possibly via the hundreds of containers released illegally through customs.",
    "Corruption, too, is endemic to capitalism. In monopolistic or oligarchic systems, it becomes a mechanism for securing super-profits. Greek Marxist economist Stavros Mavroudeas reminds us that “… communists are against the capitalist corruption but always remind the working people that the crucial and main problem is labour’s exploitation. Petty-bourgeois loudmouths prioritise corruption (especially when they represent small capitals of capitalist fractions threatened by more well connected to the state opponents), but of course they overlook labour’ exploitation. Petty-bourgeois loudmouths want to use the popular anger against blatant cases of corruption as a means to rearrange exploitation and corruption.”",
    "Dissanayaka’s emphasis on corruption as a primary cause of underdevelopment echoes right-wing tropes. The Nazis used anti-corruption and anti-drug rhetoric to consolidate power. In Sri Lanka, questions remain about his own administration’s role in customs fraud, artificial shortages of essential goods, and irregularities in car imports. Cleaning the Augean stables must begin at home.",
    "On war, Dissanayaka offers platitudes but avoids naming imperialism. His welcome comments on Gaza, calling for a ceasefire and humanitarian aid, evade condemnation of Israel for genocide. Instead, he balances “Israel” as a state against “Palestinian people,” subtly legitimising the aggressor while de-legitimising the Palestinian State.",
    "His words on a two-state solution, as well as Sri Lanka’s vote in favour of the recent UN resolution provided relief, but his regime’s broader posture remains ambiguous. It facilitates Israeli tourism, protects illegal Israeli institutions, and sends migrant workers to replace sacked Palestinians.",
    "Equally tellingly, Dissanayaka failed to mention Sri Lanka’s historic UN resolution declaring the Indian Ocean a Zone of Peace, or the illegal US base at Diego Garcia. His absence from the Tianjin summit of the Shanghai Cooperation Organisation, reportedly due to “pressure” from a foreign mission, suggests a tilt toward US alignment.",
    "His quote from Harry Truman, the architect of the Cold War and the nuclear bombing of Hiroshima and Nagasaki, is especially disturbing. Truman sanctioned Sri Lanka over the Rubber-Rice Pact and founded the CIA, which orchestrated coups and destabilisations worldwide. To invoke Truman is not neutral but signals a foreign policy orientation that may be realigning Sri Lanka with US strategic interests in the Asia-Pacific.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}