{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/What-we-should-learn-from-Nehru/4-769212",
  "time_ut": 1731518185.0,
  "original_lang": "en",
  "original_title": "What we should learn from Nehru",
  "original_body_lines": [
    "Now after so many years we have to shamefully admit that in this age of religious ostentation, hypocrisy, superstition and orthodox thinking where priests of all faiths are gaining influence and getting political patronage for opinions, there is now a deep gap between the Nehruvian understanding of scientific approach and its practical application and implementation in the Indian context. It has come a long way. But Nehru is as relevant today as he was then.",
    "While today there is a deluge of superstitious clerics and leaders everywhere in the country, about seventy years ago, Pandit Jawaharlal Nehru had foresightly emphasised that, ‘Politics led me to economics and it was from that that I was inspired by science and knowledge to adopt a scientific approach to problems and life. Only science can solve the problem of hunger and poverty. Science is the only medium that can eradicate hunger and poverty.’",
    "Jawaharlal Nehru’s concept of scientific nature is a rational approach, which he believes should be an integral part of thought and action. There was no confusion or contradiction between science and religion in his mind. He believed that science is not like religion, religion is based on intuition and emotions. Nehru believed that science can help people see traditional beliefs in a new light and that religion leads to intolerance, superstition and irrationality. According to Nehru, scientific approach is a way of living, a process of thinking and a way of working. This includes being open to new evidence, changing conclusions, and relying on observed facts. Nehru believed that the spread of scientific ideas would reduce the scope of religion. Nehru emphasised the importance of scientific thinking and believed that it should be promoted at individual, institutional, social and political levels.",
    "Even before independence, Nehru had said in a meeting of the Indian Science Congress in 1938: ‘Science is the true form of life. Only with the help of science can we solve the problems of hunger, poverty, illiteracy, superstitions and dangerous customs and stereotypes, our wasting vast resources, hunger and the people who have inherited prosperity. A more prosperous future than the present will belong to those who strengthen their relationship with science.’",
    "The scientific method can be applied to all activities in our lives",
    "Nehru in his book ‘Discovery of India’ in 1946 described the scientific approach as a way to find public welfare and truth. The scientific approach emphasises objective analysis of the root causes of a situation. The main or essential features of the scientific method are curiosity, observation, experimentation, qualitative and quantitative analysis, mathematical modelling and prediction. According to Nehru, no, the scientific method can be applied to all activities in our lives because it stems from the curiosity we all have. So every person, whether he is a scientist or not, can have a scientific point of view. In fact, the scientific approach develops our general understanding of every phenomenon of daily life. According to Nehruji, adopting this attitude in life can lead to freedom from superstitions and prejudices.",
    "Nehru writes on page 512 of his 1946 book Discovery of India, he wrote that, the application of science to all countries and peoples today is inevitable and unavoidable. But there is more to it than just its application. This scientific approach, the adventurous and yet serious nature of science, the search for truth and new knowledge, the refusal to accept anything but trial and error, the ability to change previous conclusions in the face of new evidence, the reliance on observed facts rather than preconceived notions, the strict discipline of the mind – all this is not only for the use of science but It is also necessary for the solution of life and its many problems.",
    "Nehru gave more importance to the growth of scientific approach than to the application of science. It is clear that development of society or new science is not possible without such a scientific approach. Nehru envisioned India as an independent nation and strove for a modern India where people, free from preconceptions and religious dogmas, could understand the world around them, use scientific methods to improve their own lives and solve social problems.",
    "Science and technology – critical approach to thinking and reasoning",
    "Emphasising science and its applications to meet the needs of the country and its people, Nehru defined science and technology as a critical approach to thinking and reasoning, a ‘way of life’ and the ‘nature of free man’. Therefore, Nehru recognised the physical and practical benefits of pursuing science and technology for the development of the nation, and in addition he strongly advocated and advocated science (including scientific method, approach and nature) as a philosophical approach to life and argued against it from time to time. Nehru was interested in science and culture as much as material success. Hence, he frequently used the terms “scientific temperament” and “scientific spirit”. His understanding of science was philosophical. This enabled him to base his social ideals and political beliefs on rationality, develop his secular worldview and concepts of scientific socialism, and present them to the world as part of his ideas and methodology. At the Science Congress in 1951, he said, “My interest is primarily in trying to make the Indian people and even the Government of India aware of scientific work and its necessity.” He makes it clear that only science has ensured that religious bigotry and regressive conservatism, a frequent threat, should not be reverted to. That is why no central government could do as clearly as Nehru did by condemning Hindu and Muslim communalists, making them extremely backward and keeping these elements out of the government.",
    "After India’s independence, our country was led by Jawaharlal Nehru, the creator of modern India, who faced the challenges of implementing a new constitution. This first Prime Minister of the country knew very well that our people, including scientists, were plagued by irrationality, religious orthodoxy and superstition. Nehru believed that the only way to make India a developed nation was to combine science and technology with development. As Prime Minister, Nehru created scientific establishments in accordance with his scientific ideas. In August 1947, he created the Central Government portfolio for scientific research under his guidance. In 1951, the Ministry of Natural Resources and Scientific Research was established which later expanded into the Department of Scientific Research. Nehru continued to lead debates in Parliament on scientific topics, address annual meetings of the Indian Science Congress, and chair the governing body of the Council of Scientific and Industrial Research. He valued his scientists as patrons and mentors of India’s post-colonial science. Director General of Council of Scientific and Industrial Research S.S. Bhatnagar, India’s Planning System Statistician P.C. Mahalanobis and Atomic Energy Commission of India Chairman Homi j. Bhabha was included. Nehru personally controlled the Department of Atomic Energy. His enthusiasm for nuclear energy led to its emergence as an important source of energy and a symbol of India’s scientific modernity. His relationship with Bhabha was particularly close, enabling privileged funding for the nuclear power program. Therefore, Nehru’s period was the flourishing period of Indian science. At that time pseudoscience concepts were not encouraged by the government in any way.",
    "It was Nehru who added the term ‘scientific temper’ to our vocabulary. In Discovery of India he writes: ‘It is imperative and inevitable that all countries and peoples use science today. But one thing is more important than the application of science, and that is the scientific method, which is adventurous, but very important, and through which the scientific approach flourishes, namely the search for truth and new knowledge, not daring to believe it, the ability to revise old conclusions on the basis of new evidence, preconceived notions. Relying on observed facts rather than theory, directing the mind in a disciplined direction – all this is essential. Not only for the application of science, but for one’s own life and to solve its myriad complexities… The scientific approach shows man the path on which he should begin his life’s journey. This vision is for a person who is unbound, independent.’",
    "Nehru made many efforts to develop the scientific approach in India. One of these efforts was in 1958 in the country’s parliament (Lok Sabha) when he presented the science and technology policy, he gave special importance to the scientific approach. He described the scientific approach as a way of thinking, a way of doing and a way of finding truth. This was the first time in the world that a science policy proposal was approved by the Parliament of any country. He said that the scientific approach is not just about looking in a test tube, mixing this thing and that thing, and making something big or small. Scientific approach means training the mind and the whole structure of life to work with the methods and procedures of science. Scientific approach is related to rationality. According to the scientific approach, only that which can be proved by experiments and results, in which a cause and effect relationship can be established, is worthy of acceptance. Discussion, reasoning and analysis are an important part of the scientific approach. Scientific approach is also effective in creating fairness, humanity, democracy, equality and freedom etc.",
    "As part of the 42nd Constitutional Amendment in 1976, ‘Development of scientific temper, humanism and spirit of discovery and improvement’ was declared as one of the ten fundamental duties of every citizen under Article 51A(H) of the Indian Constitution. It is also necessary to combine science and technology with the spirit of humanism because ultimately the goal of every kind of progress is human development and quality of life and its relationships. Inculcating this scientific approach in our children and society will be a true tribute to Nehruji."
  ]
}