{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lankan-Embassy-in-Thailand-hosts-delegation-from-The-Ceylon-Chamber-of-Commerce/34-768646",
  "time_ut": 1730329636.0,
  "original_lang": "en",
  "original_title": "Sri Lankan Embassy in Thailand hosts delegation from The Ceylon Chamber of Commerce",
  "original_body_lines": [
    "The Embassy and Permanent Mission of Sri Lanka in Thailand, in collaboration with The Ceylon Chamber of Commerce, Thai-Sri Lanka Chamber of Commerce, Thai Chamber of Commerce, and Board of Trade of Thailand hosted a three-day business visit for a 12 member delegation from The Ceylon Chamber of Commerce and the Sri Lanka-Greater Mekong Business Council, from 16 to 18 October.",
    "The visit featured the Sri Lanka-Thailand Business Forum, jointly organised by the Thai Chamber of Commerce and Board of Trade of Thailand with the support of the Embassy. Over 30 members of the Thai business community, led by the Adviser of the Board of Trade of Thailand and Chairwoman of the Joint Foreign Chambers of Commerce of Thailand Vibeke Lyssand Leirvag, attended the forum. The event underscored the longstanding trade and investment ties between Sri Lanka and Thailand.",
    "At the Sri Lanka-Thailand Business Forum Sri Lankan Ambassador to Thailand Wijayanthi Edirisinghe emphasised the importance of the forum as a key milestone in the ongoing efforts to strengthen economic relations. She highlighted the collaboration between the chambers and business communities as a shining example of the potential that can be unlocked together. She invited the Thai business community to visit Sri Lanka and explore the abundant business and investment opportunities that Sri Lanka has to offer.",
    "The program also included a networking session with members of the Thai-Sri Lanka Chamber of Commerce at the Sri Lankan Embassy, a visit to Logimat Southeast Asia and Logifood Southeast Asia trade exhibitions, a site visit to the Amata Industrial Zone in Chonburi, a visit to Srithai Superware Factory, Thailand’s leading melamine producer, and B2B meetings with Thai companies, facilitating discussions on potential collaborations in areas of mutual interest.",
    "The Sri Lanka delegation, led by Secretary General and Ceylon Chamber of Commerce CEO Buwanekabahu Perera and Sri Lanka-Greater Mekong Business Council President S.M.D. Suriyakumara, comprised senior representatives from Lanka Hospitals PLC, MAC Holdings Ltd., SAJ Associates Ltd., John Keells Holdings PLC, NMP Holdings, Sarvodaya Development Finance PLC, VA Distilleries Ltd. and Senkadagala Finance Company PLC.",
    "The visit marked another significant step in deepening economic cooperation between Sri Lanka and Thailand, paving way for new trade and investment partnerships."
  ]
}