{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/planters-association-of-ceylon-charts-course-for-sustainable-future-at-170th-agm/",
  "time_ut": 1726777380.0,
  "original_lang": "en",
  "original_title": "Planters’ Association of Ceylon charts course for sustainable future at 170th AGM",
  "original_body_lines": [
    "The Planters’ Association of Ceylon (PA) held its 170th Annual General Meeting (AGM) on September 14, 2024, at The Galadari Hotel in Colombo. The event, graced by the presence of Chief Guest, Mohan Pandithage, Chairman and Chief Executive of the Hayleys Group, marked a pivotal moment for the nation’s plantation industry.",
    "The AGM witnessed the formal handover of leadership from outgoing Chairman, Senaka Alawattegama, to Sunil Poholiyadde, who assumes the role for his second term. The transition comes at a critical juncture for the industry, facing significant challenges and opportunities.",
    "In his final address, Alawattegama reflected on the substantial progress made during his tenure, notably the successful resolution of long-standing wage negotiations. He highlighted the introduction of a new wage structure that includes a daily minimum wage of Rs. 1,350 and a productivity-linked component of Rs. 50 per kilogram. This achievement, he noted, represents a significant victory for both workers and Regional Plantation Companies (RPCs), accomplished despite considerable challenges and pressures.",
    "“As we move forward, decisions related to wages and policies must be made with the best interests of the entire industry—including workers—at heart,” Alawattegama stated. “We must ensure that our industry remains affordable and sustainable so that it can thrive for generations to come.”",
    "Taking over the helm, Poholiyadde delivered an incisive speech outlining his vision for the future. He commended the industry’s collective resilience in successfully navigating the recent wage crisis, which had been considered a potential existential threat to the industry.",
    "“On May 1st, 2024, a proposed wage increase to Rs. 1,700—a 70% hike—threatened to cripple our industry,” Poholiyadde remarked. “Recognizing the gravity of the situation, the PA took unprecedented steps, including legal action up to the Supreme Court. Our persistent efforts resulted in a more sustainable wage agreement, a testament to what we can achieve when we unite.”",
    "Emphasizing the crucial role of innovation and technology in overcoming current challenges, Poholiyadde asserted, “We must embrace innovation to sustain our industry. Mechanization can provide relief, especially with our diminishing labor force.” He highlighted that since 1992, the industry has lost 50% of its workforce, adversely affecting production volumes. “We may not reach even 250 million kilograms of tea this year, although the industry had initially targeted over 300 million.”",
    "Poholiyadde also underscored the necessity of adopting new technologies, mechanization, and automation in both field and factory operations to enhance productivity and remain competitive globally. “The technology exists globally; it’s a matter of us embracing and implementing it,” he said.  (PA)",
    "SriLankan Airlines and SLCB showcase Sri Lanka to top South Indian journalists",
    "SLITHM chief on a mission to bring back the glories of the Ceylon Hotel School era",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}