{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/CA-Sri-Lanka-unleashes-power-of-digital-innovation-calls-for-entries-for-prestigious-TAGS-Awards-2024/34-764996",
  "time_ut": 1722464342.0,
  "original_lang": "en",
  "original_title": "CA Sri Lanka unleashes power of digital innovation, calls for entries for prestigious TAGS Awards 2024",
  "original_body_lines": [
    "The Institute of Chartered Accountants of Sri Lanka (CA Sri Lanka) has announced the commencement of applications for the prestigious TAGS Awards 2024, celebrating excellence in corporate reporting for the 59th year.",
    "A beacon of innovation and best practices in financial and non-financial reporting, the TAGS Awards will culminate in a grand ceremony on 12 December at the Shangri-La Hotel, Colombo.",
    "The TAGS Awards, which stands for Transparency, Accountability, Governance, and Sustainability, formerly known as the Annual Report Awards, held since 1964, continue their legacy in celebrating and recognising organisations that excel in both financial and non-financial reporting. The competition is open to a wide range of entities, including multinationals, blue-chip companies, conglomerates, SMEs, NPOs, NGOs, and other entities that produce annual reports.",
    "“The Digital Edge – Enriching Corporate Reporting Excellence”, the theme for the 2024 TAGS Awards, underscores the transformative potential of AI and digital innovation in corporate reporting.",
    "The official announcement was made at a press conference on 30 July attended by CA Sri Lanka Vice President Tishan Subasinghe, TAGS Awards Committee Chairperson Chamila Cooray, and TAGS Awards Committee Alternate Chairperson Nishani Perera.  During the press conference, the Colombo Stock Exchange (CSE) officially joined as the strategic partner of the TAGS Awards 2024, in the presence of CSE Chairman Dilshan Wirasekara and CEO Rajeeva Bandaranaike.",
    "The application period runs from 30 July to 31 August. Eligible organisations include those producing annual reports for the financial year ending on 31 December 2023, or 31 March 2024. The competition will recognise companies across 29 industry sectors, plus a newly introduced category for non-listed companies with export revenue exceeding $ 50 million.",
    "The top-performing annual reports will receive the prestigious ‘Overall Excellence in Corporate Reporting’ awards – gold, silver, and bronze. Additionally, companies will be acknowledged in four special awards categories: Corporate Governance Disclosure, Sustainability Reporting, Integrated Reporting, and Digital Transformation.",
    "This year, an AI model supports the judging panel to increase the efficiency and the precision of the evaluation process.",
    "The TAGS Compliance Badge, launched last year, will also be awarded to winners. It signifies an organisation’s commitment to improving corporate reporting excellence. It can be viewed under company profiles at www.cse.lk, promoting brand recognition and stakeholder engagement.",
    "Subasinghe read out a statement by CA Sri Lanka President Heshana Kuruppu that emphasised the strategic importance of corporate reporting: “In today’s data-driven world, corporate reporting transcends compliance, serving as a tool for communicating an organisation’s performance, impact, and vision. CA Sri Lanka remains committed to guiding businesses towards responsible practices that address broader societal and environmental impacts, all while continuing to focus on digital innovation and transformation. From streamlining processes to enhanced accuracy and improved compliance, the financial world is embracing the AI revolution. It must be noted that corporates must be more mindful in establishing data ethics policies and IT governance frameworks to ensure responsible data management in finance reporting.”",
    "Subasinghe, in his speech, spoke of the TAGS Awards’ illustrious journey. “The TAGS Awards Competition, organised by the CA Sri Lanka, is not just another competition. The fact that we are having the awards ceremony for the 59th time during our 65 years of history as a professional body is a testament to the acceptability of our competition in the market. That is due to the continuous trailblazing, transformative, and trendsetting effect that the competition has brought into the financial and annual reporting space in the country. In tandem with international best practices, we like to see that corporate annual reporting is aligned with digital reporting, which is why we have chosen ‘The Digital Edge – Enriching Corporate Reporting Excellence’ as this year’s theme. This theme underscores the transformative potential of AI and digital innovation in corporate reporting.”",
    "Cooray highlighted the competition’s evolution since its inception in 1964. “This year, we introduced AI to assist us in the evaluation process, and as per the available sources, it will be the first time that AI has been used in an evaluation process of an awards ceremony of this magnitude in Sri Lanka. In addition to that, a new industry category for non-listed companies with export revenue exceeding $ 50 million is also introduced this year. The addition of a Certificate of Recognition for the special awards categories and the split of the Corporate Governance Disclosure Award into Financial Services and Non-Financial Services are important highlights of this year’s competition.”"
  ]
}