{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Has-NPP-Government-ever-thought-about-cleaning-this-vulgarised-society/4-770598",
  "time_ut": 1734377449.0,
  "original_lang": "en",
  "original_title": "Has NPP Government ever thought about cleaning this “vulgarised society”?",
  "original_body_lines": [
    "This country now needs a system of responsible governance that can clean up the State, and resurrect a decent and civilised society",
    "Here in Sri Lanka, we need a government with a plan to arrest this massive breakdown of the social fabric. Breakdown in social responsibility, ethics, social values, discipline, respect and dignity of private and community life. It needs an integrated program to simultaneously clean up the whole State machinery as well. Make it clean and efficient in handling issues with social responsibility. Can the NPP Government therefore present its social development program in detail, including reforms they propose to clean up the State machinery? In short, what is their program to reduce growing numbers in crime?",
    "Over the past three years in particular, the whole country has been screwed to give high priority to the free-market economic crisis. The economic crisis having buckled their routine life for nearly one year, urban society does not seem interested in anything else. All politicians and economic experts are crazy talking about solving the economic crisis that now revolves around the IMF Extended Fund Facility (EFF) assistance. A measly $ 02.9 billion loan assistance it is, agreed for a period of four years in instalments of about $ 330 million recommended on progress reviews. Well over one year and a half since signing the IMF agreement, what have we gained from this IMF tie-up?",
    "The IMF agreement provided global “acceptance” yet again to negotiate debt repayment, with more dollar borrowings as before. But no remedy for “corruption” that was loudly called the reason for the crisis. Madam Kristalina Georgieva as Director General of IMF announcing the EFF assistance in March 2023 said, “The ongoing efforts to tackle corruption should continue, including revamping anti-corruption legislation. A more comprehensive anti-corruption reform agenda should be guided by the ongoing IMF governance diagnostic mission that conducts an assessment of Sri Lanka’s anti-corruption and governance framework.”",
    "This is nothing but a standing joke. What were these efforts Georgieva spoke about in tackling corruption, that we in Sri Lanka do not know? We only know of inefficient and incompetent ancient agencies and numerous promises made and ad hoc measures taken by past regimes. After a lapse of over one year and eight months since Georgieva spoke about “… ongoing IMF governance diagnostic mission that conducts an assessment of Sri Lanka’s anti-corruption and governance framework” we have not heard anything more on ever increasing corruption in any of the three progress reviews concluded so far. We are also yet to see at least a draft assessment of the “anti-corruption and governance framework” on Sri Lanka in public domain, published by IMF.",
    "Though the IMF is no more serious about corruption, the JVP/NPP leadership, began their day with a totally new set of key administrators to show they are different and clean. Hitched to the IMF package, President AKD was nevertheless compromised to retain the Governor of the CBSL Dr. Nandalal Weerasinghe and the Treasury Secretary, Mahinda Siriwardana, both ex-IMF employees. Minister Samarasinghe went on record, saying they have had discussions with the IMF before the Presidential elections.",
    "Despite what new MPs from NPP promise in parliamentary debates, their NPP Government has apparently agreed even before elections to carry through the same program President Wickremesinghe agreed to with IMF. While they want the public to believe they have not changed course, that in their electoral campaign they “never said they would leave the IMF program”, their 2024 election manifesto “Thriving Nation – Beautiful Life” did say they would not be with the IMF program. On page 59 under the title “The Programme with the IMF” the NPP says,",
    "n Prepare and present new proposals on efficient tax administration and government expenditure management to renegotiate the revenue-based fiscal consolidation proposals of the IMF.",
    "n Prepare an alternative Debt Sustainability Analysis (DSA) aiming to maintain debt sustainability and to keep the interest at a bearable level for the purpose of using it as and when necessary, in pursuit of debt restructuring engagements.",
    "Presenting new proposals for “efficient tax administration and government expenditure management” and ditching the IMF drafted DSA with an alternate, is nothing but rejection of the IMF program. They were included in the manifesto to tell the people, the NPP Government will not be dictated by the IMF. But with no pragmatic alternatives to offer, the NPP leadership was with the IMF program from day one.",
    "Is that all they promised for Sri Lankans in their “Thriving Nation – Beautiful Life”? This country needs more foresight than what their election manifesto offers for a contented social life. Every part of the State apparatus is in a wholly condemned and decayed state. Corrupt, wasteful, irresponsible to society and willingly politicised. This being how the State evolved within the free market economy over 40 years, the society has also learnt to survive with it. In fact, the society has also degenerated in a collective sense. There is no citizen who is not corrupt and is not party to corruption at some level, in some way.",
    "I wish to ask the 159 NPP members in Parliament, if any of them could honestly say, they have not been party to admit a child to Grade I of an over-popular Colombo school with fake documents to prove residency within 2 km of the school. They have not greased traffic cops when stopped for a traffic offence. They have not paid “something” to a public officer in a local office or in the field to get things speeded up, or for approval outside normal regulations. I wish the majority of the MPs could be honest to their conscience and say, “I have not”. I know, majority in urban society pay an “extra something” on a monthly basis to have their household waste cleared. Excuse being, “otherwise they don’t”. Similar to what is said, when copped for a traffic offence; “can’t bother to hang around traffic courts”.",
    "That is “socialised corruption” ever present, everywhere. Corruption taken for granted as part of normal life. Life in free-market economies is mercilessly selfish too. One major reason to have grave crimes everywhere in many forms. The 2022 Performance Report of the Police Department submitted to Parliament says, “complaints received” or “reported” on abductions and kidnappings total 756, rape of women – 257, statutory rape (girls below 16 years) – 1,729, unnatural and grave sexual abuses – 571, fraud, criminal breach of trust and criminal misuse (value above Rs. 50,000) – 2,339 and theft of property (value above Rs. 50,000) – 5,404. Mind you, all these with 18 other types of grave crimes total 37,152 in year 2022 only.",
    "How children are treated in a society, indicates how decent and civilised that society is. These numbers tabled by the National Child Protection Authority (NCPA) for year 2023 should say how civilised we are (https://childprotection.gov.lk/images/lem-statistics/Statistical-data-as-at-_20231231.pdf), though they don’t provide numbers of all offences committed. In 2023 complaints received on abductions and kidnappings were 275, cruelty and neglect – 2,621, grave sexual abuse – 403, grievous hurt – 266, rape – 50, sexual harassments – 469 adding onto other crimes listed totalling to 9,673 in all during 2023 only.",
    "Sadly, even the more educated social segments do not seem to feel that in a single year during the past half a decade, nearly 50,000 crimes have been committed annually around them, that includes crimes in adult society and against children in a population of 22 million. That’s roughly one crime committed per every 360 adults in the population.",
    "I would flag them against numbers that were declared in the performance report of the Ministry of Justice for year 2023 that accepts a total of 01.12 million cases remaining as unresolved in court-houses by end 2023. An increase of nearly 350,000 unresolved cases in 04 years from 2019. Also, an audit in 2022 on prison overcrowding says prison space for inmates are overcrowded by 232 percent (http://auditorgeneral.gov.lk/web/images/audit-reports/upload/2022/performance/8-iii/English.pdf). This no doubt is a vulgarised country.",
    "How would the NPP Government resolve these issues, none, less important than the economic crisis? The usual solution offered within all free-market economies are, no different to building new hospitals with more beds to accommodate increasing numbers of patients. No thoughts on reducing patients as the most important factor in a health system. Thus, solutions come with more prisons to accommodate more prisoners, more court-houses to accommodate more court cases, more stringent laws adopted to be handled by inefficient and corrupt agencies, with less importance given to reducing crimes to lessen the burden on prisons and the judicial system. In some countries, the prison system has also been privatised to reduce State expenditure, but not crimes.",
    "Here in Sri Lanka, we need a government with a plan to arrest this massive breakdown of the social fabric. Breakdown in social responsibility, ethics, social values, discipline, respect and dignity of private and community life. It needs an integrated program to simultaneously clean up the whole State machinery as well. Make it clean and efficient in handling issues with social responsibility. Can the NPP Government therefore present its social development program in detail, including reforms they propose to clean up the State machinery? In short, what is their program to reduce growing numbers in crime?",
    "One thing has to be told in very plain language. For society as a whole to gain benefits of economic recovery and stability, this country has to have a clean and an efficient, socially responsible State, that can also play the role of establishing social values and ethics in creating a citizenry responsible to society. One without the other cannot establish a peaceful, civilised society. Economic recovery and stability would otherwise be what it is today. Increasing economic disparity in a corrupt society, with crime taken for granted, spoken of as having achieved “normalcy” is not what we need.",
    "This country now needs a system of responsible governance, that can clean up the State, and resurrect a decent and civilised society once again in a growing economy with minimum economic disparity. Will NPP face that challenge?"
  ]
}