{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/CIPM-Sri-Lanka-s-National-HR-Conference-on-5-and-6-June/34-761863",
  "time_ut": 1715810686.0,
  "original_lang": "en",
  "original_title": "CIPM Sri Lanka’s National HR Conference on 5 and 6 June",
  "original_body_lines": [
    "The Chartered Institute of Personnel Management (CIPM) Sri Lanka has announced the return of its premier National HR Conference, NHRC 2024, on 5 and 6 June at the Monarch Imperial, Sri Jayewardenepura Kotte.",
    "Themed ‘Navigating the HR Horizon’ NHRC-2024 aims to tackle the pressing challenges and opportunities that are reshaping the future of human resources, particularly in the wake of the unprecedented convergence of pandemic aftershocks, economic turbulence, and evolving employee expectations.",
    "CIPM Sri Lanka President Ken Vijayakumar emphasised the importance of staying ahead in this dynamic realm to create workplaces that meet the evolving needs of employees and organisations. He highlighted the significance of the NHRC-2024 as a platform for HR professionals to assess and maximise their impact on their organisation’s future. With an expected participation of 1,200 from corporates, paid sector organisations, other industries, and foreign participants, NHRC 2024 promises to be a transformative event.",
    "NHRC 2024 Conference Chairman Air vice Marshal Manoaj Keppetipola, elucidated the theme and rationale behind the selection of speakers and topics.",
    "This year’s conference will focus on four key areas under the theme ‘Navigating the HR Horizon’ integrating generative AI (GenAI) in HR management, promoting employee wellbeing, enhancing employee engagement for sustainability, and responsible leadership in sustainability. Central to the discussions is incorporating generative AI (GenAI) within HR management, showcasing its potential to transform HR processes. GenAI’s capabilities in content creation, data analysis, and talent trend identification promises to streamline operations and offer valuable insights. Another focal point is employee wellbeing, highlighting HR’s pivotal role in fostering healthy work habits and providing mental health support, especially in the digital age. The conference also underscores the significance of employee engagement for a sustainable future, advocating for a people-centric management approach and the integration of principles from Green Human Resource Management (GHRM). Lastly, the conference explores the imperative of responsible leadership in sustainability, stressing adaptability, pro activeness, and resilience in today’s ever-evolving landscape.",
    "NHRC 2024 keynote speaker is Nick Jonsson who brings a wealth of expertise in business networking, mental health advocacy, and personal development, garnered through his role as the co-founder of Executives’ Global Network (EGN), spanning across Singapore, Malaysia, and Indonesia. His impactful contributions are evident through his best-selling book, ‘Executive Loneliness’ and his recognition as a LinkedIn Top Voice in 2023. As an accomplished Executive Life Coach, and Ironman athlete, Jonsson is committed to excellence and mental well-being. His insights promise to enlighten and inspire attendees, positioning him as a leading figure in fostering resilience and wellbeing in today’s dynamic professional landscape.",
    "NHRC 2024 will feature technical sessions led by industry luminaries, including Dr. Tanvi Gautam, Dr. Rohan Fernando, Thilanka Abeywardena, Damitha Jayasinghe, Dr. Howard Nicholas, Prof. Sarath Kotagama, Jehan Perinpanayagam, Dr. Romesh Ranawana, Amanthi Perera, Hiran Cooray, Rosanna Flamer-Caldera, Isuru Gunasekera, Bani Chandrasena, Dr. Sweta Adatia5 and Zahara Ansary. These sessions will offer practical insights and strategies to enhance participants’ skills and elevate strategic thinking in their organisations.",
    "NHRC 2024 will also host the National HR Exhibition, inviting participants to explore the latest HR innovations and the Great HR Debate, offering a platform for stimulating intellectual discourse. Additionally, the event will feature the presentation of the Lifetime Gold Award to a distinguished HR leader.",
    "NHRC 2024 is supported by Strategic Partners, Certis Lanka Group and Nippon Paint Lanka Ltd., Official Partners David Pieris Leisure Ltd., British Council, Sitrek Groups, Asiri Health, and Co-Sponsor HNB."
  ]
}