{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Thilanga-opposes-Wijeyadasa-s-appointment-as-SLFP-Acting-Chair/56-760915",
  "time_ut": 1713814875.0,
  "original_lang": "en",
  "original_title": "Thilanga opposes Wijeyadasa’s appointment as SLFP Acting Chair",
  "original_body_lines": [
    "Highlights that party’s constitution doesn’t allow its Acting General Secretary to convene meetings in current scenario",
    "Claims Executive Council meeting convened by SLFP Acting General Secretary is illegal",
    "Says therefore decisions taken on Sunday including appointment of Acting Chairman is null and void",
    "Sri Lanka Freedom Party (SLFP) Vice President Thilanga Sumathipala yesterday expressed his opposition to the appointment of Justice Minister Wijeyadasa Rajapakshe as the party’s Acting Chairman.",
    "Sumathipala, though aligned with the pro-Sirisena faction, was also seen raising objections to Rajapakshe’s appointment during the party’s Executive Council meeting on Sunday. However, his objections were met with interruption from other attendees.",
    "Sumathipala said the Executive Council meeting convened by SLFP Acting General Secretary Sarathi Dushmantha Mithrapala on Sunday to appoint Rajapakshe was illegal.",
    "In a communique to Mithrapala, Sumathipala called for a clarification from the Acting General Secretary regarding the letter’s actions. He not only expressed his objections but also queried the Acting General Secretary as to which provision in the party’s constitution allowed him to convene the party’s Politburo and Executive Council.",
    "Sumathipala also queried Mithrapala’s decision to hold the event at a private and paid venue instead of utilising the United People’s Freedom Alliance (UPFA) alliance office, which could have accommodated such a gathering.",
    "Sumathipala noted that the party’s constitution does not allow the Acting General Secretary to convene the Politburo, the Central Committee, the Executive Council, and the All Sri Lanka Committee. “According to Article 16X of the Constitution of the Sri Lanka Freedom Party, no meeting of the Political Committee can be held without the participation of the Chairman of the Party,” he noted.",
    "Sumathipala emphasised that in the absence of any provision in the party constitution, the Acting Secretary had conducted an unauthorised Politburo meeting on 20 April. He said that such actions exceeded the authority granted by the party constitution. Sumathipala underscored the lack of legal authority to hold an illegitimate Politburo meeting and make decisions therein. Consequently, he asserted that any decisions made during that meeting on April 20 were deemed illegal and invalid."
  ]
}