{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98373/sri-lankas-economy-shows-signs-of-stabilization-but-poverty-to-remain-elevated-world-bank",
  "time_ut": 1712053200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s economy shows signs of stabilization, but poverty to remain elevated – World Bank",
  "original_body_lines": [
    "Sri Lanka’s economy is projected to see moderate growth of 2.2% in 2024, showing signs of stabilization, following the severe economic downturn of 2022. But, the country still faces elevated poverty levels, income inequality, and labor market concerns, says the World Bank’s latest bi-annual update.",
    "Released today, the Sri Lanka Development Update, Bridge to Recovery, highlights that Sri Lanka saw declining inflation, higher revenues on the back of the implementation of new fiscal policies, and a current account surplus for the first time in nearly five decades, buoyed by increased remittances and a rebound in tourism.",
    "However, poverty rates continued to rise for the fourth year in a row, with an estimated 25.9% of Sri Lankans living below the poverty line in 2023. Labor force participation has also seen a decline, particularly among women and in urban areas, exacerbated by the closure of micro, small, and medium-sized enterprises (MSMEs).",
    "Households are grappling with multiple pressures from high prices, income losses, and under employment. This has led to households taking on debt to meet food requirements and maintain spending on health and education.",
    "“Sri Lanka’s economy is on the road to recovery, but sustained efforts to mitigate the impact of the economic crisis on the poor and vulnerable are critical, alongside a continuation of the path of robust and credible structural reforms,” emphasized Faris Hadad-Zervos, World Bank Country Director for Maldives, Nepal and Sri Lanka.",
    "“This involves a two-pronged strategy: first, to maintain reforms that contribute to macroeconomic stability and second, to accelerate reforms to stimulate private investment and capital inflows, which are crucial for economic growth and poverty reduction.”",
    "Looking forward, the report projects a modest pickup in growth of 2.5% in 2025, with a gradual increase in inflation and a small current account surplus. However, high debt service obligations are expected to exert pressure on fiscal balances. Poverty rates are anticipated to remain above 22% until 2026.",
    "Risks to the outlook remain, particularly related to inadequate debt restructuring, reversal of reforms, financial sector vulnerabilities, and the enduring impact of the crisis. The report emphasizes that strong reform implementation will be fundamental to fostering a resilient economy through continued macro-fiscal-financial stability, greater private sector investment, and addressing risks associated with state-owned enterprises.",
    "The Sri Lanka Development Update is a companion piece to the South Asia Development Update, a twice-a-year World Bank report that examines economic developments and prospects in the South Asia region and analyzes policy challenges faced by countries. The April 2024 edition, Jobs for Resilience, projects South Asia to remain the fastest-growing region in the world, with growth projected to be 6.0% in 2024- driven mainly by robust growth in India and recoveries in Pakistan and Sri Lanka. But this strong outlook is deceptive, says the report. For most countries, growth is still below pre-pandemic levels and is reliant on public spending. At the same time, private investment growth has slowed sharply in all South Asian countries and the region is not creating enough jobs to keep pace with its rapidly increasing working-age population. The report recommends a range of policies to spur firm growth and boost employment as well as help lift growth and productivity and free up space for public investments in climate adaptation."
  ]
}