{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Principles-and-proposals-for-political-and-constitutional-reform-for-democracy-Part-II/14-764838",
  "time_ut": 1722197200.0,
  "original_lang": "en",
  "original_title": "Principles and proposals for political and constitutional reform for democracy: Part II",
  "original_body_lines": [
    "A Grama Sabha would be established for each local government ward to empower the people through participation",
    "The Constitution shall recognise the local government as the third tier with its list of subjects and responsibilities. Local authorities would have the powers and be provided with resources to initiate and implement development programs. Additionally, local authorities should be constitutionally recognised as an implementing agency about specified functions in specified laws of the Centre and statutes of Provincial Councils such as environmental, coast conservation, social welfare programs and pre-schools",
    "Devolution of power deepens democracy by bringing government closer to the people. The Constitution should promote local democracy based on power-sharing, subsidiarity, and citizens’ participation.",
    "The allocation of subjects and functions will be guided by the above principles to enable lower levels of government to ensure maximum efficiency and accountability to the People. Accordingly, subjects and matters that could be more efficiently handled by the lowest tier should be vested in such tier.",
    "Establish Grama Sabhas in every local authority ward to empower people and deepen democracy by bringing citizens’ participation to the lowest local government level. It will also help overcome the alienation and separation between the local government institutions and the citizens.",
    "The right to vote at elections to Provincial Councils and local authorities will be included in the description of ‘franchise’ in Article 4(d), with constitutional provisions ensuring elections are held regularly for Provincial Councils and local authorities, with no room for arbitrary interventions by the Centre.",
    "The Provincial Council system should be maintained and strengthened in recognising devolution as a framework for a workable approach for offering power-sharing as an essential component of a solution to the country’s ethnic problem with broad acceptance.",
    "The Constitution would provide the circumstances in which Parliament may prescribe national policy on matters contained in the Provincial Council List. The approval of the Senate is necessary for such legislation as Provincial Councils would have to work within national policies so made. In making national policy, the Central Government must adopt a participatory process with the Provincial Councils.",
    "Parliamentary legislation and national policy on a subject in the Provincial List would not have the effect of the Centre taking over executive or administrative powers, which would remain with the lower-level tier concerned.",
    "The Governor shall appoint as Chief Minister the member of the Provincial Council who, in his opinion, is best able to command the support of a majority of the members of the Council and appoint the other Ministers on the Chief Minister’s advice.",
    "If a Provincial Council passes a motion of no-confidence in the provincial administration or if the Draft Appropriation Statute (Budget) or the Statement of Policy is defeated in the Provincial Council, a multi-party administration with the parties that wish to participate in the Board of Ministers will be formed. A nominee of the party that polled the most votes at the last election would be appointed the Chief Minister. Ministries will be apportioned among parties that agree to join in proportion to the votes polled by them.",
    "However, the Provincial Council stands dissolved if the Council passes a motion of no-confidence in the multi-party administration, or the Draft Appropriation Statute (Budget) or the Statement of Policy of the multi-party administration is defeated in the Provincial Council. Where the Provincial Council is dissolved, the Board of Ministers will continue until a fresh election is held.",
    "The President shall appoint the Governor of a Provinces on the recommendation of the Constitutional Council and approval by the Senate. A Governor should not have been affiliated with any political party for three years immediately before appointment. S/he must not be involved in politics during the period of office.",
    "A draft statute passed by a Provincial Council shall be presented to the Governor for assent, who shall either assent or refer it to the Constitutional Court within one month for a determination that it is not inconsistent with the provisions of the Constitution. Where the Constitutional Court determines that the statute is consistent with the Constitution, the Governor shall, on receipt by him/her of the Court’s determination, assent to the statute. Where the Constitutional Court determines that the statute is inconsistent with the provisions of the Constitution, the Governor shall withhold assent to the statute. Where the Governor neither assents nor refers the draft statute to the Constitutional Court within one month, the draft statute shall be deemed to have been assented to. We propose this change as there have been instances of Governors neither assenting to a draft statute nor the President referring it to the Supreme Court as provided by Article 154H(4) of the Constitution.",
    "The National Public Service Commission would appoint the Chief Secretary of a Province with the concurrence of the Chief Minister and Secretaries of Provincial Ministries in consultation with the Chief Minister. The Provincial Public Service Commission would appoint heads of departments in consultation with the Chief Minister and the Chief Secretary.",
    "The appointment, promotion, transfer, dismissal, and disciplinary control of officers of the Provincial Public Service would be vested in the Provincial Public Service Commission (PPSC) constituted for each Province.",
    "The Governor would appoint the members of the PPSC on the joint nomination of the Chief Minister and the Leader of the Opposition of the Provincial Council. Where there is no agreement, the Constitutional Council shall make the nominations after consulting the Chief Minister and the Leader of the Opposition.",
    "A Chief Ministers’ Conference, presided over by the Prime Minister, will meet regularly to discuss issues of common concern and promote inter-provincial and Centre-Province cooperation.",
    "The Constitution shall recognise the local government as the third tier with its list of subjects and responsibilities.",
    "Local authorities would have the powers and be provided with resources to initiate and implement development programs.",
    "Additionally, local authorities should be constitutionally recognised as an implementing agency about specified functions in specified laws of the Centre and statutes of Provincial Councils such as environmental, coast conservation, social welfare programs and pre-schools.",
    "A Grama Sabha would be established for each local government ward to empower the people through participation. They would be elected from among those nominated by recognised citizens’ organisations in the area. Nominations by political parties are not accepted.",
    "Participation is recognised as a measure with two critical democratic functions at the local level, namely (a) allowing citizens to be actively engaged in the affairs of the community and voting at local elections and (b) offering citizens an active role in local self-government.",
    "The people would periodically elect them and have the power to contribute to decisions about governmental activities in their area, including development activities. They could also play an advisory, supervisory, and regulatory (watchdog) role in the functioning of the local government institutions. Local authorities would be statutorily obligated to consult Grama Sabhas in all matters of policymaking and planning relevant to the ward.",
    "Grama Sabhas should be able to notify the authorities of maladministration, injustices, waste, bribery, and corruption. Such authorities would be required to respond to such communications.",
    "Grama Sabhas shall provide forums to enable the people to contribute directly, through participation, to local development planning, program implementation, and governance.",
    "Representatives of Grama Sabhas within a Divisional Secretariat area would form a Divisional Grama Sabha and contribute to the decision-making process at such a level.",
    "While power-sharing through devolution has successfully met secessionist challenges in many countries, many opposed to devolution have spread fear among the people that devolution would eventually lead to secession. There has been secession in some countries despite devolution. It has occurred not because of devolution but due to a devolved unit using its powers, such as powers relating to law and order, to secede forcibly. Such secession is almost wholly due to historical reasons. However, as there are fears among some that devolution might lead to secession, we suggest that safeguards against secession be included in the Constitution.",
    "The following is proposed: Where a provincial administration is promoting armed rebellion or insurrection or engaging in an intentional violation of the Constitution, and there is a clear and present danger to the territorial integrity and sovereignty of the Republic, the Centre can intervene. This would be by a Proclamation by the President on the advice of the Prime Minister. The President may take over all or any of the functions of the provincial administration. Where necessary, the Provincial Council can be suspended.",
    "Reasons for the making of such Proclamation need to be given. Such a Proclamation will be subject to approval by both Houses of Parliament. It may also be reviewed by the Constitutional Court. Such Proclamation will be valid for three months. It may be extended, subject to approval by both Houses of Parliament and judicial review.",
    "Dr. A.M. Navaratne Bandara, former Professor in Political Science, University of Peradeniya",
    "Dr. Mario Gomez, Executive Director, International Centre for Ethnic Studies",
    "Professor Deepika Udagama, Chair Professor of Law, University of Peradeniya",
    "Professor Jayadeva Uyangoda, Emeritus Professor of Political Science, University of Colombo",
    "Part I of this article can be seen at https://www.ft.lk/opinion/Principles-and-proposals-for-political-and-constitutional-reform-for-democracy-Part-I/14-764783#:~:text=They%20are%20(a)%20restoring%20the,the%20people%20of%20Sri%20Lanka."
  ]
}