{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-districts-to-sign-sister-district-deal-with-chinas-chongqing-for-investments-155373/",
  "time_ut": 1710940200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to sign “sister district” deal with China’s Chongqing for investments",
  "original_body_lines": [
    "ECONOMYNEXT – All Sri Lankan districts including in the island nation’s North and East will sign a “sister district” deal with China’s Chongqing province for investments and improve production capacity, State Minister of Social Empowerment Anupa Pasqual, said.",
    "Sovereign debt defaulted Sri Lanka has been looking to attract investments into grass root level across the country and the island nation has been in discussion for “sister district” concept with China’s Chongqing, which has around 33 million population.",
    "Minister Pasqual said Prime Minister Dinesh Gunawardena during his Chinese visit last year has already entered into an agreement to link one of the Chongqing’s district with the island nation’s Western coastal district of Kalutara as a “model project”.",
    "“There are 40 districts in Chongqing province. As a trial, we have signed agreement with one of the districts and Kalutara district. When the project goes on, Sri Lanka’s other 24 districts also will enter into agreements with other districts of Chongqing and become sister districts,” Pasqual told reporters at a media briefing in Colombo on Wednesday (20)",
    "“We are doing one by one. It is not practical to do all simultaneously. We have chosen Kalutara as a model district.”",
    "Sri Lanka’s effort to link with Chinese provinces in the past has not succeeded in a significant way, political analysts say.",
    "Pasqual said Prime Minister Gunawardena will discuss on the sister district concept when he visits to China later this month on an official visit.",
    "“The aim is to strengthen the production capacity and attract more investment,” he said.",
    "According to government officials, China has been keen to start projects in many sectors including agriculture, fisheries, and small and medium industries at grassroot level.",
    "“We are doing some special projects with China’s Chongqing region. Under the One Belt, One Road, Prime Minister last year had discussions for revival of villages,” the Minister said.",
    "“We had three agreements between our ministry and Chongqing province. We had agreements with 33 vocational training institutes. Also we signed an agreement with Three Gorges institute.”",
    "“We have already signed agreement for 100,000 Sri Lankans to undergo vocational training. According the agreement we signed with Three Gorges, it will establish a new branch in Sri Lanka next month to provide vocational training for 100,000 people.” (Colombo/March 20/2024)"
  ]
}