{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Apologetic-Marxists-Yanis-Varoufakis-and-Techno-Feudalism/172-276783",
  "time_ut": 1707687000.0,
  "original_lang": "en",
  "original_title": "Apologetic Marxists:  Yanis Varoufakis and Techno-Feudalism",
  "original_body_lines": [
    "In 2015, Yanis Varoufakis was appointed Finance Minister of Greece by socialist Premier, Alexis Tsipras. The Euro debt crisis crippled Greece six months later, giving the once popular Premier the stark choice of a painful IMF bailout or being forced to quit the EU and facing economic and diplomatic isolation.",
    "An academic and Marxist by orientation, Varoufakis vehemently opposed the IMF route, insisting on finding a solution locally. Initially, Premier Tsipras backed him, but opposition was overwhelming and he was forced to back down and opt for IMF.",
    "Varoufakis quit in protest. Unlike in Sri Lanka, he didn’t join the opposition or try to exploit the vacuum for personal gain. A former academic who foresaw the banking crisis of 2008, he began writing provocative and insightful books analyzing how and where the world order went wrong. Today, he is hailed as one of the most radical, daring and innovative thinkers around.",
    "He’s not your dyed-in-the-wool Marxist. I find him fascinating because – though I am not and have never been a follower of Karl Marx – he is amazingly free of dogma, is self-effacing, capable of self-criticism as well as criticism of communism’s icons and gods. Admitting that ‘we made huge mistakes,’ he contradicts Lenin who said things will get worse before they get better.",
    "He has charm, a sense of humour and an objectivity in his analyses which raise them above the shackles of ideology and dogma. He is also a humanist and one can see that people aren’t just numbers for him. Speaking on the Israeli-Palestinian issue, he says clearly that the roots of the problem go back to the historical European persecution of Jews.",
    "Last year, he took part in an online panel discussion of economists on Sri Lanka’s debt crisis. There, he flatly opposed going for an IMF bailout, and one can see today that much of what he said about the IMF makes sense.",
    "In a number of You Tube interviews, notably with Aaron Bastani of Novara Media, he talks about his latest book “Techno-Feudalism – End of Capitalism.”",
    "In ‘Techno Feudalism,’ Varoufakis presents a startling hypothesis – the land-owning feudalism which dominated Europe and much of the world before the 19th century before being replaced by industries as the Industrial Revolution checked the power of landowners and empowered a new industrial and business entrepreneurial class – is back, but in a new disguise. It’s digitalized, and two of the examples given by Varoufakis would surprise many – Amazon.com of the US and China’s Ali Baba.",
    "Both are huge, but Varoufakis says they are not businesses. They do not produce anything. Instead, they offer a platform for others to sell their products. He calls them renteers, a term used by economist David Ricardo in 1809 to describe landowning feudals. They didn’t produce anything, but leased the land to make a large profit. Amazon takes 40% when a product is sold on its platform. This is akin to 18th century feudal renteering.",
    "David Ricardo issued a warning: During the Napoleonic wars, when British corn prices went up as all imports were stopped, the profits did not go to producers. Part of it was siphoned off by landowning renteers who imposed higher rents on producers. He warned that as these profits were not invested back into production by the producers (the renteers were sleeping on that) the result would be high inflation.",
    "The world is facing a huge crisis, not just with wars but with climate change, health care, online misinformation and increasing poverty, and we need clear, undogmatic thinkers as never before.",
    "Varoufakis warns that the same thing is happening today – the new techno-feudal class, which he calls cloud owners – are siphoning off the profits and aggregate demand is shrinking as a result. Their ‘cloud capital’ is similar to what the feudal renteers had way back in 1809. To fuel consumer demand, central banks start printing money (sounds familiar?) and this fuels inflation.",
    "Of course, Central Banks can’t do this by themselves. They need political approval. The post World War II British government of Clement Atlee introduced laws to keep the bankers in check. But these were removed by Bill Clinton in the US and Tony Blair in the UK, resulting in trillions’ worth of paper money being printed by central banks almost everywhere, resulting in today’s high inflation and social malaise.",
    "Varoufakis notes that, when the European Union was formed, one condition imposed on all member states was that governments should destroy their printing presses, so that local currencies could not be printed any more. He says he doubts if Germany, for example, did this, but Greece did. If by chance Greece had opted to default its debts and leave the EU during the crisis, the country could not have printed drachmas locally as the presses were gone.",
    "But the Euro has not been able to challenge the US dollar. The reason, Varoufakis says, is that Europe’s top industrialists prefer to do their banking with US dollars. Europe’s economy is shrinking while the US dollar’s position in the markets is unshakable. Only China dares to challenge that hegemony.",
    "According to him, today’s world is run by algorithms. All  tech companies in the US, China and elsewhere, big or small, use algorithms to create demand, and that’s why Elon Musk of Tesla wanted Twitter so badly – now he has a huge database on Twitter users’ likes, dislikes, desires, dreams, whims and fancies.",
    "These algorithms are designed to maximise outrage, too. The result is more outrage and bullshit jobs (David Grey Bells as quoted by Varoufakis). The more you prime outrage, the more you extract money from the circular flow of income, and a lot of economic energy is siphoned off as cloud rents by the new techno-feudal class.",
    "Varoufakis notes that this class is mainly American and Chinese. Europe has no cloud techno class, and is left out. Volkswagen or Renault have no cloud capital. He says the American ruling class made a deal with the Chinese Communist Party some time back, shifting industries to China so that it could dominate the world with its Silicon Valley. But things haven’t gone according to plan. China is a big competitor in techno-feudal cloud money making. The new cold war is not over Taiwan or nukes, says Varoufakis. It’s about algorithms.",
    "There’s much more to Varoufakis than this, and I wish to present readers with more thought-provoking arguments he comes up with in future columns. The world is facing a huge crisis, not just with wars but with climate change, health care, online misinformation and increasing poverty, and we need clear, undogmatic thinkers as never before."
  ]
}