{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/SriLankan-Airlines-CEO-points-to-technical-woes-spare-part-delays/108-276155",
  "time_ut": 1706830500.0,
  "original_lang": "en",
  "original_title": "SriLankan Airlines CEO points to technical woes, spare part delays",
  "original_body_lines": [
    "Colombo, Feb 01 (Daily Mirror) -  Chief Executive Officer (CEO) of SriLankan Airlines Richard Nuttall, who responded to concerns over flight delays, said though the delays were in line with the world averages, there are more delays than used to be because of technical issues.",
    "He said it is common for every airline to have delays but whenever there is a delay here, people tend to report it as it is the end of the world.",
    "“Every airline has flight delays. If Qatar Airways has a flight delay, it is not reported in the press in Qatar,” he said.",
    "He said SriLankan’s on-time performance was better than the average of the Oneworld carriers.",
    "“Every time I have an AOG (Aircraft on Ground), everything about the ability of that aircraft to fly again is governed by very strict manuals and checks and balances.",
    "The problem we're all having now is that something happens, and you need a spare part. You cannot get the spare part. So, for example, we had an aircraft that was doing a routine check in December. They found some corrosion, which happens.",
    "When the corrosion starts, you have to replace that part. Usually, you go out to the maintenance organizations around you- the other airlines. They say they will make it available within 24 hours.",
    "This time, the only people who had the part were Airbus, and they said we can't have it because they were going to put it on the next aircraft on the conveyor belt.",
    "We had to go out to another organization, and they had to get approval from Airbus to manufacture it for us. So it means that something that should be 24 or 48 hours becomes two weeks.",
    "What we found is that every time we have a problem, it's taking much longer to fix. Now, this has happened to everybody, but in December, we had a perfect storm,” he said."
  ]
}