{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Elite-establishment-s-last-stand/4-766866",
  "time_ut": 1726692424.0,
  "original_lang": "en",
  "original_title": "Elite establishment’s last stand",
  "original_body_lines": [
    "It was always going to come to this. The first Sri Lankan election in generations where even a remotely leftist party stood a chance of winning was always going to end with an almighty Red Scare. So it is that the presidential campaign of National People’s Power (NPP) candidate Anura Kumara Dissanayake (AKD) is inspiring lurid visions of an impending violent, dystopian regime, splayed across news and social media. This is the prophecy of the Sri Lankan elite establishment, a select cross section of the country’s businesspeople, policymakers, professionals, journalists and academics who have been proximate to state power, especially in the last two years. Scrutiny of them and their crescendoing hysteria reveals much about how power and privilege work in Sri Lanka, and what happens when their wielders are threatened.",
    "The pre-election Red Scare is the culmination of a two-year-long project by the elite establishment to sustain the regime of Ranil Wickremesinghe. This project is founded on a number of myths which rewrite recent history, chief among them the idea that the Aragalaya suddenly turned violent due to its ‘infiltration’ by the NPP’s lynchpin party the Janatha Vimukthi Peramuna (JVP) and other leftists. This myth, just like the one that Wickremesinghe stepped in to become Prime Minister then President “when no one else would”, only serves the elite establishment’s attempts to justify and sanitise Wickremesinghe’s power-hungry scheming.",
    "Wickremesinghe was the only person shameless enough to accept Gotabaya Rajapaksa’s offer to become Prime Minister without any conditions. Likewise, the question of violence only became a problem after Wickremesinghe used the Aragalaya to manoeuvre himself to the Presidency. As always for elites, the spectre of left wing violence is more serious than actual right wing violence. Thus, NPP politicians standing on the banks of the Diyawanna is apparently far more alarming than the security forces ruthlessly dismantling GotaGoGama and brutalising its inhabitants on the very same day Wickremesinghe was selected as President by Parliament.",
    "In the mythologisation of Wickremesinghe, we are further meant to forget that he has presided over a striking series of rights violations and undemocratic measures. Recounted partially and briefly: arbitrarily detaining multiple Aragalaya activists; violently repressing numerous protests by student and trade unions; passing the Bureau of Rehabilitation Act and Online Safety Act; deliberately preventing scheduled local authorities elections; continuing to obstruct memorialisation events by Tamils; and the ongoing Sinhala colonisation of the north and east.",
    "As Wickremesinghe completed his transformation from supposed champion of liberal democracy to illiberal autocrat, establishment elites, especially the self-styled liberals among them, found themselves tongue tied about these issues for more than two years. If Ranil Wickremesinghe violates a human right, does a Sri Lankan liberal make a sound?",
    "It is not that these establishment elites merely promote Wickremesinghe’s government; it’s that they have been deeply and intimately involved in crafting and enforcing its policies, whilst often passing themselves off as impartial commentators. This particularly pertains to the Government’s economic agenda, and the idea that it has created ‘stability’ and rescued the country from the abyss to lead it to ‘recovery’. From the start, ‘stability’ and ‘recovery’ have been built on the backs of working class and poor Sri Lankans, who have literally paid for it with increased taxes, deteriorating public services and severely slashed welfare under the extravaganza of austerity mandated by the IMF.",
    "The elite establishment’s espousal of this ‘stability’ and ‘recovery’ turns on a rabid, evangelical belief in neoliberal economic ideology. This tethers the unconditional acceptance of the IMF and its dictates, with any deviation from them held as ruinous. Similarly, neoliberalism manifests as identity through a strict belief that all wealth and success within a capitalist economy is gained through personal virtue (discounting inheritance, aid or luck), and inversely, anyone who is unsuccessful must be lazy and stupid. Such thinking is an apt glaze for the naturally patrician worldview of most establishment elites’ social class.",
    "As a result, establishment elites are indignant that working and poor Sri Lankans are not grateful enough for the ‘recovery’. In truth, the only real inconveniences they suffered were the fuel shortages and power cuts of 2022. So, they cannot and do not genuinely contend with suffering of many over the past two years – including the still unbearable cost of living, rising child malnutrition, falling school attendance and millions still disconnected from electricity to name but a few ongoing calamities. Consequently, working and poor Sri Lankans must be too stupid to understand the ‘recovery’, the necessity of the IMF’s ‘bitter medicine’ forced upon them and to even vote. In the same breath, of course, these elites ignore and obscure the fact that corporates and the wealthy – which is often to say they themselves – are spared any similar medicine, and get to freely evade taxes, enjoy generous state subsidies and concessions and hoard their wealth offshore.",
    "All this exposes such deep contempt by establishment elites for working and poor people. This is what fuels their wholesale disgust at anyone voting against Wickremesinghe, or not even settling for the Samagi Jana Balawegaya’s Sajith Premadasa (to the great dismay of many elites, the two could not set aside their blood feud and combine forces). Buried within this is a deep fear of a political reality they do not know and cannot control. Thus, the maniacal scaremongering about how democracy would be subverted by an AKD regime due to the internal intricacies of communist parties – as if the JVP and particularly the NPP qualified as such. (And as if Premadasa and the SJB, and especially the unelected, election-cancelling Wickremesinghe, were paragons of democracy.)",
    "The Red Scare is also founded on bringing up the JVP’s violence during the two insurrections it led, particularly the second. Certainly, there needs to be a complete accounting for the horrendous violence the JVP instigated, which the JVP has failed to do itself. But it cannot be done in any honest sense by the elites who ignore or deny that the UNP government and its death squads (under Premadasa’s father) killed and disappeared far greater numbers of people than the JVP (by estimates of three to up to ten times as many), or that Wickremesinghe oversaw an actual torture camp.",
    "In addition to these many hypocrisies, the Red Scare is also founded on the elite establishment’s striking political illiteracy. Words like ‘Marxism’, ‘socialism’ and ‘communism’ are thrown about with wild abandon without any serious evaluation of them against the NPP. Elites regularly conflate the JVP and Frontline Socialist Party, despite them actually being mortal enemies; and believe all trade unions are controlled in hivemind-fashion by the JVP, despite the wide range of trade union political allegiances. Acknowledging spiralling social deprivation in the country is “cosplaying poverty” and any critique of the government’s economic agenda and neoliberal dogma in general inspires a virulent derision for “commies”, in dizzying, barely-coherent invective and memes imported straight from the US and the gutters of far right social media. These ignorant, imbecilic displays would be amusing if they weren’t being bandied about by actual adult journalists, lecturers and professionals, speaking to the country’s depressing level of intellectual discourse.",
    "The real irony here is that the NPP does not warrant any of the elite establishment’s hysteria. Certainly, it stakes out an actual difference with the existing political hegemony by physically embodying change. AKD, just like his government in waiting, promise a halt to the endless game of musical chairs that characterises government-making in Sri Lanka. This contrasts with Premadasa and Wickremesinghe’s politics which evince more of the same, in the latter’s case even more nakedly and shamelessly with the most corrupt and criminal figures on offer. (This, too, is another inconvenient fact shrugged off by establishment elites as necessary realpolitik.)",
    "Of course, many of those prospectively voting for the NPP to “give them a chance” reveal the Sri Lankan predilection to go with the ‘rella’ or wave. But embedded in there, too, is the idea that this chance is being given in desperation, against a political system which has brought them nothing but economic ruin. That system could not be characterised more effectively than by Wickremesinghe himself, who makes little attempt to hide his disdain for ordinary people.",
    "Yet it’s easy to overstate such change. In substance, even a cursory glance at the NPP’s manifesto reveals not a plan to usher in full-throated communism but a milquetoast, deliberately vague social democratic program. Most tellingly, it promises to maintain the country’s economic settings, including the current IMF program, as well as its deeply majoritarian state structure. The establishment should in fact be thrilled that the supposed biggest threat to its existence accepts the very core tenets of its modus operandi.",
    "What this also means is that if and when any substantive change fails to materialise for many people – particularly in living conditions, as will certainly be the case under continued adherence to the IMF program – any NPP government risks spectacular collapse. That will leave ample space for any new, reactionary force to step in, including Wickremesinghe who will be waiting, cockroach-like, or another dispiriting shuffling of the current deck. In such a scenario, the elite establishment could find multiple avenues to attach their hooks to, for they are nothing if not the most talented grifters.",
    "This election is unlikely to spell a definitive end to the political establishment or the deranged elites who uphold it. But for anyone sickened by the elite establishment’s hypocrisy and degeneracy, one night of them losing their collective minds over the Red Scare they have convinced themselves can only be a fleeting, pleasurable treat.",
    "(The writer is a PhD candidate in political science at University College London.)"
  ]
}