{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Hayley-s-Kelani-Valley-Plantations-represents-Sri-Lanka-at-10th-World-Water-Forum-in-Bali/34-763912",
  "time_ut": 1720202178.0,
  "original_lang": "en",
  "original_title": "Hayley’s Kelani Valley Plantations represents Sri Lanka at 10th World Water Forum in Bali",
  "original_body_lines": [
    "Hayleys Plantations Sector Head Dr. Roshan Rajadurai (far right), speaking during the Executive Roundtable Dialogue at the 10th World Water Forum",
    "Hayleys Plantations Sector Head Dr. Roshan Rajadurai, speaking during the Executive Roundtable Dialogue at the 10th World Water Forum",
    "Hayleys Plantations Sector Head and Kelani Valley Plantations PLC (KVPL) Managing Director Dr. Roshan Rajadurai represented Sri Lanka at the recently concluded 10th World Water Forum held in Bali.",
    "During the esteemed Side Event – Executive Roundtable Dialogue titled ‘Flowing Forward Faster: Best Practices in Corporate Water Stewardship’, Dr. Rajadurai shared KVPL’s innovative strategies in water management and underscored its commitment to sustainable water use and preservation.",
    "His insights highlighted the essence of ‘The CEO Water Mandate’, to which Hayleys and Kelani Valley Plantations PLC are proud signatories.",
    "The event, organised by the Indonesia Global Compact Network and facilitated by UN Global Compact Network Sri Lanka, focused on corporate water management and sustainability. The 90-minute dialogue explored best practices and successful journeys of leading organisations, with participants discussing innovative strategies to advance corporate water resilience targets in alignment with ‘The CEO Water Mandate’.",
    "Dr. Rajadurai said: “As an agricultural business, KVPL recognises the importance of managing our high-water footprint responsibly. Leveraging natural surface water sources and rainwater, we have implemented a range of innovative initiatives to optimise usage. Our commitment to water stewardship ensures that we prioritise the quality of water for life, maintaining its purity and availability for future generations. We are dedicated to continuous improvement, measuring and managing our efforts to create a sustainable and thriving environment.”",
    "“Through collaborative efforts, companies can make significant strides in water conservation and achieve corporate water resilience targets. We extend our gratitude to the Indonesia Global Compact Network for hosting this insightful session and the UN Global Compact Network Sri Lanka for facilitation, and acknowledge the support and commitment of its participants.”"
  ]
}