{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/International-Crisis-Group-releases-report-on-Sri-Lankan-elections-in-aftermath-of-economic-collapse/56-766836",
  "time_ut": 1726610846.0,
  "original_lang": "en",
  "original_title": "International Crisis Group releases report on Sri Lankan elections in aftermath of economic collapse",
  "original_body_lines": [
    "If these polls are handled responsibly by all sides, and the public sees the final result as credible and legitimate, Sri Lanka could have an opportunity to begin addressing both the unfairness of the current adjustment program as well as the roots of economic mismanagement and political misrule that led to the 2022 collapse. Far from flinching at the prospect, allies, donors and lenders should be ready to listen to the verdict of the ballot box",
    "International Crisis Group has announced the launch of “Sri Lanka’s Bailout Blues: Elections in the Aftermath of Economic Collapse.”",
    "The report looks at the political fallout of Sri Lanka’s devastating economic crisis and the challenges of implementing the economic reform program negotiated with the International Monetary Fund (IMF) following the Government first-ever debt default in 2022.",
    "International Crisis Group’s Senior Consultant on Sri Lanka Alan Keenan said: “With many Sri Lankans still struggling to make ends meet more than two years after the country’s economic collapse, the upcoming Presidential election promises to be close, tense, and possibly pivotal in setting the country’s future political trajectory. Opinion polls and initial campaigning suggest the vote is likely, for the first time ever, to produce a winner who fails to gain a majority of votes. Candidates, party leaders and election officials should be prepared to handle any possible disputes calmly and according to established procedures.”",
    "“Whichever candidate wins and whichever Government is formed in the coming months, they will need to respond to public demands for greater equity in the budget cuts, tax rises and tariff hikes required by the IMF bailout program, as well as more boldness in fighting corruption and making governance more transparent. Failure to do so could further weaken public support for reforms essential to sustaining Sri Lanka’s economic recovery,” Keenan said.",
    "“For its part, the IMF, in coordination with its contributing member states and other multilateral institutions, should be open to revisiting elements of its reform program, including through a new debt sustainability analysis that could help deliver the additional debt relief needed for Sri Lanka’s recovery to be economically and politically sustainable. The Sri Lankan economy may for now have been put back on its feet, but many citizens still need to be convinced the price is worth paying,” Keenan added.",
    "With a Presidential election due on 21 September amid widespread economic misery, 2024 is a pivotal year for Sri Lanka. President Ranil Wickremesinghe has enjoyed some success carrying out International Monetary Fund (IMF) reforms, but millions of Sri Lankans mired in poverty and debt have yet to feel much relief. Wickremesinghe came to power in July 2022 after his predecessor Gotabaya Rajapaksa was forced to resign following waves of mass protest; but he owes his appointment to the Rajapaksa clan’s political party, and he has relied on it for his majority in Parliament. While that relationship has helped the President undertake sweeping reforms to right Sri Lanka’s listing economy, it has sapped his public support. His aggressive response to dissent – including curbing protests and drafting tough new security and media laws – has stoked tensions. For economic reforms to be sustainable and bring respite to hard-up Sri Lankans, the next Government should distribute the burdens of austerity more equitably while addressing the corruption and misgovernment that contributed to economic collapse. Its creditors, for their part, should accept that more generous debt relief is likely necessary.",
    "Sri Lanka’s meltdown in 2022 – when lack of hard currency to pay for imports led to crippling shortages of food, fuel and medicine – had deep roots. Years of extremely low taxation and high budget and trade deficits led to debt levels that reached a breaking point when combined with global disruptions resulting from the COVID-19 pandemic and major policy errors by the Government of Gotabaya Rajapaksa, who was elected President in late 2019. An overly powerful presidency, lack of independent oversight bodies, and a pliant police and judiciary fostered Rajapaksa’s mismanagement; his brother Mahinda’s Presidency, from 2005 to 2015, had also witnessed largely unchecked high-level corruption. As Sri Lanka’s economy teetered, a nationwide protest movement emerged to demand immediate relief and the departure of Gotabaya and his clan from office, along with judicial accountability for their actions. Protesters called for a radical overhaul of the political system as well as constitutional reforms to strengthen democracy.",
    "After Rajapaksa resigned in July 2022, Parliament selected Wickremesinghe to replace him, and the new President moved quickly to shore up economic stability.",
    "He resolved the most urgent shortages and took austerity measures to balance the books in preparation for an IMF bailout, eventually approved in March 2023. With support from the Central Bank, and in part thanks to natural cyclical processes, inflation has fallen from historical highs to single digits; interest rates have come down; and currency reserves have increased. Major economic reforms are under way, as part of the IMF package, and negotiations with creditors on essential debt restructuring are nearing completion. The modest scale of the relief, however, will still leave Sri Lanka’s debt at precarious levels and the economy vulnerable to external shocks, even if the tough fiscal targets are met.",
    "Improved economic indicators, meanwhile, have offered little relief to millions across the country, with poverty rates more than doubling since 2020. Government responses, including a new and much-touted anti-poverty cash transfer system, have failed to meet the needs of many citizens, especially women and youth. Hundreds of thousands have left the country to find employment abroad, including many of the island’s best-educated professionals.",
    "Given the extent of the economic debacle, some degree of belt tightening was inevitable. But many Sri Lankans consider the Government’s new policies to be unfair in the way they have been targeted. Fiscal reforms such as tax increases and higher utility prices have been shouldered by poor and middle-income Sri Lankans, while economic and political elites, including those who designed and benefited from the policies that led to the crisis, have been left largely unscathed.",
    "Key decisions have been made by a Government including senior ministers who approved the policies that precipitated the crisis and relying on the same Parliamentary majority that backed it then. The lack of action against the alleged corruption of the Rajapaksa family and its cronies, as well as some in Wickremesinghe’s United National Party, has fuelled public perceptions of injustice.",
    "The President’s gamble to shun the sweeping governance reforms demanded by protesters in exchange for the stable Parliamentary majority needed to pursue economic adjustment will now be put to the test at the polls. Running as an independent candidate backed by an ad hoc coalition, including much of Rajapaksa’s Sri Lanka Podujana Peramuna, President Wickremesinghe is presenting himself as a “non-partisan” candidate committed to completing the economic recovery with IMF backing.",
    "Irrespective of the final electoral result, voters’ demands are likely to focus on the outstanding flaws of economic reforms. Over the long haul, these reforms are unlikely to succeed unless they begin to distribute the costs of austerity and benefits from broader structural reforms more equitably, while ensuring greater transparency and accountability in Government",
    "Opinion polls indicate he is trailing his two main competitors, Sajith Premadasa, head of the Samagi Jana Balawegaya, and Anura Kumara Dissanayake, leader of the left-leaning National People’s Power coalition. Both have pledged to renegotiate the IMF agreement to reduce the strain on working people, but neither has detailed how he would do so. What looks to be the country’s first-ever three-way race could prove tight and tense. In another precedent, it may be decided by voters’ second and third preferences.",
    "Irrespective of the final electoral result, voters’ demands are likely to focus on the outstanding flaws of economic reforms. Over the long haul, these reforms are unlikely to succeed unless they begin to distribute the costs of austerity and benefits from broader structural reforms more equitably, while ensuring greater transparency and accountability in Government. Efforts to strengthen the cash transfer program for Sri Lanka’s poor, bolster anti-corruption reforms, slim the military budget and foster a full, informed public debate on liberalising reforms of the state could all play a part in achieving these goals. For their part, the IMF and international creditors should begin to develop options for additional debt relief, while the Fund should be willing to show flexibility in its requirements for budget surpluses so long as Sri Lankan authorities can show they are committed to further increasing state revenue.",
    "If these polls are handled responsibly by all sides, and the public sees the final result as credible and legitimate, Sri Lanka could have an opportunity to begin addressing both the unfairness of the current adjustment program as well as the roots of economic mismanagement and political misrule that led to the 2022 collapse. Far from flinching at the prospect, allies, donors and lenders should be ready to listen to the verdict of the ballot box."
  ]
}