{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/quo-vadis/",
  "time_ut": 1717395180.0,
  "original_lang": "en",
  "original_title": "Quo Vadis?",
  "original_body_lines": [
    "This has been the most rainy and squally Vesak that I can recall in my eight decades on this planet and it has made me grumpy. The depression in the Bay of Bengal has prepared all of for the couch of some psycho-quack conning folks with fictious talk of depressions.",
    "This essay is in two separate parts unconnected with each other; a) Feeding the 225 and b) people taking the initiative into their hands and not relying on the state.",
    "Jesus fed 5,000 with two fishes and five loaves (Mathew 14:13-21) and you may reckon that to be a great achievement but he did it only once. Our people in Sri Lanka have to keep feeding the 225 day-in-day-out every day of their lives. And where does it all go? Into political pockets! Import permits for luxury cars, insurance cover for wives, mistresses and sons and of course plain rip-off.",
    "A sharp middle-aged lady mounting the steps of the Dehiwala-Galkissa Municipal Council alerted me. “Why madam do you look unhappy?” I foolishly asked only to be told-off in pristine Sinhala: “Aiyo, 225-ta kanda dena oone ne” (We have to fed the 225, don’t we). Only then did the penny drop. Bribes to left of us, bribes to right of us! The 225 themselves, their catchers and hangers-on (petrol allowances, salaries for aides and drivers), liquor shop permits and Gamage-type rackets that the SJP pretends it knows nothing about). In total the 225 may be cashing in a few million rupees per MP per annum. How many MPs in the current parliament are clean of such nefarious behaviour? I think less than a dozen.",
    "Now that I am about it, a little more politics. I was, I think, the first person who more than a year ago said very firmly that the presidential election would come down to a race between RW and Anura; and it has. Sajith is wailing in the wilderness and the SLFP and SLPP are weighing the prospects of whether to line-up in the RW or Anura camps. Neither SLFP nor SLPP dare put forward a candidate of their own for fear of being wiped out and polling a miniscule number of votes. It seems increasingly likely that both will plonk into the RW camp.",
    "Buffalo Lal Kantha’s pronouncements have made this more likely. He has in addition claimed that only the JVP and the Udaya Gammanpila party took a stand against the Tamils, opposed any form devolution and supported the military in the war against the Tigers. The import of his words is this. The JVP-NPP is going to be identified at the polls as a Sinhala party and this will have consequences. Will it draw the already radicalised Sinhala-Buddhist youth in larger numbers into the JVP camp or will it damage the JVP’s image? Time will show.",
    "The upper and business classes and the city middle classes are cheering for Ranil. They are hooked on the idea he will be able to deliver economic growth. The Economic Transformation Bill and the Public Financial Management Bill tabled in Parliament on 22 May are intended to reassure the IMF that the road to reform that the Fund has demanded will be diligently implemented. The Fund will then unlock billions of dollars now blocked and also expedite deals with Sovereign Wealth Funds deemed necessary it is claimed to reassure the IMF and international capital. The Governor of the Central Bank is singing the same tune and has joined Ranil’s choral group. It is likely that the duo will float the rupee open-up the economy and privatise galore in the coming period. This will have political consequences.",
    "Let me make a summary of the principal tasks facing the nation.",
    "1. It is conventionally opined that debt restructuring, unlocking billions of dollars in IMF Funds and reaching agreement with Sovereign Bond Holders (profit seeking finance companies) is sine qua non.",
    "2. Increasing earnings from foreign trade, meaning increasing earnings from export (including remittances and tourism) and limiting imports (except production machinery and raw materials for production), is considered vitally important.",
    "3. Frugality in consumption (to the extent feasible with poverty ravaged masses) is desirable.",
    "4. These three steps will it is hoped attract foreign investment into productive sectors.",
    "None of this is new, it is all the subject of interminably long and boring newspaper columns. (When will our columnists learn that brevity is the soul of wit?)",
    "RW is singing along to this tune and his confidence in saying NO to parliamentary elections before or simultaneously with the presidential poll shows that he believes he is playing from a strong hand. He is indulging in populist measures like issuing free-hold land title-deeds to landless Tamils in the Kilinochchi area, making attractive promises about enhancing facilities at the Jaffna Hospital, and insisting that plantation companies honour his pledge to workers of a minimum wage of Rs 1,700 per day. RW is gaming that in a presidential election well over one and a half million Ceylon Tamils, Upcountry Tamils, Muslims and Catholics will vote for him and tip the scales in his favour. (See note below). In the parliamentary elections that will inevitably follow the winner of the presidency will carry the day.",
    "A racist alliance called the Sarvajana Balaya has, in the meantime, raised its head, led by Weerawansa and Gammanpila. It has attracted bankrupt ex-leftists of the Communist Party and ageing Vasudeva. This too will play right into RW’S hand.",
    "An ever-increasing number of organisations have taken matters into their own hands and launched initiatives because the government is flat-footed. Let me give you a few examples. Fed up with the inability of successive governments to do anything to combat communal violence, or to be more accurate because of the aggravation of communalism by governments beginning with the denial of citizenship to Tamil plantation workers by D. S. Senanayake, the father of the nation (sic!), through SWRD’s communal politics and JR’s loathing of Tamils, to Chandrika playing politics, a bunch of Buddhist monks took the initiative into their own hands.",
    "The monks went on an expedition to Europe and the US, sought out Tamil links such as the Global Tamil Forum and others and initiated a dialogue. The initiative is now in motion and grass-roots activities are in full swing. Important figures like Karu Jayasuriya (former Speaker), Austin Fernando, Sarvodaya, Jehan Perera’s National Peace Council and Pakiasothy Saravanamuttu’s CPA are involved. Branches have been established in many localities and an active movement is in swing. If communal violence is to be halted and if the state and government are, quite literally, worse than useless, a grass roots people’s movement is needed. It has ben launched ; its name is National Movement for Social Justice.",
    "A second example is the need to foster English language competence in all children as a link language between communities and more important because English is the linguafranca of the world today. (Sounds a bit contradictory, doesn’t it? Wonder what the French feel about the juxtaposition?). Seriously though, English is not just the language of modern technology and business. No, it is in all its pronunciations and accents it has become the 21st Century’s world language essential for everyone. State and government have simply and literally messed up English in Sri Lanka’s schools. So well-intentioned voluntary organisations, often women’s groups, have stepped into the breach.",
    "Two more quick examples and I will stop. Microfinance is now the domain of groups, often women’s societies that have filled the gap since the banking sector has failed to support small and medium enterprises. And finally, cooperatives are providing marketing and investment openings for fishermen. I personally know of one such successful assembly of such entities in Jaffna.",
    "The subject of this part of the essay however is in what ways can the people themselves, organised in various voluntary bodies, do to overcome or replace a sluggish state. To what extent can, for example a popular Peoples’ Planning Council, replace the hiatus created by the absence of a State Planning Agency in Sri Lanka. I think a popular public initiative of this nature can achieve quite a bit.",
    "NOTE: The absolute core Sinhala vote in the country is the infamous “69 lakhs”; maybe 70 now by natural increase. I reckon that the minorities – Ceylon Tamils, Upcountry Tamils, Muslims and Catholics – are about one third of the core Sinhala vote. That is (1/3) x70 about 23 lakhs. This is why I reckon that RW is making a play for a clear majority of this 23-lakhs in the presidential poll.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}