{
  "newspaper_id": "newsfirstlk",
  "url": "https://english.newsfirst.lk/2025/10/01/namal-slams-cid-over-%e2%80%98politically-driven%e2%80%99-thajudeen-case",
  "time_ut": 1759322700.0,
  "original_lang": "en",
  "original_title": "Namal Slams CID Over ‘Politically Driven’ Thajudeen Case",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka Podujana Peramuna (SLPP) National Organizer Namal Rajapaksa has accused law enforcement authorities of politicizing the investigation into the 2012 murder of national rugby player Wasim Thajudeen, following fresh revelations by the Criminal Investigation Department (CID) linking the case to a recent underworld killing.Speaking at a media briefing in Nawala, Rajapaksa alleged that the CID was “fabricating false evidence to please the government” and criticized the decision to disclose sensitive case details to the media rather than the judiciary.“When sensitive case details are disclosed at press briefings, it clearly shows a desire to build a political narrative. If someone claims to identify her husband just because of a posture in unclear CCTV footage, is that credible? Where has she been living? Who has she been associating with? These are the questions investigators should ask,” Rajapaksa said, urging an impartial and transparent investigation.New Twist in a 13-Year-Old Mystery:The controversy erupted after Acting Police Spokesperson ASP Minura Senaratne revealed that new evidence had surfaced during the probe into the February 19 murder of Aruna Priyantha Widanagamage, alias Meegasare’ Kajja. The prime suspect in that case, Nirmal Prasanga, also known as Backhoe Saman, was arrested in Indonesia along with Kehelbaddara Padme and is currently being interrogated.According to police, Meegasare’ Kajja’s widow recently provided a statement to the CID, regarding the CCTV footage from the night of Thajudeen’s death showing another vehicle following his car. At one point, a man is seen entering that vehicle—a detail now considered crucial to the ongoing probe.ASP Senaratne explained that Thajudeen, who was driving a Toyota Vitz, was captured on CCTV parking near a supermarket in Havelock Town to buy water. Upon leaving, another vehicle was seen tailing him. Investigators released an image of an individual near that second vehicle years ago, but no identification was made at the time. Meegasare’ Kajja’s widow has now identified the person as her husband, citing his distinctive habit of placing his hands on his hips due to chronic hip pain.SLPP's Namal Rajapaksa dismissed the credibility of this identification. His remarks were echoed by a Facebook post from Meegasare’ Kajja’s son, who questioned why the police had not shown the footage to his father’s siblings for confirmation. He also alleged that his mother had left the family for another man and suggested that her testimony might be influenced by personal motives.The post further claimed that Aruna Priyantha was employed along Route 176 in Nugegoda in 2012 and raised suspicions that his murder—and that of his two children—could be linked to his estranged wife and her alleged lover, Sampath Ramanayake, reportedly an associate of Backhoe Saman.Criminal Network Uncovered:Adding to the intrigue, police revealed that Sampath Manampperi, a former SLPP Pradeshiya Sabha candidate currently in custody, has admitted to supplying the firearm used in Meegasare’ Kajja’s murder.Manampperi is being held under a detention order for alleged involvement in a drug trafficking network operated by Backhoe Saman, Panadura Nilanga, and Kehelbaddara Padme.Investigators believe these revelations point to a wider criminal syndicate with deep political and underworld connections.Flashback: The Thajudeen Case TimelineMay 17, 2012 – Wasim Thajudeen’s burnt body found in a car near Shalika Grounds, Narahenpita. Initially ruled an accident.2015–2016 – CID reclassifies death as murder; body exhumed; signs of assault found.2016–2018 – Several arrests, including senior police officers, for evidence suppression.2018 – CID links a Defender Jeep belonging to the Siriliya Saviya Foundation to the abduction.2025 – New evidence emerges during probe into Meegasare’ Kajja’s killing.Thirteen years later, key suspects and witnesses have died, but the case remains unresolved.Evidence points to abduction, torture, and murder, yet the central question persists: Who killed Wasim Thajudeen—and why?"
  ]
}