{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111225/un-official-says-israel-expanding-gaza-operations-would-risk-catastrophic-consequences",
  "time_ut": 1754457480.0,
  "original_lang": "en",
  "original_title": "UN official says Israel expanding Gaza operations would risk ‘catastrophic consequences’",
  "original_body_lines": [
    "A top UN official has warned there would be “catastrophic consequences” if Israel expands its military operations in Gaza, after reports Israel’s Prime Minister, Benjamin Netanyahu, is pushing for a total reoccupation of the strip.",
    "Assistant Secretary General Miroslav Jenča told a meeting of the UN Security Council such a move would be “deeply alarming” if true, and could endanger the lives of more Palestinians, as well as Israeli hostages held by Hamas.",
    "Israeli media reported that Netanyahu plans to meet with his security cabinet this week.",
    "“The die has been cast. We’re going for the full conquest of the Gaza Strip - and defeating Hamas,” a senior Israeli official was quoted as saying.",
    "The security cabinet, which is due to meet on Thursday, would need to approve such an action.",
    "It has been suggested that the plan could be a negotiating tactic to pressure Hamas after a recent breakdown of ceasefire talks or an attempt to shore up support from Netanyahu’s far-right coalition partners.",
    "Israel has been facing mounting international pressure over the war in Gaza, where experts say that famine is unfolding.",
    "In his remarks, Jenča warned against any expansion of Israel’s military operations.",
    "“This would risk catastrophic consequences for millions of Palestinians and could further endanger the lives of the remaining hostages in Gaza,” he said.",
    "He added that under international law, Gaza “is and must remain an integral part of a future Palestinian state”.",
    "Israel’s military said it already had operational control of 75% of Gaza, but the new plan would reportedly propose occupying the entire region - including areas where more than two million Palestinians now live.",
    "The proposals have proved divisive in Israel, with reports that the army chief and other military leaders oppose the strategy.",
    "The unnamed Israeli official responded by saying: “If that doesn’t work for the chief of staff, he should resign”.",
    "The families of hostages have expressed their fear that such a decision could endanger their loved ones.",
    "Israel says 49 hostages are still being held in Gaza, of whom 27 are believed to be dead.",
    "Jenča reiterated to the UN Security Council the call for a ceasefire and the immediate and unconditional release of all hostages.",
    "Citing the “squalid” and “inhumane” conditions faced by Palestinians, he urged Israel to immediately allow the unimpeded passage of sufficient aid.",
    "“Israel continues to severely restrict humanitarian assistance entering Gaza, and the aid that is permitted to enter is grossly inadequate,” Jenča said.",
    "He also condemned the ongoing violence at food distribution sites, saying more than 1,200 Palestinians have been killed since the end of May while trying to access food and supplies.",
    "Last week, Gaza’s Hamas-run health ministry said 154 people including 89 children had died from a lack of food since October 2023.",
    "UN agencies have warned there is man-made, mass starvation in Gaza, and reported at least 63 malnutrition-related deaths this month.",
    "Israel has previously insisted there are no restrictions on aid deliveries and that there is “no starvation” in Gaza.",
    "Israel launched its military offensive in Gaza in response to Hamas’s attack on southern Israel on 7 October 2023, in which about 1,200 people were killed and 251 others taken to Gaza as hostages.",
    "More than 60,000 Palestinians have been killed as a result of Israel’s military campaign, according to the territory’s health ministry."
  ]
}