{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/wb-road-safety-consultant-in-productive-meet-with-aac-official/",
  "time_ut": 1705593840.0,
  "original_lang": "en",
  "original_title": "WB road safety consultant in productive meet with AAC official",
  "original_body_lines": [
    "Martin Small, road safety consultant engaged by the World Bank and Non- Executive Director of RAA, the FIA Club of South Australia, met Devapriya Hettiarachchi, Secretary of the Automobile Association of Ceylon(AAC) on January 16, at the AAC headquarters for talks on road safety issues.",
    "Small was briefed about road safety awareness programmes conducted by AA of Ceylon since 2010. The current project, “Drive in the Moment”, which commenced in 2023, is scheduled to be completed in March 2024.",
    "Small was also informed that the law pertaining to the front seat belt was presented to the then president by John Todd, the president of FIA in 2010 and that the rule is in force.",
    "The Rear Seat Belt Law is not compulsory in Sri Lanka and Small was informed about several accidents that have occurred, specially, along the Express Way due to non-wearing of rear seat belts. ‘AAC has written to the Commissioner of Motor Traffic and relevant ministries to make it compulsory to use the rear seat belt but the rule has not been implemented, since the Motor Traffic Act 157 A has not been amended so far, Small was told.",
    "During his stay in Sri Lanka Small met several dignitaries of government agencies, which conduct road safety awareness programmes.",
    "Small informed that he is preparing an action plan for government agencies to follow in order to achieve the targets proposed by the UN Decade of Action 2010, to reduce fatalities by 50%.",
    "‘Galle Concerto 2024’ to put Sri Lanka back on world stage; four years on from crises exit",
    "AAC launches road safety campaign focusing on using mobile phones while driving",
    "Automobile Association of Ceylon writes to IGP on ‘beggar menace’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}