{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Shaping-Sri-Lanka-s-industrial-recovery-Industry-and-Government-leaders-convene/34-760211",
  "time_ut": 1712003507.0,
  "original_lang": "en",
  "original_title": "Shaping Sri Lanka’s industrial recovery: Industry and Government leaders convene",
  "original_body_lines": [
    "Presentation of the research documents published by UNIDO to Ministry of Industry Secretary Thilaka Jayasundara by EU Head of Cooperation Dr. Johann Hesse",
    "Discussions about achieving commitment to reduce industry GHG emissions by 7% by 2030",
    "Industries employ 30% of nation’s workforce, contribute second-highest share of GDP, but consume significant fossil fuel imports",
    "Representatives from Sri Lanka’s business community, Government, and the finance sector convened in Colombo to discuss the mix of policies, financial mechanisms and technologies, crucial for propelling the country’s industrial decarbonisation and economic recovery. This event is the second edition of the Industry Dialogue organised by the European Union (EU)-funded Accelerating Industries’ Climate Response in Sri Lanka project.",
    "“For Sri Lanka to emerge stronger, industrial decarbonisation must be at the heart of the country’s economic recovery from the energy crisis of the past two years,” said Ministry of Industry Secretary Thilaka Jayasundara during one of her interventions. “This means that manufacturing processes should become greener by shifting away from fossil fuels, scaling-up renewable energy and adopting energy-efficient solutions.”",
    "Industries employ 30% of the nation’s workforce and deliver the second-highest share of GDP, but they also consume large quantities of fossil fuel imports. In recent years, this has led to challenging cost rises for many businesses, with petrol shortages further disrupting operations.",
    "For Sri Lanka to emerge stronger, industrial decarbonisation must be at the heart of the country’s economic recovery from the energy crisis of the past two years – Ministry of Industry Secretary Thilaka Jayasundara",
    "To open the half-day event, European Union Delegation to Sri Lanka and the Maldives Head of Cooperation Dr. Johann Hesse reminded more than 120 participants of the risks of climate change and the need for action at all levels: “By reducing energy waste and greenhouse gas emissions, industries will not only chart a more sustainable path to economic growth, but will also help the country meet its climate goals and energy security. We are happy to assist Sri Lanka to meet the goals it has committed to achieve,” he said.",
    "The Sri Lankan Government has pledged that 70% of the country’s energy will come from renewable sources by 2030. As part of this, Sri Lankan industries must reduce their fossil fuel use, aiming for a 7% reduction in industrial emissions.",
    "As part of the program, international experts presented recent research by the United Nations Industrial Development Organization (UNIDO) on industrial decarbonisation trends in Sri Lanka, focusing on key manufacturing sectors like textiles, food and beverages, rubber production, and cement. The research shed light on the existing policy and regulatory landscape and identified institutional needs and capacity gaps essential for advancing Sri Lanka’s climate goals.",
    "Many companies still find the costs of necessary technologies and expertise too high – UNIDO Project Manager Nicholas Dehod",
    "During a panel discussion, finance experts emphasised that high costs are still a significant barrier for businesses switching to cleaner energy sources. UNIDO’s representative at the event Nicholas Dehod, pointed out the benefits for Sri Lankan businesses in moving away from expensive and polluting imported fossil fuels. However, he noted, “Many companies still find the costs of necessary technologies and expertise too high, exacerbated by a lack of accessible loans and financial incentives for decarbonisation investments.” Dehod referenced a 2023 assessment exploring financing options for industrial decarbonisation undertaken by UNIDO.",
    "The industry dialogue included a roundtable discussion on the role of energy efficiency in industrial decarbonisation, highlighting successes from implementing internationally recognised energy management systems training across industries. Within a year, measures adopted by 45 energy management trainees reduced energy consumption by 6.9 GWh and GHG emissions by 5,400 metric tonnes. This reduction is equivalent to removing over 1,000 petrol cars from the road for a year.",
    "By reducing energy waste and greenhouse gas emissions, industries will chart a more sustainable path to economic growth and help the country meet its climate goals and energy security – EU Head of Cooperation",
    "The Accelerating Industries’ Climate Response in Sri Lanka project is a five-year initiative designed to help the country’s industrial sector transition to a low-carbon future. The project was launched in mid-2022. It is led by the Ministry of Environment, Ministry of Industry, and Ministry of Power and Energy, implemented by the United Nations Industrial Development Organization, and funded by the European Union under the Global Climate Change Alliance+."
  ]
}