{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/vietnam-businesswoman-sentenced-to-death-central-banker-to-life-over-bad-credit-158323/",
  "time_ut": 1712902920.0,
  "original_lang": "en",
  "original_title": "Vietnam businesswoman sentenced to death, central banker to life over bad credit",
  "original_body_lines": [
    "ECONOMYNEXT – A court in Vietnam has sentenced to death Truong My Lan, head of Van Thinh Phat property group who was also involved in restructuring a troubled bank, while sentencing three others to life imprisonment, including a central bank supervisor.",
    "Lan, who was also a key shareholder of Saigon Commercial Bank, was sentenced to 20 years in prison for violating credit regulations, 20 years for bribing a State Bank of Vietnam (central bank) official, in addition to the death penalty, penalty for embezzlement, reports said.",
    "Do Thi Nhan, former Director of bank supervision division II at the State Bank of Vietnam was sentenced to life for accepting bribes during a re-structure of three failed banks over a decade ago, which eventually emerged as Saigon Commercial Bank.",
    "Vietnam suffered business failures and bad loans after an attempt at ‘stimulus’, which was fashionable after a US housing bubble broke, ended in a currency crisis in 2011 with the dong falling from 15,000 to 22,000 to the US dollar.",
    "Lan protested her innocence, saying she invested in the bank and got friends to buy shares to bail it out at the behest of authorities, reports said.",
    "Dinh Van Thanh, exp-Chairman of Saigon Commercial Bank, currently evading arrest, Bui Anh Dung, Chairman of the Board of Directors; Vo Tan Hoang Van, General Director were also sentenced to life imprisonment.",
    "The current case blew up after property companies in Van Thinh Phat Group defaulted on corporate bonds issued during a Covid low interest period, leading to public protests, after rates were hiked in late 2022 to stop a currency crisis.",
    "Several Vietnamese property firms got into trouble in 2022 after construction delays during Covid-19 which led to interest rate accumulation, delayed payments by buyers, and an eventual rate correction to stop a currency crisis in 2022, after forex reserves touched three months of imports due to rate cuts.",
    "Court asked authorities to investigate corporate bond sales separately, as the current case dealt with loans from the Saigon Commercial Bank.",
    "On March 27, Do Anh Dung, Chairman of Tan Hoang Minh group, was sentenced to eight years in prison, his son and Deputy General Manager Do Hoang Viet to three years by Hanoi People’s Court over corporate bond defaults, also over defaulted corporate bonds.",
    "In the SCB case, the court also sentenced a series of central bank, credit regulatory agency and state audit office and government internal affairs officials for failure to carry out their work or negligence.",
    "Court also recommended additional investigation of auditors of Saigon Commercial Bank, the government to re-examine the procedures for setting up joint stock companies (limited liability firms) after it was found that over 1000 companies had been incorporated with cross-holdings to get loans, some of which were inactive.",
    "Court said Lan could appeal to the President of the Republic for the sentence to be commuted to life.",
    "In 2003, Tang Minh Phung, director of Minh Phung and EPCO groups was sentenced to death after his businesses failed and could not repay loans from state banks.",
    "His appeal was rejected by the President and he was executed by firing squad.",
    "A pioneer exporter in footware and apparel in the early stage of Vietnam’s growth story, Phung was also bought down by property deals gone bad.",
    "The following Central Bank and other state officials were sentenced in addition to Do Thin Nhan according to ThanhNhien portal.",
    "1) Nguyen Van Hung, former Deputy Chief Inspector in charge of the Banking Inspection and Supervision Agency (under the State Bank), received 390,000 USD from Truong My Lan: 11 years in prison (translated)",
    "2) Nguyen Thi Phung, Deputy Director of Banking Inspection and Supervision Department II, received 20,000 USD, 210 million VND, 1 watch, 1 bag, 1 scarf: 4 years in prison",
    "3) Bui Tuan Khoa, Deputy Director of Banking Inspection and Supervision Department II, received 100 million VND: 3 years in prison",
    "4) Vuong Do Anh Tuan, Head of the Inspection Department of the Banking Inspection and Supervision Department II received 20,000 USD, 2 shirts: 3 years suspended prison term",
    "5) Tran Van Tuan, Inspector of the Department of Inspection, resolution of complaints and denunciations of the internal affairs and general economic sector (under the Government Inspectorate) received 6,000 USD, 40 million VND: 3 years in prison",
    "6) Le Thanh Ha, Deputy Chief Inspector of State Audit, former Head of Bank Audit Department 1, State Audit Specialist VII received 14,000 USD, 100 million VND: 3 years in prison",
    "7) Nguyen Van Thuy, former Deputy Head of the General Supervision Department, National Financial Supervision Commission received 21,000 USD, 60 million VND, 1 shirt, 1 T-shirt, 1 box of bird’s nest: 3 years in prison",
    "8) Nguyen Tuan Anh, former civil servant of the Department of Inspection and Supervision of Domestic Credit Institutions (under the Banking Inspection and Supervision Agency, State Bank) received 100 million VND: 3 years in prison",
    "9) Vu Khanh Linh, Deputy Head of the Joint Stock Commercial Bank Inspection Department (under the Department of Banking Inspection and Supervision II, State Bank) received 100 million VND: 3 years of suspended prison sentence",
    "10) Truong Viet Hung, inspector of the Department of Inspection, resolution of complaints and denunciations of the internal affairs and general economic sector (under the Government Inspectorate) received 6,000 USD: 3 years in prison",
    "11) Nguyen Duy Phuong, inspector of the Department of Inspection, settlement of complaints and denunciations of the internal affairs and general economic sector received 1,000 USD, 20 million VND: 2 years in prison",
    "12) Nguyen Van Dung, Deputy Director of the State Bank Ho Chi Minh City branch received 400 million VND, 15,000 USD: 11 years in prison",
    "13) Nguyen Thi Phi Loan, former Deputy Chief Inspector in charge of the State Bank’s Ho Chi Minh City Branch Inspection and Supervision Agency, received 470 million VND: 4 years in prison",
    "14) Phan Tan Trung, Deputy Chief Inspector, Banking Supervisor, State Bank Ho Chi Minh City Branch received 1.1 billion VND: 7 years in prison",
    "15) Vo Van Thuan, Deputy Chief Inspector, Banking Supervisor, State Bank Ho Chi Minh City Branch received 1.8 billion VND: 7 years in prison",
    "16) Nguyen Tin, former Deputy Head of the Administrative Inspection Department, resolving complaints and denunciations and preventing corruption, Ho Chi Minh City Banking Inspection and Supervision Department under the State Bank of Vietnam Banking Inspection and Supervision Agency Receive 500 million VND: 3 years in prison (Colombo/Apr12/2024)"
  ]
}