{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-govt-expediting-development-projects-targeting-election-paffrel-150361/",
  "time_ut": 1707376680.0,
  "original_lang": "en",
  "original_title": "Sri Lanka govt expediting development projects targeting election: PAFFREL",
  "original_body_lines": [
    "ECONOMYNEXT — Sri Lanka will definitely call a presidential election by July 2024, election observer PAFFREL said, accusing the government of expediting development programmes targeting the coming presidential poll.",
    "Chairman of the People’s Action for Free & Fair Elections (PAFFREL) Rohana Hettiarachchi told reporters on Friday February 08 that a circular issued by the presidential secretariat in January has directed officials to complete all 2024 development projects initiated under a 10-year plan to develop the hill country by July this year.",
    "“The government is prioritising elections that it has a higher probability of winning over other elections that the people are currently owed,” said Hettiarachchi, referring to the long delayed local government elections.",
    "He urged Prime Minister Dinesh Gunawardena who hold the local government portfolio to see to it that those elections aren’t further postponed.",
    "“If people’s democratic space is removed, they might resort to other means to win these rights,” Hettiarachchi warned.",
    "The election monitor said that Sri Lanka’s upcoming presidential election period must begin by July.",
    "“The election commission must decide it. In order to hold the election before October 17, the election must be called in the first days of July,” he said.",
    "“There are four, five months for that. The president has the power to dissolve parliament. The incumbent president can do it, but based on the current situation, it is clear that the presidential election will definitely be held this year,” he added.",
    "Hettiarachchi said the government engaging in development activities targeting the election.",
    "“The presidential secretariat issued a circular on January 24 which discusses the government’s 10 year plan for development in the central hills. But in this 10 year plan, it says clearly that all development projects [for 2024] must be completed before July 31, 2024. It says the funds allocated for a year must be spent in six months. Why is that?",
    "“It is clear that the ulterior motive in this is that the presidential election, which would definitely have to be called by July, and having completed these projects by then will put the government at an advantage,” he said. (Colombo/Feb08/2024)"
  ]
}