{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Russia-turns-to-Ukrainian-teens-to-bolster-its-forces/108-278930",
  "time_ut": 1710506700.0,
  "original_lang": "en",
  "original_title": "Russia turns to Ukrainian teens to bolster its forces",
  "original_body_lines": [
    "March 15 (CNN) -  Russia’s war machine is going to horrific lengths to try to erase Ukrainian identity and bolster its own military ranks – by deporting Ukrainian teenagers to Russia, indoctrinating them with propaganda, and attempting to conscript them into the Russian armed forces to fight against their own country.",
    "Numerous credible firsthand accounts have emerged of Russian authorities transporting Ukrainian children without parents or guardians from occupied areas like Mariupol to cities across Russia. There, the children are placed with Russian foster families, forced to attend pro-Russian schools, made to watch nationalistic videos praising Vladimir Putin, and taught that Ukraine does not truly exist as a nation.",
    "One such teenager, 18-year-old Bohdan Yermokhin from Mariupol, told CNN he was flown to Moscow, given a Russian passport, and sent to a camp where “flag-waving staff praised Russian President Vladimir Putin and tried to teach him nationalistic songs.” He said in the fall of 2023, shortly before his 18th birthday, he received a summons from the Russian military attempting to conscript him.",
    "Yermokhin’s experience aligns with reports from Ukrainian officials who say Russia’s efforts target teenagers specifically so they can be turned into soldiers once they reach age 18. “All Ukrainian teenagers held in Russia, when they turn 18, they are put on a (recruitment) list of Russian military,” Ukraine’s human rights commissioner Dmytro Lubinets told CNN.",
    "Forcing members of an occupied population to serve in the occupying power’s armed forces is a violation of the Geneva Conventions and constitutes a war crime according to Human Rights Watch. But that has not stopped Russia from pursuing this reprehensible strategy.",
    "The systemized campaign begins by opening Russian government offices in occupied areas to start replacing Ukrainian culture and services with Russian ones, according to Lubinets. Schools are then forced to use Russian textbooks that falsely claim Ukraine never truly existed. Residents who do not accept a Russian passport are denied basic rights and services.",
    "“And the next step is mobilization. All men in the temporarily occupied territories of Ukraine are put in a special recruitment database for the Russian military,” Lubinets said.",
    "Other teenagers have similar horrifying stories. 16-year-old Artem from Kharkiv said he was taken by Russian soldiers from school in 2022 along with 12 other children. They were given military-style uniforms with the “Z” symbol supporting Russia’s invasion. Teachers threatened punishment if they refused to sing the Russian national anthem.",
    "“I really thought that this was it and that they gave me the uniform because I might be sent to the Russian army. It was scary,” Artem told CNN.",
    "Both teenagers were eventually able to return to Ukraine with help from authorities and aid groups. But Ukrainian officials estimate over 20,000 children have been deported, with over 2,100 still missing. Many remain at risk of being indoctrinated and conscripted by Russia’s forces."
  ]
}