{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Playing-Blind-Man-s-Buff-with-Sri-Lanka-s-Free-Trade-Agreements-Part-1/4-761737",
  "time_ut": 1715621446.0,
  "original_lang": "en",
  "original_title": "Playing “Blind Man’s Buff” with Sri Lanka’s Free Trade Agreements: Part 1",
  "original_body_lines": [
    "Transparency and widespread consultation is vital for an FTA Feasibility Study that reflects the interests of the country rather than vested interests of a few politicians and their business henchmen",
    "It is mind boggling to perceive that in their haste to clinch as many FTAs as possible in obedience to the political masters in the fastest possible time with least dissent and negotiation, Sri Lanka is negotiating FTAs at the same level of its more developed partner countries opting for “substantial liberalisation” under GATT Article XXIV and Article V of the GATS in elimination of existing regulatory measures and prohibition of new regulations",
    "The latest gambit of the Government to aid Sri Lanka’s ailing indebted bankrupt economy is the prescription of “Free Trade Agreements” (FTAs) with a plethora of countries ranging from India, (ECTA) China, Malaysia, Indonesia, Thailand, Vietnam, Bangladesh with the crowning glory of RCEP. The latter is by far the most ambitious and Prez Ranil Wickremesinghe has already submitted a Letter of Intent in June 2023, for Sri Lanka to join Regional Comprehensive Economic Partnership Agreement (RCEP) with 15 Asia Pacific countries, the world’s largest Regional Trading Block.",
    "An orchestra of praise and worship has already accompanied these initiatives from the hurrah hurrah boys of neo-liberal think tanks, NGOs, and some retired Government officials turned paid Advisors to the State.",
    "This article is written for the public to understand the serious unprofessionalism, issues unaddressed, hidden challenges and fatal pitfalls that underlie the FTA claptrap and fanfare, often hollow declarations and false pronouncements. These beguile the people by promising market access for our exports, re-branding Sri Lanka as a free and open investment destination, industrial advancement in joining global value chains, etc. It is time that we look under the surface of the buzzwords as “connectivities”, “trade integration”, and “Market Access” that proponents of FTA use in glib justification. It has become imperative for the fog screen of technical terminology surrounding FTAs to be removed and the reality exposed to the public interest.",
    "By examining the fundamentals of FTA negotiations, this article aims to show the thinking citizens of this ailing economy, that there is no focussed, strong, country centric FTA “negotiation” in Sri Lanka. Only the need to appease political masters and sign the FTA agreements as fast as possible.” Consider for example, the Presidential Secretariat Media Release of Feb. 2024 that... “By the end of 2024, Sri Lanka aims to finalise free trade agreements with India, China, Singapore, Indonesia, Malaysia, and Vietnam.” If we are announcing to our FTA negotiating partners our immediate intention to finalise the FTAs, i.e. by this end of the year 2024, then surely even they would realise that it is not about us getting the best deal for the country and negotiating our turf no matter how long it takes, but how soon the FTA is entered into!",
    "The public must wake up to the shocking reality that the ECTA and other proposed FTAs and recently signed FTA with Thailand and Singapore are based on geo-political and or vested politico/business interests of a few rather than on studied, well-researched economic and trade rationale for the benefit of the country as a whole.",
    "The people of Sri Lanka should be concerned that FTA negotiations as they are conducted today in our country are essentially political policy prescriptions based for e.g. on the spurious assumption that “Free Trade Agreements with India, China & Singapore, etc. will give a strong signal to the world regarding the economic situation in Sri Lanka” (Cabinet Committee on Economic Management 2017). It is ironic that Sri Lanka’s FTA with Singapore was signed in 2018 and in April 2022 the “stronger signal” of bankruptcy was announced to the world thereafter!",
    "Today Sri Lanka’s economic situation revolves around debt re-structuring, taking more debt to service existing debt service payments, and inability to service bilateral and sovereign debt. The country is now struggling to manage a total public debt to the tune of over $ 90 billion steadily rising from a level of $ 83 billion as at end 2022. Successive Governments including the present one continue to sustain fiscal deficits: resorting to continual borrowing to bridge the gap between expenditure and revenue unable to achieve the relatively simple task of balancing the books without continued debt entrenchment. These are also due to political policy prescriptions dutifully followed by the mandarins of the General Treasury.",
    "Therefore, shouldn’t the thinking citizenry who inevitably bear the burden of economic mismanagement and skewed policy of successive Governments buck up and get cracking wise on what the Government and its acolytes are up to next with FTAs?",
    "The central question raised here is whether FTAs are being entered into as irresponsibly and with impunity as the decisions by successive political parties governing the country to-date to plunge the nation into debt and further indebtedness that it cannot service.",
    "In Sri Lanka’s negotiation of proposed FTAs, the internationally practised, standard preparatory process enumerated below is sadly absent; e.g. instead we have Joint Study Group report 2003 for CEPA (Comprehensive Economic Partnership Agreement) with India later name changed to ECTA Economic & Technical Corporation Agreement). This is not an objective study or internal feasibility research evaluation on Sri Lanka’s defensive and offensive or any strategic economic interests in the Indian market. Only a high level political decision to commence negotiations by PM Ranil Wickremesinghe with his Indian counterpart had initiated the Joint Study Report.",
    "The report justifying this new extended trade agreement was co-chaired by Indian officials led by Rakesh Mohan and Sri Lankan businessman Ken Balendra, with Arjuna Mahendran, R. Paskaralingam and others. This report was produced after five meetings/deliberations on rule based liberalisation. It sets out both countries’ existing rules as of October 2003. In the report Ken Balendra says they “used the India/Singapore Comprehensive Economic Agreement as the basic format to build the report”. A reading of this outdated document shows that it is essentially a report for declarations and forgone conclusions. The investment chapter has been drafted by an Indian organisation called RIS (Research & Information System for the non-aligned and other developing countries).",
    "On the contrary, as per international best practice; in the Preparatory Process prior to Negotiating Free Trade Agreements, an independent comprehensive Feasibility Study should be mandatory. Such a study should inter alia include key elements viz: initial identification of offensive interests reflecting the target objectives for increasing exports that the Government of Sri Lanka aims to achieve for its business community in the market of its FTA trading partners and defensive strategic interests so as to avoid committing to opening its market in areas that might have a significant negative impact on the domestic economy, regulatory assessment of import barriers in target sectors such as technical and phytosanitary non-tariff barriers, SWOT analysis and impact assessment.",
    "In an FTA each country exchanges concessions and bargains for the best economic and trade advantage of its manufacturers/exporters/business community. What we get is at the cost of what we forego, give or open to the FTA partner. What we are able to obtain by an FTA is dependent on a host of factors e.g. our trade infrastructure and domestic supply capability, price competitiveness, trade complementaries, etc. What supply side and demand in export expansion, factors on business deliverability, export capability, competitiveness, etc. have been considered in the negotiation and before entering into such agreements? It appears none.",
    "Most countries subject their pre FTA Feasibility Study to be further examined and evaluated for comment and recommendation by sector specific experts, technocrats in the Government, research institutions, law firms or international trade experts and professionals to deal with any gaps and public policy areas requiring further study.",
    "This is because it is common to use certain assumption based models to support a particular biased support for a FTA. Therefore a variety of objective methods to assess the feasibility studies are necessary. These may include developing a market access study (using databases such as the Services Trade Restrictiveness Index (STRI)) for target countries for FTA negotiations. The committee may also use a wide array of tools including Econometric modelling as Computable General Equilibrium (CGE) Global Trade Analysis Project (GTAP), Gravity Model, for which necessary STATA software and training is already available with DOC and academia. However the limitations of quantitative impact assessment and “best estimates” of Econometric modelling need to be balanced with qualitative assessments of costs and benefits of the proposed FTA.",
    "The basic preparatory process that should precede the professional negotiation of FTAs is prescribed by the International Trade Centre, Geneva, publication “International Trade Negotiations’ Toolkit for Sri Lanka” 2018. This publication was initiated and developed by the Department of Commerce in consultation with WTO, UNCTAD/ITC under EU/Sri Lanka Technical Assistance in response to the unprofessional, arbitrary, baseless manner in which FTAs were being approached in the recent past. This publication advises a range of methods as understanding National Interests and developing Sri Lanka’s negotiating interests, analysing interests of negotiating partners, establishing and determining the Best Alternatives to Negotiated Agreement (BATNA) developing negotiating proposals, involvement of private and civil society and media, to tactics at the negotiating table.",
    "The India Sri Lanka Free Trade Agreement (ISFTA) on goods sector that came into effect in 2000 was also not based on an objective evidence based study conducted on the above indicated professional methodology. Only a three-member group Study called UNU (United Nations University) WIDER jointly done by M/s. Rao Nagesh Kumar, Panache Mukki and a visionary economist, Dr. Lal Jayawardene assisted by an Indian organisation, RIS New Delhi. It was neither an independent nor comprehensive study based on identifying Sri Lanka’s interests in the Indian market by also consulting a wide array of stakeholders, industrialists, investors, etc.",
    "It should be noted that the kind of stakeholder consultations done through the Ceylon Chamber of Commerce and other Chambers are at macro trader level and do not really reach down to the farmer/producer organisations, manufacturers level. Instead a flash in the pan approach is observed. E.g. garments quota increase for that sector, tea quota request by Sri Lanka in Indian market based on individual high profile interests.",
    "No wonder then that it was only after the ISFTA entered into force that some exporters/manufacturers as Ceylon Biscuits, DSI realised that inter state duties applied and non-tariff barriers in phytosanitary and trade facilitation restrictions abounded, even though the negotiators were touting thousands of import duty reductions for Sri Lanka exports at the border! To date, there are no comprehensive independent studies to justify an ECTA with India i.e. the current negotiations; to broaden the bilateral FTA with India to include items in the Goods (Sensitive List) and wider sectors as Services, Investment, Intellectual Property, Technology and Economic Cooperation.",
    "It is a fact that Heads of State agreement to launch negotiations and official discussions for a bilateral FTA with China commenced without our own analysis and internal Feasibility Study. No broad stakeholder discussions were conducted in the subsequent Joint Feasibility Study (JFS) conducted with Chinese authorities. The core group was small and unrepresentative mostly consisting of Government authorities as BOI, MOF, Doc, as well as the Joint Apparel Association Forum (JAAF) who was the main driver of the FTA. (The apparel industry which estimates gains up to $ 30-50 million from an FTA with China, currently imports textile fabric and accessories at $ 2 billion for manufacture and exports of apparel at $ 4 billion per year on average).",
    "Therefore the interests for an FTA should not necessarily be because of one influential sector since in return for concessions for one sector as apparel, Sri Lanka too will have to open its markets to China to the tune of over 80% as done with other FTA partners in recent years. The preparation of the JFS was ad hoc at best with the objective to sell the FTA to the stakeholders of both sides. However, even a casual reading of the text shows that whilst China seems to have served its interests and intentions well, the Sri Lankan side of the JFS affords little justification to make the decision as to whether to enter into the FTA with China taking into account the fundamentals of trade negotiations and underlying economic rationale.",
    "Transparency and widespread consultation is vital for an FTA Feasibility Study that reflects the interests of the country rather than vested interests of a few politicians and their business henchmen. Members of the feasibility study committee need to be appointed therefore covering academics, industrialists, chamber representatives, trade associations, producer organisations, the focal point for international trade i.e. the Department of Commerce, Ministry of Industries and line Ministry and Institution officials, Members representing SME sector, professional representatives, etc. Making a flash in the pan approach as routinely done through Chambers of Commerce rarely reaches the grass root level of actual growers, farmers and producer groups and associations.",
    "Unlike in Sri Lanka, prior to entering into FTAs the Department of Foreign Affairs and International Trade website in countries as Australia invite all industry groups, unions, consumer groups, academics, individuals, etc. enter their submissions to understand the impact of an FTA on the various sectors of the economy and society. The shocking fact that the recent Sri Lanka/Thai FTA was signed before it was seen by all the stakeholders is self-evident of the flawed process that is practised here.",
    "A trade complementarity is said to exist when trade patterns match e.g. products exported by a country like Sri Lanka for example are the ones imported by the FTA partner and vice versa. Trade complementarity is dependent on factors as Sri Lanka’s comparative advantage to produce certain goods, resource endowment and level of economic development. In the much touted example of the Vietnam/USA FTA, it is important to note that there is strong compatibility on both imports and exports between those countries. The pattern and direction of Sri Lanka’s existing international trade reflects the poor trade complementaries of FTA partners selected randomly for negotiation.",
    "All our major export markets are in the West. (USA and EU comprise approx. over 50% of our total exports per year). Whilst our major origin of imports are from China, India, Malaysia and Singapore approximately over 50% of total imports. Sri Lanka has a massive trade deficit with the RCEP region. In general it sells about $ 1.2 billion worth exports to this region but buys over $ 6.9 billion worth imports. In 2018 Sri Lanka’s total imports from RCEP was $ 9 billion with exports to RCEP a mere $ 2 billion. It is absurd to envisage that this would turn out to be a trade surplus after joining RCEP especially if the trade complementaries have not been worked out. An earlier political initiation of the UNP to have a Preferential Agreement with Thailand on Goods fell apart because the Department of Commerce showed that there are hardly any bilateral trade complementarities.",
    "It appears that around 3,000 goods i.e. 30% of goods that Thailand already imports are not taxed even without the FTA signed this year. These goods amount to 56% of total imports to Thailand. So even without the FTA Sri Lanka has duty-free access to this over $ 150 billion market. But our total exports to Thailand is insignificant, merely $ 100 million (Verite Research “Island” 23/2/24).",
    "Independent analysis (Athukorale Premachandra 2019) has estimated for Sri Lanka’s imports and export with India, Pakistan, Singapore and a sample of other countries an index of a high co-efficient on the import side with countries as Singapore, Thailand or China and that Sri Lanka could not expect much export expansion from FTAs with these countries. The value of the Index was significantly larger for both export and imports with developed countries as USA, Germany, and UK compared to countries in the region with whom Sri Lanka is entering into FTAs. For example according to this study, the trade compatibility of Sri Lanka with India for Exports is 0.21, Singapore 0.14, China 0.11, and Thailand 0.09. Whereas the trade compatibility or gains for Sri Lanka with USA is 0.68, EU, 0.67 UK, 0.59 and Germany 0.64.",
    "As for Sri Lanka’s trade complementarity with India, the exports side is much lower at 0.21 compared to the import side i.e. 0.68. This finding is consistent with the current research (Stevens 2015) which indicate that FTAs with developed countries (North- South) are likely to yield greater trade gains to developing countries as Sri Lanka compared to those amongst developing countries (South-South).",
    "About 80% of Sri Lanka’s total exports to the world have remained within only 4-5 product categories for decades. e.g. apparel which was the main foreign exchange earner covering 42.8% of total export value followed by tea, rubber coconut and precious stones and semi-precious stones. During 2010 to 2022 for e.g. out of a total of approx. 3,500-4,000 tariff line products, only 100 top products of these 4-5 sectors account for 80% of our total exports. There is hardly any diversification seen despite a plethora of FTAs entered into already by Sri Lanka as South Asian Preferential Trade Agreement (SAPTA), Asia Pacific Trade Agreement (APTA), Pakistan Sri Lanka Free Trade Agreement (PSFTA), India Sri Lanka Free Trade Agreement (ISFTA), Global Scheme of Trade Preferences (GSTP), etc.",
    "According to Verite Research (“(island” 23/2/24), in Sri Lanka/Thailand FTA that was concluded in Feb. 2024, it is evident that compared to Thailand, Sri Lanka does not produce diverse array of products at a competitive price. Heavily dependent on Western markets with 4-5 items like garments, tea, coconut and rubber, it is doubtful whether Sri Lanka can reap the benefits expected since Thailand hardly imports any garments and have removed restrictions only on about 25% of non-diversified exports. Whilst over 50% of Sri Lanka’s exports to Thailand are Precious Stones which do not face any restriction even without a FTA since they are for the manufacture of jewellery industry in Thailand.",
    "Prior to entering into a comprehensive ECTA, isn’t it necessary to evaluate to what extent FTAs already entered into were successful i.e. performance of tariff rate liberalisation for goods for our exports to those countries, spaghetti effects of cross liberalisation, (e.g. In APTA FTA, China and India are already in tariff reduction with Sri Lanka and how this will affect proposed bilateral FTAs with each of them) effect of Non-Tariff barriers on trade in goods, assembly instead of value addition on goods imported under FTAs and exported under concessionary tariffs, problems of fraud and circumvention resulting in lower farmgate prices for local producers in the application of Rules of Origin, etc.",
    "It is a fact that under the existing FTAs and regional FTAs listed above approx. 42% of Sri Lanka’s total exports receive so-called “market access” under preferential import duties. Yet despite participation in an extensive array of FTAs for decades, Sri Lanka’s export share in the world has remained relatively stagnant ranging from around from 0.5% in 2013 to 0.5% in 2022. As pointed out in some independent analyses (Athukorale 2019), the data is indicative that policy slippages on the supply side rather than lack of more FTAs has resulted in Sri Lanka failing to keep up with the expansion of world demand.",
    "The fact that Sri Lanka’s share of world exports increased from 0.5% in the mid 1980s to around 0.11% in mid 1980s coinciding with significant trade and FDI reforms undertaken during that period further reinforces the supply side factors. The decline in the utilisation rate of the EU GSP+ preferential scheme from 73% in 2009 to 54.8% in 2017 and around 60% thereafter also indicates supply side factors in exports rather than the need for increasing FTAs.",
    "It is important to realise that the mere reduction of an import duty at the border, through an FTA does not mean free market access for Sri Lanka goods to the Indian or any other market since there are many non-tariff barriers and trade facilitation documentation issues facing our exports to those markets. An UNCTAD Study on Non Tariff Measures in China and India (2020) noted that despite reduction in import duties at the border, a host of NTMs as sanitary and phytosanitary/technical barriers to trade, quotas, financial exchange and price changing measures, registration and administrative, non technical issues can adversely affect price and quantities traded.",
    "National Trade Estimate Report on Foreign Trade Barriers 2024 USTR recounts massive financial support and regulatory and other preferences and formal and informal policies and practices that seek to disadvantage foreign competitors in markets for proposed FTAs of Sri Lanka as China and India.",
    "Mutual Recognition Agreements (MRA) to reduce significant technical and phytosanitary barriers to trade through harmonisation of regulations and mutual conformity assessment in specific sectors have to be entered into prior to making commitments under an FTA.",
    "However, in Sri Lanka’s Thailand, Singapore bilateral FTAs the Chapters on Phytosanitary & Technical Barriers to Trade are in point of fact mere best endeavour clauses that cannot be effected as Mutual Recognition Agreements at the time the Agreement comes into effect.",
    "There is the proverbial “putting the cart before the horse” in the FTA negotiations of Sri Lanka. The simple fact and need for strengthening SPS/TBT infrastructure prior to liberalisation of trade within an FTA, ensuring the quality standards of the imported products and providing bio-security to agriculture are vital to prevent poor substandard goods entering the country. The national testing organisations SLSI ITI, need to be strengthened with local laws and regulations for implementing international standards, latest testing facilities and also link with accredited worldwide laboratories prior to opening up our markets to foreign goods under reduced tariff.",
    "The reduction of tariffs/import duties covering 80-90% of Sri Lanka’s total tariff lines in the negotiation and entering into FTAs is being done without the rationalisation of the basic tariff structure of Sri Lanka. These tariff reductions to which Sri Lanka is being committed are on the basic rate or current tariff level for goods being imported into the country. Some of these tariffs are not GATT/WTO consistent and subject to repeated requests for removal at FTA negotiations and also at the WTO Trade Policy Review level. A few are adhoc and do not reflect benefit or gain and need to be rationalised.",
    "Therefore, a consolidated, rationalisation of Sri Lanka’s tariff structure taking into account a detailed sensitive list of products that require a higher tariff, the dismantling of an array of different tariffs for products imported as inputs for industrial manufacturing and substituting the same with a consolidated tariff value, increasing the tariff for selected goods that are within domestic supply capacities and fair consumer pricing should be undertaken prior to committing to tariff reduction in FTA negotiations as a sine qua non for meaningful negotiations.",
    "The mere tariff reduction concessions obtained for export of goods under an FTA does not mean that market access is automatically achieved. Rules of Origin (ROO) is the criteria that determine the ‘economic nationality’ of products traded between countries. The process criteria is laid down in the Preferential Rules of Origin as to the eligibility of a certain good under FTA. This is due to the presence of global value chains (GVCs) in today’s complex manufacturing and trading environment and the fact that transhipment, re-exports from third countries can transpire and erode the concession between bilateral FTA partners.",
    "The need for Sri Lanka’s manufacturers to be eligible for tariff concession is fundamentally based on their ability to conform to the various ROO that are agreed to for the exports of each contracting party to the FTAs. Enthusiasts and proponents of FTA for Sri Lanka either through ignorance or bias rarely mention this crucial factor of conforming to ROO that enables the use of tariff concessions. The” origin” status of the good/product to which duty concessions are extended and set out in the respective FTA vary from “wholly obtained” or produced entirely in the country of export to 35%-40% value addition, change of tariff sub-heading, product specific criteria. The goods imported under a FTA are required to be certified under a “Certificate of Origin” (COO) issued by the designated authority of the exporting country. It is the designated authority that certifies details of goods covered and the fulfilment of criteria based on documents evidencing sufficient working and processing submitted by the respective exporter.",
    "For example, though the EU GSP+ concession is extended to certain Sri Lanka exports, our utilisation rate of the tariff reduction rarely exceeds 60% of the total exports due to not being able to conform to the rigorous ROO of the GSP+ Scheme.",
    "In negotiating the ROO of an FTA, a creative, ingenious, industry led approach taking into account the singular complexity and capacity of the manufacturing/ trading operations of the trading partners has to be adopted. The nature of the import/ export, entrepot trade, transshipment, hub operations are to be assessed in detail prior to entering into ROO negotiations. Thus, the procedures followed in the certification of the ROO for Sri Lankan exports as well as the verification of ROO on product for its exports are to be carefully revisited in order to eliminate all loopholes for possible malpractices under present and prospective FTAs",
    "Process adopted in Certification of the Rules of Origin for Sri Lanka’ exports under Preferential Trade/FTAs and Verification of Rules of Origin on products entering Sri Lanka under FTA Agreements require to be re-examined, made transparent and revamped as necessary to avoid circumvention and fraud. The incidence of third country imports passing off as wholly obtained produce of Sri Lanka in order to obtain import duty reductions for spices and arecanut under the FTA with India has led to local producers getting poor value for their produce and imposition of various restrictions as floor price and onus on the importer to establish bona fide documentation under Indian new Customs regulations.",
    "It is critical to avoid exports from third countries entering Sri Lanka via our FTA route to obtain the lowest external tariff benefit under the arrangement that is intended for our own local producers/exporters.",
    "Two major problems confront the exporter/manufacturer in the design and application of R.OO under FTAs. One is the serious fraud and circumvention of R.OO that have already affected Sri Lanka arecanuts, cloves, cardamoms, tamarind, pepper, etc., resulting in lower farmgate prices for local producers. Fraudulent traders mis-declare country of origin and avail undue duty concessions for exports originating from third countries as Vietnam, Indonesia, Thailand, China. Seeking tariff reductions due to Sri Lanka exports under existing FTAs as ISFTA, GSP+ etc. There is an invariable loss to the produce of Sri Lanka through entrenched political/business mafia operating in this nexus.",
    "Sri Lanka Customs does not have the same infrastructure for checking Rules of Origin Certificate for Goods imported under FTA. Unlike their Indian Rules of Origin Department of Foreign Trade counterpart which has several verifications against Sri Lankan exports, we generally have no verifications or physical checks on Indian imports under FTA. Problems of fraud and circumvention resulting in lower farmgate prices for local producers continue.",
    "It is interesting to note that the present Minister of Trade, Commerce and Food Security has taken the “business” of issuing Certificates of Origin directly under his Ministry! Previous actions taken to stop the fraudulent practices by dismantling Temporary Import for Export Purpose (TIEP) Hub operations, entrepot, and flexibilities for imports have been cancelled by the present Government since the last two years. Digitalisation of Certificates of Origin is said to make the process easier for fraud and circumvention under the FTAs.",
    "The problem of third country imports masquerading as FTA imports under concession is compounded by the current focus on entering into FTAs with Singapore, Thailand, Indonesia and countries in the RCEP. These are countries which have ASEAN unified value added manufacturing and tariff systems by which it may be quite impossible to differentiate originating status under R.OO in a particular country which is Sri Lanka’s FTA partner. When there is a 99% zero tariffs amongst ASEAN countries, the interchange of materials and products in any one FTA partner of Sri Lanka amongst them will inevitably result in many third country inputs contributing to value addition. Then how will the Sri Lankan authorities correctly determine the country of origin status?",
    "Shouldn’t the institutional infrastructure be strengthened and worked out before entering haphazardly into FTAs is the question the nation must ask. ASEAN countries compete with us for the same exports as agriculture, garments, footwear at a much sophisticated and competitive level. Rules of Origin in the ASEAN region and almost duty-free status for all goods status make the value addition principle quite difficult for a country like Sri Lanka e.g. since third country imports that make “Made in Thailand” goods from sources as China. Sri Lanka will not have such an advantage. How does a country like Sri Lanka find out if third country imports from Singapore and Thailand under FTA fit the Rules of Origin?",
    "Why has Sri Lanka liberalised the Rules of Origin for Thailand to be 40% DVA OR change of tariff subheading six digit level where as in other FTAs entered into by Sri Lanka with India, Pakistan and Singapore, it is value addition and change of tariff subheading 4 digit level. Shouldn’t such product/manufacturing sensitive decisions be decided upon after consultation with industry and producers?",
    "The liberalisation of the Services sectors in Sri Lanka is now very much a part of the comprehensive FTAS that are being entered into. The commitments allowing foreign trading partner to enter our services sectors according to World Trade Organization (WTO)/GATS scheduling guidelines have to be listed under Market Access and National Treatment Columns indicating to what level existing regulations are liberalised or not. These take the form of indicating “None” for sectors that have no regulations, ”Bound” for others which are opened for foreign participation and “Unbound” in the case of sectors that are protected from foreign service providers.",
    "In making decisions to commit services sectors and or record limitations or boundaries to opening these sectors, there is no Compendium or National Data Base of existing laws/regulations as in other negotiating countries for the various Services Sectors in Sri Lanka. In fact the United Professional Movement (UPM) was requesting the Government to install the legal regulations to fill this lacunae and publish their findings in this regard during the “Yahapalana” 2015-2019 era. This remains undone.",
    "In the absence of a Compendium of Service i.e. comprehensive set of laws/regulations of all services sectors in Sri Lanka, does the Negotiator for Service in FTA liberalisation know exactly what he is doing when he records “None” or “Bound” in any of the schedules that he is committing on behalf of service providers? As a Negotiator, has he, as commonly practised by all FTA negotiators worldwide, done the leg work of consulting with professional and other service associations and found out what are the restrictions that they are facing to enter the FTA markets of India, Singapore, Thailand, RCEP, etc. and whether they can compete there? Else what is there to negotiate, if he is merely showing knee jerk reactions to the wish list or offensive interest list for opening up of services put forward by negotiating FTA trading partners?",
    "Have the Sri Lanka negotiators found out which markets/countries the service providers in this country can successfully penetrate and what impediments, qualifying criteria, have to be negotiated for removal or less restrictiveness for Sri Lanka to access providing services to countries before in return, we open up the unregulated domestic markets permanently for foreign service providers? Surely any meaningful negotiation is about getting the best deal for one’s country in return for the extensive levels of openings made at the request of the FTA partner!",
    "Moreover, the public should be aware that the dynamics/options of FTAs negotiations are set within the existing multilateral trade law of the WTO/GATT 1994 to which Sri Lanka too is a party. It is important to realise that this multilateral trade law provides for a lesser level of commitments to be made in the case of small impoverished economies as Sri Lanka when negotiating with larger, stronger FTA partners as India, China, Singapore, Thailand etc. This Special & Differential method of making commitments at a less ambitious level is provided for by the GATT Enabling Clause 2(c) and 3(c) (Decision of 28 November 1979 (L/4903) which basically argues that when there are massive asymmetries between countries as Sri Lanka and FTA partners Sri Lanka is able to negotiate at the level of “less developed” contracting parties as done up to 2019 (Under Differential and more favourable treatment reciprocity and fuller participation of developing countries). This means that Sri Lanka does NOT necessarily have to reduce its tariffs at a high level of 80%-90% and engage in similar levels of liberalisation in FTAs as in Services, Investments, as compared to its more developed FTA partner.",
    "It is therefore mind boggling to perceive that in their haste to clinch as many FTAs as possible in obedience to the political masters in the fastest possible time with least dissent and negotiation, Sri Lanka is negotiating FTAs at the same level of its more developed partner countries opting for “substantial liberalisation” under GATT Article XXIV and Article V of the GATS in elimination of existing regulatory measures and prohibition of new regulations. Despite there being no definitive definition of what “substantial liberalisation” means in terms of e.g. how much % of total tariff lines to be liberalised, the negotiators have now gone on record acceding to 80%-85% liberalisation of the Goods Sector with countries as Singapore and Thailand.",
    "This means that with large economies of scale in China and India, Sri Lanka’s initial blunder of acceding to “substantial liberalisation” will have to be continued and applied in respect of these FTA negotiations as well! Why have we failed to start negotiations from the point of maintaining that Sri Lanka is the “less developed” contracting party as done in some previous years e.g. ISFTA especially now that we have declared bankruptcy? Are we agreeing to “substantial liberalisation” as required under GATT Article XXIV merely because our negotiating FTA partners are more “aggressive” about their interests since we are their “debtor” nation?",
    "The negotiations with an economic giant like China with “substantial liberalisation” as the negotiating dynamic is bound to rebound detrimentally on our manufacturing and producer capability considering the vast economies of scale and incomparable supply capabilities of China to Sri Lanka’s interests as a whole. Yet, the public should be made aware that it was the directive of the Cabinet Committee on Economic Management dated 16/01/2017, No: PMO/01/ASR(CCEM))2017/01 for Sri Lanka to concede 90% of both tariff lines and trade value for import duty reductions with only a 10% Negative List for sensitive products without import duty reductions in the Trade Liberalisation Programme under FTA with China. It was also agreed by this Committee to phase out CESS on imports over a period of 05 years .Sri Lanka seems to be somersaulting in opening its trade, industry, agriculture to China even when larger, economies as India and USA are vary of doing so!",
    "The FTA negotiations today with a mass of countries are being conducted by an Administrative Unit attached to the Presidential Secretariat. It is called the (ITO) International Trade Office but not yet established by legislative enactment. There are plans underfoot to establish it under an Economic Transformation Bill with BOI and EDB, Productivity Commission, Institution for Economics & International Trade, etc. (Cabinet Memo No:PS/CM/SAD/194/2024 dated 26/2/24).",
    "The FTA negotiators are handpicked by the political establishment and range from a retired former Director General of Commerce well past the age of three score years and ten who is the National Chief Negotiator, to officials from the Ministry of Finance, Advisors to the President, officers of the Presidential Secretariat. Notably, the former Secretary to the now defunct Ministry of Development Strategies and International Trade (MODSIT) of the Yahapalana era now an Addl. Secretary to the Presidential Secretariat( who according to media reports of the time was found to have erred on due process in obtaining Cabinet Approval for Sri Lanka/Singapore FTA and allowing environmental violations as prohibited waste and garbage to be dumped in Sri Lanka under that FTA) is the Deputy Chief Negotiator for the slate of new FTAs.",
    "The nodal technocracy and focal point for international trade since 1937 to date which is the Department of Commerce (DOC) has been abolished as per the recommendations of the current Minister of Trade and approved by the President and Cabinet of Ministers. Their incorporation in the International Trade Office and its FTA negotiations depends on their having the “right attitude” as per Cabinet Approval dated 24/7/23 for Recommendations of Minister of Trade & Commerce Cabinet Memo no: 23/1216/627/019 dated 26/06/23 as per the Report of the Officers Committee Reviewing the Role of the Department of Commerce) A few officers of the now abolished Department of Commerce are only been used for technical specific work under the new established hierarchy.",
    "Therefore, it is for the public to fathom the accountability of such a unit as ITO on onerous commitments entered into with FTA bilateral partners as is their competence in contemporary international trade theory and practice, experience, and objective professional integrity.",
    "This analysis has exposed the facts of Sri Lanka’s utter neglect of overarching fundamentals/requirements of professional FTA making. Some of the elements examined are the lack of Standard Preparatory Internal Feasibility Studies on why, how and what and with whom this country should enter into FTAs. Then the lack of comprehensive consultation/transparency with all stakeholders and due process, the fact that trade complementaries, supply side factors and non-tariff barriers have not been taken into account before commencing negotiations; the lack of Preparatory Trade Infrastructure in Services Negotiations, Rules of Origin on Preferential exports/imports and pressing issues of Circumvention and Fraud re imports from third countries taking the place of our legitimate exports of spices and other products and how these developments reduce the farmgate price for poor farmers in the rural hinterland.",
    "Asymmetries amongst our FTA partners have not been taken into the equation when negotiating with economic giants such as China and India. The problems attending the utter lack of preparedness of the nation to FTAs is compounded with the institutional chaos and nepotism enumerated above.",
    "It is time the people realised that the current impunity in the way FTAs are entered into willy nilly may probably consolidate the country into economically inefficient and non- beneficial commitments that will have far reaching adverse impact on the industry, agriculture, environment, economy, society, employment, cost of living, health, education; in short all aspects of the lives of its citizens. Once the nation commits to concessions in these wide ranging FTAs which interalia include goods, services, investment, Intellectual Property, etc., there is no way of retraction unless agreeing to compensatory adjustment with respect to other goods and sectors at similar levels of concession.",
    "(The writer holds BA (1st Class) University of Peradeniya, MSc, LLB (Honours) University of London, PGDip. in Economic Development (University of Colombo), PGDip. in International Trade GATT (Geneva).)"
  ]
}