{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/IOM-Sri-Lanka-Defence-Ministry-collaborate-with-SriLankan-Airlines-to-curb-human-trafficking/56-761761",
  "time_ut": 1715625266.0,
  "original_lang": "en",
  "original_title": "IOM Sri Lanka, Defence Ministry collaborate with SriLankan Airlines to curb human trafficking",
  "original_body_lines": [
    "International Organisation for Migration (IOM) Sri Lanka and the Ministry of Defence (as the Chair of the National Anti-Human Trafficking Task Force – Sri Lanka) in collaboration with SriLankan Airlines, recently conducted a program for the trainers of national carrier on human trafficking with a special focus on the role and responsibilities of airlines in identifying, reporting, and effectively responding to incidents of trafficking.",
    "The participants were capacitated with the knowledge, analytical methods and resources that can be utilised to effectively identify victims of human trafficking and report such incidents. They also shared valuable insights and interesting encounters of successful identification of victims of trafficking.",
    "“The aviation industry is in a unique position to identify and report trafficking cases, if airline staff are sufficiently equipped with the required skills. Strengthening counter trafficking measures in Sri Lanka and creating a unified front against trafficking are vital to combat the issue and we are happy to have played a pivotal role in providing technical support to the Ministry of Justice, Ministry of Defence, and the National Anti-Human Trafficking Task Force since 2010,” stated IOM Chief of Mission for Sri Lanka Sarat Dash.",
    "The training covered prevention aspects, the effective identification and reporting of potential trafficking incidents and protection to victims. The sessions were delivered by the thematic experts from the Ministry of Defence, IOM, and the National Child Protection Authority (NCPA).",
    "The training also incorporated the International Civil Aviation Organisation (ICAO) – Office of the High Commissioner for Human Rights (OHCHR) Guidelines for Training Cabin Crew on Identifying and Responding to Trafficking in Persons (ICAO Circular 352) and Guidelines for Reporting Trafficking in Persons by Flight and Cabin Crew (ICAO Circular 357)."
  ]
}