{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/global-stanford-campus-graduates-500-students/",
  "time_ut": 1736093520.0,
  "original_lang": "en",
  "original_title": "Global Stanford Campus graduates 500 students",
  "original_body_lines": [
    "The recent graduation ceremony of Global Stanford Campus saw 500 of its students receiving their degrees.",
    "The graduates pursued their studies through classroom, online and blended methodologies, covering fields such as Education, Management, Information Technology, and Nursing. The Global Stanford Campus, in collaboration with IIC University of Technology, Cambodia—a foreign university recognized by the University Grants Commission—offers degree programs tailored to Sri Lankan students.",
    "Global Stanford Campus Chairman Dr. Sampath Bandara highlighted the institution’s growth since its inception in Ampara. Now operating in four provinces, the campus provides degree opportunities to teachers, as well as professionals in the banking and management sectors, enabling them to qualify for workplace promotions. Plans are underway to expand to the Central, North Central, and Northern provinces and introduce internationally recognized academic diplomas for students completing their GCE Advanced Level.",
    "The ceremony featured the awarding of degrees, including Bachelor’s, Postgraduate Diplomas, Masters and Doctoral degrees in Education, Management, and Nursing.",
    "The chief guest, Professor N.L.A Karunaratne, former Vice-Chancellor of the University of Sri Jayewardenepura, speaking at the event said,” The way to build a country is through education. Therefore, the education we receive should be of national importance.”",
    "Nestlé Coconut Development Plan supports 500 more rural families in Northern Province",
    "Ministry of Power to review Adani energy solutions in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}