{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/fox-in-a-hole/",
  "time_ut": 1712527380.0,
  "original_lang": "en",
  "original_title": "Fox in a hole",
  "original_body_lines": [
    "The SLFP is no stranger to debilitating intraparty crises. Its history is replete with instances of factionalism and the resultant internecine clashes, which are legion. Its latest internal dispute could not have come at a worse time for it. With only a few months to go for the next presidential election, the SLFP’s latest internal dispute has spun out of control.",
    "Last Saturday, former President Maithripala Sirisena flexed his muscles vis-à-vis his rivals’ attempt to strip him of the chairmanship of the SLFP. A Colombo District Court interim order in respect of a case filed by former President Chandrika Bandaranaike Kumaratunga (CBK) has barred Sirisena from functioning as the SLFP Chairman. Scores of SLFP organisers held a protest opposite their party headquarters, which the police prevented them from entering.",
    "Sirisena finds himself in an unenviable position. He has had to rebuild the SLFP, which he debilitated nine years ago to achieve his presidential dream. With the UNP and CBK, he defeated the then President Mahinda Rajapaksa in the 2015 presidential election, brought down the SLFP-led UPFA government, which had a two-thirds majority, took over the SLFP leadership and ruined the UPFA’s chances of winning the 2015 general election; he wanted the UNP to form a government. His actions led to a split in the SLFP, and the formation of the SLPP. Now, he is struggling to accomplish the Sisyphean task of revitalising the SLFP ahead of the next election.",
    "The general consensus is that a third term for President Rajapaksa would have spelt disaster for the country, given the blatant abuse of power, rampant corruption, political violence, etc., his government had earned notoriety for, and therefore someone had to defeat him. But it was not out of any love for democracy that Sirisena left the Rajapaksa government to run for President. He was resentful that he had been denied the premiership, and driven by his presidential ambition. If he had been actually antipathetic to the Rajapaksa rule, he would not have kissed and made up with the Rajapaksas in October 2018 and shamelessly opted for a sataka ride to safeguard self-interest.",
    "As if a virulent political backlash against his recent claim that he was aware of the identity of the Easter Sunday terror mastermind were not enough, Sirisena is now troubled by the prospect of being deprived of the SLFP chairmanship. CBK is all out to oust him. He has launched a counterattack, but odds are stacked against him.",
    "Sirisena and CBK are at each other’s jugular over the SLFP leadership. There will be no winner in this battle. Whoever emerges victorious in the ongoing clash, which is getting down and dirty, will face the Herculean task of turning the SLFP around in time for the next election lest it should become a political nonentity.",
    "When the SLPP, which had a meteoric rise in national politics mainly by eating into the SLFP’s support base, became hugely unpopular eventually, it was widely thought that the SLFP would be able to recover lost ground, but nothing of the sort has happened. Both the SLPP and the SLFP remain unpopular, with their supporters and MPs gravitating towards other parties. Such a situation has come about because the SLFP has failed to mend its ways and make itself attractive to the public, and this could be considered an indictment of Sirisena, who has failed to live up the people’s expectations.",
    "The very forces that enabled Sirisena to realise his presidential dream are currently bent on ruining his political future. The fox that used to take pride in having outfoxed other foxes finds himself in a hole well and truly.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}