{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Hirunika-withdraws-statement-made-in-respect-of-Magistrate-Court-proceedings-against-Hardy-Jamaldeen/56-770127",
  "time_ut": 1733342653.0,
  "original_lang": "en",
  "original_title": "Hirunika withdraws statement made in respect of Magistrate Court proceedings against Hardy Jamaldeen",
  "original_body_lines": [
    "Court of Appeal advises accused on future statements and discharges her from Contemptproceedings",
    "The Court of Appeal, on 11 September, ordered former Member of Parliament Hirunika Premachandra to appear in person before the Court of Appeal yesterday for an inquiry into a Contempt of Court application filed against her by young business leader Hardy Jamaldeen.",
    "In the application, Jamaldeen claimed that Premachandra committed the offence of Contempt of Court by criticising an order issued by the Mount Lavinia Magistrate’s Court concerning him during a press conference held on International Women’s Day. He further alleged that her actions amounted to interference with the due administration of justice.",
    "According to the complainant, while proceedings were ongoing before the Magistrate’s Court of Mount Lavinia, Premachandra made a statement to the media about the subject matter of the proceedings and the order of the Learned Magistrate granting him bail. The complainant contended that this statement was an attempt to create suspicions in the minds of the public regarding the administration of justice, and for her to be punished for Contempt of Court.",
    "When the matter was taken up before the Court of Appeal yesterday, presided over by Justice Bandula Karunaratne and Justice Sashi Mahendran, complainant’s Counsel Nishan Sydney Premathiratne informed the Court that Premachandra had informed her agreement to withdraw the statement made concerning the proceedings of the Magistrate’s Court of Mount Lavinia and also to undertake not to make any future statements about the ongoing Magistrate’s Court proceedings. Counsel for the complainant submitted that this would safeguard his client’s interests in the Magistrate’s Court proceedings and uphold the due administration of justice. He sought permission from the Court of Appeal to terminate the proceedings, provided the withdrawal was recorded and a warning issued to accused respondent Premachandra.",
    "President’s Counsel for the respondent-accusedFarman Cassim objected to the issuance of any warning and argued that no settlement could be recorded under such circumstances. It was then recorded on behalf of Premachandra that the statements previously made by her regarding the Magistrate’s Court of Mount Lavinia proceedings, bearing Case No. B/32318/24, stood withdrawn. The respondent-accused also undertook before the Court of Appeal not to make any further statements regarding the case in the Magistrate’s Court of Mount Lavinia.",
    "Subsequently, Court of Appeal President Justice Bandula Karunaratne, addressing Counsel for the respondent-accused, informed him to advise his client, Premachandra, who was present in Court, to refrain from making any such statements about any person in the future. The Court then permitted her to be discharged from the Contempt of Court proceedings, and the matter was terminated.",
    "Nishan Sydney Premathiratne, with Gamindu Karunasena, instructed by Sarravanan Neelakandan Law Associates, appeared on behalf of the complaining party.",
    "President’s Counsel Farman Cassim, with VinuraKularatne, instructed by Shayamali Athukorala, appeared on behalf of the respondent-accused."
  ]
}