{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103335/probe-launched-into-channel-4s-easter-attack-allegations-cid-summons-pilleyan-for-inquiry",
  "time_ut": 1731328200.0,
  "original_lang": "en",
  "original_title": "Probe launched into Channel 4’s Easter attack allegations: CID summons Pilleyan for inquiry",
  "original_body_lines": [
    "Former Chief Minister of the Eastern Province Sivanesathurai Chandrakanthan alias Pilleyan has been summoned to the Criminal Investigations Department (CID) tomorrow (12), in order to record a statement related to the allegations in the documentary aired by British television network ‘Channel 4’ on the 2019 Easter Sunday terror attacks in Sri Lanka.",
    "Speaking at a press conference held today (11), Police Media Spokesman DIG Nihal Thalduwa said that the CID has launched a probe into the relevant incident as per a complaint lodged by an organization with the Ministry of Public Security against the statement made by Azad Maulana to Channel 4 on the 2019 Easter Sunday terror attacks.",
    "He said that accordingly, an investigation was launched by the CID into the controversial statements made by several individuals regarding the Easter attacks.",
    "On 06 September 2023, Channel 4 aired a controversial documentary containing startling accusations relating to the bombings on Easter Sunday (April 21) in 2019 which targeted several Catholic churches and luxury hotels in Sri Lanka. The carnage claimed the lives of more than 260 people and left hundreds of others wounded.",
    "Channel 4’s new ‘Dispatches’ investigation titled ‘Sri Lanka’s Easter Bombings’ is a nearly 50-minute-long videos with serious, yet straightforward allegations about the attacks. It was based on the testimonies of high-placed whistleblowers who alleged that senior governmental officials were complicit in this heinous act.",
    "The main whistleblower Hanzeer Azad Maulana was a spokesman for LTTE’s breakaway group Tamil Makkal Viduthalai Pullikal (TMVP) led by former MP Sivanesathurai Chandrakanthan alias Pillayan.",
    "According to the documentary, Maulana, who has sought asylum overseas after facing fraud charges here, has witnessed a meeting in Puttalam in 2018, between the suicide bombers and a top Sri Lankan intelligence officer prior to the Easter Sunday attacks.",
    "Claiming that he had, on the directives of Pillayan, arranged the said meeting between then-army intelligence chief Major General Suresh Sallay and the National Thowheed Jamaath (NTJ) members including its leader Zahran Hashim, Maulana said the plot to create insecurity in the country to pave way for former president Gotabaya Rajapaksa to win the presidential election later in 2019 was hatched over 2-3 years.",
    "The documentary, which recapped the country’s political situation, also gave a lengthy commentary on former presidents Mahinda Rajapaksa and Gotabaya Rajapaksa’s time in power and their attempts to return to power after election defeats.",
    "Recalling the 2009 disappearance of journalist Lasantha Wickrematunga who was a prominent critic of the then-government, the ‘Dispatches’ investigation video claimed that Mahinda Rajapaksa’s administration had formed a clandestine death squad called the ‘Tripoli Platoon’ with the support of Pillayan’s group to crack down on anti-government media persons.",
    "It had interviewed former senior CID officer Nishantha Silva who was investigating the disappearance of Wickrematunga. He claimed that he found phone record evidence putting ‘Tripoli Platoon’ members at the scene and that Gotabaya Rajapaksa had ‘direct monitoring’ of this death squad.",
    "The documentary also presented testimonies from His Eminence Cardinal Malcolm Ranjith, journalist Frederica Jansz who was a witness in the ‘White Flag’ case, the brother of journalist Lasantha Wickrematunga, former commissioner of Human Rights Commission of Sri Lanka (HRCSL) Ambika Satkunanathan and former diplomat Sarath Kongahage.",
    "However, Kongahage later accused the British television network of distorting his comments from the interview. Calling a media briefing on September 12, 2023, the former ambassador said Channel 4 had used his remarks out of context."
  ]
}