{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/explainer-us-warning-over-attack-on-sri-lankas-eastern-tourism-hotspot-184786/",
  "time_ut": 1729771500.0,
  "original_lang": "en",
  "original_title": "EXPLAINER – US warning over attack on Sri Lanka’s Eastern tourism hotspot",
  "original_body_lines": [
    "ECONOMYNEXT – Since the United States Embassy in Colombo issued a travel warning on Wednesday, many countries including the United Kingdom, Israel, Australia, and Russia have also asked their nationals to be more cautious in travelling to Sri Lanka.",
    "Sri Lanka Police said it has already tightened security in Arugam Bay, a popular tourist destination for surfing in the island nation’s eastern coast.",
    "Here are some questions (Q) and answers (A) on the warning and the Sri Lanka government’s responses to possible security threats that could derail the island nation’s tourism boom in the peak season starting next month.",
    "A: Reports from a Western intelligence agency in the last month and early this month have pointed to a possible attack at a location “six hour drive from Colombo” where Jews frequently gather, two sources privy to the details said. There were more than two warnings and one of them said the attack had been planned towards the end of October. Later, similar warnings were given by two other external intelligence agencies.",
    "Sources and eye witnesses said the government beefed up security by deploying elite police forces, and introduced roadblocks in Arugam Bay where an increase in Israeli tourists has been recorded in the recent past.",
    "The US Embassy issued the travel warning and said it had “received credible information warning of an attack targeting popular tourist locations in the Arugam Bay area”. It said a travel restriction had been imposed on embassy personnel “due to the serious risk posed by this threat”.",
    "After the US warning Acting Inspector General of Police (IGP) Priyantha Weerasooriya said a special security plan had been in place to address possible threats after they got the intelligence information on October 7, that an attack had been planned targeting certain foreign nationals.",
    "A: A raft of other countries have followed the US and issued travel warnings to their citizens. The list includes the United Kingdom, Australia, Russia, Israel, Canada, and New Zealand. These countries and the US have accounted for 29 percent of the 1.48 million tourist arrivals in the first nine months of this year.",
    "Tourism operators have raised concerns over possible cancellation of bookings due to the travel advisories, though there has been hardly any cancellation so far. Any adverse impacts on the tourism industry could derail Sri Lanka’s recovery from an unprecedented economic crisis after declaring sovereign debt default in 2022. Tourism has been one of the key components in the island nation’s economic recovery.",
    "Q: What are the steps the government has taken since the US issued travel advisory?",
    "A: Though the government was aware of the threat, it never alerted the public until the US Embassy issued its warning. However, after that warning the Police have said they have tightened security around tourist destinations and provided a hotline for foreigners, particularly Israelis, to contact officials.",
    "The Police’s decision to give priority for Israelis came a day after Israel’s National Security Council asked its citizens to leave Arugam Bay immediately, avoid displaying signs that could identify their nationality, and avoid gatherings of Israeli citizens in public places where there is no security.",
    "Among places where Israelis gathered in Arugam Bay was Chabad House, a location which offered services to Jewish travelers and Kosher food, according to industry sources.",
    "Public Security Minister Vijitha Herath on Thursday (24) said Sri Lanka has arrested three locals after warnings were issued by foreign missions of the possible attack and investigations are continuing and the probes are still in the initial stage.",
    "He said Sri Lanka has got intelligence information that Israelis have been involved in religious ceremonies in some locations in Sri Lanka and these locations have been the targets in October to commemorate the first year anniversary of the war on the Gaza strip.",
    "“Those countries which had issued travel advisories are satisfied with our action and foreign visitors including Israelis have not stopped coming into Sri Lanka,” Herath told a media briefing.",
    "“We did not get information on what kind of attack they were planning, but there was a plan to attack locations where Israelis would gather. There is a local hand in it. That’s the information we got.”",
    "A: No. However, there has been growing discontent on the government’s inaction over some of the foreign nationals, including Israelis, on tourist visas involved in tourism business and depriving local businesses of income.",
    "Some business owners in the southern and eastern coasts of Sri Lanka have complained that Israelis have been continuing illegal activities for far too long.",
    "“Despite numerous appeals to various governments to put an end to this and ensure fair play, these requests have been ignored,” Rehan Jayawickrama, an opposition politician in the southern coastal town of Weligama said on his X-platform.",
    "“Now, we are facing a serious security threat that could derail Sri Lanka’s tourism recovery efforts.”",
    "Q: What does this mean for the new government under President Anura Kumara Dissanayake?",
    "A: A derailment of economic recovery with a disrupted tourism season could hinder Dissanayake government’s plan for economic recovery and policy reforms to bust corruption, analysts say. So far, his government has continued the same economic policies that were initiated under former President Ranil Wickremesinghe’s government.",
    "Most Sri Lankans voted for Dissanayake to eliminate corruption and restore a government without political patronage. A hit on tourism revenue will force his government to shift resources towards security and tourism instead of economic reforms and corruption-busting measures. (Colombo/October 24/2024)"
  ]
}