{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/LAN-partners-SLDF-to-host-Creative-Entrepreneurs-for-Social-Change-competition/34-769094",
  "time_ut": 1731276816.0,
  "original_lang": "en",
  "original_title": "LAN partners SLDF to host “Creative Entrepreneurs for Social Change” competition",
  "original_body_lines": [
    "The Lanka Angel Network (LAN) last week partnered with the Sri Lanka Design Festival (SLDF) to bring forward the “Creative Entrepreneurs for Social Change” competition, a transformative initiative aimed at fostering social innovation within the creative sector.",
    "The event, held at Cinnamon Life at City of Dreams, showcased how creativity can effectively address pressing societal issues.",
    "The “Creative Entrepreneurs for Social Change” competition aimed to discover and support innovative ideas that harness creativity for social good. It received numerous inspiring applications from passionate entrepreneurs across Sri Lanka. The top finalists – Generation Alpha, AGC Innovate, White Shadow Art, and Aaythura – pitched their innovative ideas to a panel of judges of angel investors from LAN.",
    "LAN Chairman Prajeeth Balasubramaniam kicked off the event with a few remarks, highlighting the organisation’s ongoing commitment to nurturing young entrepreneurs. “Staying true to the LAN’s vision since its inception, we have partnered with the Academy of Design (AOD) and SLDF to cultivate emerging talent and make a significant impact on the industry,” he said. “Over the past 15 years, we’ve provided mentorship and financial support to numerous startups through this competition, and we are dedicated to continuing this effort in the years to come.”",
    "Following an evening filled with inspiring pitches, Generation Alpha Founder Miuli Kalubowila stood out to the judges with her visionary approach and unwavering commitment to driving positive change within her community.",
    "Generation Alpha is a youth empowerment initiative dedicated to inspiring and supporting young people. Generation Alpha offers a six-month membership program, empowering youth to explore passions, build skills, and create impactful careers, start-ups, or social ventures. Their program provides structured mentorship, hands-on learning, and a supportive community for youth to explore their interests and turn them into real-world achievements. Since 2012, the LAN has been a key player in Sri Lanka’s start-up ecosystem. With over Rs. 2 billion invested in more than 50 local start-ups through its network of over 100 angel investors, the LAN has empowered entrepreneurs across the country. The LAN has been dedicated to empowering entrepreneurs across various sectors, providing mentorship, resources, and funding to help bring innovative ideas to life. This collaboration with the SLDF highlights the LAN’s commitment to social entrepreneurship and innovation in the creative industries.",
    "Celebrating its milestone 15th edition, the SLDF, produced by the AOD, stands as a testament to resilience, renewal, and Sri Lanka’s forward-looking vision. Amid the country’s challenges, the SLDF highlights the transformative potential of creative industries as catalysts for progress. Through the AOD’s investments in education, collaborative projects, and a focus on grassroots innovation, the festival advances initiatives that integrate design thinking across sectors—from manufacturing to tourism to technology—fostering a unique Sri Lankan identity within the global creative economy. The SLDF’s mission is to propel creativity forward, champion sustainable design practices, and empower creative economies.",
    "The success of the “Creative Entrepreneurs for Social Change” competition was supported by community partners – Hatch, Dialog IdeaMart, and 4Planet. Their commitment to empowering social entrepreneurs underscored the importance of collaboration in creating lasting change.",
    "The “Creative Entrepreneurs for Social Change” competition at the SLDF 2024 represented a significant step towards harnessing the creative potential of Sri Lanka to address social challenges."
  ]
}