{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96459/another-ship-hit-in-red-sea-disruption-seen-driving-up-prices",
  "time_ut": 1705420740.0,
  "original_lang": "en",
  "original_title": "Another ship hit in Red Sea, disruption seen driving up prices",
  "original_body_lines": [
    "Disruptions to Red Sea shipping caused by Houthi attacks will push up prices of consumer goods, an executive from port and freight operator DP World said on Tuesday as a missile struck another vessel in the region.",
    "The Iran-allied Houthi militia has threatened to expand its attacks to include U.S. ships in response to American and British strikes on its sites in Yemen.",
    "Attacks by the Houthis on ships in the region since November have impacted companies and alarmed major powers - an escalation of Israel’s more than three-month-old war with Palestinian Hamas militants in Gaza. The Houthis say they are acting in solidarity with Palestinians.",
    "DP World CFO Yuvraj Narayan said he expected disruptions to hit European consumers hardest.",
    "“The cost of goods into Europe from Asia will be significantly higher,” Narayan told Reuters at the annual World Economic Forum meeting in Davos, Switzerland.",
    "“European consumers will feel the pain ... It will hit developed economies more than it will hit developing economies,” the Dubai-based logistics company’s finance chief added.",
    "Two heads of international banking groups said privately in Davos they were worried the crisis might cause inflationary pressures which could ultimately delay or reverse interest rate cuts and jeopardise hopes for a U.S. economic soft landing.",
    "War risk insurance premiums for shipments through the Red Sea are rising, insurance sources said on Tuesday.",
    "In Spain, four factories owned by French tyre maker Michelin are planning to halt output again this weekend due to delays in the delivery of raw materials.",
    "A Malta-flagged, Greek-owned bulk carrier was targeted and hit by a missile while northbound in the Red Sea 76 nautical miles northwest of the Yemeni port of Saleef, a security firm and two Greek shipping ministry sources said on Tuesday.",
    "The vessel, the Zografia, was sailing from Vietnam to Israel with 24 crew on board and was empty of cargo when attacked, one of the Greek sources said. “There were no injuries, only material damage,” the source added. It was still sailing but would probably reroute for safety checks.",
    "Underlining concerns, Japanese shipping operator Nippon Yusen (9101.T), opens new tab, also known as NYK Line, instructed its vessels navigating near the Red Sea to wait in safe waters and is considering route changes, a company spokesperson said.",
    "Shipping giant Maersk (MAERSKb.CO), opens new tab, however, sent two container ships through the Red Sea carrying goods for the U.S. military and government.",
    "Container vessels have been pausing or diverting from the Red Sea that leads to the Suez Canal, the fastest freight route from Asia to Europe. Many ships have been forced to circumnavigate South Africa’s Cape of Good Hope instead.",
    "British oil major Shell (SHEL.L), opens new tab has suspended all shipments through the Red Sea indefinitely after the U.S. and UK strikes triggered fears of further escalation, the Wall Street Journal reported on Tuesday. Shell declined to comment.",
    "Russian tanker group Sovcomflot (FLOT.MM), opens new tab is also considering alternative routes in case the crisis escalates, TASS news agency reported. Sovcomflot did not immediately respond to a Reuters request for comment.",
    "European diplomats said member states of the European Union had given initial backing to creation of a naval mission by Feb. 19 to help protect ships from Houthi attacks in the Red Sea.",
    "The existing U.S.-led coalition meant to safeguard commercial traffic in the Red Sea is weak because regional powerhouses Saudi Arabia, the United Arab Emirates and Egypt have not taken part, Yemen’s vice president said on Tuesday.",
    "“This Bab al-Mandab corridor is of interest to the whole world and to the region, so regional intervention is key,” Aidarous al-Zubaidi told Reuters in an interview, referring to the narrow strait at the southern entrance to the Red Sea.",
    "Zubaidi’s separatist Southern Transitional Council is part of an alliance that opposes the Houthis in Yemen.",
    "Saudi Arabia’s foreign minister underline the link between Houthi attacks on commercial ships to the war in Gaza. Prince Faisal bin Farhan Al Saud said the kingdom’s priority is finding a path to de-escalation through a ceasefire in Gaza.",
    "Also speaking in Davos, Chinese Premier Li Qiang said it was important to keep global supply chains “stable and smooth”.",
    "About 12% of world shipping traffic accesses the Suez Canal via the Red"
  ]
}