{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99682/indian-pm-modi-to-be-sworn-in-for-third-time-on-june-8",
  "time_ut": 1717584420.0,
  "original_lang": "en",
  "original_title": "Indian PM Modi to be sworn in for third time on June 8",
  "original_body_lines": [
    "Indian Prime Minister Narendra Modi is expected to be sworn-in for a record-equalling third term on June 8, after key allies pledged their continued support a day after a humbling election result that saw his party lose its majority in parliament.",
    "Modi, a populist who has dominated Indian politics since coming to power in 2014, will for the first time need the support of regional allies whose loyalties have wavered over the years, which could complicate the government’s reform agenda.",
    "On Wednesday, two allies in his National Democratic Alliance coalition, the Telugu Desam Party, a key regional player in the southern state of Andhra Pradesh, and the Janata Dal (United) which rules the northern state of Bihar, pledged their support.",
    "The federal cabinet met on Wednesday morning and recommended the dissolution of parliament, a constitutional formality before Modi can form a new government.",
    "Modi and his new cabinet were scheduled to be sworn-in on Saturday, local media reported.",
    "The NDA won 293 seats in the 543-member lower house of parliament, more than the 272 needed to form a government.",
    "Modi’s BJP won 240 seats on its own, a weakened verdict which could slow India’s fiscal tightening, ratings agency Moody’s said.",
    "The weakened majority for Modi’s alliance could pose challenges for the more ambitious elements of the government’s reform agenda, ratings agency Fitch said.",
    "However, it added: “Despite the slimmer majority, we do expect broad policy continuity to persist, with the government retaining its focus on its capex push, ease of doing business measures, and gradual fiscal consolidation.”",
    "With the party losing most ground in rural areas, investors say land and labour reforms, that had been expected to unlock value and growth, will probably fall by the wayside.",
    "Newspapers said Modi’s aura had dimmed, with the Indian Express’s banner headline reading: “India gives NDA a third term, Modi a message.”",
    "Modi’s own victory in his seat of Varanasi, considered one of the holiest cities for Hindus, was subdued, with his margin of victory down from nearly 500,000 votes at the last general election in 2019 to a little more than 150,000.",
    "But this reduced victory may not necessarily mean reform paralysis, the chairman of a government finance panel, Arvind Panagariya, said in an editorial in the Economic Times newspaper.",
    "“Despite the reduced majority in parliament, the necessary reforms are entirely feasible. Delivering sustained growth at a accelerated pace can only strengthen the government’s hand in the coming years,” he said.",
    "The opposition INDIA alliance led by Rahul Gandhi’s centrist Congress party won 230 seats, more than forecast. Congress alone won 99, almost double the 52 it won in 2019 - a surprise jump that is expected to boost Gandhi’s standing.",
    "“The country has unanimously and clearly stated, we do not want Narendra Modi and Amit Shah to be involved in the running of this country, we do not like the way they have run this country,” Gandhi told reporters, referring to Modi’s powerful number two, Home Minister Shah.",
    "The INDIA alliance is also expected to meet on Wednesday in New Delhi, and discuss a future course of action."
  ]
}