{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100979/renewed-rioting-sweeps-british-cities-in-wake-of-child-murders",
  "time_ut": 1722748680.0,
  "original_lang": "en",
  "original_title": "Renewed rioting sweeps British cities in wake of child murders",
  "original_body_lines": [
    "Violent disorder swept across several British cities on Saturday, injuring police and damaging property in the most widespread rioting in the country for 13 years, following the murder of three young girls in northwest England.",
    "Riots involving hundreds of anti-immigration protesters have erupted in towns and cities after false information spread rapidly on social media that the suspect in Monday’s knife attack at a children’s dance class in Southport was a radical Muslim migrant.",
    "Police have said the suspect, Axel Rudakubana, 17, was born in Britain but protests by anti-immigration and anti-Muslim demonstrators have continued, descending into violence, arson and looting.",
    "Violent disorder erupted in Liverpool, Bristol, Hull and Belfast - four cities located in different corners of the UK - with scuffles breaking out and bricks and bottles thrown as anti-immigration protesters faced groups opposed to racism.",
    "Many police officers suffered injuries as they tried to keep several hundred rival protesters - largely young men who were chanting slogans - from clashing.",
    "In Liverpool, two officers were in hospital with suspected facial fractures while another was pushed from his motorbike and assaulted in the disorder involving some 750 protesters and a similar number of rival protesters, Merseyside Police, the force overseeing the northwestern city, said.",
    "At least two shops in Liverpool were vandalised and looted, police added.",
    "Similar scenes were witnessed in the southwestern city of Bristol although anti-racist protesters outnumbered anti-immigration groups, with TV footage showing them facing off with police in riot gear.",
    "In Belfast, some businesses reported damage to property while at least one was set on fire, according to police.",
    "“I have no reason why they attacked us,” said Rahmi Akyol, standing outside the shattered glass doors of his cafe in Belfast, which he said was attacked by dozens of people with bottles and chairs.",
    "“I’ve lived here 35 years. My kids, my wife is from here. I don’t know what to say, it’s terrible,” he said.",
    "Across Britain, police have arrested dozens of individuals for offences ranging from violent disorder to burglary and criminal damage.",
    "Extra police have been deployed across cities while mosques across the country have been advised to strengthen security following an attack on a mosque in Southport on Tuesday.",
    "Prime Minister Keir Starmer, facing his first big test since his election a month ago, has condemned the “far-right” for the wave of violence and backed police to take strong action. He discussed the disorder with senior ministers on Saturday, his office said.",
    "The last time riots erupted in Britain was in 2011 when a much larger outbreak of violence took hold, with thousands of people taking to the streets for five nights after police shot dead a Black man in London.",
    "On Friday night, hundreds of anti-immigration demonstrators in Sunderland threw stones at police in riot gear near a mosque, before overturning vehicles, setting a car alight and starting a fire near a police station.",
    "“This was not a protest. This was unforgivable violence and disorder,” Mark Hall, chief police superintendent of the Sunderland area, told reporters on Saturday."
  ]
}