{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sri-Lanka-Press-Institute-expresses-concern-over-Online-Safety-Bill/56-757621",
  "time_ut": 1705868980.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Press Institute expresses concern over Online Safety Bill",
  "original_body_lines": [
    "The Sri Lanka Press Institute, its constituents and affiliated organisations yesterday expressed concern over the proposed Online Safety Bill (Bill) and its implications on the freedom of expression.",
    "While acknowledging a need to regulate internet intermediaries, as is the objective of the Bill, the SLPI  identified several controversial elements present in the Bill that are not conducive for  journalists, the media and the larger community in Sri Lanka.",
    "Considering the amendments to be proposed at the Parliamentary committee stage based on the Supreme Court determination in November 2023, 31 of the 56 articles in the Bill are expected to be revised in line with the principles of democracy and the Constitution of Sri Lanka, reflecting on the freedom of expression of the media. Accordingly, the proposed amendments are expected to alter the functions and the framework of the Commission, including its autonomy and the definitions of offences.",
    "The Bill exhibits several deficiencies in its provisions, particularly, with vague definition of terms and the delineation of offences, presenting a considerable risk of arbitrary and subjective interpretations. This raises grave concerns about the potential criminalisation of various forms of legitimate expression. The ambiguities could create an environment where all stakeholders, including the media, could hesitate to express openly, undermining the fundamental principles of free speech and contributing to a climate of self-censorship.",
    "As per the Supreme Court determination, there is a need for the Commission to be structured to ensure its independence, precluding any political or other influence that may compromise its impartiality. It is proposed that members of the Commission be nominated by relevant industry bodies upon defined criteria, which nominations would be considered by the Constitutional Council and consequently recommended to the President for appointment.",
    "The SLPI would like to reiterate that the Bill needs to reflect a balance in its content and purpose and while there is a need to address disinformation and online hate speech, such measures must not hinder the freedom of expression. The SLPI further acknowledges that more time and further consultations are required to draft a Bill of this nature and a  balance has to be struck in addressing the need to regulate internet intermediaries and content-sharing platforms as well as providing oversight and accountability of such intermediaries without limiting the freedom of expression of all persons including journalists. This balance is necessary to maintain a democratic, transparent and accountable society."
  ]
}