{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-cable-solutions-ipo-offers-80mn-voting-shares-170900/",
  "time_ut": 1720087500.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Cable Solutions IPO offers 80mn voting shares",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka cable manufacturer Cable Solutions Limited will make an initial public offering of ordinary voting shares to be listed on the Diri Savi Board of the Colombo Stock Exchange.",
    "The subsidiary of the ACL Group will offer 80,786,600 ordinary voting shares at 7.50 rupees a share, through a combination of an offer for subscription of 14,666,600 new ordinary voting shares and an offer for sale of 66,120,000 existing ordinary voting shares.",
    "Cable Solutions aims to raise 109,999,500 rupees from the public through a subscription offer for 14,666,600 shares, the company said in a statement.",
    "81.8 percent of the proceeds will be allocated for capital expenditure for new machinery and production line upgrades.",
    "18.2 percent of the funds will be used to strengthen its working capital position.",
    "Existing shareholders, including Rosewood (Private) Limited, Associated Electrical Corporation Limited, and Perera & Sons (Bakers) (Private) Limited plan to sell 66,120,000 ordinary voting shares through the offer for sale.",
    "The sale of existing shares by non-majority shareholders, will be subject to the offer for subscription being fully subscribed.",
    "The IPO will open on July 23 and is managed by Asia Securities Advisors (Private) Limited.",
    "The company will host a virtual investor forum on July 9, ahead of the IPO.",
    "The company was established in 2008 as a cable manufacturing company in collaboration with Swedish and Indian partners at Flinth Industrial Park, Kadawatha, and currently operates production centres in Sri Lanka and India.",
    "“CSLK currently exports to 13 countries, with export revenue accounting for 94% of our total revenue. Our export markets include the USA, UK, Spain, Italy, Germany, Sweden, Switzerland, Russia, India, Australia, and New Zealand,” Pawan Tejwani, CEO/Managing Director of CSLK said.",
    "The company has diversified across multiple industries including load cells, automotive, electronic vehicle, instrumentation cables and renewable energy.",
    "“Our strategic direction is aligned with booming global industries and sectors, positioning us perfectly in a significant growth trajectory.”",
    "More information about Cable Solutions Limited and its IPO can be found in the company’s prospectus, available on the website of the Colombo Stock Exchange (www.cse.lk). (Colombo/Jul4/2024)"
  ]
}