{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cci-spotlights-female-role-models-in-sri-lankas-construction-industry/",
  "time_ut": 1753016880.0,
  "original_lang": "en",
  "original_title": "CCI spotlights female role models in Sri Lanka’s construction industry",
  "original_body_lines": [
    "In a landmark event at Waters Edge, the Chamber of Construction Industry Sri Lanka (CCI), supported by the German Crafts Chamber (HWK of Frankfurt – Rhein Main), honored 12 exceptional women as Construction Stars, celebrating their trailblazing contributions in a traditionally male-dominated field.",
    "The ceremony, attended by industry leaders and policymakers, sent a powerful message: Sri Lanka’s construction sector is transforming, and women are at the forefront of this change.",
    "Chief Guest Prof. Chandana Jayalath, Chairman of the Construction Industry Development Authority, highlighted the government’s commitment to gender-inclusive growth, emphasizing policies that empower women in construction. “The future of our industry and our economy depends on diversity,” he declared, outlining plans to expand opportunities for women as architects, engineers, quantity surveyors, and environmental scientists.",
    "Emeritus Professor Chithra Weddikkara underscored the untapped potential of women in the sector. “This isn’t just about equality; it’s about excellence. Women bring innovation, precision, and resilience – qualities essential for nation-building,” she asserted.",
    "The 12 awardees, celebrated in a gala ceremony, represented the vanguard of change – being professionals who have shattered stereotypes through skill, leadership, and determination. Their stories demonstrated how women are excelling in diverse roles, from project management to sustainable design, proving that success in construction hinges on vision and dedication, not gender.",
    "Architect Jayantha Perera, President of the Chamber of Construction Industry echoed this sentiment, stating, “These women are not just participants; they are inspirations. Their achievements pave the way for others to follow.”",
    "Beyond an awards night, the event served as a rallying cry. By spotlighting female role models, the industry aims to attract more young women to construction careers, offering training, mentorship, and a clear path to leadership.",
    "As Sri Lanka’s infrastructure and urban development surge forward, the inclusion of women promises a stronger, more innovative future. This recognition marks not just a milestone but the dawn of a movement – one where Sri Lankan women build, quite literally, the foundations of tomorrow.",
    "India’s rich and famous ditch old-school clubs for exclusive hangouts -BBC",
    "Rate cut likely in upcoming monetary policy review: First Capital Research",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}