{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Oval-Invincibles-Sign-Chamari-Athapathu-in-the-Hundred-Draft/108-279315",
  "time_ut": 1710998520.0,
  "original_lang": "en",
  "original_title": "Oval Invincibles Sign Chamari Athapathu in the Hundred Draft",
  "original_body_lines": [
    "Mar. 21 (MYD) - Dawid Malan, Chamari Athapaththu and Amanda-Jade Wellington were the big players of the night to join Oval Invincibles at The Hundred Draft, powered by Sage.",
    "In the women’s competition, Chamari Athapaththu was chosen with Invincibles’ first pick – joining Marizanne Kapp and Alice Capsey at Oval Invincibles – while Dawid Malan and Donovan Ferreira link up with Sam Billings’ men’s team.",
    "Jo Gardner, Lizzie Scott, Georgie Boyce and Tom Lammonby have also signed for Oval Invincibles.",
    "Elsewhere in The Hundred Draft, Kieron Pollard went to Southern Brave, Meg Lanning to London Spirit and Beth Mooney to Manchester Originals.",
    "England players Tom Banton, Lauren Filer and Ollie Pope were also on the move, as well as international superstars Andre Russell, Ash Gardner, Shaheen Afridi and Nicholas Pooran.",
    "Jonathan Batty said: “We’re delighted to have picked up some world-class talent in The Hundred Draft today’, adding to an already strong squad. We can’t wait to get going and are very excited to be playing in the opening match of the competition in front of what will no doubt be a full house at The Kia Oval.”",
    "Chamari Athapaththu will be involved in the opening game of The Hundred’s fourth year, as her Invincibles side take to The Kia Oval on Tuesday 23 July to face Birmingham Phoenix – the first of 68 games that promise world class men’s and women’s sporting action, live music, and a host of family-friendly entertainment.",
    "Women’s: Chamari Athapaththu, Amanda-Jade Wellington, Jo Gardner, Lizzie Scott, Georgie Boyce",
    "A record 580,000 fans were in attendance across The Hundred last season, including over 300,000 in the women’s competition. The Hundred’s blend of high-quality sport and entertainment saw 41% of all tickets sold to families, 23% to juniors and 30% to women.",
    "There is currently an exclusive window open to buy tickets for fans who have previously attended The Hundred, until March 27.",
    "There will be a priority window open from 9-23 April for all fans who sign up in advance at thehundred.com. The general sale period begins from 25 April.",
    "Tickets are once again great value, with prices set at £5 for juniors aged 3-15 (free for under 3s) and adults starting from £11.",
    "All games will again be live on Sky Sports and BBC broadcast and digital channels throughout the competition."
  ]
}