{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84734",
  "time_ut": 1726092000.0,
  "original_lang": "en",
  "original_title": "2024 Presidential election is  “still open” but Incumbent President Ranil Wickremesinghe is  confident  of victory on the strength of his proven prowess , dynamic plan and implementation focus to deliver higher socio-economic growth.",
  "original_body_lines": [
    "With less than 10 days to go, incumbent Ranil Wickremesinghe yesterday described the decisive Presidential election as “still open” but expressed confidence of victory on the strength of his proven prowess and the dynamic plan and implementation focus to deliver higher socio-economic growth.",
    "Despite his busy schedule in the campaign trail, in an exclusive interview with the Daily FT – SC Securities joint initiative —Market Pulse, Wickremesinghe reiterated his commitment to driving economic stability, growth and prosperity for people in the next five years.",
    "He emphasised that his manifesto is the most promising and effective, with the backing of several key legislations to implement the reform agenda aimed at ensuring the next wave of economic growth.",
    "“Having stabilised the economy, my next focus is implementation. All this time, the Government was policy-oriented on economic restructuring and stabilisation. Now we have to get going with implementation. In this process, many Government agencies will have to go through change. Private sector has to take on a bigger responsibility,” he said.",
    "He emphasised the need for modernising both public and private sectors. “We need to align political and market forces to move forward. This election is all about shaping the future of Sri Lanka and we must focus on it.”",
    "During the interview conducted by the Daily FT Editor and CEO Nisthar Cassim, the President outlined key issues on economic modernisation, institutional reforms, poverty alleviation, capital market development, foreign direct investments (FDIs), exports, policy implementation, debt restructuring, corruption and governance, challenges of rebuilding public trust and the role of private sector.",
    "He underscored the importance of capital market stability in attracting FDIs. “Post-election stability is what investors are looking for. Once that is secure, we will implement the Economic Transformation law fostering a stronger economic framework,” he added.",
    "He also noted the potential of using surplus funds from the EPF and ETF in capital market inclusive of employee and employer representation, would be critical for managing these funds effectively.",
    "In terms of State-owned enterprises (SOEs), Wickremesinghe said that Sri Lanka has chosen a restructuring route in consultation with the IMF and the World Bank. “Restructuring is necessary for certain SOEs and in some cases; it is best handled by new owners. These entities can then be listed on the stock exchange after the election, we will move forward with this process.",
    "Wickremesinghe also laid out ambitious plans for tourism, exports and increasing economic flexibility.",
    "The President also remained on his stance on improving the economy as the priority, noting that governance should not be personalised. He suggested that discussion on governance should not overshadow pressing economic needs.",
    "In terms of tackling corruption, Wickremesinghe acknowledged its pervasive nature and the need for effective measures and revealed plans to implement an anti-corruption agenda, developed in consultation with the IMF.",
    "He also revealed plans to make the nine Provincial Councils to be the engine of growth for the provinces."
  ]
}