{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-lifts-import-restrictions-on-motor-vehicles-effective-october-1-2024/",
  "time_ut": 1726251240.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Lifts Import Restrictions on Motor Vehicles Effective October 1, 2024",
  "original_body_lines": [
    "The government has announced the lifting of the temporary suspension on motor vehicle imports, effective October 1, 2024. This decision comes after over four years of stringent import restrictions that were initially imposed to safeguard the country’s foreign exchange reserves during the economic crisis.",
    "The import ban, introduced in March 2020, was aimed at curbing the outflow of foreign exchange amidst the country’s deepening economic troubles. With the ban now lifted, Sri Lanka will begin importing motor vehicles again, starting in stages, as part of a broader economic recovery strategy tied to the Extended Fund Facility (EFF) Programme of the International Monetary Fund (IMF).",
    "Having considered the current economic and environmental factors, the government has decided to make the following proposals for the consideration of the Cabinet of Ministers:",
    "1. The removal of the temporary suspension on the importation of motor vehicles and non-motorized goods, classified under a total of 304 HS Codes, will be done in three stages:",
    "Stage 1: The importation of public passenger transport vehicles, special purpose vehicles, and other non-motorized goods will be allowed,  starting October 1, 2024.",
    "Stage 2: The temporary suspension on the importation of commercial or goods transportation vehicles will be lifted on December 1, 2024.",
    "Stage 3: The importation of personal usage motor vehicles (including cars, vans, sports utility vehicles, pickups, etc.) will be permitted starting February 1, 2025.",
    "According to the Cabinet Memorandum, the phased lifting of restrictions is anticipated to inject much-needed energy into the auto industry and the broader economy, addressing challenges like an aging vehicle population, declining fuel efficiency, and rising maintenance costs.",
    "The prolonged import restrictions had left Sri Lanka with an aging fleet of vehicles, characterized by declining roadworthiness and environmental concerns due to poor fuel efficiency. Importation of new vehicles is expected to stimulate economic activity by increasing government revenue, particularly from vehicle imports, which have historically been a significant revenue stream for the country. However, while the reintroduction of imports will put pressure on foreign exchange reserves, measures have been implemented to balance this, including additional duties on motor vehicle imports.",
    "Sri Lanka’s commitment to the Paris Agreement’s Nationally Determined Contributions (NDCs) and its goal to achieve “Net Zero” by 2050 was also a key factor in the government’s decision. The import policy will prioritize environmentally friendly vehicles, with the introduction of stricter emissions standards, shifting from Euro 4 to Euro 6 compliance. The policy will also promote electric vehicles, especially the local assembly of electric three-wheelers, while disallowing the import of petrol or diesel-powered three-wheelers, a category notorious for causing traffic accidents.",
    "In an effort to further reduce road accidents, which average 30,087 per year (primarily caused by motorcycles and three-wheelers), the government has also included safety measures in its import policies.",
    "Starting October 1, 2024, imports of motor cars, sports utility vehicles, motorcycles, and pickups will be limited to those less than three years old. Public passenger and commercial vehicles will be limited to five years, while special purpose and defence vehicles can be up to ten years old. Importers will be required to sell and register vehicles within 90 days of importation, with penalties introduced for any delays.",
    "Furthermore, an annual licensing system will be introduced for importers, manufacturers, and traders to regulate the motor vehicle market and ensure they contribute to the national tax system.",
    "The decision to lift import restrictions marks a new phase in Sri Lanka’s recovery and modernization efforts. While it brings relief to industries and consumers after years of restrictions, the government remains focused on balancing economic growth with environmental sustainability and safety concerns. The phased removal of the suspension is part of a calculated approach to stimulate the economy without compromising the country’s foreign exchange reserves or its commitments to climate change mitigation.",
    "CEAT Kelani Holdings rated AA+ by Fitch for 4th successive year",
    "Supreme Court orders to file contempt charges against Controller General of Immigration and Emigration",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}