{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Multidimensional-challenges-unique-to-Sri-Lankan-households-in-each-district/56-759209",
  "time_ut": 1709666277.0,
  "original_lang": "en",
  "original_title": "Multidimensional challenges unique to Sri Lankan households in each district",
  "original_body_lines": [
    "UNDP-led initiative launches district profiles of socio-economic context and Multidimensional Poverty and Vulnerability in Sri Lanka",
    "Stemming from an analysis of data based on the United Nations Development Program (UNDP)’s National Citizen Survey 2022-23 and Multidimensional Vulnerability Index 2023 (developed together with Oxford Poverty and Human Development Initiative), and the National Multidimensional Poverty Index 2019, the MVI District Profiles were launched on Monday.",
    "The publication was officially handed over to State Minister of Finance Shehan Semasinghe by UNDP Sri Lanka Resident Representative Azusa Kubota in the presence of Secretary to Prime Minister Anura Dissanayake and other high-level representatives.",
    "The Policy Report titled ‘Understanding Multidimensional Vulnerabilities: Impact on People of Sri Lanka’, which was launched in September 2023, introduced Sri Lanka’s first ever Multidimensional Vulnerability Index (MVI), which was derived using the National Citizen Survey (NCS) 2022-23 covering a representative sample of 25,000 households. UNDP, in collaboration with the Citra Social Innovation Lab, the UNDP SURGE Data Hub, and the Department of Census and Statistics in a technical advisory role, conducted the National Citizen Survey 2022-2023, to capture the impact of the cascading crises on the people.",
    "Speaking at the event, State Minister of Finance Shehan Semasinghe said: “Understanding vulnerability is crucial, as it enables us to take pre-emptive action to enhance community resilience against future shocks, ensuring they receive the necessary support to overcome challenges and thrive in the future. It is imperative that we collaborate, utilising these profiles and the data to inform our planning and monitoring processes. Our decisions must be evidence-based and consider the realities faced by our constituencies.”",
    "The district-level profiles provide an overview of the multidimensional challenges unique to households in each district in Sri Lanka. These profiles, which will be made available in all local languages, aim to support policymakers and researchers interested in regional and area-based development. The profiles provide an understanding of the overlapping and intersectional deprivations experienced in various localities, with the hope of leading to a more nuanced and targeted approach to policymaking, resource allocations, and monitoring and evaluation.",
    "The event also comprised a dialogue with the participation of key policymakers at the national, provincial, and local Government levels, including the participation of Governors and Chief Secretaries from across all 25 districts, and Colombo University Emeritus Professor of Sociology Prof. Siri Hettige, co-author of the MVI report facilitated a rich discussion on the key findings of the profiles, and, critically, how best to use such evidence for area-based policymaking.",
    "Highlighting the importance of district-level data, Department of Census and Statistics Director General Anoja Seneviratne said: “Rich, high-quality data is essential for meaningful policy formulation and evaluation. I look forward to continuing to work together to ensure that our data collection practices remain robust, relevant, and responsive to the evolving needs of our nation.”",
    "Commenting on UNDPs role, Resident Representative in Sri Lanka Azusa Kubota said: “Through deeper understanding of these multiple drivers, such analysis provides policies and programmes with an opportunity to be coordinated within regions and across sectors. It is vital for both Government and development partners to consider evidence and area-based approaches to development interventions going forward. The district profiles could certainly provide the analytics to inform this process and in UNDP we have already started moving in that direction.”",
    "The National Citizen Survey 2022-23, the Multidimensional Vulnerability Index 2023 (developed together with Oxford Poverty and Human Development Initiative), and the National Multidimensional Poverty Index 2019, aim to support policymakers to better track poverty and vulnerability in the country, to strengthen policy targeting and coordination, and to efficiently allocate resources towards vulnerable regions or sectors, ensuring inclusivity and leaving no one behind on the path to human-centred sustainable development."
  ]
}