{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/fools-knaves-narratives/",
  "time_ut": 1759497384.0,
  "original_lang": "en",
  "original_title": "Fools, Knaves & Narratives",
  "original_body_lines": [
    "“People don’t want to hear the truth, because they don’t want their illusions destroyed” – Friedrich Nietzsche",
    "Nepal is in flames; murder, arson, rape, looting; the once idyllic Himalayan country is now the picture of every human atrocity. Nature has blessed that land, man had failed it: corruption and incompetence doomed the realm.",
    "A story with an eerily familiar ring to us Sri Lankans, simmering frustrations of a people with nowhere to turn but violence.",
    "Men cannot live forever at fever heat. With our experiences with the way of the world we can safely assume that sooner or later the situation in Nepal will settle down, searching for some sort of normalcy. This will happen not because our former President Ranil Wickremesinghe will fly to Kathmandu on a bring back normalcy mission, but because it is human nature to have a livelihood, protect their property, educate their children, and to aspire for more. Revolutions and riots are disruptive, and therefore cannot be permanent state-of-affairs in a country. Normalcy will come to Nepal not because one man waves a magic wand, but because the entire economic/social structure, thousands of public servants, the security forces, the judiciary and ultimately the people themselves, desire normalcy in their lives.",
    "Hundreds of hands will work on mission normalcy; international agencies, experienced public servants, captains of industry, no one man can claim credit.",
    "However, in the general Sri Lankan narration one man is credited with bringing normalcy to the country post- “aragalaya”. There is no reference to a particular thought, decision or act of his that brought normalcy, but he is presented as Mr. Normalcy!",
    "Regrettably, such sweeping narratives are the norm in our culture.",
    "Many moons ago, when the post-1977 accelerated Mahaweli Project was in high gear, it was common to attribute the honour wholly to Gamini Dissanayake, the Minister in charge of the project. The venture encouraged fantastic expectations in the people, the then narration described it as a scheme that would flood the country with milk and honey, become the granary of the East, there would be so much hydropower generated that we would export electricity to India.",
    "Initially conceptualized in the 1960s as a World Bank project, in 1977 newly elected JR Jayewardene decided to accelerate the project, all the dams to be made simultaneously. Funding was an issue, however the new government had the goodwill of the West, eventually Britain, Sweden, Canada and Germany helped us generously. The conceptualization, the engineering, the technology was primarily foreign. We can talk about “Ravana’s “ flying machine but cannot make one!",
    "Hundreds of specialists, engineers, technicians and officials worked tirelessly to realize the aims of the accelerated project. In the public’s mind they mattered little, all attention was on the spokesman Gamini Dissanayake, the man before the cameras. He was not an engineer, neither did he fund the project. Dissanayake’s role was that of a political coordinator and perhaps negotiator with the donors. These rich countries do assist poor countries, regardless, or even despite the local politician. As to where the credit should go in such a many-sided project is a complex matter, our common narration not only lacks nuance, but it also severely misleads.",
    "Much water has flown down the Mahaweli since, we yet remain a Third World country, poor, and seemingly even more decrepit, our economic growth rate only an average 4% right through (before and after the project)",
    "No other period has given rise to distorted narrations as much as the long struggle and the eventual triumph against the LTTE terrorism, something like three decades. This so-called war, now hot, now cold, was a most unfortunate development for an impoverished and unwarlike race; very avoidably had their political leaders possessed the required foresight and integrity. By our basic nature, as well as ideology, we cannot claim to be a warrior race. True, there have been violent conflicts in our history, however relative to wars fought by other nations, ours appear more skirmishes than full blown wars. Wars fought against your own racial type, enemies of similar strength and disposition, could distort one’s assessment of the actual fighting prowess of an army.",
    "When fought between dissimilar races: those who look, think, react, walk and even eat differently, wars take a deeper meaning. When different capacities, skills and attitudes lock horns in the battleground, we have wars that grab the attention of the military historian, who is stronger, who will prevail?",
    "In the early days of Northern terrorism (late 1970s), when the occasional murder or arson by the “boys” were hitting the front page, our elderly president JR Jayewardene reacted to the unfamiliar phenomenon with a widely publicized proclamation to the then army commander ordering him to wipe out the threat within a given period. The Colombo elite was thrilled, here is the stuff of Erwin Romell and Montgomery; complex military manoeuvers, army in battle array, armored vehicles moving in phalanx formation, a world war scene reenacted in their small island! The Longest Day, on our northern beaches!",
    "Of course it was all nonsense, only exciting to a hollow elite. At that stage the terrorist movement was only embryonic, a few radical youngsters mingling with the population, hiding in plain sight. What was needed was intelligence and perhaps enlightened policies. Clearly, President Jayewardene did not foresee the evil potential the movement carried, nor had strategies to counter them. He imagined that a portentous sounding order to his army commander would bring the trouble – makers to heel.",
    "Reading a book on Napolean does not make you a conqueror, nor would a book on Gladstone or Disraeli make the reader a Statesman. The northern situation steadily worsened until the LTTE had control of a substantial area of the land, a fiefdom where they were the law. By this time, we had different leaders including new presidents; unabashed by the fact that the terrorist organization rejected the writ of their government, they chose subterfuge as opposed to determined fighting. Unlike Churchill or even Margret Thatcher, who they sometimes quote from, our so-called elite leaders thought they could ensnare the enemy with their cunning, a quality they obviously prize. They therefore adopted ruses to address political issues and social problems.  In the colonial era, their earlier generations made the transition from native nobodies to native somebodies by their wile- giving up the religion of their forefathers, becoming collaborators of the imperial government, holding office in the name of the British King. But in an independent country, in real politics, this supine quality only earned them the contempt of both sides.",
    "Their cunning was generational. When the colonial government introduced the franchise, and gradually widened it, our collaborating elite read the tea leaves correctly, common denominators of the people were gaining strength; time to get back into a sarong and re-embrace the local religion! For good measure they donated a few lands they had obtained for a “paisa” from the colonial government for religious and other public causes. The new “somebodies” were now ready to rule the independent country, and rule without the disciplines that the colonial culture and norms had imposed.",
    "Clearly, the adopted ways of governance were foreign to their nature; they had only learnt the new rules by rote; in high office they looked externally awkward and internally inept, if not shady. However, they hugely enjoyed the fruits of power, it seems a good gift to pass on to their kith and kin like an inheritance!",
    "The history of this era has given rise to many narratives. However, these stories cannot hide the stark reality, the county’s overall failure in comparison to the successful countries of Asia. While these countries were transforming their economies rapidly, our ruling elite led us from one crisis to another. Their narrative is only in the telling, when examined intelligently we see it for its sorry falsity.",
    "Eventually, in 2009, after a fierce battle, the army completely vanquished the LTTE. In strength and numbers, the government was stronger, when the terrorist army decided to defend its territory, the strategic advantage shifted towards the numerically stronger. We do not have the exact casualty figures of either side, but the common belief is that it was hard fought, the army suffering a considerable number of casualties in what appears to have been a battle of attrition. If you were to compare this with recent wars such as in Vietnam, Afghanistan or Iraq the casualty ratio hugely favours the strong American army.",
    "Nations like Great Britain have fought hundreds of wars; some against equal or even stronger foes, won some, lost some. It is said that America is waging a war, or is on a war footing, somewhere in the world every day of the year. Triumph and defeat, death and destruction are natural phenomenon for a warrior race. They put war in perspective, reacting to its aftermath sensibly. Within months of the end of hostilities in World War II, the army was massively downsized, the soldiers became invisible, Churchill had only one bodyguard. Qualities that go to make a warrior; bravery, integrity, chivalry dictates his conduct in peace time too. Churchill did not claim all the honours of winning the world war. They understand that wars, by their very nature, require sacrifices, hard work and the support of millions. The true soldiers guard the people; they do not guard themselves from the people.",
    "Like our occasional win at a game of Cricket, the war victory unhinged the narrative. More than 15 years after the end of the war, the country still maintains a large army, politicians and high rank soldiers are guarded round the clock and armed soldiers are a common sight. The worst immaturity is by the politicians who claim responsibility for the victory.",
    "And this while there are strong allegations of them profiting from the war!",
    "All narratives are based on a given society; how they view things, what they want to believe in, and finally, the level of intelligence they can command.",
    "Recently I watched a Youtuber talking about a politician who is facing charges for corruption. The Man’s corruption has been blatant, dumping low quality medicine on the public. Apparently, someone, either the politician or a close family member had developed cancer. This was proof for the Youtuber of the moral order of nature. He emphasized, “this rascal politician may escape justice in our courts of law, but he cannot escape justice at the hand of nature!”",
    "Obviously, the Youtuber had not visited the Maharagama Cancer Hospital. Cancer has cruelly claimed thousands of blameless lives, including newborn babies."
  ]
}