{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/should-sri-lanka-allow-politicians-to-play-the-pork-barrel-game-in-the-future/",
  "time_ut": 1729786182.0,
  "original_lang": "en",
  "original_title": "Should Sri Lanka Allow Politicians To Play The Pork Barrel Game In The Future?",
  "original_body_lines": [
    "In the 19th century, barrels filled with salted pork were considered a significant source of food, especially in rural America. This was a food preservation technique to make the meat last through the winter. Another interesting fact is that not every family had the capability to own such a barrel full of salted pork. This means that owning a pork barrel also served as a symbol of a prestigious social class with greater access to resources.",
    "Some historians including Genovese (1972) have explained a practice among plantation owners at that time to win the loyalty of their enslaved workers. Those slaves were granted access occasionally to a pork barrel as a reward or to maintain peace. Therefore, slaves considered it a rare treat for them. Thereafter, this scenario has been used metaphorically as “the pork barrel game” to describe situations where some groups of people attempt to win the loyalty of others by selectively offering economic benefits.",
    "Politicians are elected by the citizens to govern a country or region in a way that maximizes their well-being. These same citizens also pay various taxes to fund the activities required for this task. However, the realization of these objectives mainly depends on how the government spends this tax money. Principally, every rupee spent by the government should maximize the social welfare of the citizens.",
    "In reality, in many parts of the world, politicians employed a political strategy that directed government spending and resources to their constituencies. It is often viewed as a form of political patronage, where elected officials prioritize local projects or funding that benefit their electoral base rather than focusing on broader, more impactful policies for the entire nation. This practice was common in many political systems in the past. Later, it has been realized that even though it might bring short-term benefits to local areas, it often leads to inefficiencies and undermines long-term national goals. Accordingly, pork-barrel politics can lead to a fragmented political system where representatives focus more on their individual districts rather than working collaboratively to address broader, more urgent national issues. It creates a system where narrow, localized interests dominate policy decisions. Therefore, this practice has faced criticism from many scholars, particularly those who study policy implementation, such as Bardach (1977).",
    "Many countries have implemented reforms to control pork barrel spending, particularly in response to growing public dissatisfaction with government waste and corruption. For instance, historically, the U.S.A. had a system of earmarking, where funds were allocated for specific projects by individual lawmakers. Later, they introduced the 2007 Honest Leadership and Open Government Act which aims to enhance transparency in federal spending and reduce earmarking (a form of pork barrel spending). Similarly, many countries have taken legislative actions to address the issues associated with pork barrel politics.",
    "In each year, the Sri Lankan government presents an annual budget where ministries and government departments receive specific allocations for development projects. The Ministry of Finance coordinates this process, with proposals submitted by each ministry based on their priorities. During the year, the sector-specific line ministries (such as health, education, and transport) receive funds to execute projects aligned with national development goals. However, certain funds are allocated under the name of each parliamentarian. It is generally named as “decentralized budget allocations”. These allocations are intended to support local development projects like infrastructure improvements, community services, or other initiatives.",
    "In reality, despite the implementation of decentralized budget allocations aimed at fostering rural development, funds are often spent without a comprehensive priority analysis. This lack of strategic planning leads to the selective distribution of economic benefits, primarily driven by political motivations to maximize votes in constituencies. MPs tend to direct funds toward visible, short-term projects that attract their voter base rather than addressing long-term development needs. Therefore, this allocation provides a stage for Sri Lankan politicians to play “the pork barrel game”, where public resources are used to serve narrow political interests rather than the broader public good.",
    "At the beginning of 2024, allocations under this scheme were made to the District Secretaries. It was intended to be implemented under the supervision of the Department of National Planning, using a systematic and standardized approach. However, there was significant resistance from MPs toward the initiative, and after several months, the original unstructured procedure was once again being practised in the country.",
    "Even though Sri Lanka is a small country, it has a strong administrative structure connecting the central government and each village via capable public administrators who serve at the district level, divisional level, and village levels. In addition to these government structures, we also have strong community-level organizations in most rural areas of the country. Given this fact, it is clear that there is an ability to identify rural development needs on a priority basis and in a fair manner. Therefore, the need for allocating money for individual politicians, without utilizing the administrative structure to determine the development priorities of the regions, is questionable.",
    "Moreover, when money is allocated to politicians for development projects, people often believe that these politicians are directly responsible for the area’s progress. In reality, they are not spending their own money; rather, they are utilizing funds that have been collected from taxpayers. This confusion leads to a misunderstanding of the politicians’ role in national development. The true function of elected representatives extends beyond simply developing local infrastructure, such as roads. They should be advocates for their constituents, working to address broader systemic issues and promote sustainable development in the regions.",
    "Therefore, as in many countries, it is urgent for Sri Lanka to streamline this public expenditure program to maximize the benefits derived from these expenditures while ensuring sustainability.",
    "*The writer is a Senior Lecturer, Department of Public Administration, University of Sri Jayewardenepura, and is currently reading for the Ph.D. in Governance and Development, GSPA, NIDA, Thailand. He can be reached via email: madusanka@sjp.ac.lk"
  ]
}