{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/IMF-forgotten-the-SL-housewife/4-764288",
  "time_ut": 1721060196.0,
  "original_lang": "en",
  "original_title": "IMF forgotten the SL housewife?",
  "original_body_lines": [
    "73% of the achievements of IMF commitments is not yet felt by a Sri Lanka housewife",
    "Sri Lanka’s economy grew by +5.3% in the first three months of 2024. This was on the performance of a +4.5% growth seen in the last three months of 2023 which meant the economic turnaround has happened.",
    "Whilst the macro economic performance is on a positive, the reality at the household is that 91% of people are challenged by way of their income not covering their monthly expenditure as per Pepper Cube Consulting research report. The data goes on to explain that many are reaching out to their savings to bridge gap which is the sad reality.",
    "Another research study that was done by Kantar (on the household panel) reveal that almost a quarter of the households in Sri Lanka have moved out of consuming milk powder. These data points clearly explain that the average Sri Lankan household is under severe pressure to put food on the table. I guess the agitation of the public sector for a wage hike is justifiable given that people are finding it hard to live.",
    "Let us do a deeper analysis on this issue. As per the latest data from Prosoft Research Company, 64% have stopped having soups, 41% of households cannot afford to consume malted milk whilst 46% of them do not drink liquid milk. Another research study done by Nelson IQ states that two thirds of people live on just two meals a day.",
    "The Department of Census and Statistics on the research study done on the ‘Impact of the economic crisis’, stated that almost 50% of school children are struggling to purchase their school stationary requirements/a uniform to wear to school. This tells us the plight of a typical Sri Lankan housewife and how the economic crisis has dented the quality of life. In this backdrop, the IMF announced that the third trench was released last month given the economic reforms that had been implemented and the rebound that had happened to the Sri Lankan economy. However, we see that in the eyes of a typical Sri Lankan housewife the benefits have not reached them when having to purchase their weekly groceries.",
    "This insight is interesting from an economic theory perspective as IMF was of the view that the hyperinflation experienced in 2022 was due to the excessive money printing that was done by the then Sri Lankan policymakers. But today, the IMF report states that inflation is back on track but the prices of goods have not come down. Which means that supply side was not the cause for the high inflation. The price points not coming down as per the attached graph is data to back this argument. The research study by the Department of Census and Statistics reveals that cost of living has increased by +92% post the economic crisis. This further justifies that the current tax framework is having a serious effect on the disposable income in a household.",
    "What is confusing from a policy perspective is if the reforms implemented have been done with a consumer in mind or if it was done for a tick in the box mentality to satisfy the IMF stipulations.",
    "Take for instance the Ceylon Electricity Board which has recorded a profit of Rs. 75.7 billion in the year 2023, whilst the National Water Supply and Drainage Board reported a profit of Rs. 5.2 billion in 2023. The Ceylon Petroleum Corporation has made a staggering Rs. 120 billion in profit. But the point to note is that all these entities are service driven organisations and they are not mandated to generate profits. If they can break-even it would suffice. Hence the questions asked by many is a better decision would have been to pass on the positive cash flow to the consumer by reducing the price.",
    "However, this was not done in 2023 and we can see that the price revisions came to effect only post the second quarter of 2024. The opportunity cost was that over a million people have left the country in search of greener pastures as they simply could not lead a decent life. I guess the IMF and the policy makers must take cognisant of the ground reality when crafting policy stipulations in a country as these are the data points that throw flak towards the IMF when a country reaches out for financial support for economic stability. The negative share of voice can be higher especially if a country is heading towards an election.",
    "The SOE performance of the first four months of 2024 was released recently. CEB has made a profit of Rs. 90.7 billion, CPC 13.6 billion and NWSDB Rs. 10.6 billion. In my view if we want the macroeconomic stability to drop down to the Sri Lankan home, then quicker decision making must be done to give relief to the Sri Lankan household with deeper cuts that channel taxpayers’ money for supplementary budgets of the President’s office and moneys allocated to MPs for development work which clearly is a political economy at work. We must move out of this ‘Political economy’ ideology that got Sri Lanka into trouble post the war. In my mind this is what ‘real’ reforms are about, which sadly is not addressed.",
    "If we analyse the latest IMF report in detail, it states that Sri Lanka has achieved 73% of the IMF commitments with only 12 stipulations not achieving the set target. The report also mentions that 42 laws have been passed in just over one year which is a stellar performance from a reform perspective when a country was challenged with a severe financial crisis.",
    "But a key question asked by many experts is what impact has been brought into an average household. The acid test was when ‘Learn Asia’ in a report stated that the poverty levels had hit almost 7 million people. Urban poverty is at 18%, Rural poverty 36% and the Estate sector is the worst hit at a staggering 51% of the households. Hence, even with a 73% Performance on IMF reforms to date, why such drastic reforms have not had a positive contribution to a hit continues to a consumers is creating a debate if the IMF Reforms is the medicine for an ailing economy. The recent Policy decision on introducing ‘Wealth Tax’ so that overall revenue collections can get closer to 15% of GDP further added weight to this argument ‘Does IMF reforms hold a typical household of a country’.",
    "The President reiterates that the first house of a person will not get taxed but the opposition alleges that this interpretation does not hold ground as per the IMF document is what media reports state. I guess time will tell. Latest data from the Immigration Department state that almost a million Sri Lankans have left the country. This exodus will only increase if this policy of Wealth Tax is not property moderated. A point to note is that the ‘Consumer Confidence Index’ is at the low ebb of 17 as per Pepper Cube Consulting with the lowest recorded being ‘9’ in March 2022. I guess the rhetoric ‘what has the IMF done to improve the quality of life of a typical Sri Lankan’ holds ground if one is data driven.",
    "Getting more into the deeper analysis of a Sri Lankan consumer, an interesting qualitative research study done by an Indian entity called Quantum Research Agency. It has been revealed that 79% of Sri Lankan households are worried about the widening family budget deficit, whilst 60% of them are worried about the family’s health and nutrition. Naturally the mental and emotional trauma due to a sense of helplessness is at 56% which is very dangerous.",
    "I guess the increasing cases of domestic violence is due to the above root cause. If one does a ‘deep dive’ to the report it throws out the data that it is the ‘middle income’ executives that are the worst impacted with almost 40% of their aspirations ‘on hold’ due to the current challenges. The 40% number on the sample (even though it is a qualitative research study that was done) the data point indicates that IMF policy influencers must be educated on the true reality at the ground end before such drastic decisions are announced. May be the real view of the household members will be seen at the up and coming Presidential elections.",
    "What is disturbing is that 56% of the people are facing mental and emotional trauma. I guess the crime we see on a daily basis that is very disturbing can be deeper rooted to this in-depth psyche of a Sri Lankan consumer. The drug menace that has resulted in an informal economy of Sri Lanka is another key trend we see that needs policy makers› attention. Whilst the Sri Lanka police is on to this and we see strong Share of Voice on news bulletins it cannot ever be stopped as it’s been done for economic issues. That is the reality.",
    "It’s great that we have got relief till 2028 by way of a financial agreement with debt stakeholders. But this window that Sri Lanka has got needs to be focussed on economic development. Meaning tourism and exports. Hand to heart if we speak on both fronts the focus by the current Government are only statements and agreements. Action on the ground has been very poor.",
    "Let’s take tourism as a case in point. A typical foreigner today has to pay $ 18.50 as handling fees, etc. that are not warranted as the earlier process was convenient, efficient and done free by the local provider Mobitel. Media reports that the cost to the country due to these extra costs will be Rs. 13.5 billion which is worse than the bond scam. It’s only a matter of time where the industry will go to court on this issue just like what the tea industry did on the Rs. 1,700 wage hike that resulted in the Supreme Court giving a decision in favour of the private sector.",
    "When this decision on the visa issue is taken to court and the details emerge where certain components have not received cabinet/parliamentary approval but implemented which has resulted in Sri Lanka not being competitive in the global marketplace, the decision of the court will once again be in favour of the private sector. This will be the last straw for the current Government that is going in October to the people asking for a mandate to rule the country for another five years.",
    "If we take the exports business. Whilst there are many FTAs signed like the one between Sri Lanka and Thailand, Sri Lanka and Singapore, etc., the reality is that if we take our biggest opportunity yet the FTA with India. However, the business with India on exports is yet at a low ebb of $ 1.39 billion with the product basket in 2023 exports being animal feed, areca nuts, petroleum oil, non-alcoholic beverages, insulated wires and cables and scrap paper.",
    "Hence we see the exports to India are mainly primary products and not branded or value added product categories from sectors like apparel, tea, rubber, spices, or gems/jewellery. We have to have deeper cuts with India where we can be 3% of imports on the $ 2.3 trillion economy growing at 6% plus growth. After all, we have to pay back the loans taken during the economic crisis. We can do this by developing the export agenda. However, we are yet to see headway on this front at a national level on aspects like non-tariff barriers which exporters have been highlighting for many years.",
    "Whilst we must accept that the current Government has stabilised the country post the Aragalaya and many reforms have been signed in at a policy level. But implementation at the ground level has been very slow whilst reforms on areas of governance are at near zero. Until these two areas are addressed, the upturn of the economy will not be felt by a common housewife.",
    "(The thoughts are strictly the author’s and do not reflect the organisations he serves in Sri Lanka or the South Asian region.)"
  ]
}