{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/How-do-you-want-Sri-Lanka-to-be-in-the-future/4-765281",
  "time_ut": 1723077403.0,
  "original_lang": "en",
  "original_title": "How do you want Sri Lanka to be in the future?",
  "original_body_lines": [
    "I am therefore compelled to ask from all frontline Presidential candidates “What is the Sri Lanka you wish to see five years hence” that you want people to vote you for? – Pic by Shehan Gunasekara",
    "Presidential elections fixed for 21 September, with nominations on 15 August, by now have received deposits from 14 presidential aspirants, including President Wickremesinghe as an independent and Sajith P from the SJB. Even after his deposit was paid and as the first to do so, Colombo is not certain, Wickremesinghe would contest.",
    "Some think he would strike a deal with Basil Rajapaksa even in the final hour, to have SLPP supporting him. There are also forecasts about him not handing in nominations, opting to go on an international posting, with the IMF or with the UN. Most take Wickremesinghe to be a schemer than a politician. His ascent to presidency in July 2022, is seen as a “mysterious power grab”. On the Constitution, he could not have been even considered. Constitution requires the President to appoint a Prime Minister with a majority in parliament and that should have been one from the SLPP MPs in government. How was a lone MP in opposition from a party that was wiped out polling only 02.2% at the previous election, considered for Premiership? This electoral defeat under Wickremesinghe’s leadership was the worst in the entire UNP history of 73 years till then.",
    "That mysterious ascent to the presidential chair by Wickremesinghe is being justified with praise for his ability to lift the country out of economic bankruptcy. A twice failed PM, could he have arrested the economic crisis? Economic bankruptcy on unpaid dollar loans is not what was addressed. President Wickremesinghe does not talk of paying off dollar loans. There is no mention of earning enough forex to even bridge the annual external trade deficit that hovered around 05.0 to 06.5 billion dollars in the past years. All what President Wickremesinghe speaks about is IMF support to restructure loans and further opening up the economy. About gaining time to settle debts with accrued interests adjusted to borrow more dollars. What is hyped as having “fixed” the economy is space created for urban middleclass comfort after their daily routine was shattered due to power-cuts and fuel shortages during 2021-2022.",
    "It needs to be stressed; this economic crisis is not a mere middleclass comfort issue. The crisis began with external trade deficits from 1978 when President Jayewardene opened up the economy for “free trade”. Though assured by President Jayewardene, foreign direct investments (FDI) did not earn even the minimum foreign earnings required to top up what tea, rubber, coconut and other traditional exports brought in as foreign income. In 2022, from a total of 13.12-billion-dollar export income, traditional exports earned around $ 6.6 billion. Production based on heavily State patronised and State pampered FDIs came to around $ 6.5 billion, hardly worth tax concessions, tax holidays and free infrastructure provided. In real terms, this income should be adjusted with about $ 3 billion deducted for cost of accessories imported for their production. By 2020-23 the external trade deficit was around $ 5.0 and 6.5 billion. That apart, all Governments after 2010, took to massive loans for mega projects in the name of “development”. They added onto the trade deficit, leaving the massive unpaid debt that drowned Sri Lanka in bankruptcy. That remains the “crisis” yet to be solved.",
    "That loan pattern has not changed under President Wickremesinghe. External debt was $ 50.9 billion in the first Quarter of 2023, five months after Wickremesinghe became President in July 2022. It increased to 54.8 billion at the end of the last Quarter of the year 2023. It then increased further to 55.4 billion dollars, end of first Quarter of this year. Heavy increase in external debts prove there had been no fixing of the economy, by President Wickremesinghe.",
    "To have the economy fixed, there are major social tragedies that should be addressed immediately. Complete collapse of the public service and the inefficient, wasteful, awfully corrupt and racially charged State apparatus at every level with the top bureaucracy playing dirty politics, requires a massive clean-up. This unspoken of social tragedy is best explained by:",
    "1. rape of women and minors, sexual and physical abuse of children counted annually in thousands,",
    "2. deforestations and shaving off central hills leading to major landslides and floods, limitless exploitation of the coastline damaging eco-habitats, all leading to environmental damage, climate change and air pollution",
    "3. contract killings, drug trafficking, extortions and major thefts with over a million unsettled court cases and 232% overcrowding of the prison system, end of year 2023",
    "4. breakdown in the whole education, healthcare and public commuter systems leaving deep rooted frustration and despair in society – that leave no possibility of fixing the economy right.",
    "I am therefore compelled to ask from all frontline Presidential candidates “What is the Sri Lanka you wish to see five years hence” that you want people to vote you for? Empty taglines like “Asia’s hi-tec Hub” or “South Asia’s Trade Centre” have no relevance to my question. My question is about how you see the lifestyles of all people in a secular, inclusive Sri Lanka, their quality of living, their modes of income, environmental safety and democracy, five years hence.",
    "How MPs, especially those in the Sinhala South align themselves with presidential hopefuls at this election taking voters for granted, indicate politics of candidates too. All conflicts, splits and breakups in SLPP and SJB, expose the infinitely selfish individual decisions of MPs calculating to be in parliament at the next elections.",
    "In the SLPP, the major dilemma is the absence of a strong populist image they were dependent on when Mahinda Rajapaksa was there to rake-in Sinhala-Buddhist votes for them. Elected on the strength of the “Rajapaksa” brand of Sinhala-Buddhist politics and in response to the chaotic Sirisena-Wickremesinghe “Yahapalana” rule, Gotabaya as president was a complete bundle of errors, ignorance and indecisions. Thus, the political crisis that garnished the already crumbling economy. It left the SLPP headless with Rajapaksas made out as sole “culprits”. SLPP was left insecure and was worried about a safe comeback.",
    "Some thus left the SLPP, seeing Wickremesinghe establishing himself as an authoritative strong Executive President, and clubbed as an “independent” group to back President Wickremesinghe. Some meanwhile negotiated entry into other alliances in the Opposition. Common thinking among all who dissociated from the Rajapaksa led SLPP is that, “they have to leave everything dirty with the Rajapaksas”, and get onto new platforms to be elected yet again. They believe they could gain their lost credibility if they hang on to President Wickremesinghe and on the argument “they supported President Wickremesinghe to get the country on its feet”. A claim, Ranil Wickremesinghe keeps making in all public utterances. The logical extension of it is a campaign for his return as President from the 09/21 elections to “ensure economic resurrection and social stability”.",
    "That political claim to have some metal, people should accept Wickremesinghe did pull the country out of bankruptcy, supported by the same old crooks. Outside the urban middleclass, do people accept that “recovery”? There is a clear difference between the urban middleclass and the rural society in how they perceive credible governance and therefore in how they see Wickremesinghe’s performance. So is the difference in perceptions between urban and rural North and South. The urban middleclass accepts it was Wickremesinghe’s political conciseness that held the country from economically falling apart. And they hold “Rajapaksas” wholly responsible for the bankruptcy. While expecting Rajapaksa majority in parliament to back Wickremesinghe, continued anti-Rajapaksa rhetoric with allegations on mega corruption, is a total mis-match the urban middleclass is politically hitched to. Yet in Sinhala rural society, especially the majority poor, don’t blame Rajapaksas for sure and don’t see Wickremesinghe as “clean” and as a “saviour”.",
    "Post #GotaGoHome, there is also a new trend with hate-politics in urban centred Sinhala middleclass seeking alternate youth leadership, but without alternate programs. They depend on personal hacks against “old men – old duds”, wholly unaware caste, race and religion continue unchanged with the new generation too in electoral politics. Clueless about the socio-economic crisis, they have no other topic or theme but petty personal slander to use in their election forums.",
    "Thus, the question once again, “How would you want Sri Lanka to be, five years hence?”",
    "Will Sri Lanka be any different in five years after this presidential and next parliamentary elections, when there is absolutely no focus by any of you as Presidential candidates on,",
    "i. reforming the State into a democratic, secular and an efficient public apparatus",
    "ii. seriously reforming education with a secular, non-racial content, preventive health for the community and public transport as affordable, efficient and convenient",
    "iii. de-militarising North-East and on their long denied democratic demand for power sharing",
    "iv. subsidies and welfare schemes to cater only to the “poor” endorsed by their communities",
    "v. a minimum monthly national living wage, based on the Household Income & Expenditure Survey conducted by the Dept. of Census, that was Rs. 63,000 plus, in year 2022",
    "vi. democratising political parties and trade unions and ensuring fundamental rights to all private sector employees presently counting over 02.5 million wage labour.",
    "Every one of you asking for the people’s vote, has a social responsibility to respond before nominations close to all the above included in the question “What you expect Sri Lanka to be, five years hence?” if you want people to accept you as a serious, credible Presidential aspirant."
  ]
}