{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/workshop-on-procurement-planning-by-open-universitys-faculty-of-management-studies/",
  "time_ut": 1709409720.0,
  "original_lang": "en",
  "original_title": "Workshop on Procurement Planning by Open University’s Faculty of Management Studies",
  "original_body_lines": [
    "The Open University of Sri Lanka (OUSL) is a pioneering national university in Sri Lanka designed to provide education through open and distance learning methods. The Faculty of Management Studies of the Open University Sri Lanka has over 40 years of experience in offering a variety of programs including master’s programs, degree programs, certificate courses, diplomas and postgraduate degree programs.",
    "Recently, it launched a new postgraduate degree program, MSc in Public Procurement and Supply Chain Management. This program is for individuals seeking a postgraduate qualification in public procurement and supply chain management. A distinctive feature of this program is its status as the first postgraduate qualification offered in public procurement in Sri Lanka.",
    "Beyond its typical academic role, this program contributes to creating a platform for discussing the importance of public procurement and supply chain management in both the public and private sectors in Sri Lanka. Efficient and transparent public procurement is crucial for the effective functioning of governments. It ensures that public funds are used responsibly, promotes fair competition among suppliers, and contributes to economic development. The unique selling proposition (USP) of this program is the combination of public procurement and supply chain management with practical discussions with industry experts.",
    "More importantly in Sri Lanka at the moment there is a debate within society on public procurement aligned with, corruption, lack of competition, and complex regulations. In the context of public procurement, ensuring good governance is crucial to prevent corruption, promote fairness, and achieve value for money. Implementing transparent and accountable procurement practices contributes to overall good governance within a country or organization.",
    "All stakeholders in the country must address these challenges to ensure the effectiveness of public procurement processes. To address this problem the Faculty of Management Studies plans to organize a series of workshops with procurement specialists in Sri Lanka. The first workshop was conducted with industry experts, professionals, and academics in procurement and supply chain under the theme of ‘Procurement Planning’ was held on January 25, 2024, at the Water’s Edge Battaramulla. The learning partners for the MSc in Public Procurement and Supply Chain Management also actively participated in the event.",
    "Mrs. P. Sujeewani Muthunayaka, Assistant General Manager (Procurement Planning and Monitoring) at the National Water Supply and Drainage Board, was invited as the chief guest for this event. During her speech, she discussed the simplification of procurement and supply chain processes, sharing her valuable experiences with the audience. She explained the procurement planning process of the Water Board and emphasized the importance of research and development, as well as effective collaboration between local and foreign contractors for the success of projects.",
    "Mrs. Muthunayaka brought numerous examples to the table while illustrating the role of technology in the simplification process of procurement planning. Significantly, she shared the success story of the NRW (Non-Revenue Water) project, highlighting the reduction of unauthorized water connections and administrative losses. Furthermore, she elaborated on the adaptation of E-procurement and the simplification of the procurement planning process at the National Water Supply and Drainage Board in Sri Lanka.",
    "During this event, OUSL, positioning itself as a responsible academic institution committed to societal improvement, proudly announced the initiation of the Procurement and Supply Chain Consultative Committee. This marks a crucial step in fostering collaboration between academia and industry to shape the future of learning partnerships and make a meaningful impact on the industry landscape.",
    "Professor Nalin Abeysekera, Dean of the Faculty of Management at OUSL, declared that Mr. Ivan Tissera, a member of the National Procurement Commission, and Mr. I.G. Perera, a Supply Chain and Lean Management Specialist, would serve as co-chairs of The Procurement and Supply Chain Consultative Committee.",
    "The “Procurement Planning” discussion forum was conducted with the participation of specialist panel members: Mr. Christy Perera, Advisor for National and International Procurement; Mr. Emmanuel Susitha, General Manager of Support Services at Star Garments Group; and Mr. Sameera Landekumbura, Senior Manager of Procurement at Siam City Cement Lanka Ltd. The forum was moderated by Mr. I.G. Perera, a Supply Chain and Lean Management Specialist.",
    "In the discussion forum, participants primarily engaged in discussing timely topics related to procurement planning. The panel discussion provided insightful ideas into the procurement planning processes across various business activities. They emphasized the significance of market research in the procurement planning process and delved into the risks associated with the process, along with strategies for risk mitigation.",
    "The conversation then shifted to current issues in the apparel industry, exploring procurement and supply chain strategies to address the challenges faced. Additionally, the panel paid particular attention to a crucial topic E-Procurement and highlighted the need for Sri Lanka to transition towards e-procurement in the future. The discussion forum subsequently focused on the sustainability of procurement planning. This discourse was enriched with expert insights, shedding light on how Sri Lanka, as a country, can develop a robust procurement system for good governance.",
    "Furthermore, Dr. S. Sridharan, the Deputy Director General of Health Services Planning at the Ministry of Health, shared valuable practical experience in public procurement and planning. His insights not only clarified the complexities of the field but also provided a unique healthcare-oriented perspective. The exchange of ideas during the session undoubtedly broadened the audience’s knowledge, fostering a more comprehensive appreciation for effective procurement strategies in the public sector.",
    "The workshop was honored by the presence of distinguished guests with the blessings of senior Professor P.M.C Thilakarathne, Vice Chancellor of The Open University of Sri Lanka., Professor Nalin Abeysekara, the Dean of the Faculty of Management Studies and Dr. S. Sapukotanage, Head of the Department of Marketing Management. More importantly, the entire M.Sc. program in Public Procurement and Supply Chain Management is conducted by specialists in procurement and supply chain management with international experience.",
    "Sanjiv Hulugalle Named Manging Director for San Diego’s Hotel Del Coronado",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}