{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102988/african-swine-fever-spreads-to-several-other-provinces-in-sri-lanka",
  "time_ut": 1730118660.0,
  "original_lang": "en",
  "original_title": "African swine fever spreads to several other provinces in Sri Lanka",
  "original_body_lines": [
    "The Director of the Western Province Animal Production and Health Department K.K. Sarath said that African swine fever, which was initially reported for the first time in the Western Province, has now also been detected in Uva, Northern and North Western provinces.",
    "While joining the Ada Derana ‘BIG FOCUS’ program, he emphasized that the disease has a very high mortality rate in infected animals, and noted that there is currently no available treatment.",
    "Sarath also said that African swine fever has been reported in 04 farms in the Western Province with affected animals identified in the Divisional Secretariats of Beruwala, Welisara and Padukka.",
    "According to the data reported last week, there are about 70,000 pigs in the Western Province with 20,000 to 25,000 of them having succumbed to the disease.",
    "The Western Province Director of the Animal Production and Health Department who commented on the measures taken to control the African swine Disease said,",
    "“If we take the plan to control this disease, one thing is to detect the disease. We need to seal all those animals and stop the virus from spreading. We have to create a ‘pocket’. It will take some time.”",
    "He further commented stating that as per the guidelines, the infected animals need to be put down, similar to practices in other countries. But given Sri Lanka’s economic situation, it creates a problem, especially if animals are to be put down, compensation should be paid, which raises questions about the required funding.",
    "The Western Provincial Director of the Animal Production and Health Department said that the government is expected to release a relevant Gazette notification today (28) detailing the necessary measures to manage the disease.",
    "“There have been reports of dead wild boars in the Mirigama area. We still don’t know why they died. The local residents said that there’s an unusually high number of deaths among animals in the area.”",
    "Furthermore, yesterday (27), the department confirmed that the reproductive and respiratory disease previously reported in pigs from the Gampaha District was African swine fever.",
    "Accordingly, it has been confirmed it to be African Swine Disease from some of the new samples taken from the field.",
    "Recently, incidents of sudden death of pigs were reported in several areas of Gampaha District and the Department of Animal Production and Health conducted a special investigation in this regard."
  ]
}