{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/No-faith-motion-on-Speaker-Resolution-to-seek-cost-from-opposition/108-279673",
  "time_ut": 1711473360.0,
  "original_lang": "en",
  "original_title": "No-faith motion on Speaker: Resolution to seek cost from opposition",
  "original_body_lines": [
    "Colombo, March 26 (Daily Mirror)- An idea has been mooted by the ruling party to bring in a resolution to claim expenditure incurred for the three day debate on the no-faith motion which was brought against Speaker Mahinda Yapa Abeywardena, a government MP said.",
    "MP Chamara Sampath Dassanayake told a gathering that the government is looking towards bringing the resolution during the next Parliament session.",
    "“A large sum has been wasted for the three day debate on the no faith motion against the Speaker and we are planning to claim these funds from the opposition,” he said.",
    "“The no faith motion brought against the Speaker was a useless exercise,” he added.",
    "The Speaker who made a special statement after the debate on the no faith motion announced that the three day debate had cost the House Rs 45 million.",
    "The House is expected to meet on April 1, 2024 according to the Parliament media office and the week is going to be confined to two days given the New Year holidays. The agenda of the House is to be decided by the party leaders who are to meet later this week.",
    "Commenting on the matter, SJB MP Eran Wickramaratne said it was the government which called for a party leaders meeting and wanted it extended for three days.",
    "“Incidentally, the debate was two days. The government suddenly called a Parliamentary Business Committee meeting on the 1st day of the debate and wanted it extended to 3 days on the pretext that there were many speakers on the government side who wanted to speak. The real situation was that many government MPs were overseas and they wanted them back for the vote to protect the Speaker. That’s why the debate was extended an additional day,” MP Wickramaratne said."
  ]
}