{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lankas-first-influencer-ramp-walk-at-beauty-pink-night/",
  "time_ut": 1719325980.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s first influencer ramp walk at ‘Beauty Pink Night’",
  "original_body_lines": [
    "Dettol, a leading global health and hygiene brand, introduced its latest Skincare soap to the Sri Lankan market with a grand celebration. The launch event, named “Dettol Beauty Pink Night,” was a glamorous affair, featuring Sri Lanka’s first influencer ramp walk.",
    "This extraordinary occasion drew some of the country’s most beloved and influential female social media personalities, including Rozanne Diasz, a renowned figure in Sri Lankan fashion and modeling, and Hasini Gunasekara, a prominent beautician and entrepreneur. The event was not only a visual delight but also an insightful gathering where experts shared their knowledge, emphasizing the importance of a proper skincare routine, helping the audience understand how to achieve and maintain healthy skin.",
    "The new Dettol Skincare soap features an innovative formula with the addition of argan oil, offering twice the moisturizers compared to the previous Dettol Skincare formula. This new product ensures protection against 100 illness-causing germs. Additionally, the soap has a subtle, soothing fragrance that is pleasantly gentle and not too overpowering.",
    "Giving her expert insights at the event, Hasini Gunasekara, Director of Naturals Salons and Managing Director of the International Academy of Beauticians, added: “Beautiful skin isn’t just about how we look; it’s about how we feel about ourselves. Dettol’s new Skincare soap, enriched with argan oil, deeply moisturizes the skin and maintains the skin barrier while protecting against germs. By incorporating this soap into your daily routine, you’re taking a significant step towards healthier, more beautiful skin.”",
    "Lilani Rajapaksha, Senior Brand Manager of Dettol, shared her thoughts on this milestone: “Dettol Beauty Pink Night was not just about launching a product; it was about celebrating the essence of skincare. The new Skincare soap is a testament to Dettol’s commitment to providing innovative solutions for health and hygiene. With the addition of dual moisturizers, our new formula not only protects against germs but also ensures that your skin remains soft, hydrated, and healthy. The ‘Dettol Beauty Pink Night’ perfectly captured the essence of this product, blending beauty, health, and protection against germs.”",
    "Economic Transformation Bill should be sent back to the drawing board: experts",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}