{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112022/govt-to-import-2000-cabs-for-heads-of-state-institutions",
  "time_ut": 1756614360.0,
  "original_lang": "en",
  "original_title": "Govt to import 2,000 Cabs for heads of state institutions",
  "original_body_lines": [
    "Deputy Minister of Provincial Councils and Local Government Ruwan Senarath has announced that plans are underway to import 2,000 cab vehicles early next year for the use of heads of government institutions.",
    "Providing further clarification, Minister Senarath stated that in order to implement development projects at the grassroots level, it is essential to provide local government heads with the means to reach rural areas.",
    "He further said that several new projects have already been launched by resuming operations at previously inactive local government bodies.",
    "The Deputy Minister added that a number of initiatives have also been introduced with the goal of eliminating rural poverty.",
    "Deputy Minister Ruwan Senarath stated: “To implement development projects at the grassroots level, it is essential—especially for the heads of local government institutions—to have access to rural areas.",
    "We need to create opportunities for officials to travel back and forth. That means we need vehicles. We need machinery and tools.",
    "So, we’ve made a decision: under the new government, not only within local government institutions but across all government institutions in the country, we will be importing 2,000 cab vehicles in the first quarter of next year to provide transport facilities for institutional heads.",
    "This will allow officers who work in the field to travel more easily.",
    "Additionally, when local government institutions are carrying out projects at village level, equipment such as backhoe machines is also necessary.",
    "For that reason, we’ve already allocated funds and will be bringing in a significant number of such machinery within this year.",
    "By next year, we aim to provide these essential tools to meet the current needs of every local government institution.",
    "We believe this will enable us to accelerate development efforts across the country and effectively implement them at the grassroots level.”"
  ]
}