{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-parliamentary-committee-says-electricity-tariffs-should-be-reduced-by-20-pct-152229/",
  "time_ut": 1709014920.0,
  "original_lang": "en",
  "original_title": "Sri Lanka parliamentary committee says electricity tariffs should be reduced by 20 pct",
  "original_body_lines": [
    "ECONOMYNEXT — A parliamentary Sectoral Oversight Committee on Alleviating the Impact of the Economic Crisis has recommended to the Public Utilities Commission of Sri Lanka (PUCSL) that electricity tariffs be reduced by at least 20 percent.",
    "A statement from parliament said on Monday February 26 that, following an analytical review of the figures presented by the Electricity Board, Public Utilities Commission, etc. and taking into consideration all other factors affecting the price of electricity, including considering the opinion given by experts that the existing electricity price can be reduced by about 33%, price of electricity should be reduced by at least 20% in the year 2024 so that the state-run Ceylon Electricity Board (CEB) will not suffer any loss.",
    "PUCSL officials have informed the Committee that by the end of this month, they can submit the necessary recommendations to reduce the electricity bill, according to the statement.",
    "The matter was taken up for discussion when the committee, chaired by MP Gamini Waleboda, met in the Parliament on February 22.",
    "Officials from the Ministry of Industry, Ministry of Finance, Central Bank of Sri Lanka, Public Utilities Commission, Industry Development Board, Enterprise Development Authority, Department of Population and Statistics, Department of Inland Revenue and from government institutions including the Micro, Small and Medium Scale Industries Board and a group of industrialists had also been called for the meeting.",
    "“The Committee gave several directives to the relevant institutions and officials to identify the micro, small and medium scale industries that are directly affected by the economic crisis and to activate the local economy and increase the foreign exchange earnings by reviving the industry sector.",
    "“The Committee pointed out that due to the increase in electricity bills, the number of electricity connection cuts reported across the island has exceeded one million. It was also emphasised that in order to alleviate the pressure on the industry and the society, it should be arranged to provide electricity connections again by charging only 50 percent of the outstanding charges at the initial stage with the concessional basis of payment of outstanding electricity charges on installment basis,” the statement said.",
    "The committee was also of the view to allow the customer to pay the connection fee in installments so as to avoid discouraging new entrepreneurs to start micro, small and financial industries due to high charges for getting fixed electricity connection and instructed to review the new connection fee and work to reduce it as much as possible.",
    "The committee chair has instructed the PUCSL to conduct an audit on the electricity consumption in the public sector as an approach to ensure energy security.",
    "“The Committee recommended to the Ministry of Finance and the Central Bank to start a loan scheme at subsidised interest for the purchase of solar panel systems with a view to promoting solar energy as a source of energy supply to industries. The Ministry of Finance expressed its agreement to provide refinancing facilities subject to a maximum as per the proposal made by the Committee to implement a loan scheme targeting micro, small and medium scale industrialists under subsidized interest rates.",
    "The committee has also recommended that raw materials that must be imported from abroad and impose tax concessions on such raw materials be identified to ensure the supply of raw materials required for the smooth running of micro, small and medium scale industries. Copper, lead, aluminum and other industrial scraps used as raw materials in various domestic industries currently being sold by the CEB to external buyers and other entities should also be issued to micro, small and medium scale industrialists recommended by the Ministry of Industry and the Industrial Development Board, the committee has recommended.",
    "The definition used by the Department of Population and Statistics for micro, small and medium industries and the definition used by other institutions such as the Industrial Development Board and the Central Bank for those industries are different from each other, which is an obstacle in making policy decisions, the committee had noted, directing the Department of Population and Statistics to support to the policymakers by releasing statistical data based on a common definition.",
    "“The committee also recommended that the Credit Information Bureau should take prompt action to remove their credit information from the blacklists so as to facilitate access to credit facilities for micro, small and medium scale industries facing financial crisis to activate their balance sheets and to review all existing laws and procedures for registration of micro, small and medium scale industries as well as to obtain licenses and introduce a simple system.",
    "“The committee informed all the parties to establish a steering Committee headed by the Ministry of Industry to implement the recommendations given by the Committee and to report its progress within a week,” the statement said. (Colombo/Feb27/2024)"
  ]
}