{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/City-centric-approaches-to-climate-related-human-mobility/4-782238",
  "time_ut": 1758910202.0,
  "original_lang": "en",
  "original_title": "City-centric approaches to climate-related human mobility",
  "original_body_lines": [
    "City-centric approaches to climate-related human mobility recognise that adaptation is increasingly an urban challenge",
    "As the impacts of climate change become more frequent and intense, people across the globe are forced to adapt. In many cases, adaptation takes place within communities and areas by addressing vulnerabilities and enhancing adaptative capacities, thereby building short- and long-term climate resilience. However, climate change also causes movement, either by choice (e.g., voluntary migration in search of better incomes) or by force (e.g., displacement due to disasters or relocation of coastal populations in the face of sea level rise). Much of this movement goes from rural to urban or peri-urban areas, which are often perceived as desirable locations due to employment options, family connections, and other opportunities.",
    "Urban populations are rapidly growing. From 46.7% of the world’s overall population in 2000 they have increased to 56.7% in 2020 and are expected to cross the 60% threshold in 2030 (World Cities Report 2024). In the face of the climate crisis, urban centres—which already host the majority of the world’s population and economic activity—become magnets for those displaced by floods, droughts, storms, sea-level rise, and the slow-onset impacts of climate change. This includes capitals and major agglomerations, but secondary cities and peri-urban areas are also emerging as destinations for climate-related human mobility.",
    "However, cities do not guarantee safe refuge for those on the move. As the World Cities Report points out, “[m]igrant and displaced populations in urban areas, including many whose decision to move to the city was driven in part by environmental stress or instability, are especially at risk of being uprooted again due to the impacts of climate change.” These impacts include heatwaves and heat stress, floods, and air pollution, as well as compromised infrastructure including transportation, water, sanitation, and energy systems.",
    "As highlighted in the sixth assessment report of the Intergovernmental Panel on Climate Change (IPCC), observed climate change in urban settings “has caused impacts on human health, livelihoods and key infrastructure. Multiple climate and non-climate hazards impact cities, settlements and infrastructure and sometimes coincide, magnifying damage. […] Observed impacts are concentrated amongst the economically and socially marginalized urban residents, e.g., in informal settlements.”",
    "Urban areas concentrate populations, infrastructure, services, and opportunities. For people from poor, rural, and/or climate-vulnerable areas, they are often perceived as offering safety, education, healthcare, employment, and social safety nets. However, they are also exposed to climate change themselves, especially in low-income areas and informal settlements that are often located in high-risk areas, lack sufficient infrastructure, and are hard pressed to keep up with rapid population growth.",
    "Accordingly, municipal governments sit at the nexus of mobility, adaptation, and loss and damage. Planning for current as well as future inflows of migrants and displaced persons is an important challenge but also offers opportunities to revitalise urban economies, stimulate innovation, support resilience-building, and strengthen rural-urban integration or exchange.",
    "Key challenges related to human mobility and urban areas include stress on already strained infrastructure, such as housing, transport, and utilities; loss of social cohesion due to demographic shifts; competition and conflict around jobs, services, or land; governance gaps between national and municipal climate frameworks; lack of reliable and disaggregated data on climate-related mobility; and cascading risks to human livelihoods, health, wellbeing, and lives.",
    "These challenges are significant but not insurmountable. Cities can proactively address them through urban adaptation plans and resilience strategies; inclusion policies and service delivery; climate-sensitive land-use planning and zoning; and support for migrants and displaced persons to become productive and fully integrated members of their host communities, including through vocational training, financial inclusion, affordable housing, employment programs, social security systems, and entrepreneurship hubs. Furthermore, general urban adaptation measures—for example, nature-based solutions such as wetland restoration—can reduce climate risks and protect incoming migrants as well as their host communities.",
    "Human mobility is not only a topic of the present. “Under the global trend of urbanization, human vulnerability will also concentrate in informal settlements and rapidly growing smaller settlements,” the IPCC states in its sixth assessment report, and “[c]onsidering climate change impacts and risks in the design and planning of urban and rural settlements and infrastructure is critical for resilience and enhancing human well-being.” However, “[i]ntegrated, inclusive planning and investment in everyday decision-making about urban infrastructure, including social, ecological and grey/physical infrastructures, can significantly increase the adaptive capacity of urban and rural settlements.”",
    "City-centric approaches to human mobility in the context of climate change recognise that adaptation is not only rural or coastal, but increasingly urban. National Adaptation Plans and local development strategies need to support municipalities with data, finance, technology, and capacity-building to embed human mobility in their systems and structures, ensuring the inclusion of migrants, displaced persons, and intersectional vulnerable groups in urban spaces. As hubs of innovation and resilience, cities can turn mobility from a crisis into an opportunity, if they are given the tools and resources to plan ahead. Integrating city perspectives into national and global adaptation agendas is therefore essential to protect lives and livelihoods while advancing sustainable urban futures.",
    "(The writer works as Director: Research & Knowledge Management at SLYCAN Trust, a non-profit think tank. His work focuses on climate change, adaptation, resilience, ecosystem conservation, just transition, human mobility, and a range of related issues. He holds a Master’s degree in Education from the University of Cologne, Germany and is a regular contributor to several international and local media outlets.)"
  ]
}