{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Namal-accuses-President-of-attempts-to-dismantle-SLPP/56-764764",
  "time_ut": 1721941159.0,
  "original_lang": "en",
  "original_title": "Namal accuses President of attempts to dismantle SLPP",
  "original_body_lines": [
    "SLPP MP Namal Rajapaksa says party fully supported President and refrained from undermining the Govt.",
    "Says President Ranil Wickremesinghe is facing allegations of attempting to break up other parties as well",
    "Highlights Wickreme-singhe’s history of dismantling various political parties and organisations",
    "Notes SLPP will take an appropriate political decision going forward",
    "Sri Lanka Podujana Peramuna (SLPP) MP Namal Rajapaksa has accused President Ranil Wickremesinghe of attempting to cause a rift within the SLPP.",
    "Speaking to the media outside the party headquarters on Nelum Mawatha yesterday, Rajapaksa said Wickremesinghe has a habit of causing divisions within political parties and organisations. “He is attempting to dismantle our party. This is no secret. We supported him with genuine intentions. However, if his response is to try and divide our party, he needs to reconsider his approach,” Rajapaksa asserted. The SLPP MP emphasised that the party had fully supported Wickremesinghe and had refrained from undermining the Government, even when policies they disagreed with were being implemented.",
    "When asked if he was directly accusing the President of attempting to cause a rift in the SLPP, Rajapaksa clarified that it wasn’t just his opinion, pointing out that similar allegations were also coming from the Samagi Jana Balawegaya (SJB). The accusations come after many SLPP stalwarts joined Wickremesinghe on stage at the recent “Ekwa Jayagamu” (Let’s Win Together) series of rallies and extended their support to him.  Rajapaksa said this was not treatment meted out by Wickremsinghe to the Pohottuwa alone. “It is a habit,” he said.",
    "“We’re not angry with him; it’s simply his nature. We were aware of this when we welcomed him into our ranks. He has a history of dismantling parties and organisations, including the United National Party, the Sri Lanka Freedom Party, the Good Governance Government, the Janatha Vimukthi Peramuna, and even the LTTE,” Rajapaksa remarked. He also denied any knowledge of a special meeting held between SLPP founder Basil Rajapksa and Ranil Wickremesinghe. Rajapaksa said the party will take an appropriate political decision going forward."
  ]
}