{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-return-of-japan-is-a-victory/",
  "time_ut": 1715016480.0,
  "original_lang": "en",
  "original_title": "The return of Japan is a victory",
  "original_body_lines": [
    "The visit of Japan’s foreign minister Yoko Kamikawa to Sri Lanka is an indication that the relationship between the two countries is on the mend.  The manner in which Japan was ousted from the special status it had once held by the previous government headed by President Gotabaya Rajapaksa would have caused much heartburn.  Japan was, for several decades, Sri Lanka’s biggest economic benefactor providing both outright grants and subsidised loans for a range of infrastructure and economic development projects.  The cancellation of the light rail transit project, which Japan had offered on very concessional terms, was an example of both political churlishness and economic foolhardiness for which Sri Lankans have had to pay a very heavy price.",
    "Foreign minister Kamikawa has said that Japan will recommence its support to Sri Lanka as soon as the government negotiates a settlement of its outstanding debt with bilateral lenders and international sovereign bondholders to access suspended foreign funding.  She has said that Japan would “further support Sri Lanka’s development by swiftly resuming existing yen loan projects” as soon as the issue of outstanding international loans is resolved.  There is hope that Sri Lanka would also be able obtain new large scale development projects such as the light rail transit project, which it rejected in 2020, but which can ease the traffic congestion in the greater Colombo area and help to take the country to a higher level of development both literally and figuratively.",
    "Unlike the foreign policy of its predecessor government, the present government under President Ranil Wickremesinghe’s leadership appears to be much more acceptable to the country’s traditional aid donors, not least the United States and the EU, and more recently India which supported Sri Lanka during the height of the economic crisis to eat, drink and survive as only a big brother could and would.  Japan’s long term assistance to Sri Lanka has included financing the Southern Expressway, improvement and expansion of the water supply system in the Greater Colombo areas, and poverty alleviation by providing credit to conflict affected people living in poverty in the North and East of the country. The loans it has provided typically have a repayment period of 30 years, including a 10-year grace period, with an interest rate that is less than three percent.",
    "An important, if not more important point to note, is the moral ethos that Japan has sought to bring into its programmes of development assistance.  The projects it supports are assessed for their value to Sri Lanka and its people as a whole and not to satisfy the vanity or ambition of government leaders.  This assistance has therefore extended beyond economic aid and includes less visible support for education, healthcare and disaster relief.  There is little or no possibility for Japanese assistance to be used to bribe government leaders, and their friends and families, or to finance their private projects.  It has been the misuse on a vast scale of funds obtained from international sources and from less scrupulous countries which do not show equivalent concern for Sri Lanka and its people that have contributed to the miserable economic fate that has befallen the country and the masses of its presently impoverished people.",
    "The choices that any country makes in its support to the development of other countries would tend to reflect their own internal priorities and practices.  Japan is a country that has strived to bring equality and dignity to the lives of all of its people.  This is why  in Singapore, a model of economic success which has an ethos of individualism and efficiency,  taxi drivers privately complain about inequality and the difficulty of their lives even though they get paid well for it compared to Sri Lanka.  In Japan, however, few if any people will complain about injustice done to them by the larger system. In Japan there is more emphasis on the community and ties that bind. This is also why the Sri Lankan diaspora in Japan is a growing one and more and more Sri Lankans are learning the Japanese language in order to migrate there to work and if possible to live there on a longer term basis.  The migrants trust that in Japan they will be given a fair wage and decent living conditions.",
    "An Indian scholar who teaches at Princeton University in the US, and who worked for the World Bank and IMF, has argued that despite all its successes in high rate of economic growth and the roll-out of physical and digital infrastructure, India has more to do.  Prof Ashoka Mody writes “The ethical value that societies place on common welfare determines not just the wisdom and application of economic policies; it also ensures a sharper focus on foundational public goods, such as education, gender equality, justice and a clean environment. These things make all else possible.”  One of the most serious shortcomings of Sri Lanka’s economic recovery programme is that it concentrates the bulk of the sacrifice on the masses of people, those who can barely survive, and seeks to cut government spending on education and health which makes “all else possible” to those who are poor and marginalised.",
    "The value of Japan’s assistance to Sri Lanka also comes from its commitment to resolving the ethnic conflict in the country and bringing about national reconciliation. The Japanese approach has been different from that of Western countries, in that it has always respected the right of the sovereign government to find the solution to problems, but within the framework of international standards and respect for human rights.  For over a decade Japan sent one of its most accomplished diplomats Yasushi Akashi to Sri Lanka on repeated missions to seek a peaceful end to the war.  This visiting Foreign Minister recalled his contribution to Sri Lanka’s peace-building, rehabilitation and reconstruction efforts when it hosted the “Tokyo Conference on Reconstruction and Development of Sri Lanka” in 2003.  At that conference the donor community pledged USD 4.5 billion assistance to Sri Lanka for over a four-year period.   But this opportunity was not taken.",
    "The same approach to peacebuilding with a grateful heart can be discerned today.  Foreign Minister Kamikawa recalled that “at the San Francisco Peace Conference after the Second World War, the late President J R Jayewardene, with his deep understanding of Japan, encouraged Japan’s return to the international community, quoting Buddha’s words in his speech.”  She also noted the important role that women can and ought to play in the achievement of peace and security “which the Japanese government has firmly promoted in recent years and which is also my lifework.”  The peacefulness of Scandinavian countries in which women play a frontline role in governance needs only to be contrasted with the violence in other parts of the world that horrifically bombard our senses on the media to see the difference and know it is real.",
    "President Wickremesinghe can take satisfaction that under his watch he has ensured that Sri Lanka is able to obtain the support of the wealthy and powerful countries, including Japan, that were alienated by the previous government.  But in order to get their fuller support, and multiply the assistance that is accessible, there is a need to demonstrate moral and ethical change in governance that wins the trust of the Sri Lankan people. The ugliness of corruption scandals that continue to this day and heaping the burdens of economic restructuring on those who can least afford it are not ethical or moral governance.  The members of the international community appreciate leadership with vision and mastery of ideas, but winning the trust of the Sri Lankan people requires deeds done with a genuine heart that seeks to include all, whether marginalised, poor or minority.",
    "Related Topics:Japanese Foreign Minister Yoko KamikawaJapanese Foreign Minister Yoko Kamikawa visiting the Colombo Port",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}