{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99093/more-than-2000-new-grama-niladhari-officials-appointed",
  "time_ut": 1715192400.0,
  "original_lang": "en",
  "original_title": "More than 2,000 new Grama Niladhari officials appointed",
  "original_body_lines": [
    "President Ranil Wickremesinghe on Wednesday (08) stressed that the enhancement of the rural economy pivots on agricultural advancement.",
    "He highlighted the pivotal role of dedicated government officials at the grassroots level in ensuring the success of various government initiatives aimed at rural development, notably the agricultural modernization program.",
    "The President made these remarks during his address at the ceremony held at the Temple Trees, where a total of 2,100 new Grama Niladhari officers were handed over their letters of appointment.",
    "Following the Grama Niladhari Service Examination held by the Department of Examinations on 02nd December, 2023, 2100 candidates with the highest scores at the Divisional Secretariat Divisional Level were granted Grama Niladhari positions.",
    "President Wickremesinghe, symbolically distributing the appointment letters, briefed the new GN Officers on government initiatives such as “Aswesuma” and “Urumaya”, aimed at uplifting low-income individuals, urging them to actively engage in these programs for the economic development of their communities.",
    "Today marks a significant milestone as I extend my heartfelt congratulations to all of you who have been appointed as GN Officers. With this appointment, you embark on a journey as integral members of the government service, contributing to the betterment of our country. Your role as GN Officers holds great importance, serving as the cornerstone of our country’s basic administrative structure.",
    "In our ongoing efforts to revitalize the economy amidst its challenges, today’s implementation of a rapid development program is a crucial step forward. Collaborating with international bodies such as the International Monetary Fund (IMF) signifies our commitment to overcoming obstacles and fulfilling necessary conditions for progress. This development initiative places the village at its core, recognizing its pivotal role in driving the development across the country.",
    "Our recent strides in agricultural productivity serve as proof to the effectiveness of our development strategy. Successful harvests in the Yala seasons of 2022 and 2023, followed by another prosperous Maha season in 2023, have bolstered our economic resilience. These achievements highlight the pivotal role of agriculture in our journey towards economic strength and prosperity.",
    "Today marks a significant juncture as we embark on the crucial task of appointing 2100 GN Officers, granting them the authority not only for administrative duties but also for spearheading rural economic development programs. This appointment underscores the pivotal role each of you plays in shaping the future of our communities.",
    "In this endeavour, collaboration between Divisional Secretaries and GN Officers is the most important thing. I emphasize four key areas where joint efforts are essential. The implementation of the “Aswesuma” program stands as a cornerstone in our efforts to uplift low-income earners, with plans to triple allowances compared to Samurdhi. Completing the computerization of beneficiary information by year-end streamlines program execution, ensuring smoother operations from the following year. Additionally, expanding the pool of beneficiaries reflects our commitment to increasing relief efforts, thereby fortifying village economies.",
    "Furthermore, enhancing income sources for these individuals is imperative, as their earnings contribute significantly to village economies. Initiatives such as providing 10 kilograms of rice to low-income families during the last New Year season not only alleviate financial burdens but also support local rice mill owners, thereby stimulating economic activity within villages. Sustaining and expanding these initiatives are vital steps towards fostering whole village development.",
    "Also, we have initiated another groundbreaking initiative, granting free land rights to its residents, a move poised to revolutionize their economy. This progressive step towards land ownership marks a significant transformation, bringing forth newfound economic opportunities that extend throughout the village community.",
    "Furthermore, the village’s economic landscape undergoes further strengthening through an ambitious agricultural modernization endeavour. Historically, the region boasted agricultural prosperity, with lucrative exports such as spices, including cumin, flourishing from Dambadeniya to Kandy. The colonial era saw a thriving export economy cantered on tea, rubber, and coconut, indicative of the region’s agricultural prowess.",
    "In a bid to reignite the country’s economy, a comprehensive agricultural development strategy has been devised, starting at the Divisional Secretariat Divisional Level. Collaborating with the private sector, agricultural modernization committees have been established at Govijana Seva centers, inspiring local farmers towards progress. Presently, 25 Divisional Secretariats have been earmarked for this transformative initiative, each receiving substantial financial backing. The path is set for expansion, with plans to extend this initiative to 100 Divisional Secretariat Divisions by the following year, signalling a resolute commitment to agricultural revitalization and economic revival.",
    "The eradication of village poverty pivots on the development of village agriculture, making the agricultural modernization program imperative. While certain southern regions have prospered through tourism, the overarching objective remains the development of the village economy. Active participation from all residents is crucial to drive these initiatives forward and foster economic growth within their respective areas.",
    "Additionally, a rural education and health improvement program has been initiated, necessitating the collective engagement of the community. Efforts to streamline land deeds related to the “Urumaya” program are underway, with plans to introduce a mobile service for enhanced efficiency. It is anticipated that all land deeds will be successfully processed within the next two months, facilitating smoother implementation of the program’s objectives."
  ]
}