{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/RTI-Commission-opposes-Govt-attempt-to-amend-RTI-Act/56-757469",
  "time_ut": 1705533908.0,
  "original_lang": "en",
  "original_title": "RTI Commission opposes Govt. attempt to amend RTI Act",
  "original_body_lines": [
    "RTI Commission DG writes to Mass Media Ministry and stresses Commission sees no necessity to amend the existing law",
    "Says focus must be to improve RTI Commission’s independence and capacity instead",
    "Slams synopsis of RTI law formulated as part of UNDP project and says it does not accurately represent current provisions",
    "In a letter to the Ministry of Mass Media, the Right to Information Commission of Sri Lanka (RTISL) raised serious concerns about the Government’s attempt to amend the Right to Information Act, No. 12 of 2016 as part of the United Nations Development Programme (UNDP) project on Simplification of Selected Laws.",
    "In response to two letters, one from the Ministry of Mass Media and another from the Ministry of Justice, Prison Affairs, and Constitutional Reforms, along with an annexed document titled ‘Simplification of Selected Laws,’ RTI Commission’s Director General D.C. Dissanayake expressed the Commission’s opinion that there is no need to amend the existing law.",
    "Dissanayake highlighted that Sri Lanka’s RTI regime has been rated third in the global assessment of RTI laws internationally. “This rating has been formulated taking into account, the overall strength of the legal framework and the strengths and weaknesses of the legal framework in seven different categories, namely: Right of Access, Scope, Requesting Procedures, Exceptions and Refusals, Appeals, Sanctions and Protections, and Promotional Measures,” he pointed out.",
    "He also added that the RTI Act has been assessed by the International Monetary Fund (IMF) in its recent Governance Diagnostic Report as an outstanding example of transparency and has called on the Government of Sri Lanka not to enact future laws that will strip the Act of its effectiveness.",
    "The letter by the RTI Commission also shared with the Resident Representative of the UNDP, emphasised that the synopsis of the RTI Act, formulated by a Technical Committee as part of the UNDP project and mentioned in the letter from the Ministry of Justice, does not constitute amendments and does not accurately represent the current provisions of the act.",
    "Dissanayake said the RTI Commission has found the synopsis was fundamentally incoherent as it omits key sections of the act and mixes up important provisions of the Act. He pointed out that accordingly the synopsis if disseminated as part of the project would cause confusion and misapprehension among target audiences.",
    "The Director General said the effort should be to improve the independence and capacity of the RTI Commission as well as Public Authorities to meet the obligations of the Act as it currently stands. “As such, the RTI Commission is of the opinion that there is no immediate need to amend the RTI Act,” he noted."
  ]
}