{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/The-Colombo-Plan-celebrates-74-years-of-regional-cooperation-and-development/56-779249",
  "time_ut": 1753051848.0,
  "original_lang": "en",
  "original_title": "The Colombo Plan celebrates 74 years of regional cooperation and development",
  "original_body_lines": [
    "US Ambassador to Sri Lanka and The Colombo Plan Council incumbent President Julie J. Chung",
    "The Colombo Plan for Cooperative Economic and Social Development in Asia and the Pacific marked its 74th anniversary this month, commemorating more than seven decades of regional collaboration and progress.",
    "To mark this milestone, the Colombo Plan hosted a cocktail event on 17 July, at the ITC Ratnadipa. Sri Lanka’s Foreign Affairs, Foreign Employment and Tourism Minister Vijitha Herath, graced the occasion as the Chief Guest, highlighting Sri Lanka’s longstanding role in advancing shared goals across the region.",
    "The Colombo Plan Secretary-General Dr. Benjamin P. Reyes, welcomed the dignitaries at the event and presented the Colombo Plan’s Diamond Jubilee Roadmap, outlining upcoming initiatives aimed at expanding the Colombo Plan’s impact and increasing visibility of its mission across Asia and the Pacific.",
    "US Ambassador to Sri Lanka and the Colombo Plan Council incumbent President Julie J. Chung, provided remarks that emphasised the importance of regional cooperation and burden-sharing in addressing today’s transnational challenges. She noted that collaboration—whether in public health, counternarcotics, or port sector capacity building—is more critical than ever. The Ambassador also highlighted ongoing US support for regional maritime security and economic growth, including at key infrastructure points like the Port of Colombo. She emphasised that such efforts not only benefit Sri Lanka and the United States, but also contribute to a more stable, secure, and connected Indo-Pacific region.",
    "The event welcomed representatives from member countries, other diplomatic missions, UN agencies, and Colombo-based bilateral and multilateral partners, reflecting the broad and inclusive nature of the Colombo Plan’s work.",
    "The 74th Anniversary celebration of the Colombo Plan coincided with the successful conclusion of a regional forensic capacity-building training programme. Through the project “Upgrading Forensic Lab Capabilities in South Asia”, funded by the US Department of State’s Bureau of International Narcotics and Law Enforcement Affairs (INL) and implemented in partnership with the Centre for Forensic Science Research and Education (CFSRE), USA, a two-week regional training programme was held in Colombo from 7–18 July. The training brought together 17 participants—three each from Bangladesh, Maldives, and Nepal, four from Sri Lanka’s NDDCB and four from Government Analyst’s Department of Sri Lanka.",
    "As part of this initiative, the United States donated RADIAN ASAP Direct Mass Detectors to Bangladesh, Maldives, Nepal, and Sri Lanka. This cutting-edge equipment strengthens the capacity of forensic laboratories to detect complex and harmful drug mixtures in synthetic drugs. In Sri Lanka, the RADIAN equipment was handed over to the National Narcotics Laboratory (NNL) of the National Dangerous Drugs Control Board (NDDCB). The official handover ceremony, held on Tuesday, 15 July, was graced by the Deputy Minister of Public Security and Parliamentary Affairs Sunil Watagala, and the US Embassy in Colombo Deputy Chief of Mission Jayne Howell. This milestone marks a significant advancement in regional efforts to combat synthetic drugs. We extend our heartfelt appreciation to all partners and supporters for facilitating the smooth delivery of the RADIAN equipment and contributing to the success of this important initiative.",
    "To further mark the occasion, the Colombo Plan released a special newspaper supplement in the Daily Financial Times on 1 July, showcasing its legacy and strategic vision ahead of its 75th year."
  ]
}