{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/complaints-about-280-sri-lankans-in-russia-ukraine-war-so-far-16-confirmed-dead-163121/",
  "time_ut": 1715757300.0,
  "original_lang": "en",
  "original_title": "Families complain about 280 Sri Lankans in Russia-Ukraine war, 16 confirmed dead",
  "original_body_lines": [
    "ECONOMYNEXT- Sri Lanka’s defence ministry has so far received 280 complaints from family members of citizens who have been recruited to fight in the Russia-Ukraine warfront by mercenary companies, State Minister of Defense, Premitha Bandara Tennakoon said.",
    "So far 16 persons have been confirmed dead, he told reporters in Colombo.",
    "Sri Lanka’s Defence Ministry set up a hotline for family to members to lodge complaints after a few returnees exposed the deadly conditions facing mostly ex-soldiers who left to fight mainly for Russia.",
    "Sri Lanka authorities have confirmed that 16 persons have died, Minister Tennakoon said.",
    "Local media reports quoting returnees and social media messages from Sri Lankans fighting in the Russia-Ukraine front said many more were dead from Ukrainian drone attacks.",
    "On Tuesday a group of family members came to the Russian embassy in Colombo.",
    "Sri Lanka’s Derana Television interviewed a woman who said her husband, who had served in the commando regiment had left for Russia on March 05 and last sent her message on March 29 his phone was taken away, and that completed a training course on March 28.",
    "He had promised to call back in ‘a day or two’ but she had not heard from him since.",
    "Another former commando, had later messaged a friend saying that her husband, Vishnu had died in a drone attack and pass the message to her her.",
    "“Vishnu died on April 18,” the friend said according to the message broadcast on Derana Television. “A whole set, a boy called Silva from Galle who came with me, a Special Forces soldier called Chathura and Priyantha from Matara died.”",
    "“A suicide drone hit their amoured car. Only Ratnayake was left.”",
    "“No bodies are recovered. Their bodies are not brought, our bodies are also not brought.”",
    "Sri Lanka still does not know how many were recruited, though returnees have estimated that 600 to 800 have left since late last year. What was a trickle in the last quarter of 2023 became a flood in 2024, according to returnees.",
    "One returnee said 15 to 20 visas were issued daily by the Russian embassy in Colombo in the week he got his visa.",
    "He was asked whether it was not possible to track from the immigration data base, who left and did not return to the country within a week or two as tourists would normally be expected to do.",
    "“They use different countries to go to Russia so it’s very tricky,” Tennakoon told reporters.",
    "Attempts are being made to bring back those who are injured and those who want to come back, he said.",
    "Related Hundreds of Sri Lankans hospitalised in Russia-Ukraine war; legislator seeks special envoy",
    "“Russia is a very important friend to us, so is Ukraine,” Tennakoon said. “It’s a diplomatic process and the foreign ministry is handling it.”",
    "Foreign Minister Ali Sabry said that since Sri Lankans are recruited by mercenary companies it was difficult to negotiate with them.",
    "Sri Lanka has already arrested two military officers who are running a recruitment team.",
    "Returnees said there were several teams recruiting, who were charging various amounts ranging from 350,000 to 1.6 million rupees before their were sent to the war front. (Colombo/May15/2024)"
  ]
}