{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Dont-cry-for-me-Sri-Lanka-if-wrong-people-are-elected-EDITORIAL/172-279106",
  "time_ut": 1710804360.0,
  "original_lang": "en",
  "original_title": "Don’t cry for me Sri Lanka, if wrong people are elected - EDITORIAL",
  "original_body_lines": [
    "Elections have been the main focus among frontline political parties these days with the Presidential election scheduled for this year.",
    "According to the Sri Lankan Constitution “the poll for the election of the President shall be taken not less than one month and not more than two months before the expiration of the term of office of the President in office.”",
    "Since the incumbent President Ranil Wickremesinghe is holding office “only for the unexpired period of the term of office” of former President Gotabaya Rajapaksa, the term in this case is considered to be the term of President Rajapaksa who was sworn in on November 18, 2019. Hence the next Presidential election should be held between September 18 and October 18 this year.",
    "However, every political party always prefers the elections to be held at a time favourable to it and thus it is rumoured that some parties including the Sri Lanka Podujana Peramuna (SLPP), the current ruling party are pressing the President to hold the Parliamentary election - which has to be conducted in August next year - before the Presidential election.",
    "In practical sense, the real issue that concerns the people of this country is not whether a particular election is going to be held first, but whether a President and a Parliament that would have the political will and the competence to address the problems they are currently faced with would be elected.",
    "The responsibility to elect such a President and a Parliament lies both with the political parties and the people alike. However, the former have proved time and again that they do not have the political will to address the issues that affect the people. They have brazenly nominated as candidates people with criminal past and celebrities with no knowledge even on the basic law of the country.  This was well evident at the 2010 Parliamentary election when a number of film stars and sportsmen had been given nominations on behalf of both main parties.",
    "The “March 12 Movement” got leaders of all political parties on a same platform to sign a code of practice for political parties in respect of nominating candidates, before the Parliamentary election in 2015. However, the brazenness of some political parties was such that even convicted criminals were given nominations, on the ground that they have appealed against the convictions. Despite corruption being a major issue that was highlighted in the March 12 Declaration for political parties that was issued in the same year; a number of elected Parliamentarians were accused later of being associated with some of the largest frauds in the country’s history. The 2019 Presidential election proved to be the best case in point for wrong selection by a political party and wrong election by the masses.",
    "The current economic crisis which has ruined the future of majority of people in the country and that of their children is the direct upshot of people not realizing their responsibility at past elections. Hence it reiterates them the need to act wisely at elections, leaving aside racial, religious, caste and traditional affiliations or any other factors that are not relevant to the competency and integrity of politicians. Although it amounted to an insult to the people, the statement by former minister Basil Rajapaksa - soon after his resignation from the Parliament on June 9, 2022 - that voters too are responsible for the current economic calamity cannot be rejected outright.",
    "The economic crisis and the resultant public uprising, the Aragalaya have severed many people from their traditional political thinking. This has cost the major political parties that ruled the country in the past, a lot. However, promises still have a huge say in elections, as the dividing line between them and practical programmes is blurred. However, unless voters changed themselves, their fate would not be changed after the forthcoming elections."
  ]
}