{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102783/russia-tests-readiness-of-nuclear-missile-unit",
  "time_ut": 1729250100.0,
  "original_lang": "en",
  "original_title": "Russia tests readiness of nuclear missile unit",
  "original_body_lines": [
    "Russia is testing the combat readiness of a unit equipped with Yars intercontinental ballistic missiles in a region northwest of Moscow, news agencies quoted the defence ministry as saying on Friday.",
    "The Yars, which can be deployed in silos or mounted on mobile launchers, has a range of up to 11,000 km (6,835 miles) and is capable of delivering multiple nuclear warheads.",
    "Russia has carried out a series of nuclear drills this year in what security analysts say are signals intended to deter the West from intervening more deeply in the war in Ukraine.",
    "The latest one is taking place in the same week that NATO conducted its annual nuclear exercise and Ukrainian President Volodymyr Zelenskiy unveiled his “victory plan“.",
    "Russian President Vladimir Putin said last month that Moscow had extended the list of scenarios that could prompt it to use nuclear weapons, effectively lowering the threshold for their use. Ukraine accused Moscow of nuclear blackmail.",
    "In the latest test, a unit in the Tver region will practise moving Yars missiles in the field over distances of up to 100 km (62 miles) under camouflage and protecting them against air attack and enemy sabotage groups, Interfax quoted the defence ministry as saying.",
    "Russia previously conducted two rounds of exercises involving Yars missile units in July. It has also held three sets of drills this year to test preparations for the launch of tactical nuclear missiles, which have a shorter range and lower yield than intercontinental strategic rockets.",
    "In the course of the war, Putin has issued frequent reminders that Russia has the world’s biggest nuclear arsenal, but he has insisted that it does not need to resort to nuclear weapons in order to achieve victory in Ukraine."
  ]
}