{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Commemorative-stamp-honours-Father-of-Modern-Ayurveda-Dr-Victor-Hettigoda/34-766927",
  "time_ut": 1726792016.0,
  "original_lang": "en",
  "original_title": "Commemorative stamp honours “Father of Modern Ayurveda” Dr. Victor Hettigoda",
  "original_body_lines": [
    "Launch of a commemorative stamp on Dr. Victor Hettigoda’s birthday at the Shangri-La Colombo",
    "The Sri Lanka Post last week honoured the late, Hettigoda Group visionary founder Sahasrabhisheka Waidhyashuri Deshabandu Dr. Victor Hettigoda, with the launch of a commemorative stamp on his birth anniversary at the event held at Shangri-La Colombo. This significant occasion was a testament to Dr. Hettigoda’s dedication, vision, and unwavering commitment to indigenous medicine and its role in both local and global health practices.",
    "Dr. Victor Hettigoda’s life was a remarkable journey of passion, innovation, and profound societal contributions. Born in 1937 in the serene village of Kananke, Matara, he emerged from humble beginnings to become one of the most respected figures in Ayurveda. Educated at Rahula College, Matara, his early life was shaped by the values of hard work and commitment instilled by his family. Under the guidance of his father, a kidney specialist and Astrologer Dr.Hendrick de Silva Hettigoda, he spent 12 years mastering the ancient craft of Ayurveda. His dedication led him to inherit the unique formula of the famed Siddhalepa Balm, a powerful symbol of his father’s trust in his abilities. This balm would later become a cornerstone of his business empire. Behind every great success, there is often a pillar of strength. In the remarkable journey of Victor Hettigoda, that unwavering support has been his wife, Rupasiri Wickramanayake, whose contributions have been integral to his achievements. Her presence, often working quietly in the background, has been a guiding force throughout his life’s endeavours.",
    "In 1971, with a modest investment of Rs. 2,500 from his mother-in-law, Victor embarked on a mission to bring the healing power of Ayurveda to the masses. His journey, often on foot, took him across Sri Lanka, spreading the benefits of Ayurveda. From humble beginnings, he transformed his company into a global enterprise, exporting products to many countries globally and providing employment to thousands of individuals.",
    "Hettigoda, a distinguished pioneer in the field of Ayurveda, has conducted extensive research to develop innovative Ayurvedic products that have significantly influenced the Sri Lankan consumer market. He was the first to introduce Ayurvedic toothpaste, soap, baby products, and food supplements, creating a lasting impact in the industry. His visionary leadership has elevated the Siddhalepa brand to international recognition, making Sri Lankan indigenous medicine popular across the globe. Hettigoda’s remarkable contributions have been recognised through numerous prestigious accolades. In 1990, he was awarded the esteemed Deshabandu title for his significant contributions to the business community. In 1996, the Vishwa Prasadini title was conferred upon him in recognition of his outstanding service to the field of Ayurveda.",
    "Dr. Victor Hettigoda’s influence extended far beyond the business world. His passion for promoting Sri Lanka’s indigenous medicine brought him widespread recognition, both locally and internationally. In 1998, Lanka Business Digest (LMD) named him one of the 50 greatest post-independence Sri Lankans, acknowledging his efforts to popularise local indigenous medicine globally.",
    "His exceptional healing abilities were honoured with the Sahasrabhisheka Waidhyashuri award from the Health, Nutrition, and Welfare Ministry, and his inclusion among the top 100 doctors of the century in 2002 solidified his legacy as both a medical and business pioneer.",
    "In 2017, the University of Sri Jayewardenepura bestowed an honourary doctorate upon him for his contributions to business and marketing. Dr. Victor Hettigoda’s legacy extends beyond his business achievements; he touched countless lives and uplifted communities. His visionary leadership, creativity, and unwavering commitment to corporate and social responsibility earned him the title of “The Father of Modern Ayurveda”.",
    "The commemorative stamp launched on 13 September serves as a lasting tribute to Dr. Hettigoda’s life and achievements. “As we remember his indelible contributions to Sri Lanka’s heritage and the field of Ayurveda, this stamp is a symbol of the enduring impact he left on both local and international communities,” Hettigoda Group said."
  ]
}