{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/fireworks-erupt-in-parliament-over-sri-lankas-vfs-global-controversy-173423/",
  "time_ut": 1721735880.0,
  "original_lang": "en",
  "original_title": "Fireworks erupt in parliament over Sri Lanka’s VFS Global controversy",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s parliament erupted in heated debate after government legislators raised a privilege issue against Committee on Public Finance Chair Harsha de Silva, who last week tabled report on a controversial visa deal with the IVS-GBS–VFS Global, consortium.",
    "Justice Minister Wijedasa Rajapaksa questioned the propriety of raising a privilege issue against a Committee chairman, who was acting under powers derived from the Constitution, saying it amounted to challenging the Speaker himself.",
    "Related Sri Lanka visa deal with IVS-VFS be cancelled or revised, forensic audited: COPF Chief",
    "Sri Lanka’s Department of Immigration had awarded a visa issuing monopoly to IVS-GBS-VFS Global without tender which was charging 25 dollars per visa compared to an earlier 1 dollar by Mobitel, and it should be terminated or revised, de Silva said presenting a report earlier this month.",
    "State Minister Shehan Semasinghe said de Silva had presented a defective and false report misleading parliament saying among other things that the report was unanimously approved by the COPF membership.",
    "As a result, privileges of 16 members had been broken, and misleading a parliamentary committee was a punishable offence and de Silva should be referred to the privileges committee.",
    "De Silva said he severally and individually rejected the charges and all views of the members were attached to the final report and he would stand down as COPF chair until the matter was decided.",
    "“This was not done secretly. There were three weeks for members to respond,” de Silva said.",
    "“There was a debate about the tourism arrival numbers, which was included. If I am to be imprisoned, do it. I am not afraid. Give me an opportunity and I will show how each word is true.",
    "Semasinghe said there was no desire on the part of government members to remove de Silva from the COPF.",
    "Government member Nimal Lanza said that he was under the impression that tourist arrivals had fallen due to the VFS deal but there was an increase this year. There was no desire to imprison de Silva, he said.",
    "Public Security Minister Tiran Alles said five years of data was given, and there was an increase in tourism arrivals. And after April there were 53,000 tourists under new categories, which brought revenues of 1.4 billion rupees.",
    "Minister Alles questioned why the Deputy Speaker was allowing a debate over the VFS deal which would now attract media headlines.",
    "“If you are allowed, all our members must be allowed to speak,” he said.",
    "Opposition leader Sajith Premadasa said if competitive tenders were called, there would not have been a charge of 25 dollars per visa as Mobitel was charging only one dollar.",
    "Premadasa said he was responding due to charges made against de Silva and claims that he had committed a punishable offence. The opposition leader questioned how his microphone was muted.",
    "Justice Minister Wijedasa Rajapaksa said while it was fair to allow de Silva to respond to the initial charge, a long debate should not have been allowed on the matter and also the contents of the report.",
    "“The second bad precedent is this. It is not important whether it is Harsha de Silva or not. There are many committees. Can the Chairman of a Committee be called over a privileges issue?",
    "“Under the Constitution there are powers to make standing orders. It is implemented through the 1953 Privileges Act. The Chairmen have certain powers. The Chairman has acted under the limits of his powers.",
    "Minister Rajapakshe said while there may be errors in a report, the Parliament’s powers were diminished if privilege questions were raised against Chairmen of a committee who carried out there duties.",
    "“There may be errors in the report. We have seen that. But I am raising a question on the constitution.",
    "“In this way, in whatever Committee, if he did his official duties, if he is made an accused in another committee of the same parliament and there is an investigation, it is the parliament’s power that is degraded.",
    "“So it is the confidence people have in the parliament that is reduced. There is a legal question here. The Chair should consider whether it is possible to raise a question like this",
    "“Ultimately the final responsibility of all these Committees rests with the Speaker. It is the Speaker’s powers that are delegated to the Chairman of a Committee.",
    "“So, this challenge is made against the Speaker. How is the Speaker doing this?",
    "“If the next day, the COPE, or COPA issues a report, someone asks to put him in the punishment log (dandu kanda) or to do whatever and calls him to the privileges committee.",
    "“What are you going to ask at the Privileges committee? What punishment are you going to give? (Colombo/July23/2024)"
  ]
}