{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Dismissed-SLFP-office-bearers-urge-Maithri-to-reconcile/56-760208",
  "time_ut": 1712002986.0,
  "original_lang": "en",
  "original_title": "Dismissed SLFP office bearers urge Maithri to reconcile",
  "original_body_lines": [
    "Asks Party Chairman Maithripla Sirisena to set all differences aside for party’s sake",
    "SLFP Treasurer Lasantha Alagiyawanna claims Sirisena is being misled by certain party organisers",
    "SLFP National Organiser Duminda Dissanayake says he along with Alagiyawanna and Mahinda Amaraweera moved courts to protect party and not posts",
    "The Colombo District Court issued an order yesterday preventing the Sri Lanka Freedom Party (SLFP) from removing party members Duminda Dissanayake, Lasantha Alagiyawanna, and Mahinda Amaraweera from their positions in the party.",
    "Dissanayake, Alagiy-awanna, and Amaraweera were dismissed from their roles within the party by the SLFP Executive Committee during a meeting held over the weekend.  Accordingly Dissanayake was ousted from his role as National Organiser, while Alagiyawanna and Amaraweera were similarly removed from their positions as Treasurer and Vice President, respectively.",
    "Following the court order, Dissanayake and Alagiyawanna visited the SLFP head office on Darley Road and held a press briefing on the matter.",
    "“The primary motive behind seeking assistance from the courts was not to preserve our positions as National Organiser, Treasurer, or Senior Vice President. We cannot continue down a path where a party that once held 140 seats has now dwindled to just 2 and is in decline. Our aim in approaching the courts was to safeguard the party,” Dissanayake said.",
    "Also addressing the press conference, Alagiyawanna urged Party Chairman Maithripala Sirisena to set aside all differences and to come together as one group to face the challenges before the party. “Let us come together to take up the responsibilities as expected by the party,” he said.",
    "Alagiyawanna claimed that certain party organisers are misleading Sirisena by advising him to contest the upcoming Presidential poll. “They claim he can win and that people are demanding his candidacy. However, we must confront reality. If we genuinely respect a leader, we owe them the truth and must shield them from falsehoods. It is disgraceful to fill their minds with such deceit,” he remarked."
  ]
}