{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/VAT-on-jewellery-Serious-challenges-for-all-stakeholders-and-possible-solutions/4-757067",
  "time_ut": 1704413651.0,
  "original_lang": "en",
  "original_title": "VAT on jewellery: Serious challenges for all stakeholders and possible solutions",
  "original_body_lines": [
    "As of 1 January 2024, both the import of gold coins and the supply of locally manufactured jewellery are subject to a Value Added Tax (VAT) of 18% in Sri Lanka. This is a significant change from the previous regulations, which exempted these items from VAT.",
    "Here’s a breakdown of the new VAT rule and its implications:",
    "For importers of gold coins: Any gold coins imported into Sri Lanka after 1 January 2024, will be subject to an 18% VAT on top of the customs duty and any other applicable taxes. This will likely increase the overall cost of importing gold coins.",
    "For manufacturers and sellers of locally made jewellery: All locally manufactured jewellery sold after 1 January 2024, will be subject to an 18% VAT. This means that jewellery manufacturers and sellers will need to account for this additional cost when pricing their products. They may choose to absorb the cost, pass it on to consumers through higher prices, or a combination of both.",
    "Consumers: The price of gold coins and locally manufactured jewellery is likely to increase due to the new VAT. This could impact consumer demand for these items.",
    "Businesses: Jewellery manufacturers and sellers will need to adjust their accounting and pricing practices to comply with the new VAT regulations. They may also need to educate their customers about the price increase.",
    "Government: The new VAT is expected to generate additional revenue for the Sri Lankan Government.",
    "The specific rules and regulations surrounding the VAT on gold coins and jewellery may vary depending on the type of product, its value, and other factors. Businesses should consult with a tax advisor to ensure they are complying with all applicable requirements.",
    "The impact of the new VAT on the gold and jewellery market in Sri Lanka is still uncertain. It is possible that the market may adjust to the new tax over time, but it is also possible that the VAT could have a negative impact on the industry.",
    "The inability to claim input tax credit under the new VAT regime will significantly impact both jewellery businesses and customers:",
    "Reduced profit margins: Jewellery businesses cannot import jewellery and therefore unable to get tax invoices for their original gold purchases from the Central Bank and other authorised importers. Thereby unable to offset the 18% VAT they pay on inputs against the VAT they collect on output (jewellery sales). This effectively increases their cost of production, squeezing their profit margins.",
    "Increased administrative burden: Businesses need to maintain separate records for VAT-exempt, VAT-liable and excluded Supplies and transactions, adding complexity and cost to their accounting processes.",
    "Competitive disadvantage: Jewellery businesses in Sri Lanka now face a competitive disadvantage compared to those in countries with lower VAT rates or input tax credit mechanisms. This could affect exports and attract competitors from less burdened markets.",
    "Reduced investment and growth: The squeezed margins and increased complexity may discourage investment in the jewellery sector, hindering both its growth and potential job creation.",
    "Higher jewellery prices: To maintain profitability, businesses are likely to pass on the increased cost of production due to the unclaimable input tax by raising jewellery prices. This could make jewellery less affordable for some consumers.",
    "Reduced demand: Higher prices could lead to decreased demand for jewellery, impacting business revenue and potentially leading to job losses.",
    "Shift to informal market: Consumers seeking to avoid the higher prices may turn to the informal market, where VAT regulations may not be strictly enforced. This could lead to concerns about authenticity, quality, and consumer safety.",
    "Overall, the inability to claim input tax credit creates a significant burden for jewellery businesses and presents challenges for customers. It’s crucial to closely monitor the impact of this policy and consider potential adjustments to mitigate its negative effects on the industry and consumers.",
    "Implementing an input tax credit mechanism: This would allow businesses to claim credit for the VAT paid on inputs for their Gold purchases from the Central Bank and other Authorised importers, reducing their overall tax burden and potentially stabilising prices.",
    "Reducing the VAT rate on jewellery: A lower VAT rate could lessen the impact on both businesses and consumers, although it would also generate less revenue for the Government.",
    "Providing targeted support to the jewellery industry: This could include tax breaks, access to loans, or other initiatives to help businesses cope with the increased costs and adapt to the new regulations.",
    "By carefully considering the potential solutions and their implications, policymakers and industry stakeholders can work together to minimise the negative effects of the new VAT regime and ensure the continued growth and prosperity of the Sri Lankan jewellery sector.",
    "The introduction of the 18% VAT on gold and jewellery can lead to various observations on different levels:",
    "Increased gold prices: The immediate and most visible impact will be a rise in gold prices. This is due to the additional cost burden placed on the gold supply chain, from import to retail.",
    "Reduced demand for gold: Higher prices might deter some consumers from buying gold, causing a potential dip in demand. This could lead to:",
    "lLower revenue for importers and retailers: If demand falls, businesses might experience reduced revenue and profits.",
    "lShift towards alternatives: Consumers might turn to cheaper alternatives like silver or costume jewellery.",
    "Possible black market activity: In extreme cases, high prices and limited access could incentivise informal markets for gold trading, posing concerns about authenticity and regulations.",
    "Reduced household investment in gold: Gold is traditionally seen as a safe haven investment in Sri Lanka. The higher cost might discourage individuals from allocating funds to gold, impacting their investment portfolios.",
    "Impact on different income groups: The price increase is likely to disproportionately affect lower-income groups who rely on gold as a savings or gifting option.",
    "Potential job losses: If the gold industry experiences a downturn due to lower demand, job losses in related sectors like jewellery making could occur.",
    "Impact on cultural practices: Gold plays a significant role in Sri Lankan cultural practices, especially weddings and religious ceremonies. Increased prices could make these traditions more expensive and potentially limit participation for some.",
    "Increased revenue: The new VAT is expected to generate additional income for the Government, potentially aiding in its economic recovery efforts.",
    "Challenges in policy implementation: Ensuring effective enforcement of the new regulations and preventing tax evasion in the gold trade could pose challenges for the Government.",
    "Overall, the introduction of the 18% VAT on gold and jewellery in Sri Lanka is likely to have a mixed bag of observations. While it could generate revenue for the Government, it also carries the risk of increasing gold prices, reducing demand, and impacting individuals and communities.",
    "It’s important to monitor the situation closely and assess the long-term impacts on the various stakeholders involved. Policymakers might need to consider adjustments or support mechanisms to mitigate negative consequences and ensure sustainable growth for the gold and jewellery sector in Sri Lanka.",
    "The possibility of increased overseas purchases of gold and jewellery due to the 18% VAT introduction in Sri Lanka could have significant consequences for both the Government and jewellery businesses:",
    "Reduced revenue: If a significant portion of gold and jewellery purchases shift overseas, the Government will lose out on the potential VAT revenue from these transactions. This could impact Government budgets and limit spending on essential services.",
    "Loss of foreign exchange earnings: As more purchases happen abroad, foreign exchange earnings from the jewellery industry could decrease. This can impact the country’s balance of payments and put pressure on the currency.",
    "Negative impact on trade balance: The shift away from local purchases could widen the trade deficit, further impacting the country’s economic stability.",
    "Reduced sales and profits: With consumers opting for cheaper options abroad, domestic jewellery businesses will likely face a decline in sales and profits. This could lead to:",
    "lJob losses: As businesses struggle financially, job cuts and economic hardship within the industry becomes more likely.",
    "lBusiness closures: In severe cases, some businesses might be forced to close down, further shrinking the industry and impacting livelihoods.",
    "lReduced investment: The overall downturn in the industry could discourage new investments and hinder its growth potential.",
    "Impact on tourism: The decline in the jewellery industry could also negatively affect tourism as Sri Lanka loses its appeal as a shopping destination for gold and jewellery.",
    "Growth of informal market: As consumers seek cheaper options, the informal market for gold and jewellery might flourish, posing challenges for tax collection and consumer protection.",
    "Long-term Repercussions: The consequences of this shift could have long-term repercussions for the Sri Lankan economy, employment, and the overall competitiveness of the jewellery industry.",
    "Reviewing the VAT policy: Revisiting the 18% VAT rate and considering implementing an input tax credit mechanism could potentially stabilise prices and incentivise local purchases.",
    "Boosting domestic industry competitiveness: Government initiatives that improve efficiency, reduce production costs, and enhance marketing of Sri Lankan jewellery could make it more appealing to local consumers.",
    "Promoting tourism for jewellery: Focusing on unique aspects of Sri Lankan jewellery craftsmanship and heritage could attract tourists seeking alternative and authentic options.",
    "Creating a fairer tax environment: Ensuring efficient tax collection and preventing unfair competition from the informal market can help level the playing field for domestic businesses.",
    "Ultimately, the shift towards overseas purchases due to the new VAT poses a serious challenge for both the Sri Lankan Government and its jewellery industry. Addressing this issue requires careful analysis, effective policy adjustments, and collaborative efforts to maintain the sector’s viability and prevent its negative consequences on the economy and local communities.",
    "Predicting the near future in complex situations like this requires considering several factors and potential developments. Here are some possible scenarios based on the current situation and potential responses:",
    "Consumers gradually adjust to higher prices: Over time, some consumers might adjust to the higher prices and continue buying domestically, especially for culturally significant occasions.",
    "Jewellery businesses adapt: Businesses might find ways to optimise their operations, source materials cost-effectively, and improve marketing to become more competitive.",
    "Government reviews the policy: The Government might decide to revise the VAT rate or implement alternative measures to address the concerns of businesses and consumers.",
    "Overseas purchases remain significant: However, a sizable portion of purchases might still occur overseas, impacting Government revenue and the domestic industry.",
    "Consumers actively seek cheaper options abroad: If price differentials remain high, the trend of overseas purchases could intensify, especially for bulk buys or luxury items.",
    "Domestic jewellery industry faces decline: Businesses could experience significant sales and profit losses, leading to job cuts, closures, and reduced tax revenue for the Government.",
    "Informal market thrives: The demand for cheaper options might boost the informal market for gold and jewellery, raising concerns about authenticity and regulations.",
    "Government considers stronger action: The Government might implement stricter controls on gold imports or introduce further measures to incentivise local purchases.",
    "Government implements significant policy changes: If the negative consequences become severe, the Government might choose to significantly reduce the VAT rate or consider input tax credit mechanisms.",
    "Domestic industry regains competitiveness: With a more favourable tax environment and increased Government support, the domestic jewellery industry could regain its footing and attract consumers back.",
    "Overseas purchases decrease: As local prices become more competitive, the shift towards overseas purchases might lessen, benefiting the domestic industry and Government revenue.",
    "Long-term growth and sustainability: Through effective policy adjustments and industry adaptation, the Sri Lankan jewellery sector could achieve sustainable growth and remain competitive in the long run.",
    "Ultimately, the near future depends on the interplay of various factors, including consumer behaviour, industry adjustments, and Government response to the emerging situation. Carefully monitoring the situation, analysing data, and adapting to changing realities will be crucial for navigating the challenges and maximising the potential benefits of this evolving landscape.",
    "(The writer a Chartered Accountant, Tax and Management Consultant, and can be reached via email at [email protected].)"
  ]
}