{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97233/9-year-old-girls-death-in-atulugama-accused-sentenced-to-27-years-ri",
  "time_ut": 1707821580.0,
  "original_lang": "en",
  "original_title": "9-year-old girl’s death in Atulugama: Accused sentenced to 27 years RI",
  "original_body_lines": [
    "The Panadura High Court sentenced a person, who pleaded guilty over the murder of a 9-year-old girl in May 2022 in the Atulugama area of Panadura, to 27 years of rigorous imprisonment.",
    "Panadura High Court Judge Saman Kumara, who issued this sentence over the charges of committing ‘involuntary manslaughter’, abducting and attempting to sexually abuse the 09-year-old girl, also ordered the convict to pay Rs.3 million in compensation to the mother of the deceased girl,  Ada Derana reporter said.",
    "In the event the accused, Farook Mohommed Ganesanathan, fails to pay the aforementioned compensation, the High Court Judge ordered that his sentence be further extended by 78 months.",
    "The investigations had revealed that on 27 May 2022, the accused had abducted the 09-year-old girl who was returning from a grocery store located close to her home, with the intention of sexually abusing the child. However the accused, who panicked due to the child’s screaming, had suffocated her in the mud. Investigation officers further uncovered that the child had not been sexually abused.",
    "The Attorney General had taken measures to prosecute the suspect before the Panadura High Court within a short period of around 06 months, based on the investigations carried out by the Bandaragama Police and Panadura Divisional Crimes Unit regarding the incident.",
    "The police had also uncovered that the accused was a close friend of the deceased girl’s father. Thus, the Deputy Solicitor General Janaka Bandara, who appeared for the prosecution, pointed out before the court that the defendant had committed a cruel act by abducting a small child of a close friend, and that it indicates how violent the present society is. Accordingly, the Deputy Solicitor General had requested the court to impose the maximum possible penalty on the suspect, as to set an example for others not to commit such crimes."
  ]
}