{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/CB-keeps-door-open-for-more-rate-cuts-but-says-future-action-would-depend-on-data/108-283754",
  "time_ut": 1717126260.0,
  "original_lang": "en",
  "original_title": "CB keeps door open for more rate cuts; but says future action would depend on data",
  "original_body_lines": [
    "Although the Central Bank said the current monetary policy stance is appropriate to both maintain inflation in line with their desired goal of 5 percent while supporting the recovery in the economy, they kept the door open for future rate cuts, but said that depends on fresh data.",
    "Central Bank Governor Dr. Nandalal Weerasinghe said there is some space for further cuts in the monetary policy but any future action would depend on data.",
    "Central Bank closely watches the economic data on inflation, predominantly the core prices, growth in private sector credit, and the growth in economic activities before they move in either direction.",
    "Currently the economy is in a fine place with very mild inflation and growth picking up.",
    "Central Bank’s inflation projections do not show indications of prices going above the 5 percent level until the end of 2025. All eyes are now on the upcoming inflation report and the first quarter Gross Domestic Product report from the Census and Statistics Department, scheduled to be released by June 15. The Sri Lankan economy grew by 1.6 percent and 4.5 percent respectively in the third and final quarters in 2023, setting the economy up for an accelerated expansion. As a result, the Central Bank said they also revised their growth forecasts higher.",
    "While the eased monetary policy will certainly help support growth, it doesn’t have the growth mandate similar to what the fiscal policy has. Hence Sri Lanka’s growth, though would occur, is not going to reach its full potential until and unless the government loosens up its purse strings.",
    "For that to happen, Sri Lanka must discontinue its engagement with the International Monetary Fund.",
    "Dr. Weerasinghe said there is slack demand and a negative output gap in the economy."
  ]
}