{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/dr-a-t-ariyaratne-has-passed-my-memories-of-him-to-the-mid-1990s/",
  "time_ut": 1713433501.0,
  "original_lang": "en",
  "original_title": "Dr A .T. Ariyaratne Has Passed: My Memories Of Him To The Mid-1990s",
  "original_body_lines": [
    "I was extremely sad to hear the news of Dr A. T. Ariyaratne’s passing at the ripe old age of 93. He was the founder and President Emeritus of the Sarvodaya Shramadana Movement (SSM) of Sri Lanka. He was untiring in his efforts to put into practice ‘Sustainable Development and Peace’ based on the Buddhist precepts of “Awakening of all”. In principle, he was against the patterns of economic development based on neo-liberal values, which is unfortunately all the rage not only in Sri Lanka but also in large parts of the globe.",
    "As a humanitarian, Dr Ariyaratne was interested in re-establishing and preserving democracy, maintaining the rule of law based on fairness and justice, and a constitution that treats all citizens of the country as equals. He desired a sustainable development based on a “bottom-up” holistic approach that would make a practical difference in the lives of people by helping them in their spiritual, moral, and cultural life journeys, and in doing so help improve their social, economic, and political lives at a societal level. At the macro level, he and the SSM encountered many obstacles, as the movement was seen by many of the political elite as a threat to their political leadership, but endured those obstacles.",
    "It was during my school days, that I first heard of Dr Ariyaratne as the leader of the SSM and a resolute social worker. I met him for the first time when cadres of the JVP including me, were jailed under the Criminal Justice Commission’s Act for conspiring, preparing, and waging war against the Queen’s government of Ceylon. In the mid-seventies, a group representing Sarvodaya led by Dr Ariyaratne and Dr Warnasena Rasaputra visited us at the New Magazine Prison. The SSM advocated for our release. I recollect comrade Rohana Wijeweera paying a visit to the SSM headquarters in Moratuwa, after our release in 1977 to thank Dr Ariyaratne and the SSM for their contribution towards our release.",
    "I met Dr Ariyaratne several times afterwards and had discussions about various matters. Later, I came to know him personally while working as an employee of Sarvodaya Economic Enterprises Development Services (SEEDS). There was once a situation where I had to take disciplinary action against some of the SEEDS employees who were also members of the SSM. Before doing so, I consulted Dr Ariyaratne about that issue. To his credit, he did not wish to interfere in the way I managed the business enterprises I was looking after.",
    "In 1989, during the peak of state repression against the JVP in Sri Lanka, several armed groups “paid visits” to some of the enterprises that were under my management such as the Sarvodaya Garage, Thanamalwila and Padiyathalawa engineering workshops and Sarvodaya Engineering Division, amongst others. The visitors had left death threats against me, which were later extended to the rest of my family. When armed men on a motorcycle robbed the money, the accountant of the Sarvodaya Engineering Division, Mr. Wimalasena, had and left a death threat message to the effect that I would be bumped off within a week, SEEDS management became extremely concerned about my safety.",
    "Before I was forced to leave Sri Lanka in 1989 due to death threats posed against me and my family, I served as a General Manager of (SEEDS) under the leadership of the then Chief Executive Officer of SEEDS, Mr. Dulan de Silva. The SSM was subjected to and experienced many obstacles at the time, as the state was dead set on preventing overseas funds from being directed to the activities conducted by the SSM. One of my roles was to assist the SSM find ways to help and develop economic projects that would assist the survival of humanitarian activities the SSM was conducting at the time.",
    "Though I carried out my responsibility as General Manager, my daily work schedules had to change drastically. Nevertheless, the situation in Sri Lanka deteriorated even further, and I was forced to sleep at night at different places to survive. I am grateful to Mr Chandrasoma Kumarage (now,  Ven Bokundara Kusaladhamma Thero), who was at the time serving as an employee at the Sarvodaya Engineering Division, for the extreme efforts he made to save my life.",
    "As soon as Mr. Dulan de Silva and Dr Ariyaratne who had been overseas were back in the country, they wanted me to leave Sri Lanka as they found it impossible to guarantee my safety. It was Dr Ariyaratne, who suggested that I go to Japan. This suggestion was also attractive to me as my friend and colleague Mr. Selvarajah Radhakrishnan’s brother’s family was living in Tokyo, and could be of assistance to me. Regarding me, Dr Ariyaratne personally addressed several letters to some important people in Japan, whom he knew well. Mr. Dulan de Silva arranged finances and my visa application to leave for Japan through Mr. Sanjaya Beneragama, the SEEDS Accountant, with many other staff assisting. I am forever grateful for their help at a critical time of my life.",
    "While I was working in Japan, Dr Ariyaratne visited Japan and wanted me to accompany him on several of his visits. I recollect him visiting the chief of Nissan Motor Co. Ltd (Nissan Jidosha Kabushiki geisha) with me, and having pleasant conversations while having lunch at his residence. The visit ended up with Dr Ariyaratne chanting the ‘Karaneeya Metta Sutraya’ to bless the Nissan Chief. With me, he also visited the then Head Office of the University for Universal Wisdom on Earth (UUWE) situated in Tokyo, and there were discussions about a plan to extend its activities worldwide. However, I could not continue to assist them as I had to fight for my survival in Japan while helping my family in Sri Lanka.",
    "As a direct result of the many death threats issued against my family, my wife Chitra had to move to Australia. I had to leave Japan for South Korea and eventually came to Australia. Thereafter, my encounters with Dr Ariyaratne were limited to only whenever I visited Sri Lanka.",
    "To my knowledge, Dr Ariyaratne, his family, and colleagues were trying to help the people of Sri Lanka to the best of their abilities. However, the SSM and Dr Ariyaratne encountered non-ending state harassment and intimidation throughout their existence. It was mainly due to the noble thoughts and actions of Dr Ariyaratne that the movement survived and continued to serve the island and its citizens as the largest non-government organisation in Sri Lanka.",
    "Dr Ariyaratne’s passing will create a deep void in Sri Lanka’s civic society. His thoughts will continue to influence the activities directed towards the betterment of the country. Under the intelligent leadership of Dr A T Ariyaratne’s son, Dr Vinya Ariyaratne, I am sure the SSM will continue its unwavering commitment to social and community development and serve the people of Sri Lanka in the best possible way with the life of the late Dr Ariyaratne serving as a beacon for the SSM’s future endeavours.",
    "As a fellow activist, I take this opportunity to pay tribute to and honour him. Both Chitra and I wish to convey our deepest and heartfelt condolences to the SSM, SEEDS, Neethakka, and all members of the Ariyaratne family."
  ]
}