{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Shavendra-and-Kamal-villains-in-GRs-new-book/108-278459",
  "time_ut": 1709860800.0,
  "original_lang": "en",
  "original_title": "Shavendra and Kamal villains in GR’s new book",
  "original_body_lines": [
    "Former President Gotabaya Rajapaksa has acknowledged his shortcomings in appointing key defence personnel, including General Shavendra Silva and General (Retd.) Kamal Gunaratne in his tell-all memoir “The Conspiracy to Oust Me” launched yesterday (March 7).",
    "Rajapaksa recounts the dramatic circumstances which led to his ousting in 2022, describing it as a first-hand experience of an internationally-sponsored regime change operation.",
    "Rajapaksa who recalls several of his failures, most notably the organic farming initiative, also interestingly points out failures in the national security apparatus under his own administration.",
    "“I appointed officers with long years of experience whom I had worked with for many years to the most important positions in the law and order and security apparatus.",
    "Some structural shortcomings in the placements I made which did not show up when the armed forces were preoccupied with disaster relief operations during the pandemic, later obviously caused problems in the command and control structure of the defence establishment. However, by that time it was too late to address these issues.” he wrote.",
    "The former President, referring to Defence Secretary Kamal Gunaratne and the Army Commander at the time Shavendra Silva noted the lack of ‘a seniority gap’ between the two heads which he asserted was detrimental to national security.",
    "“Both of them were divisional commanders during the war and had got used to seeing themselves more or less as equals. Whether the two got on well was doubtful,” Rajapaksa said. He also alleged that the Army Commander and the Defence Secretary were working against each other at times, with the Army Commander disregarding the instructions of the Defence Secretary, Kamal Gunaratne. He added that Gunaratne may not have had the same control over the armed services that Rajapaksa once had as Defence Secretary.",
    "In stark contrast to Rajapaksa’s presidential election campaign which was built around the themes of national security, and his status as a war hero, the memoir notes of the various failures of the defence apparatus in containing mass protests which led to him fleeing the country. One reason, Rajapaksa attributes is the fact that both the Defence Secretary and the Army Commander were facing human rights abuse allegations, which he says prevented the duo from taking necessary action.",
    "Rajapaksa notes that the inability of Silva’s daughter to travel to the United States due to these circumstances ,‘ obviously’ had a psychological impact on the General.",
    "The former President asserts that visits by foreign ambassadors to military installations must stop, and strict protocols must be introduced to monitor interactions of the armed services. While Rajapaksa maintains that his ouster was the result of a major international conspiracy, the failure of intelligence was also a key factor in preventing his ousting.",
    "“Intelligence services performed well in pandemic-related duties, they completely missed the build-up of politically motivated mobs on social media,” he wrote.",
    "The former President also shared some of his frustrations in being a novice politician, detailing the  dilemmas he was forced to deal with in appointing members of the Rajapaksa family to powerful portfolios.“the fact that I was not leading the party meant that I did not have much political power,” Rajapaksa",
    "In a historic ruling in November 2023, the Supreme Court determined that the Rajapaksa brothers, — Gotabaya, Mahinda, and Basil — as well as senior officials in their administration, played a significant role in the economic crisis of 2022, breaching the public’s trust.",
    "Nonetheless, Gotabaya Rajapaksa’s book reiterates his refusal to acknowledge any accountability for the nation’s financial downfall, and continues to attribute his ousting to “conspiratorial forces.”"
  ]
}