{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=84034",
  "time_ut": 1715714100.0,
  "original_lang": "en",
  "original_title": "“We are hypocritical when we say what happened in Sri Lanka is an internal matter for Sri Lanka, but what happens in Palestine is not an internal matter for Israel. That is double speak. ! If you are true to what you are saying Sign the ICC Rome statute “- MA  Sumanthiran MP",
  "original_body_lines": [
    "(Text of speech made in Parliament  by ITAK  Jaffna District Parliamentarian  M.A.Sumanthiran  during Adjournment motion debate on 14 May 2024)",
    "Thank you deputy speaker for the time allocated for me to speak on this very important, adjournment motion that has been moved by Honorable Rauff Hakeem.",
    "I wish to approve of and support the sentiments expressed by the proposer and seconder of this motion. The situation that prevails in Palestine today is horrible, a very serious issue and cannot be ignored by any civilized country or people.",
    "But while I speak on that issue, I will also later in my speech refer to the double speak and hypocrisy of the members of this House as they debate this issue.",
    "Much was said about the hypocrisy of the West,White supremeists  and I concur with those sentiments. The world is aghast at the blatant hypocrisy that the Western Nations that promote or pay lip service to Human rights, International Humanitarian Law, Genocide, persecution and international crimes of that nature.",
    "They are turning a blind eye, not only just turning a blind eye, but they are supporting the state terrorism that is being prosecuted by the state of Israel on the hapless people of Palestine.",
    "The political situation of this issue is rather complicated as I said at the last motion that was discussed in this House, I don’t wish to go into that aspect, but only limit myself to the concern for the humanitarian issues.",
    "People are being killed in mass scale. A disproportionate number of children have died already. Women and children who have died account for more than half the number of the dead and that demonstrates the injustice of this whole operation.",
    "It is also important to note that there is a complicit arrangement between Hamas and the state of Israel,much the same way the Easter bombing happened in this country.",
    "It is always useful for leaders of countries whose popularity is dipping to show an enemy of the State and then become popular on that.",
    "This is the most heinous way of remaining in power. We have seen that happening in this country, too. But what’s happening in Palestine has been exposed by right thinking people in the western nations today.",
    "Not only in the western nations but right thinking jewish people. I’ve seen a video of a holocaust survivor who says “not in my name; not in our name”. And he explains that what is happening today is very similar to what he and others had to undergo under the Nazis regime. He cites similarities and says, how can I support this? This cannot be done in my name. Yes, the holocaust was a horrible thing that happened to the jews. But what they are doing now to the people of Palestine is exactly the same.",
    "A lot of people even in this country choose to support Israel and many of them belong to the Christian church. I can criticize this, being a Christian myself. They somehow think that since that is the promised land , nobody else should live there. That is contrary to what the scriptures of the Jews and the Christians say.",
    "There is repeated exhortation in the “Torah” the holy book of the Jewish people to treat the others well in their country, to treat the aliens very well reminding them that they themselves were aliens in Egypt under bondage.",
    "I’m not suggesting that either the Palestinian people or the Israelites are aliens in Palestine. No, that’s not what I’m saying. What I’m saying is that the exhortation to them is “don’t treat the others in this way that you, yourself were treated. Remember, how you struggled for your freedom; remember the injustices that were perpetrated on you. Don’t repeat that on others”.",
    "What is happening today? It is so sad that a race that was almost annihilated- 6  million of them perished that gave rise to the concept of genocide -themselves are now doing this to the others. This must stop. We who are so far away from that theater are concerned and we must be concerned. This is not an internal affair of Israel as much as what happened in this country is not an internal affair of Sri Lanka. When International crimes are committed it is an international concern.",
    "We are hypocritical when we say what happened in Sri Lanka is an internal matter for Sri Lanka, but what happens in Palestine is not an internal matter for Israel. That is the double speak that I want to expose also, not only the double speak of the West.",
    "And I am referring to this particularly during this week. This is the week in the month of May that we commemorate large scale of civilians who were slaughtered in Mullivakkal by state forces knowingly that there were more than 400,000 people in a war zone; trapped in a war zone without any regard for their life or their safety.",
    "And that is why we use the symbolism of the “Kanji “and we will commemorate it through this week, solemnly remembering what our people had to undergo under state terrorism, under Sri Lankan state terrorism that was unleashed on our people. We have a right to commemorate that. The Israelites themselves do something like this: the Passover meal.",
    "They celebrate the Passover festival by eating unleavened bread, to remember that they had to hurriedly make Roti before the dough leavened and hurriedly leave Egypt from bondage. They’ve done this for centuries, more than a million years, to remember that. And as an oral tradition pass on the story to generations.",
    "And we will do that! We are doing it. It is a solemn occasion where we remember that our people during those days could not even have access to kanji. So desperate was the situation.",
    "And Internationally a Commemoration has a very important place. To stop a commemoration of that nature itself exposes the face of the state and that is what happened 2 days ago in Sampur, where few women were commemorating this event by cooking kanji and distributing, remembering their own dead in Mullivaikal during those times.",
    "And what does the police do? The police gets an order from the Magistrate. I can’t even begin to wonder what that magistrate was doing giving such an order? But the police got an order. And then later in the night male police officers went and we have seen video footages of females being dragged away kicking and screaming.They were dragged away by the police, all for what? For drinking kanji !",
    "All for remembering their dead. Just the same way people are being bombed in Palestine today and this House is expressing concern.",
    "You did it! you did it to our people and today you won’t even allow us to remember that occasion in a solemn way. So what are your standards then? Isn’t this double speak? Isn’t this utter hypocrisy?",
    "That you are so concerned about the people of Palestine and so are we .We stand in solidarity with the people of Palestine because we know what it was to suffer at the hands of state terrorist forces. We know it. So we stand in solidarity. We can speak about it.",
    "It is a matter of regret that the mover of this resolution Honorable Rauff Hakeem was the Minister of Justice who went to UN Human Rights Council and defended the state of Sri Lanka. Today He is moving, that Netanyahu will be tried before the ICC. Why not President Rajapaksa? Why not President Gotabaya Rajapaksa? Why not all those who are in the chain of command who perpetrated this violence? These genocidal acts ? The persecution on our people? You want Heads of States of other countries tried before the ICC. ICC is good for you when it is for the other person.",
    "International intervention is good for you. A UN intervention you call for, for the others but not for yourself.",
    "Not for yourself. What happened here ? Blatant International crimes that were committed. There is no clean war anywhere in the world. No war is clean",
    "No side fights a war cleanly. And in such a context when it has been revealed that violations took place, that international crimes happened, let there be an independent inquiry.",
    "For there to be an independent inquiry, it must necessarily be International. This is the reason why we are opposing any domestic mechanism because domestic mechanisms would mean that one side, one faction who fought the war is going to be sitting as the judge. And that’s not independent.",
    "So as we condemn what is happening in Palestine right now, as we condemn the state of Israel in committing acts of genocide on the people of Palestine, we do so with the consciousness that identical matters happened in our own country in this month, this week,15 years ago.",
    "No one has been taken to the ICC. No international prosecution has happened.  Members from both sides keep shouting saying this is an internal matter while expressing concern about Palestine.",
    "How blind can you be to your own hypocrisy ? Wake up! If you are true to what you are saying here today in this House: Sign the Rome statute",
    "If Netanyahu’s prosecution before the ICC is good for you, sign the Rome statute. Don’t fear! If your hands are clean go before the international criminal court and show yourself."
  ]
}