{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/elviscoming-to-town/",
  "time_ut": 1729531380.0,
  "original_lang": "en",
  "original_title": "‘Elvis’…coming to town!",
  "original_body_lines": [
    "In the scene here, we are familiar with voices that do justice to songs by the late Elvis Presley. However, we hardly see a look-alike; let’s say a local performer wearing the appropriate Presley outfit…and in action.",
    "Going back the pages of time, I remember one die-hard Presley fan doing everything, the Presley way – singing, outfit, action, etc.",
    "Of course, he is still around and you would have seen his name cropping up in The Island cartoons – Jeffrey Kelaart.",
    "In November, however, an Elvis Tribute Artiste, from Toronto, Canada, will be in Colombo, on vacation.",
    "An old Peterite, Lorensz says he had a passion for music during his school days.",
    "He was a senior member of the College Choir, trained and directed by the now Late Lylie Godridge, and won the Senior Western Music Singing Competition at College, in 1981.",
    "Lorensz was also a member of the St Mary’s Church Dehiwela Youth Choir, and he extended his passion for music, learning to play the guitar and also learned his basic keyboard knowledge from the Yamaha School of Music in Colombo.",
    "While residing in Sri Lanka, Lorensz was featured on the King Claude TV show, many times, and has also performed with several popular bands, prior to leaving for Canada.",
    "Lorensz immigrated to Canada, in 1989, and is a Banker by profession – working full time – and an Entertainer in his spare time.",
    "He says he has been singing covers of Elvis Presley, Cliff Richard, Engelbert, and others, but his favourite idol is Elvis Presley, he added.",
    "Lorensz also mentioned that he has visited Graceland many times.",
    "“I’ve also checked out all the places where Elvis lived, and his school, etc., and I had the opportunity to meet and speak to Elvis Presley’s band members, and also Cynthia Pepper, who co-starred in the movie Kissin’ Cousins, featuring Elvis Presley.”",
    "With his love and passion for Elvis Presley, Lorensz says he decided to become a Professional Elvis Tribute Artiste, and was awarded two Spirit of Elvis Awards in Canada.",
    "He has been doing his Elvis act at several Elvis Competitions, in the Professional Category, in Canada, and is well known amongst Elvis Tribute Artistes.",
    "What’s more, Lorensz has performed at the world’s leading Elvis Festival at Collingwood Ontario for many years, where over 150 Elvis Tribute artistes, from around the world, compete for the title.",
    "In Toronto, and other parts of Canada, he is seen doing his Elvis act at weddings, anniversaries, parties, community events, the annual Santa Parade, Senior Resident Homes, charity shows, etc.",
    "“I love doing my show for senior residents as it brings a smile to their face, since they all love Elvis Presley, and they love his music.",
    "“I dance and sing these much loved songs in my colourful Elvis Jump suits, and I perform all the three eras of Elvis, namely the ’50s, ’60s and the ’70s.",
    "While in Sri Lanka, Lorensz Francke is billed to do a special performance of his Elvis act at a popular venue in Colombo, on 14th November.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}