{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/strong-sector-performances-propel-sunshine-holdings-earnings-by-44-2-to-rs-5-5-bn/",
  "time_ut": 1707925800.0,
  "original_lang": "en",
  "original_title": "Strong sector performances propel Sunshine Holdings’ earnings by 44.2% to Rs. 5.5 bn",
  "original_body_lines": [
    "Diversified Sri Lankan conglomerate Sunshine Holdings PLC (CSE: SUN) has recorded a consolidated revenue of Rs.42.4 billion during the first nine months of the current financial year (9MFY24). Amidst the backdrop of moderately stable macroeconomic conditions, the Group has reported solid top-line and bottom-line growth of 10% and 44% YoY with Profit after tax (PAT) increased to Rs.5.5 billion as a result of business growth and lower finance costs during the period.",
    "The Group’s Healthcare sector emerged as the largest contributor to Sunshine’s top-line, accounting for 50% of total revenue, with Consumer at 35%, and Agribusiness 15% of the total revenue.",
    "Commenting on the performance, Sunshine Holdings Chairman Amal Cabraal said, “Sunshine Group remains steadfast with all key sectors delivering strong results. Our committed team’s resilience and executional prowess coupled with sound fiscal management, have effectively navigated the short-term stresses amidst the nation’s gradual recovery from the economic crisis. While the stringent policy measures aligned with the IMF program bring challenges, Sunshine Group remains confident in staying on course, continually enhancing its value proposition for all stakeholders and contributing positively to Sri Lanka’s economic revival.”",
    "During the period in review, Group’s Healthcare sector posted revenue of Rs. 21 billion, a significant increase of 19.3% YoY backed by the increased top-line of all business units under the sector. Pharma segment revenue grew by 4.4% YoY and the Medical Devices segment grew by 40.8% YoY driven by both price and volume increase. Revenue of the Retail segment saw a 20.2% YoY increase, fueled by an improved footfall of 19% compared to the previous year.",
    "Aitken Spence records strong performance with EBITDA of Rs. 7.8 Bn for 3Q 2023/24",
    "Congress for Sustainable Materials 2024 focuses on responsible plastic use",
    "Healthcare, Consumer and Agri propel Sunshine Holdings’ strong FY23 performance",
    "Sunshine Holdings delivers robust performance in 1H amidst macroeconomic challenges",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}