{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/how-korea-week-helped-in-firming-korea-sri-lanka-bonds-via-fascinated-hearts/",
  "time_ut": 1752602400.0,
  "original_lang": "en",
  "original_title": "How Korea Week helped in firming Korea-Sri Lanka bonds via fascinated hearts",
  "original_body_lines": [
    "“K-pop is more than just Korean music. It is a phenomenon that transcends borders, languages, and generations, connecting people together, said Miyon Lee, ambassador of the Republic of Korea to Sri Lanka, addressing an enthusiastic crowd at the K-Pop World Festival 2025 in Colombo.",
    "Speaking at the grand finale held at the Bandaranaike Memorial International Conference Hall (BMICH) last Saturday, the ambassador described the event as a celebration of rhythm, creativity and cultural unity.",
    "“I am so excited to share this evening with our fellow Sri Lankans—the vibrant rhythm and beat, creativity and the energy of K-pop—and enjoy together the talent and passion of each performer on stage, she told the packed auditorium of fans, families, diplomats and officials.",
    "The festival, part of Korea Week 2025, drew widespread attention, featuring 14 Sri Lankan finalists selected from over 100 applicants. “This year, we received over 100 applications from passionate and talented performers across the country and it was really difficult to select 14 finalists for today, ambassador Lee noted. “My best wishes go to all the artists performing on stage.”",
    "The Colombo event marks the beginning of the journey to the Changwon K-Pop World Festival in Korea—one of the largest global K-pop competitions. “And right here, in Colombo, we begin that journey—with your voices, your moves and your dreams, she added.",
    "The ambassador also acknowledged the eminent panel of judges—Kevin Nugara, Ms. Mudrika Swarnathilake and Dushyanth Weeraman—who were tasked with the challenging job of evaluating the finalists. “Given the intense competition and the dynamic talents on stage, I believe the toughest job falls upon the panel of judges. Thank you for accepting our invitation and for taking up this challenging task.”",
    "Deputy Minister of Foreign Affairs, Foreign Employment and Tourism Arun Hemachandra who attended the event as chief guest, echoed the ambassador’s sentiments and praised the performers for their exceptional energy and creativity.",
    "“Our young Sri Lankan performers lit up the stage with their passion, bringing Korean music and dance to life in a way that truly impressed, Hemachandra said. “This is more than just a competition—it’s a stage where dreams meet opportunity.”",
    "He added, “A heartfelt thank you to all the participants, the dedicated panel of judges and the organizers—including Miyon Lee, the Korean embassy, KBS Changwon and the Korean Cultural Center—for making this event a memorable success.”",
    "Highlighting the broader importance of the event, Hemachandra said, “Cultural events like this bring our countries closer and give our youth the opportunity to shine on international platforms.”",
    "The K-Pop World Festival was part of a double cultural feature hosted by the Korean embassy, which also included the Korean Ambassador’s Cup Taekwondo Championship earlier that day—both held at the BMICH.",
    "The Taekwondo Championship, jointly organized with the Sri Lanka Taekwondo Federation, provided a competitive platform for martial artists across the country to demonstrate their mastery of Korea’s traditional martial art.",
    "Ambassador Lee said the tournament helped deepen bilateral cooperation in sports while promoting Korean culture in Sri Lanka. “Korea Week 2025 is about fostering people-to-people ties—through music, dance, and sport. The enthusiasm from Sri Lankan youth has been overwhelming, she said.",
    "The K-pop competition, meanwhile, unfolded to thunderous applause. Each act showcased intricate choreography, stunning costumes and heartfelt performances. Audience members—many in K-pop-inspired fashion and waving glowing lightsticks—cheered and danced along with the finalists.",
    "‘Basis laid to hike contribution of digital economy to local GDP’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}