{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85756",
  "time_ut": 1743770880.0,
  "original_lang": "en",
  "original_title": "“Corona”Karuna: The Chequered History of an Eastern Warlord.",
  "original_body_lines": [
    "Former Eastern regional commander of the Liberation Tigers of Tamil Eelam(LTTE) Vinayagamoorthy Muralitharan is very much in the news again.  Muralitharan whose nom de guerre in the LTTE was “Karuna”  is among four Sri Lankans   sanctioned last week  by the United Kingdom (UK) for alleged human rights violations and abuses committed during the civil war. The other three sanctioned are former  Navy commander Wasantha Karannagoda and ex-army commanders Shavendra Silva and Jagath Jayasuriya. It is indeed noteworthy that a leader of a  regional Tamil armed group  has been equated with three Sinhala  defence service national commanders by the UK in imposing sanctions.",
    "Muralitharan who is known as Karuna, Karuna Ammaan and “Col”Karuna broke away from the LTTE in 2004 and  led a rebel group known as the  “Karuna” faction.  against the mainstream LTTE .This outfit was  later  converted  into a political party named “Thamil Makkal Viduthalaip Pulligal”(TMVP). Karuna who collaborated with the Sri Lankan armed forces in combatting the LTTE has been accused of several  human rights violations in the past.",
    "Karuna took to politics when Mahinda Rajapaksa was president and entered Parliament The Rajapaksa regime projected Karuna’s  transformation as a success story of a former guerilla turning into a politician. On one occasion in 2020  during an election campaign, Karuna boasted about his militant past and said he was more dangerous than the  “Corona” pandemic. (Naan Coronaavai vida Payangaramaanavan). His Tamil political rivals responded by  saying Karuna was a Corona that had afflicted the Tamil people. (thamil makkalaip Peeditha Corona Thaan Karuna). The epithet “Corona” rhyming with the name Karuna has stuck since then.",
    "Former President Mahinda  Rajapaksa has issued a hard-hitting statement condemning the UK sanctions. In that Mahinda makes a pointed reference to Karuna.  This what the ex-president says – “Imposing sanctions on Vinayagamoorthy Muralitharan a.k.a Karuna Amman who broke away from the LTTE in 2004 and later entered democratic politics is a clear case of penalizing anti-LTTE Tamils so as to placate the dominant segment of the Tamil diaspora in the UK.”",
    "The UK sanctions have aroused much  interest and curiosity in the man called Karuna.It  is against  this backdrop that this column focuses on Vinayagamoorthy Muralitharan alias “Col”Karuna this week. The objective is to briefly outline the chequered history of Karuna with the aid of earlier writings.",
    "Vinayagamoorthy Muralitharan alias Karuna/Karuna Ammaan/”Col”Karuna is from Kiran in the  Batticaloa district of Sri Lanka’s eastern province.. His father Vinayagamoorthy was an agriculturist. Kiran comes under the Kalkudah electoral district in Batticaloa.",
    "Karuna, born on 22 June 1966, is the fifth of seven children. The other siblings were three elder sisters, an elder brother and two younger sisters, Karuna’s sisters are schoolteachers or housewives. At least four of his nieces and nephews were members of the LTTE. His elder brother “Reggie”too was in the LTTE and was killed during the intra-LTTE clashes.",
    "Young Muralitharan had his primary education at Kinniaddy Maha Vidyalayam and secondary education at Vantharumoolai Madhya Maha Vidyalayam and the Government College (now Mahajana) in Batticaloa. He was good at mechanical matters. Karuna is said to have repaired or upgraded a lot of LTTE equipment.",
    "He became a Tiger helper” in 1982 as a GCE Advanced-Level student. After the July 1983 violence Karuna quit school and joined the LTTE formally. He was enrolled in the third batch of recruits and  received training in 1984 at a tiger camp in Kolathoor in Tamil Nadu under senior tiger leaders  Ponnammaan and Radha.",
    "Thereafter he functioned as a member of the dreaded LTTE intelligence outfit TOSIS (Tiger Organisation Security Intelligence Service) in Chennai. Karuna was also a bodyguard of LTTE chief Velupillai Prabakaran for some time.",
    "He returned to Sri Lanka in 1985 and began his fighting career under the then Batticaloa commander Basheer Kakka. Karuna continued serving in Batticaloa under Aruna and Kumarappa. He also worked under Pottu Amman when Pottu was acting chief of Batticaloa in mid-1987.",
    "All these four men were of Jaffna origin. In 1987, the LTTE began appointing members from a particular district as the respective district leaders.Since the pioneering LTTE men from the East, Ramalingam Paramadeva alias Rajan and Ranjan Kanagaratnam alias Simon, had been killed earlier at Kaluwanchikudy and Kokkilaai respectively, Karuna was now the son of the eastern soil” next in seniority.",
    "Karuna  assumed command of Batticaloa district shortly before the Indo-Sri Lanka Accord of July 29, 1987. When fighting against the Indian Peace Keeping Force (IPKF) began, the former LTTE military leader of Amparai (Digamadulla) district David was taken into custody. Thereafter, Karuna took over the adjacent Amparai district too and retained control of both districts until his revolt against the LTTE leadership in 2004",
    "Karuna kept LTTE resistance alive during the days of the IPKF. He and his former deputy Reagan led the counter offensive against the ill-fated Tamil National Army after the withdrawal of the IPKF. Karuna was also allegedly responsible for the cold-blooded massacre of nearly 600  Police surrendees in 1990. The eastern tigers under his command also perpetrated several attacks on innocent Muslims in the east including the dastardly  Kattankudi mosque killings.",
    "Karuna was instrumental in raising and training the LTTE’s second infantry division Jeyanthan Padaippirivu”. This comprised cadre from the East alone as opposed to the North-based Charles Anthony division. Karuna’s crowning moment of glory came in the mid-1990s when the government forces, conducting Operation Jayasikurui” (Certain Victory), were making rapid strides into Tiger-held territory in the Northern mainland of the Wanni.",
    "On receiving an SOS from the high command, Karuna took his fighters to the North and helped resist the Army. Prabhakaran’s hideout in Kaeppaapulavu was on the verge of being encircled at the time.",
    "Karuna also planned and launched the third phase of the LTTE counter offensive. He became the joint commander of all LTTE fighters in the Wanni and executed several successful operations, reversing the military situation.",
    "He was also the field commander-in-chief for Operation Oyatha Alaigal (Unceasing Waves), during which the LTTE wrested back control of the triangular swathe of territory within Oddusuddan in Mullaitivu, Vidathaltheevu in Mannar and Omanthai in Vavuniya.",
    "Karuna returned home in triumph, having won the confidence and respect of Prabhakaran. He was promoted as Special Commander of both Amparai and Batticaloa districts.",
    "He was given virtual autonomy and allowed to set up parallel structures of power. Karuna set up, in addition to the Jeyanthan brigade, the Visaalagan and Vinothan brigades for men and the Anbarasi and Mathana brigades for women. He also formed the Johnson artillery unit and began the Balendra Officer Training College. He took over the Government agricultural farm and school in Karadiyanaaru and constructed the Thenagam” base complex.",
    "When Great Heroes Day was observed on November 27, Karuna replicated the Wanni ceremony at Tharavai. At the same time that Prabhakaran lit the eternal flame in the Wanni, Karuna did the same in Tharavai. He also delivered a Great Heroes Day address like Prabakaran. Karuna projected himself as the ‘Eastern national leader”, second only to Prabhakaran in the Tiger hierarchy.",
    "The eastern warlord was regarded as the Tiger supremo’s blue eyed boy for years. An immensely grateful Prabhakaran allowed carte blanche” to Karuna due to the services he rendered in the Wanni.  Moreover there were transport and communication difficulties between the Wanni and the East. Thus Karuna ruled the roost in Batticaloa and Amparai having virtual autonomy.",
    "The advent of the Oslo-facilitated ceasefire in 2002 changed this situation. LTTE leaders from the Wanni visited the East. What these Wanni-based tiger leaders perceived in the East was not complimentary to Karuna. Prabhakaran began to get negative reports about Karuna. Prabhakaran kept summoning Karuna to the Wanni for an inquiry but the latter disobeyed him and stayed put in the East.",
    "The simmering tensions erupted into an open revolt on March 3, 2004. Technically the ceasefire facilitated by Norway between the Sri Lankan Government and the LTTE was in force then. Prabhakaran arranged for a helicopter on 2 March 2004  to pick up Trincomalee LTTE Chief Paduman and Batticaloa-Amparai commander Karuna and bring them to the Wanni for consultations”. Paduman complied but Karuna smelling a rat” did not. That was the flash point.",
    "Karuna realised that he had crossed the Rubicon by this defiant act. He acted fast. He summoned an urgent conference for senior eastern cadres on March 3, 2004.  Around 125 to 150 senior stalwarts of the Batticaloa – Amparai LTTE  gathered at Thenagam” conference hall at Karadiyanaaru in Batticaloa district. Colonel” Karuna took the floor. He launched a verbal tirade against Prabhakaran and the Northern Tigers.",
    "Many of those present could not believe their ears. Karuna Amman” related a litany of complaints against the LTTE hierarchy. His chief targets were Intelligence Head Pottu Amman, Financial Controller Thamilendhi and Police Chief Nadesan. What Karuna wanted was that the eastern LTTE component to have autonomous authority. He advocated that the eastern Tigers should be free of central control by the LTTE hierarchy.  “We will throw off the northern yoke and create an eastern renaissance,” Karuna said.",
    "Subsequently Karuna held a news conference at the “Thenagam” secretariat in Karadiyanaaru  and declared “independence” for the Eastern Tigers from the Wanni-based LTTE. He charged that the LTTE hierarchy had discriminated against the Eastern wing despite the sacrifices and contribution made by the Batticaloa-Amparai sections.",
    "Karuna alleged that of the 32 departments within the LTTE, none was headed by an Eastern Tamil. The 15-man central committee had only two Easterners (Col Paduman and Col Karuna ) who were there by virtue of being Trincomalee and Batticaloa-Amparai commanders respectively.",
    "Karuna compared this with the military situation where the Eastern Tigers had made proportionately higher sacrifices. At that point of time as many as 4,543 Eastern Tigers had lost their lives in the armed struggle. Of these 2,302 died in Northern battles. Operations on Eastern soil took only 2,241 lives. Despite these sacrifices, Eastern Tigers had not received a fair deal after peace, charged Karuna.",
    "On March 25, 2004 the LTTE openly declared war on Karuna by issuing a statement. It stated in Tamil that to “safeguard our nation and people it has been decided to get rid of Karuna from our soil. Anybody who opposes disciplinary action against Karuna will be considered to be a traitor to our cause”.   The ultimatum was followed by selective terror in typical LTTE fashion. A Tiger pistol squad began targeting persons regarded as being close to Karuna.",
    "After  the split, Karuna had concentrated the bulk of his forces in the Koralaipattru division of north Batticaloa. He expected an invasion across the Verugal river, which demarcates the border between Batticaloa and Trincomalee districts. Karuna set up lines of defence to the south of the river.",
    "Few people would have thought that the LTTE would pick April 9 to commence the attack, as it was Good Friday. The LTTE’s operation was multi-pronged and began around 1.30 a.m. on April 9. Direct fighting commenced on Good Friday.",
    "The eastern cadre, mostly in their teens, were no match for the main LTTE. The fighting at Verugal was savage initially. By the evening of April 9 the LTTE had taken control of the Verugal-Kathiraveli-Vaaharai region, including eight small and big camps. Apart from those killed, at least 500 of Karuna’s cadre had surrendered.",
    "Karuna’s political headquarters “Thaenagam” was at Karadiyanaaru and military headquarters “Meenagam” at Tharavai. His own jungle hide out “Marutham” was at Kudumbimalai. Karuna, therefore, was expected to entrench himself in this region and hold out.",
    "Soon reality dawned on Karuna that a long drawn out struggle would cause serious logistical difficulties. So Karuna decided to throw in the towel. Concerned persons in Sri Lanka and abroad acted as mediators.Verbal assurances were given on both sides. Karuna faxed a letter to Kilinochchi promising to disband and leave. The Tiger statement of April 10 gave a sign of the envisaged settlement when it referred to sending Karuna out from Tamil Eelam soil.",
    "After the deal was struck, Karuna disbanded his units and dispersed around 3,500 to 4,000 cadres, asking them to go home and resume normal lives.",
    "Karuna then left Batticaloa for Colombo by road  with  his familyabout 20 of his cadres. He was accompanied by the then UNP MP for Batticaloa Ali Zaheer Moulana. With the LTTE targeting him in Colombo, Karuna went abroad clandestiny to Nepal and India. He was helped by the ENDLF leader “Paranthan”Rajan based in Bengalooru. ASfter a while Karuna returned to Sri Lanka. Fearing  death at the hands of the LTTE.Karuna threw in his lot with the Sri Lankan state and fought against the tigers.",
    "The revolt lasting six weeks from March 3 to April 11, 2004  had been  ruthlessly suppressed through military means by the mainstream LTTE led by tiger supremo Velupillai Prabhakaran. Despite the arrangement that ended the intra-tiger fighting the so called agreement was violated by the LTTE which began targeting Karuna loyalists in the East and in other parts of the country including Colombo and suburbs.",
    "A  large-scale massacre of Karuna loyalists was prevented only due to the covert role played by the Military intelligence then headed by Brig.Kapila Hendavitharane (Subsequently Maj-Gen). It was he who first extended protection and later “turned” the LTTE Karuna faction into a formidable military asset.",
    "Eastern tigers loyal to Karuna being hunted down ruthlessly by the LTTE had the choice of flight or fight. Some chose to fight. Chief among these was Sivanesathurai Santhirakanthan alias  “Pillayan”. Horrified by the massacre of Batticaloa tigers by the mainstream LTTE, Pillayan resolved that the eastern LTTE dissidents should form their own group -Karuna faction –  and function independently under Karuna.",
    "The breakaway eastern tigers formed the Thamil Eelam Makkal Viduthalai Puligal (TEMVP) in 2004. It was later changed to Thamil Makkal Viduthalai Puligal (TMVP). Karuna was the TMVP leader and Pillayan was the deputy -leader. While Karuna remained in Colombo and later sojourned in Nepal and India, Pillayan holed up in the jungles along Polonnaruwa district borders.",
    "Pillayan led the TMVP in the field in the east. Soon there were sporadic clashes between the LTTE and TMVP. The casualties on both sides were largely Eastern Tamils. The TMVP was allegedly responsible for many human rights violations and crimes against humanity during the 2006-2008 period. It was also of great assistance to the armed forces who began re-establishing full territorial control over the east during this period.",
    "Soon Pillayan became more popular than Karuna with ex-tigers of the east. Sri Lankan intelligence officials handling the TMVP also found it easier to interact with Pillayan instead of Karuna.There was an internal coup within the TMVP aided by intelligence authorities. Karuna was displaced by  Pillayan as TMVP chief.",
    "Karuna then went to Britain to join his wife Vidyavathy alias Neera  and his  three children Dharanya,Kalairathy and Darfan.",
    "The then Defence secretary Gotabaya Rajapaksa reportedly helped Karuna get a diplomatic passport under the name of Kokila Dushmantha Gunewardene. Karuna also obtained a valid visa to enter the UK. Karuna however was arrested and detained by the UK authorities. He sought political asylum but was denied refugee status.",
    "Subsequently Karuna  was charged for  “having in his possession without reasonable excuse” an “identity document that relates to someone else” under Section 25 (5) of the Identity Cards Act. On 25 January 2008, Karuna was  sentenced  to nine months’ imprisonment.",
    "Even as he was in jail, several human rights organisations mounted pressure on the British Government to invoke the principle of universal jurisdiction. They urged that Karuna should be investigated and charged for the human rights violations he had allegedly committed. However, in an unexpected turn of events, the British Government announced on 5 May 2008 that there was insufficient evidence to convict Karuna for any criminal offences in the UK.",
    "On 9 May 2008, Karuna was released after four months in prison and placed in an immigrant detention centre pending deportation to Sri Lanka. He was deported to Sri Lanka on 3 July 2008.",
    "Upon his return to Sri Lanka, the Rajapaksa clan  embraced Karuna warmly and politically  rewarded him in many ways. Karuna was first appointed UPFA National List MP in October 2008. Thereafter in March 2009 Karuna was sworn in as Minister of National Integration in the Mahinda Government. In April 2009 he joined the SLFP with 1,750 people and was made a Vice-President of the SLFP then headed by Mahinda Rajapaksa. After the 2010 Parliamentary Poll, Karuna was appointed National List MP again and made Deputy Minister of Rehabilitation.",
    "Karuna did not contest polls in 2015. He resigned from the SLFP after the party came under the sway of Maithripala Sirisena. He formed the ‘Thamizhar Aikkiya Suthanthira Munnani’ (Tamil United Freedom Front) in 2017 that was aligned to the Rajapaksas. Karuna’s party canvassed for Gotabaya Rajapaksa at the 2019 Presidential Election.",
    "When the 2020 Parliamentary Elections were announced, former TNA Batticaloa District MP Viyalendran who defected to the short-lived Mahinda Rajapaksa-Maithripala Sirisena Government of 2018 was made chief candidate of the SLPP list for Batticaloa. Unwilling to play second fiddle to Viyalendran, Karuna  moved to adjoining Amparai District that has a 19% Tamil population. He became the chief candidate on the Amparai District list of the ‘Ahila Ilankai Thamizh Maha Sabha’ (All Ceylon Greater Tamil Council). Karuna polled a sizable number of votes but was not elected.",
    "Karuna supported Ranil Wickremesinghe at the 2024 Presidential elections. Karuna  did not contest the 2024 Parliamentary poll. When the 2025 Local authority elections were announced, Karuna patched up differences with his erstwhile deputy Pillaiyaan. Pillaiyaan, Viyalendran and Karuna formed the  “Kizhakku Tamil Kootamaippu or ‘Eastern Tamil Alliance’ to f contest the local polls in the east.",
    "It remains to be seen as to whether the UK sanctions will have an impact on Karuna or his politics. After the UK sanctions were imposed the Tamil newspaper “Thamilan” interviewed Karuna about it. Karuna was dismissive saying that the UK sanctions would not affect him or his politics in any way. Karuna denied that he was responsible for any human rights violation. Speaking further he said that if he was guilty of any human rights violation, the UK could have penalised him when he sought refugee status there. “Why didn’t they do it then? Instead they sent me back home safely,” pointed out Karuna. He went on to say that he was not bothered by the UK sanctions.",
    "This article appears in the “DBS Jeyaraj Column”Of the “Daily Mirror”dated 29 March 2025.It can be accessed here –"
  ]
}