{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-hold-key-security-units-in-airport-deal-with-india-russia-consortium-174245/",
  "time_ut": 1722256200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to hold key security units in airport deal with India-Russia consortium",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka will hold key units related to national security and rescue when handing over its Chinese-built airport operations to a consortium between Indian and Russian firms, a top government official said.",
    "The island nation is in the process of handing over the $209 million Chinese-funded airport to a consortium between Shaurya Aeronautics Pvt Ltd of India and Airports of Regions Management Company of Russia after it won the contract to manage Mattala Rajapaksa International Airport for 30 years.",
    "The airport was once dubbed the “world’s emptiest airport” because of a lack of flights. It has incurred a loss of 3 billion rupees (US$10 million) annually since it was started in 2013 by former leader Mahinda Rajapaksa, who borrowed heavily for post-war infrastructure in his second tenure of 2010-2015.",
    "The Indian-Russian consortium was chosen despite the United States having informed Sri Lanka government about a US sanction on the key stakeholder of the Moscow firm.",
    "“We are waiting to clear some technical matters. We will be handing over the airport very soon,” Athula Kalgetiya, the Chairman of state-owned Airport & Aviation Services Sri Lanka Private Ltd told reporters on Monday.",
    "He said the deal will see all the cost of the airport borne by the consortium and the Sri Lankan government will not charge any money for the first three years. The consortium is expected to develop the airport up to 400,000 passengers (per year) in the fourth year.",
    "“After three years, we will be getting a revenue share – both non-aeronautical and aeronautical revenue shares – which are as spelt in the proposal and they will be handling the airport for 30 years,” Kalgetiya said.",
    "“We have some precautions also. If they fail, we have a large performance bond, a performance guarantee with us from them,” he said.",
    "“All our employees will be given to them other than the Air Navigation Services, Fire (Services), Security (Services), and Search and Rescue units. These four units will be under us. We will be directly handling those four areas which are vital for the Sri Lanka government and the aviation industry.”",
    "“They will be reimbursing us even for that cost. So we will not have any cost from the day we hand over the airport and we will stop leaking 3 billion (loss) every year to Mattala.”",
    "“I think it is a very good model and we are not going to sell that. After 30 years they will have to hand over the airport, developed and as it is to Sri Lanka.”",
    "Officials from the United States have approached the Sri Lankan government to inform that the key stakeholder of Russia’s Airports of Regions Management Company is sanctioned by the US treasury in 2018 for suspected meddling in the 2016 US elections.",
    "Aviation Minister Nimal Siripala de Silva has rejected the claim and said the government did a due diligence and “it is only a rumour”.",
    "Government officials have said a top official at the US Embassy also advised against the Russian firm.",
    "The airport is strategically located close to the Hambantota port on the southern coast of Sri Lanka where China operates a port on a 99-year lease and Sinopec is building a US$5 billion refinery.",
    "It has been used sparingly when flights are unable to land in the country’s main airport at Katunayaka, 30 km north of Colombo.",
    "Airports of the Regions, the Russian firm in the joint consortium, is a large airport holding in Russia.",
    "Until 2021, the strategic investor of the company was the Renova Group of Companies, owned by Viktor Felixovich Vekselberg, a Ukrainian born Russian who was sanctioned by the US treasury in 2018 for suspected meddling in the 2016 US elections.",
    "In 2021, however, Vekselberg transferred control over the management company “Airports of the Regions” to a former top manager of Renova, according to media reports.",
    "“We didn’t come across such a thing. Maybe some individuals are having some problems. But as a company they are clear, Kalgetiya told EconomyNext when asked if the government found any US sanctions on the Russian firm’s stakeholders.",
    "Sri Lanka used Mattala airport to attract more Russian and Ukrainian tourists soon after the Covid-19 lockdown.",
    "Under the previous government, this airport was offered to India with an aim to boost Indian cultural tourists into Sri Lanka. However, the discussion with India to operate the airport did not succeed.  (Colombo/July 29/2024)"
  ]
}