{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Asriel-signs-on-as-Diamond-sponsor-for-CAFE-2024-South-Asia-s-largest-food-expo/34-760772",
  "time_ut": 1713482885.0,
  "original_lang": "en",
  "original_title": "Asriel signs on as Diamond sponsor for CAFE 2024 – South Asia’s largest food expo",
  "original_body_lines": [
    "Asriel Ltd., a beacon of culinary excellence in Sri Lanka, proudly signed on as Diamond sponsor for South Asia’s largest food expo, the Culinary Art Food Expo 2024 (CAFE 2024), now in its landmark 21st edition.",
    "The CAFE 2024 is a crucible of culinary innovation, slated to transform the gastronomic landscape from 7 - 9 June 2024, at the Bandaranaike Memorial International Conference Hall Exhibition Centre (BMICH).",
    "“The culinary arts are one of our nation’s most unique distinguishing features. Already today, Sri Lankan cuisine is beloved around the world, but we believe that this is only scratching the surface of its true potential. That is why Asriel is proud to once again sign on as Diamond sponsor to CAFE 2024 and help build the perfect stage to help our nation’s best culinary talents showcase their skill and innovative spirit,” Asriel Chairman Shiran Peiris said.",
    "CAFE 2024 promises an extravagant menu of events that will cater to enthusiasts and professionals alike. From live culinary competitions that challenge the skill and creativity of chefs, to exhibitions showcasing the latest in gastronomic technology and sustainable practices, the expo is poised to be a melting pot of tradition and innovation.",
    "“From passionate home bakers to world-class chefs, Asriel has always celebrated the journey of culinary craft. Our sponsorship of CAFE 2024 is a testament to our commitment to nurturing this art form. We’re proud to help turn their visions into unforgettable dishes that tell the story of Sri Lanka’s culinary heritage to the world,” Asriel Managing Director Dimuthu Peiris said.",
    "The three-day event will feature masterclasses, workshops, and tasting sessions designed to educate, inspire, and entertain a diverse audience of gourmands, hospitality experts, and food entrepreneurs.",
    "As the culinary scene takes centre stage, CAFE 2024 will also highlight the importance of food as a cultural touchstone and economic driver. The expo will facilitate meaningful exchanges among industry leaders, while budding chefs and established restaurateurs alike will have the opportunity to network, share insights, and collaborate on future ventures.",
    "Asriel Holdings’ support as the Diamond sponsor reinforces the company’s dedication to nurturing the culinary arts and empowering the individuals behind Sri Lanka’s celebrated cuisine.",
    "Asriel Holdings is at the forefront of Sri Lanka’s food solutions sector, catering to HORECA, QSR, bakeries, manufacturing, SMMT, Modern Trading, and dairy industries. With a flourishing export portfolio and cutting-edge facilities, Asriel champions quality and innovation, and is also a strategic partner to Brooks Running providing Sri Lankans with access to premium running shoes and supporting their pursuit of excellence."
  ]
}