{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Empowering-through-innovation-A-digital-lifeline-for-visually-impaired-youth/56-778948",
  "time_ut": 1752444889.0,
  "original_lang": "en",
  "original_title": "Empowering through innovation: A digital lifeline for visually impaired youth",
  "original_body_lines": [
    "JCI Colombo Central and EFC launch English language communication skills and ICT training for visually impaired youth",
    "In a landmark initiative that combines inclusive development with digital empowerment, JCI Colombo Central, in collaboration with the Employers’ Federation of Ceylon (EFC), has completed a transformative 12-week English Language Communication Skills and Information and Communication Technology (ICT) training program specifically tailored for visually impaired school leavers aged 18–30 years. This program aims to bridge the digital divide and create greater access to education and employment opportunities for young persons with disabilities.",
    "Conducted at the EFC’s Specialised Training and Disability Resource Centre in Rajagiriya, the program equips participants with English Language Communication Skills, essential computer and digital skills needed in the modern workforce. The training includes practical modules in screen reader technology, accessible web navigation, Microsoft Office, email and internet use, digital safety and career development tools.",
    "The program’s structure reflects a shared commitment to inclusivity, led by the Employers’ Federation of Ceylon—a recognised pioneer in workplace accessibility and disability inclusion. Through its Specialised Training and Disability Resource Centre, the EFC has provided employment support and training for hundreds of persons with disabilities across Sri Lanka.",
    "A key force behind this initiative is EFC Disability Inclusion Specialist Manique Gunaratne who has over two decades of experience in advocating for and empowering persons with disabilities. Visually impaired since the age of 30, Manique is not only an award-winning advocate but also an internationally recognised trainer in ICT, accessibility and supported employment.",
    "She has received numerous accolades, including the “Keerthisri Lankabhimani Deshabandu” award in 2014, for her exceptional contributions to social inclusion. She has trained thousands of youths with disabilities locally and regionally, while also holding leadership positions in several national and international disability networks.",
    "“Technology is a powerful equaliser,” said Gunaratne, speaking at the launch. “Through this program, we are opening doors that were previously closed to many visually impaired youths. These young people are full of potential they simply need the right tools and guidance. We are not just teaching digital skills; we are nurturing confidence, independence, and pathways to sustainable employment. This initiative proves that disability is not inability it is society that must evolve to be inclusive,” she added.",
    "The course has already started making a meaningful impact. Thiloma Thilakarathna, a second-year Sociology undergraduate at the University of Colombo, and one of the program participants, shared her experience,",
    "“As a visually impaired student, navigating the digital world has always been a challenge. I rely on technology every day for my studies, but I never had proper training until now. This course has been a turning point for me. I have learned to use screen reader tools effectively, write emails independently, and create professional documents. More than that, I’ve gained confidence and a sense of direction for my future.”",
    "By offering this program, JCI Colombo Central and EFC reaffirm their commitment to inclusive economic development, contributing to the United Nations Sustainable Development Goals.",
    "This initiative is more than just a training program it’s a blueprint for inclusive progress and a shining example of what can be achieved when civil society and the corporate sector come together to champion equal opportunity. It is paving the way for a more accessible, equitable, and empowered Sri Lanka, where no one is left behind in the digital age."
  ]
}