{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Blueprint-for-new-Constitution/4-770198",
  "time_ut": 1733509564.0,
  "original_lang": "en",
  "original_title": "Blueprint for new Constitution",
  "original_body_lines": [
    "The Constitution, which is the supreme and fundamental law, must be sufficiently flexible to enable different shades of political opinion to be developed and implemented from time to time",
    "When the citizens agree to be governed, what they insist in return from the rulers is that their rights and freedoms be effectively guaranteed. The Constitution should provide, as it does in many other countries, that an international human rights treaty, when ratified, will have the force of law, superseding any inconsistent existing law. If the Government is unwilling to do so, why ratify a treaty at all? Alternatively, at least the provisions of the two international human rights covenants should be incorporated in the Constitution. That is not only a matter of sound commonsense and prudent governance; it is also a solemn treaty obligation",
    "The abolition of the office of Executive President was a commitment that was made by Anura Kumara Dissanayake, the leader of the NPP, shortly before the Presidential election. Following his election by the people to the office of President of the Republic, and the overwhelming majority which his party received in the General election, it may be confidently assumed that steps will shortly be taken to implement that commitment.",
    "The events that followed the enactment of the 19th Amendment to the Constitution in 2015 demonstrated the futility of the partial abolition of the Executive Presidency. That amendment, while requiring the President to act on the advice of the Prime Minister, enabled the incumbent President (through a transitional provision) to preside over meetings of the Cabinet and also hold three key portfolios. When a few months later Parliament was dissolved, the General election was conducted under laws which had been formulated to complement an executive presidency. No provision was made for the election of the constitutional Head of State. A JVP Bill that sought to rectify the omission was held by the Supreme Court to require approval at a referendum in a determination which, it is submitted, was flawed in law and made per incuriam. Therefore, the abolition of the office of Executive President should be but one element in a comprehensive restructuring of the governmental structure. In other words, a new Constitution.",
    "A Government spokesperson was reported to have stated that the Government will introduce a new Constitution in three years. Why three years? This reminds one of the futile and expensive exercise engaged in by the Yahapalana government for over four years which ended with a 400-Article draft (one of the longest in the world) which was never even published. It may be recalled that the 1946 Constitution, expressed in only 92 Articles, which served the country and its people for 25 years, through a hartal, the assassination of a Prime Minister, an attempted military coup, and a youth insurgency, and yet provided relative tranquillity, stable government and respect for individual rights and freedoms, was drafted by a young assistant legal draftsman in barely three months (according to him, using two fingers on a borrowed typewriter). Even the 1972 constitution-making exercise, through a Constituent Assembly, was completed in 21 months, with the actual drafting being done in barely two months.",
    "Contrary to popular belief, the approval of the people at a referendum is not required for the repeal and replacement of the Constitution. What is required under Article 82(5) is that the number of votes cast in favour amounts to not less than two-thirds of the whole number of members of Parliament. Indeed, a referendum is not suitable for consulting the population on a complex issue such as the text of a new Constitution. For example, in Canada in 1992, a Bill designed to give effect to the multicultural character of that country, known as the Charlottetown Accord, which had been agreed upon by all the First Ministers and territorial and aboriginal leaders, was rejected at a national referendum for reasons which had no relevance whatsoever to the question at issue. Foremost among these was the widespread unpopularity of the then Prime Minister of Canada. In the United Kingdom in 2017, the referendum on the question of leaving the European Union received the affirmative votes of some who believed that it would lead to the restoration of the British Empire. An unnecessary referendum on the Constitution could lead to a voter who disapproves of a single provision voting to reject the Constitution altogether.",
    "In designing a template for a new Constitution, it is useful to commence by identifying those provisions of the present Constitution which should be omitted altogether.",
    "The 1972 Constitution described the State in the following terms: “Sri Lanka (Ceylon) is a Free, Sovereign and Independent Republic.”",
    "The 1978 Constitution added the words “Democratic Socialist” while rejecting the socialist policies of its predecessor and extending the life of Parliament without a general election. Accordingly, I would suggest that the 1972 formulation be restored.",
    "The whimsical intervention of a senior Cabinet Minister, acting on impulse, resulted in the inclusion of the following provision in the 1972 Constitution: “The Republic of Sri Lanka is a Unitary State”.",
    "The 1978 Constitution not only repeated this provision, but also prevented its repeal except with a two-thirds majority in Parliament and approval of the people at a referendum. This impetuous, ill-considered, and wholly unnecessary embellishment would, in the years to follow, reach the proportions of a political battle cry.",
    "The 1972 Constitution contained the following provision: “In the Republic of Sri Lanka, Sovereignty is in the People and is inalienable”.",
    "The 1978 Constitution expanded on that provision, making it unamendable except with a two-third vote in Parliament, followed by a referendum, and thereby stultified the legislative process.",
    "Until 1972, all power flowed from the British monarch. The supreme law then in force was the Ceylon (Constitution) Order in Council 1946. However, the 1972 Constitution was not enacted by Parliament under powers conferred by that Order-in-Council. The 1972 Constitution was an autochthonous Constitution. It was drafted, adopted and enacted outside the existing constitutional framework, not in Parliament but at Navarangahala, a school hall, by persons who were elected to the House of Representatives at the general election of 1970. They asserted that sovereignty flowed not from “The King’s Most Excellent Majesty in Council”, but from the People who had given them a mandate “to function as a Constituent Assembly to draft, adopt and operate a new Constitution that will declare Ceylon to be a free, sovereign and independent Republic”. It was in the exercise of that sovereignty, derived from the People, that they proceeded to draft and enact a new Constitution.",
    "That sovereignty of the people was declared to be inalienable in the sense that it could not be transferred, for example, to a foreign power, the military, or a political party, or indeed restored to the British Crown. That was the rationale for asserting for the first time in a constitution of our country that sovereignty was in the People. It was necessary in order to give legitimacy to that Constitution. It was unnecessary to have reaffirmed it in the 1978 Constitution. Nor does it require repetition today. I have not been able to find a similar provision in any other Commonwealth constitution.",
    "The question of constitutional protection for Buddhism was first raised when the 1972 Constitution was being drafted. It was originally sought to impose a duty on the State to protect the institutions and traditional places of Buddhist worship. Over time, that proposal metamorphosed into a requirement that the State shall give to Buddhism “the foremost place”, and shall “protect and foster Buddhism”, whatever these terms might mean. Representatives of lay organisations urged that Buddhism be declared the state religion, while some senior monks emphatically opposed the concept of a state religion and were more interested in the establishment of ownership of property required for the performance of rites and rituals.",
    "This constitutional provision is very divisive and provocative and identifies those Sri Lankan citizens who profess their belief in the great religions such as Hinduism, Christianity and Islam as being “the other” in the Sri Lankan polity. What the Buddha preached was a philosophy of life. Tolerance and pluralism form the basis of that philosophy. If Buddhist philosophy was able to survive in the hearts and minds of the people through 450 years of western colonial rule, a constitutional injunction is surely not necessary to keep it alive in the free, sovereign and independent Sri Lanka.",
    "The 1972 Constitution introduced for the first time an ideological statement of “Directive Principles of State Policy” which were declared to be not enforceable in any court; not to confer legal rights; and no question of inconsistency with them could be raised in the Constitutional Court or any other Court. However, in another part of the Constitution it was stated that the exercise and operation of the guaranteed fundamental rights and freedoms shall be subject to such restrictions as may be necessary for “giving effect to the Principles of State Policy”. Consequently, when the Bill to vest the Associated Newspapers of Ceylon Ltd. was challenged, the Constitutional Court held that although the Bill infringed the freedom of association of the shareholders and directors of the company, it was nevertheless validated by the fact that it sought to achieve two of the Principles of State Policy, namely, “the development of collective forms of property”, and “raising the moral and cultural standards of the people”. The 1978 Constitution too contains a similar statement of unenforceable Principles of State Policy.",
    "Political ideology should have no place in a national constitution. Values and priorities change with the needs and pressures of a given time. The Constitution, which is the supreme and fundamental law, must therefore be sufficiently flexible to enable different shades of political opinion to be developed and implemented from time to time.",
    "The Constitution must recognise that Sri Lanka is not only a secular State, but is also a multi-ethnic, multi-religious, and multi-cultural State. The tragedy of Sri Lanka is that many of our politicians have refused to recognise the fact – the unalterable, immutable, and enduring fact – that we are a multicultural country. In the contemporary multicultural State, minority communities have rights in common with, and no less than, everyone else. Indeed, because of the need to protect the distinctive character and identity of minority communities, which is what constitutes the cultural mosaic of the State, they even enjoy additional rights. For example, contemporary international law protects the physical existence of minority groups by criminalising genocide, by recognising the right to seek asylum, and by prohibiting discrimination.",
    "International Human Rights Law now provides guidance on the minimum acceptable standards for peaceful co-existence in a multicultural society. They include the right of minorities to use their own language, to profess and practise their own religion and the right to enjoy their own culture. International law also recognises the right of a minority to determine its political status, and the right to participate effectively in decision-making, both at regional and national levels. Therefore, power-sharing at the centre is a requirement that should be incorporated in the Constitution. Whichever political party forms the government, it should be mandatory for the different ethnic groups to be represented in the Cabinet, at least in proportion to the number of such members elected to Parliament.",
    "The Constitution must recognise Sinhala, Tamil and English as the Official Languages of the State.",
    "The 1978 Constitution declares Sinhala and Tamil to be the “official languages”, and English to be the “link language”, whatever that might mean in terms of constitutional law. Thereafter, Sinhala and Tamil are described as the “national languages”. Then follow several other provisions detailing the language of administration, of legislation and of courts. Language is not only a mode of communication; it is also the medium through which knowledge is acquired. It is unfortunate, but true, that Sinhala does not serve either purpose adequately. Political leaders with foresight and sagacity, on the African continent, and in countries such as India, Singapore, and Malaysia, retained English – now the acknowledged international language. They adopted it as the medium of instruction, and thereby ensured that their peoples could communicate with the world beyond their geographical boundaries and acquire the knowledge that now emerges as rapidly as the old is debunked, and equip themselves to serve the global community in capacities other than as domestic helpers and semi-skilled workers.",
    "For 30 years after Independence, this country had a constitutional Head of State. He symbolised the State, not the ruling party. He was the principal unifying figure in the country; the non-partisan, independent, symbol of the State who provided stability to the State. He was accessible to anyone of whichever political persuasion, especially when the heavy hand of government was felt. He performed the ceremonial functions of the Government, leaving to the political head the resolution of the important matters of State. Although the constitutional Head of State was required to act on advice, there have been troubling times when the Cabinet of Ministers sought his advice on how to deal with a particular situation. There have also been occasions when the constitutional Head of State requested reconsideration, or even declined to act as advised until he was furnished with sufficient reasons for doing so.",
    "In a multicultural country such as Sri Lanka, it is desirable that, in addition to the President, there should also be two Vice-Presidents. A new Constitution should therefore provide that:",
    "(a) There shall be a President of the Republic who is the Head of State, the Head of the Executive, and the Commander-in-Chief of the Armed Forces.",
    "(b) There shall be two Vice-Presidents who shall belong to two different ethnic groups, and neither of whom should belong to the ethnic group of the President.",
    "(c) The President and Vice-Presidents shall be elected by Parliament. Their term of office shall be six years.",
    "(d) The President and Vice-Presidents shall, except as otherwise provided by the Constitution, act on the advice of the Prime Minister, or of such other Minister to whom the Prime Minister may have given authority to advise the President on any function assigned to that Minister.",
    "(e) Whenever the President is prevented by illness or other cause from performing the duties of his office or is absent from Sri Lanka, a Vice-President designated by the Prime Minister shall act in the office of the President.",
    "The election of members of parliament from 21 District Lists, based on proportional representation, was introduced by J.R. Jayewardene as an integral element in the presidential executive system of government. Since each district encompassed several former constituencies, the expenditure involved in campaigning in such a large extent of territory, and the need to raise money for that purpose from various sources, inevitably on a quid pro quo basis, has been identified as one of the principal factors leading to corruption. The return to the first past-the-post system of single-member/multi-member constituencies, supplemented with an element of proportional representation to ensure that unrepresented interests are adequately represented, and that there is an equitable distribution of seats based on the totality of votes cast for each political party, ought to be an essential adjunct to the parliamentary executive system of governance.",
    "Local government is best undertaken by restoring the time-tested institutions, namely, village councils, urban councils, and municipal councils, complemented perhaps with District Development Boards. The extremely expensive concept of nine Provincial Councils, each with a Governor and a Board of Ministers, introduced at the request of the Government of India at the height of the ethnic conflict, has lost its relevance and ought to be abandoned.",
    "(The writer holds an LL.B (Ceylon), Ph.D (London) and is a former Permanent Secretary to the Ministry of Justice who also served briefly as Attorney-General. He was Associate Professor of Comparative Constitutional Law at the University of Hong Kong, and the Ariel F. Sallows Professor of Human Rights at the University of Saskatchewan in Canada. He is the author of The Judicial Application of Human Rights Law (Cambridge University Press, 2002, 2nd ed.2017, 1200 pp). This article is based on a paper presented by him at the Sri Lanka Law College 150th Anniversary International Research Conference recently.)"
  ]
}