{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-seeks-ftas-with-india-indonesia-malaysia-vietnam-and-china-150115/",
  "time_ut": 1707221400.0,
  "original_lang": "en",
  "original_title": "Sri Lanka seeks FTAs with India, Indonesia, Malaysia, Vietnam, and China",
  "original_body_lines": [
    "ECONOMYNEXT – The Sri Lanka government is in talks to establish free trade agreements (FTAs) with India, Indonesia, Malaysia, Vietnam, and China by the end of 2024, its Minister of Foreign Affairs said.",
    "“These agreements will open up new markets for Sri Lankan businesses, contributing directly to the nation’s economic growth,” Ali Sabry said at a press briefing on Tuesday (6).",
    "The government is committed to diversifying the country’s trade partnerships and strengthening its economic resilience through strategic FTAs, he said. “By expanding access to new markets and promoting trade, these agreements aim to create a more robust and sustainable economic foundation for the country.”",
    "Sri Lanka lags behind regional competitors like Vietnam and Bangladesh, Sabry pointed out. “While Vietnam boasts exports of $370 billion and Bangladesh at $60 billion, Sri Lanka struggles with a mere $12-14 billion.”",
    "“The main reason behind Sri Lanka’s export struggles is its limited market access. While focusing primarily on the domestic market, countries like Vietnam and Bangladesh actively expanded into larger international markets through FTAs. This strategic move fueled their export-driven growth, leaving Sri Lanka behind.”",
    "Last week, Sri Lanka signed an FTA with Thailand. Sabry said that this agreement has provided Sri Lanka access to a USD 2.2 billion market.",
    "Sri Lanka eyeing investment only deal with India, RCEP hits roadblock: President",
    "China shows flexibility on Sri Lanka FTA after temporary halt: Chief Negotiator",
    "Sri Lanka Thailand FTA to unlock untapped trade and investment: President",
    "Sri Lanka is also talking to Bangladesh and hopes to sign FTAs with other ASEAN member states after debt restructuring is complete.",
    "An attempt to join the broader Regional Comprehensive Economic Partnership has been hit by a lack of rules to admit new members."
  ]
}