{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/billion-rupee-refurbishment-of-mjfs-cape-weligama-nearing-completion/",
  "time_ut": 1727556600.0,
  "original_lang": "en",
  "original_title": "Billion rupee refurbishment of MJF’s Cape Weligama nearing completion",
  "original_body_lines": [
    "Resplendent Ceylon, the leisure wing of the MJF Group headed by Malik. J. Fernando, elder son of Dilmah founder Merrill J Fernando, has completed a billion rupee refurbishment of its upmarket Cape Weligama property which is expected to be open in time for the high season on Dec. 2.",
    "The tea-driven MJF group entered the leisure and hospitality industry in 2005 by setting up Ceylon Tea Trails, now running five spectacularly located plantation bungalows with 27 rooms, also in an upmarket operation.",
    "The group also provides luxury tented accommodation close to the Yala National Park and has substantial minority stakes with board representation in hospitality businesses including the Fortress Hotel at Koggala, the George Ondaatje founded Tangerine and Royal Park resort hotels in Kalutara and Ravi Thambiayah’s Renuka and Renuka City Hotels in Colombo.",
    "General Manager of Sampath Bank, Ayodhya Iddawela,(Left) and Senior Deputy General Manager, Tharaka Ranwala, paid homage to the Katina Cheevara, which is to be sent to the Daegu Buddhist Temple in South Korea. Arrangements were made for devotees to worship the Cheevara at the Sampath Bank Headquarters Branch on Navam Mawatha on Wednesday. Pic by Jude Denzil Pathiraja",
    "In his autobiography published shortly before his death last year, Fernando said: “The tourist industry always attracted me, in view of the tremendous potential that Sri Lanka possesses and the fact that it is an industry that Sri Lanka can own totally. The raw material is the composite of our unparalleled natural beauty, the easily accessible game parks, the cultural and historical heritage seen in our many ancient sites…”",
    "Leisure is now the major diversion of the MJF Group which now also into cinnamon.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}