{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-president-retains-finance-secretary-ahead-of-imf-debt-deals-foreign-secretary-out-188785/",
  "time_ut": 1732019940.0,
  "original_lang": "en",
  "original_title": "Sri Lanka President retains Finance Secretary ahead of IMF, debt deals; Foreign Secretary out",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka President Anura Kumara Dissanayake retained Finance Secretary Mahinda Siriwardana under the new cabinet after his National People’s Power (NPP) secured a landslide in the parliamentary elections last week.",
    "Siriwardana was appointed as the Finance Secretary by former president Gotabaya Rajapaksa in 2022 and continued under Rajapaksa’s successor Ranil Wickremesinghe. He has been instrumental in the key negotiations with the International Monetary Fund (IMF) and debt restructuring deals since 2022.",
    "Before September 21 Presidential poll, Dissanayake’s NPP vowed to oust Siriwardana, citing adverse impacts of the country’s economic policies. The NPP also said it will renegotiate with the IMF and external private bond holders on debt restructuring.",
    "Dissanayake, however, has retained Siriwardana twice – after both his election and the last week parliamentary election.",
    "But the President appointed Aruni Ranaraja as the new Foreign Secretary, replacing Aruni Wijewardena, who was appointed by former President Rajapaksa in May 2022 and continued under Wickremesinghe.",
    "Here are the new ministry secretaries of the current NPP government appointed by the president on Tuesday (19):",
    "Prof. Kapila C.K. Perera – Ministry of Transport, Highways, Ports and Civil Aviation",
    "K.M.M. Siriwardana – Ministry of Finance, Planning and Economic Development",
    "J.M. Thilaka Jayasundara – Ministry of Industry and Entrepreneurship Development",
    "A.M.P.M. B. Atapattu – Ministry of Buddhasasana, Religious and Cultural Affairs",
    "B.K. Prabath Chandrakeerthi – Ministry of Plantation and Community Infrastructure",
    "D.W.R.B. Seneviratne – Ministry of Public Security and Parliamentary Affairs",
    "U. G. Ranjith Ariyaratne – Minister of Urban Development, Construction and Housing",
    "S. Aloka Bandara – Ministry of Public Administration, Provincial Councils and Local Government",
    "K.A. Wimalenthirarajah – Ministry of Trade, Commerce, Food Security and Co-operative Development",
    "D. P. Wickremasinghe – Ministry of Agriculture, Livestock, Land and Irrigation",
    "K.M.G.S.N. Kaluwewa – Ministry of Education, Higher education and Vocational education",
    "A.H.M.U. Aruna Bandara – Ministry of Youth Affairs and Sports",
    "Aruni Ranaraja – Ministry of Foreign Affairs, Foreign Employment and Tourism"
  ]
}