{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/U-S-lands-unmanned-Odysseus-spacecraft-on-moon/108-277600",
  "time_ut": 1708657680.0,
  "original_lang": "en",
  "original_title": "U.S. lands unmanned Odysseus spacecraft on moon",
  "original_body_lines": [
    "An unmanned, robotic lunar lander launched by a private U.S. company landed on the moon Thursday evening.",
    "“We can confirm, without a doubt, that our equipment is on the surface of the moon,” said Stephen Altemus, CEO of Intuitive Machines, the Houston-based company that operated the Odysseus spacecraft. “Welcome to the moon.”",
    "As it approached the surface of the moon, Odysseus lost contact with NASA, resulting in several anxious minutes for those who worked on the joint project. But after approximately 15 minutes of searching, officials confirmed that they were once again receiving signals from the spacecraft.",
    "“A commercial lander named Odysseus, powered by a company called Intuitive Machines, launched up on a Space X rocket, carrying a bounty of NASA scientific instruments and bearing the dream of a new adventure, a new adventure in science, innovation and American leadership, well, all of that aced the landing of a lifetime,” NASA Administrator Bill Nelson said after contact had been reestablished. “Today for the first time in more than a half century, the U.S. has returned to the moon.”",
    "Altemus had estimated that Odysseus had an 80% chance of successfully landing on the moon, citing previous failed attempts as an advantage. “We’ve stood on the shoulders of everybody who’s tried before us,” Altemus said.",
    "It was the first American mission to land on the moon since Apollo 17 in 1972 and the first private spacecraft ever to make a soft landing there.",
    "While it was a private mission, NASA paid Intuitive Machines $118 million to deliver six instruments to the moon. And the U.S. space agency provided streaming video of the landing.",
    "Before Odysseus reached the moon’s surface, when it was about 100 feet away, it ejected the EagleCam, a small box containing a system of cameras created by students at Embry-Riddle Aeronautical University in Daytona Beach, Fla. The EagleCam was designed to snap a series of photos — or selfies — of the spacecraft as it made its final descent toward the moon.",
    "The company said Wednesday that the 14-foot-tall spacecraft had been pulled by the moon’s gravity into a circular orbit 57 miles above the lunar surface, as planned.",
    "On Thursday, the spacecraft dropped to within about 6 miles of the lunar surface, coasting for an hour before beginning its powered descent",
    "Aside from the six NASA instruments and the EagleCam, the Odysseus lander was also carrying a part for a future moon telescope and a project by American sculpture artist Jeff Koons."
  ]
}