{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Civil-society-organisations-individuals-express-concerns-over-proposed-Truth-Unity-and-Reconciliation-Commission/14-759320",
  "time_ut": 1710091253.0,
  "original_lang": "en",
  "original_title": "Civil society organisations, individuals express concerns over proposed Truth Unity and Reconciliation Commission",
  "original_body_lines": [
    "Over 30 organisations and 40 individuals and activists have written to the Interim Secretariat for Truth and Reconciliation Mechanism Director General Dr. Asanga Gunawansa expressing concerns regarding the proposed Truth Unity and Reconciliation Commission (TURC).",
    "We, activists, and civil society organisations from, as well as working in the North and the East with war affected communities write to you regarding the proposed Commission for Truth, Unity and Reconciliation (hereinafter the Commission). Some of us have engaged with the Interim Secretariat for Truth and Reconciliation Mechanisms (ISTRM), including attending the meetings organised by the Secretariat on 9 and/or 26 February 2024 to discuss the proposed Commission.",
    "We draw your attention once again to the four statements issued by civil society organisations in the North and East in 2023 setting out their concerns about the proposed Commission as well as their demands to the Government. These demands consist mainly of measures to build trust and repair the severely damaged social contract between Tamil citizens and the state. To date, the government has not taken action to implement even a single demand set out in these statements, thereby validating our concern about the lack of political will to provide substantive solutions to the Tamil people where truth, justice and reparations are concerned.",
    "Our scepticism was further affirmed by the failure of the ISTRM to conduct wide ranging consultations with the war affected communities in the North and the East during their consultation process. Only a handful of organisations and activists from the North and East were invited to the meetings held in Colombo on 9 and 26 February despite concerted advocacy for greater inclusion. For instance, the ISTRM did not even attempt to meet the families of the disappeared in the North and East, a critical stakeholder in the transitional justice process. Given that the Commission for Truth, Unity and Reconciliation Bill states its focus is “the conflict which took place in the Northern and Eastern Provinces during the period 1983 to 2009, or its aftermath”, the lack of consultations with the very community that is purportedly the focus of the law beggars belief. Even those predisposed to view the proposed Commission as a good faith act to address decades long violations to which the communities in the North and East were subjected, government disregard for, and dismissal of the concerns of the communities regarding the proposed Commission, will surely question the government’s intention.",
    "The concerns we express are evidenced by the government’s repeated declarations that it is determined to ensure the UN Human Rights Council Resolution is not renewed nor a new Resolution passed. Hence, we believe the proposed Commission is one of the means through which the government intends to convince the international community there is no need for another Human Rights Council resolution. If the government’s intent is to resolve decades long grievances of the Tamil community and address grave violations committed against the community, instead of railroading legislation the community does not want, the government would implement at least a few demands set out in the aforementioned four statements to build trust.",
    "While civil society, journalists, activists, families of the disappeared and former combatants amongst others in the North and East continue to be subject to surveillance, intimidation and harassment by the security agencies, while their land is being acquired and occupied and while their places of worship are being destroyed, the enactment of a law and the establishment of a Commission will do little to prevent or mitigate these actions which are in contravention of the Constitution of Sri Lanka and Sri Lanka’s international obligations. They only serve to increase people’s mistrust of the state.",
    "In this regard, we highlight the findings of the public opinion survey conducted by the Sri Lanka Barometre in 2023, which illustrates that “confidence towards the political leadership decreased as a consequence of the crisis for almost half of Sri Lankans, showing a significant effect of the crisis on political confidence”. The Barometre also states that the “decrease in confidence indicates a sense of disappointment and disillusionment among many Sri Lankans in the current political leadership”. It should be noted the lack of trust and confidence in the political leadership is not restricted to the Tamil community as the Barometre reveals that “almost three quarters of people in the Southern Province experienced a drop in confidence”. Hence, in a climate in which the current government does not have public confidence, establishing yet another institution will in no way enable reconciliation in the absence of substantive measures to restore the faith of the people in those that govern them.",
    "The imperative to listen to the voices from the North and East is reiterated by another finding of the Barometre, which states that the “fact that the highest proportion of people showing no change in confidence can be located in the Northern Province could indicate disillusionment with any majoritarian government that is perceived to have ignored the needs and grievances of the Tamil community that make up a majority of the residents in the Northern province”.",
    "In this context, we urge the government to heed the voices of the people of the North and East and implement the demands set out in the four statements issued by civil society groups from the North and East to build trust and show good faith prior to enacting laws or establishing Commissions. The path to positive peace and reconciliation is through building trust and demonstrating good faith through substantive and meaningful actions, not rhetoric, nor establishing Commissions whose recommendations are not implemented.",
    "The signatories are Adayalam Centre for Policy Research; Affected Women’s Forum, Amparai Aham Humanitarian Resource Centre (AHRC), Trincomalee; Amparai District Women’s Network; Association for Relatives of the Enforced Disappearances in the North and the East (ARED); Association for Relatives of the Enforced Disappearances - Amparai District; Association for Relatives of the Enforced Disappearances- Batticaloa; Association for Relatives of the Enforced Disappearances- Jaffna; Association for Relatives of the Enforced Disappearances- Kilinochchi; Association for Relatives of the Enforced Disappearances- Mannar; Association for Relatives of the Enforced Disappearances - Mullaitheevu; Association for Relatives of the Enforced Disappearances- Trincomalee; Association for Relatives of the Enforced Disappearances - Vavuniya; Batticaloa District Aruvi Women’s Network; Centre for Humanitarian and Integrated Development, Mullaitheevu; Civil Amayam, Batticaloa; Eastern Social Development Foundation, Batticaloa; Environmental and Community Development Organisation, Mullaitheevu; Forum for Affected Families, Mannar; Jaffna Island Women’s Network; Law and Human Rights Centre, Jaffna; Law and Society Trust; Mannar Social and Economical Development Organisation (MSEDO); Mannar Women’s Development Federation (MWDF); Mullaitivu Press Club; North East Coordinating Committee (NECC); Organisation of People for Justice, Vavuniya; People’s Collective for Climate Justice; Tamil Civil Society Forum; Vali North Resource Centre, Jaffna; Viluthu; Voice of the Voiceless; Women’s Action Network; Women Life and Rights Association, Kilinochchi; Anushani Alagarajah, Rajaretnam Anuratha, S. Ariyamalar, Sharada Devi, A. Elangeswary, Sarala Emmanuel, Yardsan Figurado, Aneesa Firthous, Amara Hapuarachchi, H. Inthumathy, Thampirasa Kamalathevi - families of the disappeared, Ampara District, Kumanan Kanapathipillai, Dr. Sakuntala Kadirgamar, Murugiah Komahan, Mahaluxmy Kurushanthan, Kandumani Lavakusarasa, Sivalingam Lingeswary - families of the disappeared, Ampara District; Kanapathipillai Maheswary - families of the disappeared, Ampara District; Alakurasan Mathan, Dr. Chitra Maunaguru, Naheswaran Mireka, Buhary Mohamed; Visayarasa Priya, Jeyatheepa Punniyamoorthy, Thevasakayam Ranjana - families of the disappeared, Ampara District; Maithreyi Rajasingham, Hibakaran Ramakirushnan; Kanapathipillai Sarojathevi - families of the disappeared, Ampara District; Shreen Saroor, Ambika Satkunanathan, Maanikkapillai Sarojathevi - families of the disappeared, Ampara District; Vijayaletchumi Sekar, Thampirasa Selvarani - families of the disappeared, Ampara District; Vanie Simon, Pathujan Srinagaruban, P.N. Singham, Nagalingham Srithevi - families of the disappeared, Ampara District; Kulanthaivel Sunithrathevi - families of the disappeared, Ampara District; Chanthrakumar Vathany – families of the disappeared, Ampara District; and Kathirkamathamby Yogeswary - families of the disappeared, Ampara District."
  ]
}