{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/needed-egalitarian-ethos/",
  "time_ut": 1757440440.0,
  "original_lang": "en",
  "original_title": "Needed: Egalitarian ethos",
  "original_body_lines": [
    "The Presidents’ Entitlements (Repeal) Bill has passed muster with the Supreme Court (SC), which has held that no provision therein is inconsistent with the Constitution. Therefore, it can be ratified with a simple majority, Speaker (Dr.) Jagath Wickramaratne has said, announcing the SC decision in Parliament. Now, the NPP government can go ahead with its plan to deprive the former Presidents of their special perks and privileges.",
    "The former Presidents or their spouses are not so poor as to be reduced to destitution in the event of their perks and privileges being done away with. The same goes for most of the former MPs, and the government is planning to abolish their pensions as well.",
    "It is doubtful whether the government will be able to save a substantial amount of funds through such matters, but the JVP-led NPP insists that what matters is not the savings as such but the wrong principle underpinning the provision of perks and privileges to former heads of state, whom it has blamed for what it describes as a 75-year curse and the perpetuation of the old, discredited systems it has undertaken to upend.",
    "The NPP has a moral obligation to act out of principle as regards all politicians’ perks and privileges, and set an example. It should curtail the perks and privileges of the sitting MPs as well. After all, it came to power, promising to adopt austerity measures.",
    "Sunil Handunnetti, before last year’s elections, declared in a television interview that, if elected, the NPP politicians would not avail themselves of anything that was unavailable to the ordinary people. He said the NPP MPs would travel in buses and trains, and asked the interviewer to keep the video of the interview and use it against the NPP government if it reneged on its promise to do so. The NPP also promised to disband the VVIP security divisions. But President Anura Kumara Dissanayake and Prime Minister Harini Amarasuriya are escorted by security convoys, and no NPP MP uses public transport regularly. One can understand why extraordinary security arrangements should be made to protect the President and the Prime Minister, but why can’t other NPP politicians share in the suffering of the people by taking public transport?",
    "Public services and institutions deteriorate due to what is known as the exit phenomenon; when influential people opt out of them, only the voiceless remain dependent on them. The best way to develop public transport, rural schools, hospitals, etc., is to make the MPs and their family members use them so that they will feel the need to develop such services and institutions. If millions of people travel in crowded buses and trains to and from far-flung parts of the country to urban areas, including Colombo, for work, etc., why can’t their elected representatives do so?",
    "Meanwhile, the JVP maintains its full-time cadres, including President Dissanayake, with its own funds. It did so even before being voted into power. The Opposition claims that the JVP has the biggest party fund in Sri Lanka. Hence it is being argued in some quarters that the JVP should look after the NPP MPs, enabling them to do without their salaries and allowances, which are currently sent to the party coffers. We are not short of MPs who wrap themselves in the flag, especially on the government side, declaring that they are even ready to die for the masses. Let them be urged to prove their patriotic credentials and love for the people by forgoing their salaries and allowances and using public transport.",
    "As for the much-needed egalitarian ethos, the JVP-led NPP government ought to learn from Sweden, where all MPs live modestly, and the people do not allow their elected representative to live the high life at their expense. Only the Swedish Prime Minister is entitled to an official vehicle, and that, too, is provided by the security forces. Even the Speaker receives a public transport pass like the ordinary MPs, who have to travel in buses and trains like their voters. Why can’t Sri Lanka, which is governed by a coalition led by a party that claims to espouse Marxism, emulate the example set by a capitalist country like Sweden?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}