{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/chevron-lanka-collaborates-with-uber-sl/",
  "time_ut": 1731883560.0,
  "original_lang": "en",
  "original_title": "Chevron Lanka collaborates with Uber SL",
  "original_body_lines": [
    "Chevron Lubricants Lanka PLC (Chevron Lanka), the company that markets and distributes Caltex-branded lubricants, is pleased to announce its collaboration with Uber in Sri Lanka. Drivers using Uber for providing Rides and doing deliveries will now have access to Chevron Lanka’s wide range of premium lubricants, known for enhancing engine performance, extending vehicle life, and optimizing fuel efficiency at special prices. This will help them save on essential vehicle maintenance and benefit them with superior protection and performance on the road.",
    "Bertram Paul, Managing Director & CEO, Chevron Lubricants Lanka PLC, said “We’re thrilled to collaborate with Uber Sri Lanka, supporting drivers across both its verticals in the country with an exclusive value offering. We understand that maintaining a vehicle is critical for drivers, and our range of lubricants is designed to enhance engine life and performance. With this collaboration, we look forward to helping them experience a new level of efficiency and value.”",
    "Varun Wijewardane, Country Manager, Uber Delivery – Sri Lanka, said, “Couriers and drivers are critical to the success of the Uber ecosystem. We’re continually exploring ways to enhance their platform experience and offer them tangible benefits. This collaboration with Chevron Lanka enables us to contribute to their success by helping reduce operating costs and improve vehicle reliability. At the same time, we’re adding to our on-app offerings and including yet another category on Uber Eats, enabling delivery of premium lubricants to our customers on demand.”",
    "David Pieris Automobiles delivers first set of BAIC X55 SUVs in Sri Lanka",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}