{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/marginal-drop-in-sri-lankas-consumer-confidence-in-august-ahead-of-polls-181064/",
  "time_ut": 1727330520.0,
  "original_lang": "en",
  "original_title": "Marginal drop in Sri Lanka’s consumer confidence in August ahead of polls",
  "original_body_lines": [
    "ECONOMYNEXT — Three consumer confidence indices run by Sri Lanka’s Institute for Health Policy (IHP) dropped marginally in August 2024 compared to the previous month, the institute said.",
    "IHP said in a statement on Thursday September 26 that the Index of Consumer Sentiment (ICS), the broadest measure of public views on personal economic status and the national economy, decreased by 3 points to 30. The Index of Consumer Expectations (ICE), which tracks future perceptions, fell by 4 points to 31, and the Index of Current Conditions (ICC), a measure of perceptions of current conditions, dropped 3 points to 28. The decrease is primarily due to growing pessimism about the country’s prospects over the next five years, IHP said.",
    "All IHP Sri Lanka Opinion Tracker Survey (SLOTS) consumer confidence indices range from zero to a potential maximum of 100, with levels below 50 indicating net pessimism.",
    "“The CCI estimates are based on 19,233 interviews conducted between October 21, 2021– September 7, 2024, including 1,150 interviews conducted in August 2024, with sample sizes varying between indices depending on response rates. All estimates are adjusted to be representative of the national population, including gender, age, ethnicity, and income level.",
    "“The SLOTS platform tracks public opinion and well-being daily using a large national panel recruited by face-to-face interviews and other randomly dialled respondents, with numerous peer-reviewed scientific publications that use the data.”",
    "According to IHP, SLOTS combines data from a national sample of adults (ages 18 and over) reached by random digit dialling of mobile numbers, and others coming from a national panel of respondents who were previously recruited through random selection. All consumer confidence index estimates are weighted to be representative of the national population, including characteristics such as age, gender, province, sector, socioeconomic status, ethnicity and education.",
    "“IHP is solely responsible for commissioning and designing the survey, and it takes full responsibility for it. IHP is an independent, non-partisan research institution based in Colombo, Sri Lanka. The SLOTS lead investigator is Dr Ravi Rannan-Eliya of IHP, who was trained in public opinion polling at Harvard University, and who has conducted many opinion surveys over three decades, both in and outside Sri Lanka.”",
    "According to the institute, SLOTS fieldwork since 2021 has been supported by a range of funders, who play no role in question design, data analysis, or reporting. Past funders have included the Neelan Tiruchelvam Trust, Asia Foundation, European Commission, UK National Institute for Health and Care Research, the Foundation Open Society Institute, and others. Current fieldwork is supported by funding from the Velux Stiftung foundation, New York University Abu Dhabi, USAID, and the IHP Public Interest Research Fund. (Colombo/Sep26/2024)"
  ]
}