{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/through-tin-tins-eyes-the-calamity-bishop-rodrigo-is-visiting-on-the-church/",
  "time_ut": 1757828065.0,
  "original_lang": "en",
  "original_title": "Through Tin Tin’s Eyes: The Calamity Bishop Rodrigo Is Visiting On The Church",
  "original_body_lines": [
    "When the decision was taken at schools take-over to keep St. John’s private, one of the key considerations was to be a witness for Jesus Christ and to serve society. Bishop Dushantha Rodrigo seems to have lost that vision in decapitating Fr. Daniel Jeyaruban by dismissal after blessing him only the previous night.",
    "Worse, after suspending him without pay for over a year, the Church has demanded that he pay the rent and utility bills from when he was suspended without ever having told him at the time of suspension over a year ago. And the Church expected him to move immediately when his wife was in hospital with a prematurely born infant weighing under 3 lbs in a room full of occupied incubators and she had to come regularly from her ward to feed her. I believe that the prematurity was precipitated by the social stigma of his suspension and the indignation from the charge that he told people he was suspended when people asked him why he was not coming to school.",
    "An ordained priest in good standing, Fr. Daniel is devastated and reeling without the basic rights the Bishop upholds in pro forma newspaper statements. Nor does Fr. Daniel have from the Church the rights of a tenant renting from ordinary citizens.",
    "By dismissing Fr. Daniel Jeyaruban on flimsy grounds, and mauling him in every way, even demanding rent for the time he was suspended, the Bishop has let down the Church badly, making it seem a greedy and vengeful institution. The decision to terminate undoes Christian witness and presents the Church as unjust and ignorant. The Bishop has allowed the Principal who forces boys to attend chapel in a pretense of prayer and godliness, and two bean-counting executioners to take a terrible decision. It undoes all the Bishop’s good deeds in speaking up for good governance, human rights and justice for upcountry Tamils.",
    "If I may preach to the Bishop, though a layman, he must read Micah 6:8 and learn “to act justly and to love mercy and to walk humbly with your God,”), and Isaiah 1:17 to “Learn to do good; seek justice, correct oppression”. Therefore, in the biblical worldview, practising justice is not merely a social good but a divine requirement and an act of worship that reflects God’s nature and honours Him.",
    "The Temptations of a Bishop: Jesus Christ and His Church or the Devil and the Trappings of Power?",
    "The Bishop seems torn between his duty to God and His Church, and the attraction of the Devil and the Trappings of Power he gives his followers. The Devil showed him “all the kingdoms of the world and their splendour” and promised to give them to him if he would “bow down and worship” him. These trappings allow his followers to tell Godly folk like Fr. Daniel, “Bow down and worship” him, the Devil.",
    "Daniel refused to bow down. The Bishop seems to have made the wrong choice.",
    "This recalls to mind Jesus’ teaching in Luke 16:10-12: “Whoever can be trusted with very little can also be trusted with much, and whoever is dishonest with very little will also be dishonest with much. So if you have not been trustworthy in handling worldly wealth, who will trust you with true riches?  And if you have not been trustworthy with someone else’s property, who will give you property of your own?”",
    "If the Bishop cannnot be trusted with the fundamental rights of one man, how would God trust him to speak for the nation’s rights? Again Jesus tells us in the Parable of Talents (Matthew 25: 14-30), that when we do not wisely use what is given to us, it will be taken away. The same is taught in Jesus’ separate Parable of the Minas (Luke 19:11–27).",
    "The Bishop has betrayed God. The consequent promise, as Jesus says, is that what the Church has received will be taken away as we see large numbers leaving the Church for other Churches.",
    "The Bishop’s fault is allowing the weight of episcopal responsibilty to be abandoned and leaving it to the Principal and two bean counters, the CMS Chairman and SJC Manager, both from the Private Sector. In the private sector, labour laws are weaker than in the state, and obedience to the boss is seen as very important for order. The Bishop, heading the Church in the sense of “Vicar of Christ,” should understand that the Church has to be more just than the state and reflect the values of Jesus Christ – not those of private companies.",
    "In this regard, it is happy that the Rajapaksa brothers Mahinda and Gotabaya are mindful of the ethical requirement that an honourary doctorate which involves no examined thesis, must not be used to carry the title Doctor before ones name.  To not honour the rule is to pretend that one wrote and defended a thesis. The Church Missionary Society, however, flouts the rule that the Rajapaksas valiantly respect. Sad!",
    "An Anglican priest wrote and asked me, “Where do we go from here?” It is the same thought that crosses the minds of many who worry about the future of the Church. The general advice is to rush to the Labour Tribunal in Jaffna.",
    "The thinking is that so long as technical conditions (such as going to the Tribunal within 6 months of the impugned decision) are adhered to, Labour Tribunals are sympathetic to the employee. But then, argue those who favour directly going to a higher court, the decision of the LT will invariably be challenged in a higher court. That means delay and more expense even though the higher courts tend not to overturn LT decisions based on the LT judge’s opinions which are arrived at by hearing the employee, the employer and other witnesses. Be that as it may, it will add to the delay and the expenses. An Fundamental Rights (FR) plaint in the Supreme Court, argue those who prefer the LT route, is terribly expensive. I have heard of a charge of over Rs. 700,000 from a President’s Counsel.",
    "However, there are many good lawyers who will not charge so much from a priest, especially when he has been so unjustly terminated. I have myself had the fees I owe waived by top-notch lawyers. In contrast, I am pretty sure that most of the Church’s lawyers do not charge anything. This explains the recklesss behaviour of the Church as in this terminstion because they know they can wear out anyone who crosses them by tying them up in court by burying them under legal costs whereas it usually costs the Church little other than photocopying and postage costs.",
    "Another factor to be kept in mind is that many good lawyers in Colombo have had dealings with the Church and will not easily take on a case against the Church – I have been consulted by them on another matter so there is a conflict of interest, I studied at St. Thomas’ and they nurtured me, they spoke up for me when I was in difficulty, etc., etc..",
    "Moreover, there is fallacious thinking that fundamental rights laws in Sri Lanka do not apply to a private school like St. John’s. But St. John’s is an assisted school where salaries are from the state and paid through the school (except for the Principal who gets a luxury car and a large supplement from the CMS taking his emoluments almost to Rs. 4 lakhs a month and more, far in excess of what a Director of Education gets). As such, SJC is acting as an agent of the state and naturally is subject to review by the Supreme Court’s Fundamental Rights jurisdiction.",
    "Mine are the views of a layman and Fr. Daniel should find a good lawyer who cannot be influenced by the Church. Perhaps it has to be a non-Christian. Some of us are already contributing to his legal fund.",
    "To consider is the case of a lady union activist teacher at a Roman Catholic school. There are many parallels between her termination and Father Daniel’s. In her case too, the managers who fired her were clerics who were ignorant of the law and lacked any sense of Christian justice. In possession of one of these two, they would not have have made the mistakes they made.",
    "She went to the ministry which paid her her salary and then to court and prevailed. The end result was that the church became the laughingstock and many lost faith in the commitment of the Church to fairness. The worst fall-out was that the teacher turned her back on the church and became a Buddhist.",
    "I do not think Father Daniel, a faithful priest, would turn his back on Jesus Christ.  But many would. What a terrible witness it would be when (not if) Fr. Daniel prevails in court and the Bishop is tarred from head to toe. And with him the Church too. Looking at that the world would want little to do with him and a Church so unjust and abandoned by Jesus Christ. Does Bishop Rodrigo know what he has opened the door to?",
    "God Forbid this End: The Lonely Primate Watches as the People abandon the Church and Leave",
    "Even we who do not want the Church let down, have a higher calling to do justice, love mercy and correct oppression. God commands us to choose these three over the Bishop’s personal reputation.",
    "Ironically, the plural word Primates stands for the Princes of the Church when pronounced prImats, and for diverse members of mammals (monkeys, apes, humans, etc.) when pronounced prImaytees. The adjacent picture is an artistic depiction of what would result for the Church by the Bishop’s actions, a result I pray will be averted by the Bishop’s repentance and restoration of Fr. Daniel."
  ]
}