{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/UK-Trade-Partnership-Program-promotes-organic-standards-in-Sri-Lanka/34-760068",
  "time_ut": 1711582093.0,
  "original_lang": "en",
  "original_title": "UK Trade Partnership Program promotes organic standards in Sri Lanka",
  "original_body_lines": [
    "The UK Trade Partnership Program project in Sri Lanka, funded by the UK Government and implemented by the International Trade Centre (ITC), aims to promote exports through facilitating access to markets, providing technical advisory services to SMEs, and strengthening business support organisations.",
    "In this context the ‘Sensitisation training on organic standards for private sector operators’, which took place between 18 and 20 March at the Granbell Hotel in Colombo, raised awareness on the role of organic standards and certification among private sector operators and facilitated the exchange of best practices through a two-day theoretical training workshop and a one-day practical session at an organic coconut farm.",
    "Following the training workshop, the ‘public-private stakeholders’ validation workshop on the assessment of the Sri Lankan organic standard against the IFOAM and Great Britain’s organic regulation’ took place on 21 March at the Courtyard Marriott Hotel, Colombo. The event brought together key stakeholders in the organic value chain from the public and private",
    "“Our analysis indicates that Sri Lanka could significantly benefit from the Developing Countries Trading Scheme (DCTS), particularly in sectors such as organic products. We understand that tariffs are not the only barrier to export, which is why we’re collaborating with the International Trade Centre (ITC) to bolster the technical skills of the industry, enabling them to access and thrive in the UK market. We provide this through the UK Trade Partnerships (UKTP) program. This includes targeted assistance for SMEs across various agricultural value chains, facilitated by the ITC. Through this program, SMEs receive trade promotion technical assistance, enhancing their competitiveness and facilitating entry into new export markets, including the UK,” said UK High Commissioner to Sri Lanka Andrew Patrick.",
    "“The recently concluded training and validation workshop conducted by the ITC has emerged as a trigger for Sri Lanka’s organic export growth and provided a crucial opportunity for stakeholders, including institutions, the exporting community, and associations, to take effective measures to bridge the gaps between the National Sri Lankan Organic Standard and the selected international organic requirements. It is important to utilise the newfound knowledge as a comparative advantage to enhance Sri Lanka’s competitiveness in the global marketplace,” emphasised Export Development Board of Sri Lanka Chairman Dr. Kingsley Bernard.",
    "The series of in-person and hybrid events demonstrated the high interest of key stakeholders from the public and private sectors in enhancing organic agriculture in Sri Lanka as an untapped niche export to the UK and the EU as the priority target markets.",
    "The IFOAM international standard and Great Britain’s organic regulation were selected as the national and international organic benchmark requirements for the National Sri Lankan organic standard and control system development and harmonisation."
  ]
}