{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/South-Africa-announce-T20-World-Cup-2024-squad/108-281653",
  "time_ut": 1714467480.0,
  "original_lang": "en",
  "original_title": "South Africa announce T20 World Cup 2024 squad",
  "original_body_lines": [
    "(ICC) - South Africa named their 15-man squad for the ICC Men's T20 World Cup 2024 on Tuesday, 30 April.",
    "Aiden Markram will lead South Africa's charge for the first time in an ICC event after being named the T20I skipper as the Proteas have named their squad for the ICC Men's T20 World Cup 2024 in the USA and West Indies.",
    "Among the notable inclusions are Anrich Nortje and Quinton de Kock, who were recently excluded from Cricket South Africa's central contract list. Nortje has been sidelined from international action since September 2023 due to a back injury, while De Kock announced his retirement from ODIs after the 2023 Cricket World Cup, having already bid farewell to Test cricket in 2022.",
    "Ryan Rickelton and Ottniel Baartman have benefitted from their incredible performance in the recent SA20 tournament and are the two uncapped T20I players in the squad. Rickelton was the leading run-scorer in the tournament with 530 runs at an average of 58.88 and strike rate of 173.77 for MI Cape Town while Baartman took 18 wickets in eight matches for defending champions Sunrisers Eastern Cape.",
    "To go with the youth, the Proteas have a strong batting core in Markram, De Kock, Reeza Hendricks, Heinrich Klaasen, David Miller and the promising Tristan Stubbs.",
    "The pace battery will be led by Kagiso Rabada and Nortje with the support of Marco Jansen and Gerald Coetzee while Bjorn Fortuin, Keshav Maharaj and Tabraiz Shamsi will be the frontline spinners.",
    "South Africa squad: Aiden Markram (c), Ottniel Baartman, Gerald Coetzee, Quinton de Kock, Bjorn Fortuin, Reeza Hendricks, Marco Jansen, Heinrich Klaasen, Keshav Maharaj, David Miller, Anrich Nortje, Kagiso Rabada, Ryan Rickelton, Tabraiz Shamsi, Tristan Stubbs.",
    "South Africa begin their T20 World Cup campaign on 3 June, against Sri Lanka in New York."
  ]
}