{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/remembering-ven-galboda-gnanissara-thera/",
  "time_ut": 1722805440.0,
  "original_lang": "en",
  "original_title": "Remembering Ven. Galboda Gnanissara Thera",
  "original_body_lines": [
    "Ven. Shi Fa Zhao Reflects on the Life and Friendship with Ven. Galboda Gnanissara Thero",
    "It is with profound sorrow that I pen these words, marking the passing of a remarkable Buddhist leader who has served the Buddha Sasana and numerous communities in Sri Lanka and beyond. I had the fortune of meeting him more than three decades ago. Throughout this journey, he has been a true Kalyana Mitta, nurturing our spiritual paths.",
    "The bond between myself and the Venerable Dr. Galboda Gnanissara Thero, Chief Incumbent of Gangaramaya Temple in Colombo, has flourished, rooted in mutual respect and shared devotion. As a true Kalyana Mitta, a spiritual friend, he has not only walked alongside me, but has also illuminated my path with wisdom and compassion.",
    "Ven. Gnanissara Thero transformed and nurtured Hunupitiye Gangaramaya Temple into a cornerstone of Buddhism in Sri Lanka. He tirelessly worked towards safeguarding cultural values, progressing Gangaramaya as a center for Buddhism not only in Sri Lanka but also internationally. Gangaramaya is undoubtedly the center that every international Buddhist organization, head of state, diplomat, and tourist associates with or visits.",
    "His compassionate nature was evident in his disregard for differences—Theravada or Mahayana, Buddhist or non-Buddhist. This inclusivity was reflected in the cordial relationships he maintained internationally and his care for diverse communities.",
    "Through his remarkable journey, Ven. Gnanissara Thero exemplified the true essence of leadership, tirelessly serving as a fearless giant and inspiration in a world often shrouded in darkness. His unwavering commitment to compassion and conviction served as a guiding light, illuminating the path of righteousness for all who sought solace and guidance in the teachings of the Buddha.",
    "The tremendous work he has done in caring for the destitute, not only in Colombo but also in remote areas outside Colombo, is remarkable. He created and maintained villages and farmlands, providing employment to thousands of people, nurturing forests, and offering sustainable livelihoods to surrounding communities.",
    "The youth unrest of 1971 marked a pivotal moment for Ven. Gnanissara Thero. Recognizing unemployment and lack of opportunities as root causes, he established the Sri Jinaratana Adhyapana Ayathana Palaka Sabha, aiming to empower school dropouts through skill development and self-employment.",
    "Today, the Sri Jinaratana Training Institute, serving over 500 learners daily, stands as a testament to his vision. The institute emphasizes discipline and commitment, with fines for unjustified absences supporting charitable endeavours.",
    "In addition to technical courses, the institute offers secretarial and English language training, along with gym facilities, fostering a comprehensive approach to education and empowerment.",
    "Ven. Gnanissara Thero’s philanthropic endeavours included the establishment of Karavile village in Sella Kataragama, exemplifying his commitment to sustainable community development. His efforts in rehabilitating the devastated Seenigama village following the tsunami tragedy underscore his unwavering dedication to rebuilding lives and restoring hope in times of adversity—a mission I was fortunate to join.",
    "The Suhada Home for disabled children in Sri Lanka, initiated by Ven. Gnanissara Thero, inspired me to establish the Metta Welfare Association in 1994. This organization in Singapore alleviates suffering and addresses the social needs of the marginalized.",
    "Guided by the Buddha’s words, “Caratha bhikkave carikan, Bahujana hitaya, bahujana sukhaya” (“Go on walk, monks, for the happiness and well-being of all beings”), Ven. Gnanissara Thero recognized the importance of establishing Buddhist temples overseas. He successfully founded institutions in Staten Island, New York, Arizona Meditation Centre, Burmingham Maha Vihara.",
    "As I remember Ven. Galboda Gnanissara Thero, I honour not only his contributions to Buddhism and the communities he touched but also the profound friendship and mutual inspiration that we shared. Our shared dedication to nurturing Buddhist culture, heritage, and various communities beyond our motherlands is a testament to our enduring legacy.",
    "May his samsara journey be short! May he attain the Supreme Bliss of Nibbhana!",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}