{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combank-unveils-biggest-card-promo-to-date/",
  "time_ut": 1733083680.0,
  "original_lang": "en",
  "original_title": "ComBank unveils biggest card promo to date",
  "original_body_lines": [
    "The Commercial Bank of Ceylon has unveiled its annual year-end discounts bonanza for credit and debit card holders, heralding another season of great bargains.",
    "The Bank has announced that 4,000 merchant outlets across Sri Lanka will offer discounts of up to 50% on selected days up to 31st December 2024, exclusively to its cardholders.",
    "These discounts will be offered by 187 merchant partners retailing clothing and fashion accessories, 62 lifestyle products partners, 26 partners retailing shoes and leatherware, 74 hotel partners, 22 jewellery partners, 18 healthcare partners, nine salon, spa and cosmetics partners, five supermarket partners, nine automobile partners, six watches and accessories partners, and seven dining partners, the Bank said.",
    "Additionally, 90 online vendor partners will offer discounts to ComBank credit and debit card holders during the promotion period.",
    "Commenting on the promotion, the Head of Commercial Bank’s Card Centre Nishantha De Silva said: “Our seasonal card promotion gets bigger every year, with more merchant partners joining the programme as the cardholder base keeps growing. This has made the Commercial Bank card promotion one of the most anticipated in the industry, as well as one of the most varied in terms of the products and services on offer. It’s an excellent opportunity to save while celebrating the festive season.”",
    "He said the participating merchants represent the largest collection of offers this season, with numerous discounts available across a wide range of outlets, providing amazing benefits to customers.",
    "Social media influencers from Australia to present engaging digital narratives on SriLanka Tourism",
    "IIHS launches professional bachelors in oral hygiene and dental therapy",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}