{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103715/bid-to-smuggle-ganja-to-sri-lanka-from-andhra-pradesh-foiled-3-held",
  "time_ut": 1732419600.0,
  "original_lang": "en",
  "original_title": "Bid to smuggle ganja to Sri Lanka from Andhra Pradesh foiled; 3 held",
  "original_body_lines": [
    "Thanjavur Police on Friday arrested three persons for an attempt to smuggle ganja to Sri Lanka from Andhra Pradesh via Thanjavur in India. Three FRP boats that were used for transporting the contraband and 330 kg of ganja were seized.",
    "Sources said the Thanjavur SP Ashish Rawat received information that a huge quantity of ganja was being smuggled in a lorry from Andhra Pradesh to Sethubavachatram in Thanjavur to be transported to Sri Lanka.",
    "The SP immediately formed a special team and ordered a vehicle inspection. A special team headed by Sub Inspector Devid was camping in Sethubavachatram. The police during a patrol on Friday early hours found a lorry parked suspiciously and three persons loading bundles into a car from the lorry.",
    "The police team surrounded the trio and searched the lorry. They found bundles of ganja weighing 330 kg.",
    "The police identified the three persons as Paramaraj (34), the lorry driver from Tenkasi, Annadurai (44), from Peravurani, and Muthaiyya (60), from Ammachathiram in Thanjavur.",
    "Further investigation revealed that Karuppiah (52), from Vilar Road in Thanjavur, purchased a huge quantity of ganja from Vizag in Andhra Pradesh and was planning to smuggle it to Sri Lanka by sea from Sethubavachatram in Thanjavur using FRP boats owned by his friend Annadurai.",
    "According to their plan, they used a lorry with an altered number plate carrying the Karnataka number to cross the Andhra Pradesh border. When they entered Tamil Nadu, they changed it to a Tamil Nadu number plate and reached Sethubavachatram.",
    "Subsequently, the special team arrested Paramaraj, Annadurai and Muthaiyya and seized 330 kg of ganja bundles, the car, the lorry and the boats used for the smuggling. A search is on for Karuppiah."
  ]
}