{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-calls-bids-to-develop-mannar-north-pier-on-bot-basis-180218/",
  "time_ut": 1726832940.0,
  "original_lang": "en",
  "original_title": "Sri Lanka calls bids to develop Mannar North pier on BOT basis",
  "original_body_lines": [
    "ECONOMYNEXT – State-owned Sri Lanka Ports Authority (SLPA) has called for a prequalified expression of interest to develop Talaimannar- North Pier at the island nation’s North Western Port of Mannar on build, operate and transfer (BOT) basis.",
    "The new move comes as India’s Adani Group’s plan to build two wind power projects of 250 MW in Mannar and 234 MW in the Northern Pooneryn area. The proposed project site in Mannar spans across 250 acres of an environmentally sensitive location amid legal challenges to the project.",
    "The SLPA has planned to develop the Port of Mannar as a regional port mainly focusing on passenger and cargo handling activities. Already, a passenger ferry is on service between Sri Lanka’s North and South India.",
    "In November last year, the Sri Lanka government declared the Mannar port to be brought under the purview of the Sri Lanka Ports Authority Act with an aim to facilitate the launch of a new passenger and cargo ferry service between Mannar and India.",
    "Mannar will be Sri Lanka’s seventh port after Colombo, Hambantota, Trincomalee, Galle, Kankesanthurai (KKS), and Oluvil.",
    "“This Invitation for Expression of Interest (EOI) is the pre-qualification stage and is the first step in the process leading to the selection of an Investor for the Development of Talaimannar- North Pier at Port of Mannar,” the SLPA said in the EOI document.",
    "The invitation for the EOI document will be issued from September18 to October 28 and a pre-EOI meeting is scheduled for October 2, at the Ministry of Ports, Shipping and Aviation, the SLPA said, adding that the deadline for submission of EOIs is 30th October 30. (Colombo/September 20/2024)"
  ]
}