{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Bus-fares-can-be-revised-only-if-diesel-drops-to-Rs-307-per-litre-NTC-bus-associations/108-283880",
  "time_ut": 1717229400.0,
  "original_lang": "en",
  "original_title": "Bus fares can be revised only if diesel drops to Rs. 307 per litre: NTC, bus associations",
  "original_body_lines": [
    "Colombo, June 1 (Daily Mirror) - The National Transport Commission (NTC) and private bus associations announced today that bus fares could be revised only if diesel prices drop to Rs. 307 per litre.",
    "NTC Chairman Shashi Welgama told the Daily Mirror that a bus fare revision can only occur if there is a 4% reduction in diesel prices, as stipulated by the national bus fare revision policy.",
    "However, the recent reduction in diesel prices was only 2.8%. With the recent fuel price adjustment, Auto Diesel decreased Rs. 16, bringing its current selling price to Rs. 317 per litre.",
    "Meanwhile, the Lanka Private Bus Owners' Association (LPBOA) chairman Gemunu Wijerathne said said that people are expecting a bus fare reduction following the recent diesel price adjustment.",
    "Unfortunately, due to the recent fuel price revision and the bus fare revision policy stipulations, a bus fare reduction is currently not possible, Wijerathne said.",
    "The Inter-Provincial Private Bus Association (IPPBA) Secretary, Anjana Priyanjith, told the Daily Mirror that although the diesel price has decreased by Rs. 16, it has not reached the 4% reduction required by the fuel price revision policy.",
    "\"As a bus association, we also want to reduce the bus fare and provide people with a concession. However, we believe the government will take further action to reduce the price of diesel. Once the diesel price drops to Rs. 310 per litre, we will reduce the bus fare the following day,\" Priyanjith said.",
    "Moreover, the All-Island Three-Wheeler Drivers’ Union (AITWDU) President, Lalith Dharmasekera, told the Daily Mirror that they are also unable to reduce three-wheeler fares despite the Rs. 13 reduction in the price of petrol.",
    "\"We have requested the responsible persons and authorities to implement a proper mechanism, but no actions have been taken yet. They cannot even maintain the Rs. 100 charge for the first kilometre. Due to the government's inability, taxi drivers charge according to their whims,\" he said.",
    "Dharmasekera therefore requested the government to provide a quality service to receive quality feedback from the union."
  ]
}