{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112628/king-charles-and-trump-hail-uk-us-special-relationship-in-state-banquet-speech",
  "time_ut": 1758154740.0,
  "original_lang": "en",
  "original_title": "King Charles and Trump hail UK-US special relationship in state banquet speech",
  "original_body_lines": [
    "King Charles has commended President Trump’s personal commitment to “finding solutions to some of the world’s most intractable conflicts”, as he called for US support for Ukraine against “tyranny”, in a speech at the US state visit banquet.",
    "In response, President Trump hailed the special relationship between the US and the UK, saying the word “special does not begin to do it justice”.",
    "The King’s speech, at a lavish dinner for 160 guests in Windsor Castle, emphasised the deep connections between the two countries and the need to maintain cultural, trading and military links.",
    "“Our people have fought and died together for the values we hold dear,” said the King.",
    "The state visit will continue on Thursday, including Queen Camilla and the Princess of Wales at events with the First Lady Melania Trump.",
    "It will move from a royal spectacle to political talks and a news conference, as Trump travels to meet Prime Minister Keir Starmer at his country house, Chequers.",
    "The state banquet on Wednesday came at the end of a day of pageantry and politics, where the president was welcomed to Windsor by the King, Queen and a line-up of senior royals.",
    "When they arrived, President and Melania Trump stepped out of ornate carriages inside the castle’s scenic quadrangle, before an inspection of troops on perfectly-prepared lawns.",
    "The Prince and Princess of Wales were also there to welcome the US visitor in this royal charm offensive, holding a “warm and friendly” private meeting with President and Melania Trump.",
    "In his banquet speech, the president praised Prince William saying he would be an “unbelievable success in the future” and called Catherine “radiant and so healthy and so beautiful”.",
    "Trump’s historic second state visit showed a good relationship between the King and president, including some friendly moments as they watched the ceremonial parade.",
    "The King jokingly seemed to be warning the president to watch out for the sword of one of the soldiers on parade.",
    "President Trump showed great interest when he was shown around St George’s Chapel, saying: “What a place, what a place” and looking at the Royal Collection’s historic documents about US independence, he commented: “The real deal.”",
    "The president has been a long-time admirer of the late Queen Elizabeth and he laid a wreath and paid his respects at her tomb in Windsor.",
    "And official gifts were exchanged, including giving the visting president the flag that was flying over Buckingham Palace on the day of Trump’s inauguration in January 2025.",
    "State visits are a form of soft power diplomacy, using royal hospitality to build relations with important international partners - with none more important than the US.",
    "That includes business links, with more heads of technology firms at the state banquet than celebrities, such as Apple’s Tim Cook and Sam Altman of the artificial intelligence firm, OpenAI.",
    "Alongside the state visit, there had been £150bn of US investment announced into the UK, including £22bn from Microsoft.",
    "Press baron Rupert Murdoch was at the banquet, sitting next to the prime minister’s adviser Morgan McSweeney, at the dinner where guests were given a main course of Norfolk organic chicken.",
    "As well as hailing the value of the US and UK’s partnership, the King stressed the importance of protecting the environment, saying there was a “precious opportunity to safeguard and to restore the wonders and beauty of nature for the generations who follow us”.",
    "The banquet concluded a day of events intended to make a positive impression on the president, in a shock-and-awe display of pageantry.",
    "With 1,300 service men and women from the Army, Royal Navy and RAF taking part, this was the largest ever guard of honour planned for a state visit to the UK.",
    "The much bigger than usual military line-up for the state visit was the UK government’s message to encourage the US to maintain its commitment to Nato and support Ukraine.",
    "Prime Minister Sir Keir Starmer joined Trump to watch a flypast by the Red Arrows over Windsor, although a planned flypast by F-35 fighter jets was stopped by poor weather conditions.",
    "The royal spectacle seemed to have appealed to the president, who described his state visit as one of the “highest honours” of his life.",
    "But unlike other recent state visits, there were no moments visible to the public, with all the events taking place behind the walls of the Windsor estate or at the PM’s country estate, Chequers.",
    "A protest against the visit was held in London, but there were also anti-Trump placards in Windsor, out of sight from the US visitors.",
    "Protesters included the anti-monarchy group Republic, whose chief executive, Graham Smith said: “It’s time to fix our democracy and defend the country from those who might want to undermine what democratic rights we have, whether that be Charles or Trump.”"
  ]
}