{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/high-cost-of-mandatory-currency-conversions-on-sri-lankas-ability-to-earn-foreign-exchange/",
  "time_ut": 1716578280.0,
  "original_lang": "en",
  "original_title": "High cost of mandatory currency conversions on Sri Lanka’s ability to earn foreign exchange",
  "original_body_lines": [
    "Politics and economics are concepts that are fundamentally intertwined. Yet the unprecedented economic crisis of 2022 highlighted the complex challenges of aligning short-term political goals with long-term economic strategies.",
    "While the sharp appreciation of the Sri Lankan rupee in recent months has been roundly welcomed by most sectors of society as a positive signal, this optimism overlooks the nuanced factors influencing our currency’s strength and the medium-long-term challenges that could arise from volatile fluctuations in the price of the rupee.",
    "While a stronger rupee certainly promises cheaper imports of essentials like petroleum, electricity, food medicine and other essentials in the short term, as a nation that is surviving on borrowed time and foreign currency, we cannot afford to ignore the other side of the equation – exports.",
    "Already, Sri Lanka’s manufacturing and services sector exports have underperformed in the first quarter of 2024. The tentative recovery that we have seen in the first quarter also needs to be considered relative to the major setbacks of 2023 and 2022, which left no industry undisturbed.",
    "While the tourism and exports sectors were the most adversely affected, they persevered and found strategies to deal with the dual impact of local and global challenges. The economy was stripped of foreign reserves for the purchase of raw materials and external pressures caused serious buyer dissatisfaction and changing priorities of customers.",
    "These impediments were compounded by post-Covid recessionary effects on world markets, the Ukraine-Russia war and fluctuating world petroleum prices, which in turn, resulted in reduced orders for Asian manufacturers and as the data shows Sri Lankan manufacturers in particular. The war in the Middle East now presents new challenges both in market sentiment and costs of moving goods from East to West.",
    "Wedged between these challenges, the export industries in Sri Lanka, with apparel leading the charge, rallied their industries and met these challenges head-on. Sri Lankan exporters were flexible and drove product diversification while simultaneously exploring new markets. Manufacturers sought quality through innovation, value addition and sustainable manufacture, instead of depending only on traditional markets. Moreover, export manufacturers including the apparel sector, have actively contributed to and aided the government in garnering the support required locally and internationally for the negotiations of Free Trade Agreements, especially in emerging markets such as India and China.",
    "Parallel to these developments the Rupee has been buoyed by improved worker remittances and a booming tourism sector. However, it must be reiterated that this boom which has contributed to an appreciated Rupee has been artificially sustained by policies such as the mandatory conversion of export proceeds. Initially implemented in 2021 as a temporary measure to stabilize our economy, the policy’s continued enforcement is now undermining the very competitiveness of Sri Lanka’s exports.",
    "If Sri Lanka is to sustain long-term economic success the role of goods exports cannot be understated nor dismissed.",
    "The Government of Sri Lanka, steering the country amidst the worst economic crisis the island had faced since independence, put in place a mandatory foreign exchange conversion policy. This required that all export proceeds once received can only be retained in USD for specified payments as identified in Gazette No.2251/42, while the remaining foreign exchange in earnings must be converted into Sri Lanka Rupees by the 7th of the following month.",
    "The purpose of the policy was to conserve the rapidly dwindling foreign exchange reserves. In fact, even before the policy was implemented, at the peak of the crisis the apparel sector supported the country with the provision of foreign exchange to meet urgent payments that had to be made for the supply of fuel and medicines. In a time of grave national need when the tourism sector and remittances collapsed no one can accuse the export industries and the apparel sector in particular of failing to rise and serve the national interest.",
    "The issue with the aforementioned gazette is that “the mandatory conversion policy especially affected export industries like apparel, which brings in over half of all export revenue into the country. Despite the harshest challenges, the apparel industry withstood the turbulence and managed to bring in revenue and much-needed foreign exchange of up to USD 5.9 billion in 2022. The impact of the policy and other geopolitical occurrences were felt in 2023 when apparel earned USD 4.5 billion in 2023, which saw a dip in nearly 20 percent in earnings, as the post-Covid bubble burst and global apparel imports slumped.” Yohan Lawrence, Secretary General of the Joint Apparel Association Forum (JAAF), explained.",
    "Except for the most unviable and loss-making locations, the apparel industry worked tirelessly to retain most of its 350,000-strong employee base and continued to meet its sustainability and compliance targets with stoic resilience.",
    "Gradually there was light at the end of the tunnel with the International Monetary Fund (IMF) striking an agreement for a bailout in 2022. With it came a battery of reforms aimed at weeding out corruption and establishing standards for greater structural and systemic efficiency in the economy.",
    "Rising calls for exports-led growth clash with a stronger rupee",
    "Aided by multilateral and bilateral grants and loans, the Government committed to floating the Rupee in 2022, which thereafter reflected more accurately the exchange rate and reduced its artificially inflated value. This made exports competitive and Sri Lanka apparel began to regain traditional and new buyers. This in turn helped us to maintain our hard fought position as one of the world’s top 10 apparel sourcing destinations, holding 1 – 2% of the global apparel market share.",
    "In that regard, President Wickremesinghe himself lauded the Board of Investment, approved export manufacturers’ efforts and reiterated the need for an exports-led economic recovery. He stressed that the Government was garnering support for a favourable agreement on repayment of Sri Lanka’s external debt and working out a more comprehensive and efficient policy framework to encourage foreign direct investments into the country. He reiterated that the export industries would always be critical for the country’s economic prosperity.",
    "Particularly in view of the recovery of the tourism earnings and sharp improvements in worker remittances, that have already at pre-COVID levels. State Finance Minister, Ranjith Siyambalapitiya, recently declared that Sri Lanka’s foreign reserves could hit the USD 5 billion mark by mid-year.",
    "In such a backdrop, it is clear that the mandatory conversion policy which was introduced as short term crisis measure is no longer required and policy makers are urged to withdrawn it and allow level playing field in terms of timing of conversions based on commercial needs which will allow currency market to operate at optimum equilibrium based on market forces of both import and exports.",
    "The export industries sustainability remains threatened among geopolitical and other external shocks and challenges. The World Bank predicts the country will grow at 2.4% this year. The export sector’s expansion is critical to meet the predicted growth targets. “External shocks and geopolitical phenomena may be beyond their control however, the Government is within reach of stemming the challenges faced by the export industries by removing the mandatory conversion policy,” Lawrence contends. “This will give export industries a breathing space to gain, even marginally, some benefit from their labour and efforts, even as the Rupee continues to appreciate and reduce price competitiveness of our exports in the global markets,” he reiterates.",
    "There is speculation by monetary experts that the Rupee, presently appreciating amidst a controlled float and with the ban in place on the import of vehicles for personal use, and the suspension of payment of foreign debt, will soar when these variables change.",
    "Experts forecast that the Rupee will likely settle at LKR 310 – 320 by the end of the year. In the interim, the Rupee’s gain against harder currencies is already reducing the competitiveness of Sri Lanka’s exports. The impact of these dynamics will be felt in terms of reduced export revenue, within approximately nine months – which is the typical lead time on apparel orders. This will ultimately be a difficult precipice from which to build back Sri Lanka’s most lucrative industries.",
    "Continued reductions in export earnings could also see the real danger of exporters being forced to shed their workforce to stay competitive, agile, and cost-effective. The apparel industry presently employs over 15 per cent of the country’s skilled workforce. Retraining and re-skilling new workers in the future will debilitate Sri Lanka’s economy and disrupt its industrial output. The only way to stem these devastating projections is to create a more conducive policy framework within which to operate for the long-term benefit of the country and to ensure its prosperity.",
    "The export industries, led by the Joint Apparel Association Forum, the Exporters Association of Sri Lanka, the National Chamber of Exporters, the Tea Exporters Association and the Sri Lanka Association of Manufacturers and Exporters of Rubber Products, have already appealed to the Central Bank of Sri Lanka and the Government to remove the mandatory conversion policy to enable stronger growth of export revenue into the country. The plight of export manufacturers will impact the larger players in the export sector, but will severely diminish the micro, small and medium exporters upon which many are dependent in Sri Lanka.",
    "Exporters recognize the Central Bank’s positive move to meet their request to remove restrictions on the movement of foreign exchange between commercial banks. The export sector has weathered turbulent times and continues to reinvent itself to convert to lean manufacturing, diversify its offerings and to actively pursue new markets. However, for fair trade to persist and to enable these critical industries to continue to trade with the world and to retain their profitability, fiscal common sense and timely policy support through the immediate removal of the mandatory conversion of export proceeds is urgently required.",
    "SLCB inspires hoteliers in Southern region to promote MICE tourism",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}