{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104833/tens-of-thousands-flee-as-wildfires-tear-through-los-angeles-area",
  "time_ut": 1736340780.0,
  "original_lang": "en",
  "original_title": "Tens of thousands flee as wildfires tear through Los Angeles area",
  "original_body_lines": [
    "More than 30,000 people evacuated their homes as a wildfire ripped through an upscale coastal area of Los Angeles on Tuesday and into Wednesday, with Hollywood celebrities among those fleeing by car and on foot as flames engulfed homes and set hillsides ablaze.",
    "Two other fires inland were also spreading fast, officials said.",
    "Numerous buildings were destroyed and nearly 3,000 acres (1,200 hectares) burned in the Pacific Palisades area between the beach towns of Santa Monica and Malibu, officials said. The area is home to many film and music stars.",
    "Roads were jammed with people fleeing the inferno, some abandoning their cars as flames licked the edges, and plumes of smoke and flames rose in the night sky over Los Angeles and its suburbs.",
    "Firefighters has not contained the blaze by the early hours and Governor Gavin Newsom has declared a state of emergency.",
    "Pacific Palisades resident Cindy Festa said that as she evacuated, fires were “this close to the cars,” demonstrating with her thumb and forefinger.",
    "“People left their cars on Palisades Drive. Burning up the hillside. The palm trees - everything is going,” Festa said from her car.",
    "A fire official told local television station KTLA that several people were injured in the Palisades Fire, some with burns to faces and hands. One female firefighter had suffered a head injury.",
    "Hollywood actor James Woods said on X he was able to evacuate his Pacific Palisades house but added: “I do not know at this moment if our home is still standing.”",
    "Los Angeles Mayor Karen Bass said the windstorm is expected to worsen through the morning.",
    "A second blaze, dubbed the Eaton Fire, broke out some 30 miles (50 km) inland in Altadena, near Pasadena, and increased in size to 1,000 acres (400 hectares) from 200 acres in a few hours, according to Cal Fire.",
    "Almost 100 residents from a nursing home in Pasadena were evacuated, CBS News said. Video showed elderly residents, many in wheelchairs and on gurneys, crowded onto a smoky and windswept parking lot as fire trucks and ambulances attended.",
    "Fire officials said a third blaze named the Hurst Fire had started in Sylmar, in the San Fernando Valley northwest of Los Angeles, prompting evacuations of some nearby residents. The Hurst fire has grown to 500 acres (202 hectares) from 100 acres (40 hectares) earlier, according to Cal Fire.",
    "More than 220,000 homes and businesses in Los Angeles county were without power late on Tuesday, data from PowerOutage.us showed.",
    "Witnesses reported a number of homes on fire with flames nearly scorching their cars when people fled the hills of Topanga Canyon as the fire spread from there down to the Pacific Ocean.",
    "Local media reported the fire had also spread north, torching homes near Malibu. Parts of Malibu and Santa Monica are under evacuation orders.",
    "Multiple burn victims were treated after walking toward Duke’s restaurant in Malibu in the evening, the Los Angeles Times reported, citing a fire official.",
    "Los Angeles Fire Chief Kristin Crowley had earlier told a press conference that more than 25,000 people in 10,000 homes were threatened.",
    "Firefighting aircraft scooped water from the sea to drop it on the flames as they engulfed homes. Bulldozers cleared abandoned vehicles from roads so emergency vehicles could pass, television images showed.",
    "The fire singed some trees on the grounds of the Getty Villa, a museum loaded with priceless works of art, but the collection remained safe largely because nearby bushes had been trimmed as a preventive measure, the museum said.",
    "Before the fire started, the National Weather Service had issued its highest alert for extreme fire conditions for much of Los Angeles County from Tuesday through Thursday.",
    "With low humidity and dry vegetation due to a lack of rain, the conditions were “about as bad as it gets in terms of fire weather,” the service said.",
    "Governor Newsom said the state had positioned personnel, firetrucks and aircraft elsewhere in Southern California because of the fire danger to the wider region. California had secured federal grants to suppress all three fires, he said on Wednesday morning.",
    "The powerful winds forced a change President Joe Biden’s travel plans, grounding Air Force One in Los Angeles. He had planned to make a short flight inland to the Coachella Valley for a ceremony to create two new national monuments in California.",
    "“I have offered any federal assistance that is needed to help suppress the terrible Pacific Palisades fire,” Biden said in a statement.",
    "A federal grant had already been approved to help reimburse the state of California for its fire response, Biden said.",
    "Actor Steve Guttenberg told KTLA television that friends of his were impeded from evacuating because others had abandoned their cars in the road.",
    "“It’s really important for everybody to band together and don’t worry about your personal property. Just get out,” Guttenberg said."
  ]
}