{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sumanthiran-defends-AKD-against-Ranil/56-766522",
  "time_ut": 1725830653.0,
  "original_lang": "en",
  "original_title": "Sumanthiran defends AKD against Ranil",
  "original_body_lines": [
    "TNA MP M.A. Sumanthiran opines AKD’s statement in Jaffna was not racist",
    "Says AKD has, in fact, taken great care to eradicate racism in Sri Lanka",
    "Stresses he and others are committed to bringing about changes the entire country desires, alongside AKD",
    "Calls on AKD and others to be part of a change in which people from different areas and who speak other languages will have equal access to people in power",
    "AKD extends gratitude to Sumanthiran for countering Wickremesinghe’s allegations against him",
    "Calls on President Ranil Wickremesinghe to now apologise to citizens for attempting to incite racism",
    "Tamil National Alliance (TNA) MP M.A. Sumanthiran came to National People’s Power (NPP) Presidential candidate Anura Kumara Dissanayake’s defence yesterday after President Ranil Wickremesinghe demanded the NPP leader apologise to Northern Tamils over a “threatening” statement made by him recently.",
    "Despite already pledging his party’s support to Samagi Jana Balawegaya (SJB) Leader Sajith Premadasa, Sumanthiran dismissed Wickremesinghe’s claims of racism against Dissanayake.",
    "The controversy emerged after some persons and groups interpreted a recent statement by Dissanayake in Jaffna as threatening. In his appeal to the Northern residents, Dissanayake urged them not to oppose the change sought by the South, warning that failing to support these changes could lead to them being labelled as opponents of the transformation.",
    "Addressing the media, Sumanthiran defended NPP Leader Anura Kumara Dissanayake’s recent statement in Jaffna, asserting that it was not racist. “I don’t think Comrade Anura Kumara said these words with a view to express any racist feeling. I know him well. He is not such a person. In fact, he has taken great care to eradicate racism in this country,” Sumanthiran opined.",
    "Sumanthiran said he and others are committed to bringing about changes the entire country desires, alongside Anura Kumara Dissanayake. “We are with Comrade Anura Kumara in that enterprise and we will be fully with him. We will be participants in eradicating corruption. There is no question about that,” he said.",
    "He also said Dissanayake, along with others, should also be part of a change in which people from different areas and who speak other languages will have equal access to people in power.",
    "Sumanthiran’s comments came after Wickremesinghe called on Dissanayake for “threatening” the people in the North. Speaking at a rally in Udupitti, Jaffna, President Wickremesinghe criticised Dissanayake’s comments, accusing him of using coercion to pressure the Northern population. Following Sumanthiran’s statement to the media, Dissanayake called on Wickremesinghe to apologise to the public.",
    "Speaking at the Inter Company Employees’ Union (ICEU) 25th Anniversary Convention in Colombo yesterday, Dissanayake criticised his opponents, accusing them of basing their campaign on lies, mudslinging, spreading misinformation, and insulting others. He accused Ranil Wickremesinghe of attempting to exploit racism in a troubling manner during the campaign. “I must express my gratitude that I don’t need to respond to Ranil myself; MP Sumanthiran has already given him the best response,” he said.",
    "Dissanayake added that Wickremesinghe’s attempts to incite racial tensions in the North have been effectively countered by Sumanthiran, a leader who represents the interests of the Northern people."
  ]
}