{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Can-protesting-undergrads-think-of-a-new-colour/172-278513",
  "time_ut": 1709922600.0,
  "original_lang": "en",
  "original_title": "Can protesting undergrads think of a ‘new’ colour?",
  "original_body_lines": [
    "Parents of university students are a worried lot at present. This is because there is speculation that their children in university may be featuring in a number of protests throughout March, according media reports.",
    "There are the pluses and minuses of such protests. Protests of this nature will certainly be of news value to the media. Protesting undergrads have often won their rights and also the hearts of the down-trodden masses. But from the perspective of the country’s economy and the future of these students there are people who disapprove of such violent gatherings. Critics ask the question whether such gatherings have to be so disruptive and violent at times! They in return ask the question whether these undergraduates cannot think of an innovative way of staging a protest that will grab the attention of the government and also win their demands?",
    "The last protest by university undergrads was on March 6 (Wednesday) and their main demands revolved around unresolved issues relating to hostel facilities and an increase in the Mahapola Scholarship. In some of other protests staged recently they have also demanded the increase of academic staff at universities.",
    "These are fair demands when you consider the hardships undergrads have to endure to earn their first degree. Most of these undergrads are from less affluent families and increasing the scholarship fee for them would be beneficial. But critics also ask the question as to what stops these undergrads from finding part-time employment while they complete their studies? This additional cash in hand would help sustain themselves while pursuing an education; without waiting for the government to ‘feed’ them. The problem a good many of these undergrads have is that they think no end of themselves; hence are unsuitable for private sector employment.",
    "There was a time when the public rallied around most protests because the state was unable to steady a shaky economy and ensure there were essential goods like petrol, gas and even rice in the market. Now those commodities are available and people want to have a peaceful life till the next elections are held and a stable and a people friendly government is established. But these protests are eating into the peace that the people are enjoying. The last couple of protests disrupted public activity and some roads were closed too. The public was greatly inconvenienced.",
    "If one observes or analyses some of the venues chosen for student protests they are key locations for business and public activity. Some of these venues are De Soysa and Liberty Circuses, Fort Railway Station, Galle Face Green and some of the major and most used roads in Colombo. These undergrads must understand that their protests are disrupting the business activities of the country as a result. These activists or protesters must take a cue from protests that are staged in other Asian and South Asian countries. What our undergrads must fathom is that whatever moves that are made to topple a regime or force them on the back foot must not derail economic activities and inconvenience the public.",
    "Wearing black bands to university, convincing television stations to give them interviews and even having an efficient newspaper or a youtube channel to convey their messages in a strong manner can be more efficient than taking to the roads. These undergrads must understand that it’s not only they who are struggling to achieve time stipulated goals; there are also others who are toiling to earn a better ticket to life! They must remember that there are individuals who depend on the income from daily businesses and their lives mustn’t be disturbed.",
    "We all have to live and let live. That’s an idiom that can even serve as a slogan in a protest site, but old idioms need new ‘colour’. If an undergraduate can think of a ‘new’ colour it might indicate ushering in a new era sans half of these troubles."
  ]
}