{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Governance-all-the-way-down/4-762402",
  "time_ut": 1717114332.0,
  "original_lang": "en",
  "original_title": "Governance all the way down",
  "original_body_lines": [
    "Multiple modalities of State intervention—from regulation to planning, stimulus to welfare—have all been collapsed into each other and displaced by the insipid term of governance",
    "Given the comprador mentality that pervades thinking about the burgeoning crisis of development and possible solutions for poor countries, there has been far less scrutiny of the vague claim that governance is the problem. How many people in the US establishment would now argue, for example, that free trade is an unassailable good? In contrast, when it comes to financing for development, myth quickly replaces evidence in determining which solutions are taken seriously, and which are dismissed. The choice often has nothing to do with reason. Instead, as Doyle implied, it has everything to do with interests and how creditor expectations are currently formed. And in this moment, it is austerity that is the primary vehicle of extraction",
    "Ask anyone in the policymaking establishment today what is the root cause of Sri Lanka’s crisis, and they will tell you it is governance. In many ways, this argument could be considered an article of faith. We can draw a parallel to a famous story, which the great physicist Stephen Hawking used in the introduction to his classic book, ‘A Brief History of Time’. Supposedly, when the philosopher Bertrand Russell was giving a lecture on astronomy and an audience member questioned whether the earth is suspended in space, she simultaneously proposed an alternative explanation: the earth lies on the back of a giant tortoise. When Russell asked her what the turtle is standing on, she replied, “It’s turtles all the way down!” Replace a key word and the parallels with the dominant discourse in Sri Lanka’s Anglophone media are not hard to find.",
    "The contrast with a recent public webinar on 22 May with former International Monetary Fund (IMF) senior economist Peter Doyle, co-hosted by Yukthi (http://www.yukthisl.org) and the International Development Economics Associates (IDEAs) network, could not be clearer. Disagree with him or not on his proposed alternative to existing IMF Debt Sustainability Analyses, one could not deny that Doyle was dealing with the substantive question of actors with different interests, which are often opposed within the existing international financial system. Doyle argued that the problem with the IMF’s medium-term primary surplus targets for countries such as Sri Lanka is that they prioritise paying off existing creditors, to the detriment of new investment and corresponding growth in the country.",
    "Doyle emphasised the question of growth, which has long since fallen off the radar of the establishment in Sri Lanka. Despite lauding Sri Lanka’s high rates of post-war growth, experts have tried to square the circle of the resulting crisis by shifting focus. Now the country’s problem is bad governance and its cause, corruption. So, instead of dealing with structural contradictions that prevent a fair resolution, we have a convenient answer for countries such as Sri Lanka that have defaulted or otherwise ended up in severe debt distress since the onset of the COVID-19 pandemic. The problem is that the emphasis on governance, however, sidesteps the question of responsibility. Or rather, it conveniently displaces it onto the decisions of borrower countries such as Sri Lanka, while forgetting the other side of the equation: the lenders.",
    "There is no doubt that investors and speculators from metropolitan financial centres want to appear as if they are trying to work together with Sri Lanka to come up with a solution. And one that presents new opportunities for accumulation without accounting for previous costs is all the better. But the problem when trying to operationalise the concept of governance is that it is headed towards the same shoals that have already sunk expectations in Environmental, Social, and Governance (ESG) proposals: specifically, a vague, all-purpose definition that can easily be remoulded to suit the agendas of wealthy investors. The fact that the Western establishment has slowly begun to recognise that climate change, for example, is a dramatic challenge that can only be tackled through state intervention, even as it is reframed in terms of competition with China, should offer enough evidence.",
    "Yet given the comprador mentality that pervades thinking about the burgeoning crisis of development and possible solutions for poor countries, there has been far less scrutiny of the vague claim that governance is the problem. How many people in the US establishment would now argue, for example, that free trade is an unassailable good? In contrast, when it comes to financing for development, myth quickly replaces evidence in determining which solutions are taken seriously, and which are dismissed. The choice often has nothing to do with reason. Instead, as Doyle implied, it has everything to do with interests and how creditor expectations are currently formed. And in this moment, it is austerity that is the primary vehicle of extraction.",
    "Why is the rhetoric of governance appealing, and what is the alternative?",
    "Meanwhile, governance is an explanation that can act as a salve, soothing the guilty conscience of those in the metropolitan financial centres. It also doubles as a form of penitence for the establishment in Sri Lanka, which is trying to pinpoint the source of evil in a way that does not touch the underlying interests of the ruling class. Meaning, it is a way of avoiding uncomfortable questions about the unequal, dependent economy in which a few have already accumulated so much wealth. But performing pirouettes of faith on such a flimsy basis remains a recipe for disaster, politically, economically, and socially. If we do not return to basic concepts that have a real intellectual weight and can be debated in their various combinations, we will be condemned to play a game in which airy phrases are used to dismiss brute, structural challenges. Although they are contested in their own ways, irreplaceable terms include democracy, development, and distribution.",
    "Of course, the establishment in Sri Lanka and its metropolitan financial backers will claim that the problem of governance is, in fact, the unavoidable reality. Specifically, they will argue that it is a question of setting up a system of incentives for politicians to adhere to rigid budgetary norms to stimulate investor interest, as opposed to the domestic economy. Moreover, they might even reference underlying economic formulas. They might say that these represent a complex ensemble of institutional problems that are distorted when they are dismissed using a single term. But one of the key tests of any theory that affects society at large is its ability to withstand public scrutiny. And on this point alone, governance has failed as an explanation, just like austerity has failed as a solution.",
    "If the responsibility for the crisis is being placed on poor countries such as Sri Lanka, where, in this framework, is there any room to account for the explosion in speculative cross-border lending? How can a theory that is this partial be seen as adequate, in any sense of the word? In contrast, there is another framework that can explain the narrow interests behind national and global media that promotes fanciful theories. In a word, if governance has become a catch-all term to square the circle of Sri Lanka’s crisis, we might better understand it as the vector of the same system, dominated by metropolitan finance, that invented the Ponzi scheme. When the interests of the many are subordinated to the greed of a few, it becomes clear why easy solutions circulate as common currency among the elite. The flipside is that the alternative should also be obvious: regulation.",
    "Meanwhile, multiple modalities of State intervention—from regulation to planning, stimulus to welfare—have all been collapsed into each other and displaced by the insipid term of governance. It is high time that we recover lost ground. Towards this end, we must ask whether there is anyone within Sri Lanka’s own establishment who is willing to take seriously the underlying tradition of pragmatic macroeconomics that facilitated the original Keynesian revolution. Of course, if dissenters come out with a different analysis, they may not be feted by the likes of Wall Street or the City.",
    "But then again, part of envisioning a pathway out of the current crisis is having a clear-eyed view of what got Sri Lanka into the mess in the first place. It was the extent to which Sri Lanka surrendered basic decisions over the direction of its economy to an unaccountable, supra-national policymaking apparatus. Whether we begin our narrative with the most recent IMF Agreement or extend it earlier to the dawn of the ‘open economy’, the basic challenge remains. Consequently, to repeat the same pattern by putting old policy advice into the new bottle of governance could be fatal the next time around."
  ]
}