{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83037",
  "time_ut": 1699101540.0,
  "original_lang": "en",
  "original_title": "It has been  said that you must come to courts with clean hands. So  why shouldn’t it apply to the Human Rights Council?  Next September come with clean hands and we will also answer you. If you haven’t got clean hands, why should we answer you? -President Ranil Wickremesinghe",
  "original_body_lines": [
    "(Text of  address delivered by President Ranil Wickremesinghe when declaring open the modern courts complex in Welimada on November 3 2023)",
    "“The administration of justice we have is about the oldest in Asia coming from the Dutch and the British and we are the oldest as far as the rule of law is concerned. It was applied here before it was applied anywhere else. Not even in India not in Japan, so that is the history we have and we have upheld this rule of law. Now the rule of law though at that time confined to a few countries, have now become universal and it is also enshrined in the Universal Declaration of Human Rights, which we have all to follow.",
    "And that is the Universal Declaration of Human Rights which we have all respected and will continue to respect. But it requires every country to adhere to it. Today, there are major issues that have arisen with regard to the declaration of human rights and the course of normal international affairs.",
    "I only must refer to the war that is taking place in Gaza. When Hamas attacked Israel, on the 07th of October the Government of Sri Lanka condemned it. I said though Sri Lanka stands by the principle of Palestine in statehood, we cannot condone this act. We can’t condone terrorism and it also left the government with the right of retaliation within the laws and rules available in the international community.",
    "But, that in my view does not in any way justify the killing of over 10,000 people in the Gaza strip. This is not figures that I have, these are figures that are being quoted by the UN agencies. Now, this raises another issue. Are you entitled to declare war to one area of your own country. Can you go to war against it? Now we have gone through this question. And can countries condone it? Because, when we brought a motion for the ceasefire, many of our countries, all of us voted for it, USA opposed it and some other countries also opposed it.",
    "Now, this is the question. Why is it that they are acting in this manner? Because, last year in October, at the Human Rights Council, they all got together and passed a resolution against Sri Lanka. The country that moved it was Canada who, also at this time, moved the amendment to the ceasefire resolution. Canada has now become the henchman for moving these resolutions. The resolution has been moved against and passed by them. And we all have to follow it.",
    "So I only want to point out, now what is this difference? We have been asked in this, underscoring the importance of addressing the underlying governance factors and root causes that have contributed to that crisis including deepening militarization, lack of accountability in governments and impunity of human rights violations abolished and abuses. Now if this is good for Sri Lanka, it must also apply to Palestine. After all what is taking place in West Bank and the bringing in of settlers is a big issue.",
    "Then why is it one rule applies to us, and another rule applies to them. This is the question I have and reaffirming also that all measures taken to combat terrorism must comply fully with states obligation under international law. In particular, international human rights law and as applicable, international refugee law and international human rights law. So, what applies to us must also apply in the Gaza. What US has told us, they must also ensure is enforced in the Gaza. Now we are having two different systems.",
    "Then, express concerns that the human rights impact of the economic crisis, including as a result of increased food insecurity, severe shortages in fuel, shortage in essential medicine and reductions in household incomes. As what they said of Sri Lanka last year, it is much worse in Gaza today. I stress the importance of the protection of human rights and fundamental freedoms, the grievances and demands of the Tamil and Muslim population.",
    "So, what you are being asked here, in Gaza, is to address the concerns of the Muslim population. If the Sri Lankan government must address it, Why is there another rule?",
    "To take measures to address the marginalization and discrimination against persons from the Muslim community. The Palestinians are all Muslims and they have all been marginalized in their own place. So I ask them, why is it that the US applies this to us but not in Gaza?",
    "They in fact, tell us that there is no need for a ceasefire, only what is called a humanitarian pause. Now, this is the issue we are faced with. Now, my problem is, ok let’s say the US is handling the Gaza issue, when we go next year, to the UN Human Rights Council, we will be judged by this.",
    "So that’s why I am now thinking of that rule which all of you apply in courts That you must come to courts with clean hands. That is in the domestic jurisdictions. Sometimes in international tribunals they have also said that you must come to courts with clean hands. So why shouldn’t it then apply here also? Next September come with clean hands and we will also answer you. If you haven’t got clean hands, why should we answer you?",
    "That’s the question I have. So I thought I’ll ask the Minister of Justice and the Minister of Foreign Affairs together with Attorney General and our permanent representative of the UN to consult international legal opinions on this application that you must come to court in clean hands, why shouldn’t it apply to the Human Rights Council?",
    "Can you ask a country which has condoned so much of violations then to come and say that we shouldn’t do it. So, this is what we must study and go ahead. It’s a matter in which we will require the advice of our BAR Association of our other legal practitioners and even the Chief Justice and the Supreme Court.",
    "The advisory power or the president can ask for the advice of the Supreme Court. I think we must make this a rule you can’t have one law for us and another law for someone else, am against it. If it applies to all I will stand by it. Sri Lanka will stand by it. If it doesn’t apply to all why on earth should we do it?",
    "But, when we go there we must remember that our hands must also be clean from today to that day. That’s why I say the agreement reached between President Rajapaksa and Ban ki Moon must be implemented and we must not have any incidents based on race or religion in the country. We had an unfortunate incident about a week back in Batticaloa, but law and order must be enforced. Lets enforce the law and order, uphold it and take this up.",
    "I think we are in a position this time, to canvass a lot of support in this case from the global south and part of the global north. Let’s take the principle up here. You have taken it up against us, we will take it up against you. We are all, as the United States says, for the rules based order.",
    "We want a rules-based order, but then the rules must apply to everyone. It can’t apply to some and not to others. So in that sense what we have to test next year with the support of many other countries in the United Nations. I thought I’ll share this thought with you because we could get your views also in formulating the principles, let’s take it forward.",
    "Like any lawyer will do. And let’s see where we do. I’m sure we will succeed."
  ]
}