{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/NPP-manifesto-Anura-s-unwise-pledge-to-abolish-the-Executive-Presidency/4-766105",
  "time_ut": 1724867834.0,
  "original_lang": "en",
  "original_title": "NPP manifesto: Anura’s unwise pledge to abolish the Executive Presidency",
  "original_body_lines": [
    "Ex-JVP Politbureau member and Cabinet Minister Chandrasena Wijesinghe joins Sajith",
    "“The executive Presidential system will be abolished, a Parliamentary system of government established, and a President without executive powers appointed.”",
    "‘A New Constitution’, NPP Manifesto ‘A Prosperous Nation, A Beautiful Life,’ p 195.",
    "President Wickremesinghe’s case for being popularly elected for the first time, after two previous attempts, to the office he now holds by parliamentary selection, has 4 pillars:",
    "1. There is no alternative to his economic policies, starting with his agreement with the IMF.",
    "2. His IMF agreement cannot and should not be sought to be renegotiated.",
    "3. There is nothing to be renegotiated as there is nothing amiss with his IMF agreement.",
    "4. His continuity in office is thus the key to stability, which is the key to economic recovery.",
    "He is wrong on all counts and therefore on his conclusion. Far from his continued incumbency being the key to stability it is a guarantee of instability and future volatility.",
    "“How you do one thing, is how you do everything” goes the saying. What Ranil says now about his IMF deal is exactly the same that he did about his deal with Velupillai Prabhakaran, the Ceasefire Agreement (CFA). Nobel Prize winner John Hume, the Irish politician and peace-maker, who earned the Prize for his contribution to the Good Friday Agreement said at a widely attended press conference on his visit to Sri Lanka during Ranil’s term as PM, that the entire ‘peace process’ may as well be shut down, because it was so badly designed and structured.",
    "There were so many things wrong with Ranil’s ‘peace deal’ that it eventually, predictably, led to his ouster, defeat at the presidential and parliamentary elections, and to resolution by a major war.",
    "The deal was lopsided in that it conferred much more space for the LTTE than Prabhakaran had won by force of arms, while depriving the Sri Lankan military of corresponding space. Ranil’s deal was also unilateral in that it bypassed President Chandrika Kumaratunga.",
    "Ranil’s deal with the IMF and the creditors is similarly lopsided and unilateral. In addition, it lacks the legitimacy of any popular mandate whatsoever, which it might have enjoyed had he permitted the Local Government election.",
    "Be it Sajith or Anura, a popularly elected President from the Opposition would be able to renegotiate the deal with the IMF and the creditors in a manner – even if is ‘tweaking’--that makes the buy-in broader. That makes for stability.",
    "What makes Ranil a deadly threat to stability is not only the IMF agreement but even more so, his economic agreements that have nothing to do with the IMF, such as his priority project of contiguity with India, and more specifically, Tamil Nadu. This dates back to 2001, and chronologically and logically have nothing to do with our recent economic crisis.",
    "Last week, we saw on TV news an unusual conversation of enormous significance, between the Ven Mahanayake Thero of the Malwatte Chapter and the High Commissioner of India. The Ven Mahanayaka Thero genially declined to be reassured by the High Commissioner’s guarantees that the bridge to India would not be inimical to Sri Lanka’s national, strategic and security interests.",
    "Presidential candidates Sajith Premadasa and Anura Kumar Dissanayake have not said a word of objection in public or, as I gather, in private, to the bridge project. Neither Ranasinghe Premadasa nor Rohana Wijeweera would have approved.",
    "Any comparative international study of politics would bear out that no mega-project involving a neighboring power and triggering ancient fears and current geopolitical apprehensions can be successfully implemented when subterranean social opinion has already been manifested in the public voicing of apprehension by the main leader of the country’s preponderant religion. Furthermore, it is not only the Malwatte Mahanayake but also the Cardinal who has been critical about the bridge to India.",
    "No project of such geo-existential dimensions can go forward without approval at a national Referendum and it is doubtful that such a referendum will be held, be it by Ranil, Sajith or Anura.",
    "It is testimony to its principles that this patriotic issue has been taken up a non-nationalist, multiethnic formation, the far-left FSP-driven People’s Struggle Alliance led by Aragalaya hero, ex-IUSF leader Wasantha Mudalige.",
    "If there is a Referendum on the bridge project, it will go the Brexit route and be defeated, even if backed by a newly elected President.",
    "If it goes ahead without a Referendum, it will result in upheaval, capsizing the prospects of stability and economic recovery.",
    "Sri Lanka has had elected Presidents who have been stopped in their tracks by mobilisation of social opinion. President Chandrika Bandaranaike Kumaratunga who began with over 60% of the popular vote, failed to push through either her new Constitution ‘package’ or her PTOMS with the Tigers. Gotabaya Rajapaksa was overthrown.",
    "President Wickremesinghe responded to the important Supreme Court ruling that he had violated Fundamental Rights by the non-holding of the Local Authorities election, at an August 22nd conference on AI:",
    "“I didn’t think that we could afford the anarchy of holding the Local Government elections”.",
    "Let’s unpack this. An unelected President, i.e., a man with no mandate to make such decisions unilaterally, “didn’t think” that he should hold the elections to the local authorities which had been established by the Legislative Council under colonialism, and had first been elected in 1931. At the least, Ranil should have held an all-parties conference and secured a consensus of all parliamentary political parties to effect such a postponement. He didn’t do so and doesn’t regret it.",
    "Ranil places “anarchy” and “elections” in the same sentence almost as synonyms or cause-and-effect. Only a deeply authoritarian persona could do so, because history, including contemporary Sri Lankan history, has demonstrated that anarchy is not caused by elections. It is the absence of elections that causes anarchy. When the electoral safety-valves are shut-off, discontent manifests itself in non-electoral and extra-electoral ways, sometimes lapsing into anarchy, sometimes blossoming into revolution.",
    "It is dangerous to have such a man as President. If we weren’t due to hold Presidential elections in Sept 2024, such a postponement of local government elections in the backdrop of harsh economic austerity could have triggered another popular uprising, just as the UNP’s rape of local government elections to the District Development Councils in the North in 1981 greatly accelerated the growth of the Tigers.",
    "Anura and the NPP’s Manifesto pledges the abolition of the executive presidential system, which is something that AKD has been speaking about for quite some time. Sajith has recently returned to saying much the same thing.",
    "Firstly, Anura and Sajith are seeking the votes of the people to occupy a Presidency -- which they will dissolve. That’s like presenting oneself for a competitive examination capped by an interview for a highly coveted job, and promising to abolish the post, if and when one gets the job.",
    "Secondly, at a time the weaknesses of the Parliament and the corruptibility of the parliamentarians have been exposed; the Aragalaya denounced “the 225” and the people burned the houses of ruling party Parliamentarians (with notable exceptions such as Dullas Alahapperuma), the front-running Presidential candidates pledge to abolish the directly elected executive Presidency, transfer power mainly to Parliament and leave the center of gravity of power, precisely the Parliament.",
    "Thirdly, in a season in which the unmatched strengths, transparency and democratic character of the US Presidential system are being demonstrated for the world to see, and the superb capacity for balance and stability of the French presidential system notwithstanding dramatic shifts in the national parliament is also being demonstrated before the world, Anura, Sajith, academics and intellectuals are campaigning for the abolition of the executive Presidential system.",
    "Shouldn’t they rather advocate (as I have done for decades even while indicted for violent rebellion against the authoritarian Jayewardene-Athulathmudali regime) the structural reform of Sri Lanka’s presidential system to surgically remove its unaccountable, hyper-centralist features and bring it into line with the great democratic American and French Presidential systems?",
    "The promise by Anura Dissanayake and Sajith Premadasa – in that sequence--to abolish the executive presidency must be viewed in the triple context of:",
    "(A) The economic crisis and the need to speed growth while accelerating redistribution and decelerating povertisation (absolute and relative).",
    "(B) The promise to revive and retain the Provincial Councils within the 13th amendment.",
    "(C) The imperative to retain an electoral system primarily of Proportional Representation, to ensure adequate minority representation.",
    "Without the executive Presidency, for Sajith or Anura there will be:",
    "(III) No swift decision-making machinery to defend national independence and sovereignty.",
    "Five countries driving the Asian economic miracle have presidential systems: China, Vietnam, South Korea, Indonesia, the Philippines.",
    "Without the executive presidency elected by the island as a whole, existing provincial autonomy, freed from its unitary moorings, becomes less manageable and controllable, because the North and East are adjacent to an ethnic ‘kinstate’, Tamil Nadu.",
    "The projected footprint of Indian big business in strategically sensitive economic sectors.",
    "The dissolution/draw-down of the countervailing state sector of the Sri Lankan economy.",
    "Furthermore, without the explicitly unitary parameters, existing provincial autonomy becomes something more and something else: quasi-federal.",
    "(iv) The context of serious economic crisis and accelerating impoverishment.",
    "When taken together, we are looking down the road at an ex-Yugoslavia scenario of ceaseless domestic conflict and external intervention.",
    "The history of the American Civil War shows how problematic the legislative balance was for President Abraham Lincoln and how he used his executive powers to override many impediments and win that war, keeping America united and liberating the South from slavery. Imagine Sri Lanka fighting a war for its existence – like the last war, which had been planned and funded by the LTTE (“Funding the Final War” was the title of a Human Rights Watch Report on the LTTE global funding drive in 2004) -- without the executive Presidency, with Provincial Councils without the ‘lid’ of an overarching executive presidency, but with a Parliament elected by proportional representation.",
    "The NPP and SJB pledge to abolish the executive Presidency must be assessed together with the current political dynamics of and slogans from the North and East. Together they constitute two blades of a deadly pair of shears.",
    "The project of a Tamil presidential candidacy is pinned to two factors.",
    "The LTTE and the war, because the candidate is known to have been an active sympathiser of the Tigers during the last war, a posture he hasn’t recanted.",
    "The call for the election to serve as a plebiscite on the Tamil people’s right of self-determination.",
    "Meanwhile, there is also the return of the ITAK and mainstream parliamentary Opposition politics to the Ranil-Mangala Samaraweera-TNA project and discourse of 2015-2019: that of “undivided” (“nobedunu”) instead of “unitary” when defining the state, which means a package of Constitutional change which deletes the unitary character of the state, thereby permitting greater space for centrifugal compulsions at the periphery.",
    "(i) A pro-Tiger Tamil candidate campaigning for self-determination, thereby reconstituting the secessionist, Prabhakaran-ist ghetto in Tamil politics just when it should be completely dismantled and Tamil politics should become more mainstream than ever.",
    "(ii) The ITAK working with the SJB’s rightwing liberals to delete the unitary nature of the state and complete the 2015-2019 Yahapalanaya UNP-TNA agenda.",
    "What these will cumulatively achieve is to reconstitute a corresponding, countervailing space in the post-election South for the revival of Sinhala ultranationalism. There will be 30+ defeated candidates to lead it, as the UNP did under JR Jayewardene in 1957 against the Bandaranaike-Chelvanayakam Pact, having lost the 1956 election. Quoting the famous line that “Patriotism is the last refuge of the scoundrel”, my father Mervyn de Silva added that “In Ceylon, patriotism is the first refuge of the defeated politician”.",
    "Those in the SJB who hail the opening up of the economy of 1977 while advocating abolition of the executive presidency, are ignoring or ignorant of the explicit nexus between the shift by JR Jayewardene to:",
    "(a) A nationally and directly elected (‘Gaullist’) executive Presidential system.",
    "Those who admire the commitment of JRJ to an open economy model as signaled by his endorsement of the BR Shenoy proposals of 1965, fail to understand that these went hand-in-hand with JR’s advocacy of the executive Presidency at the SLAAS annual sessions in 1966.",
    "Neither the distinctive Jayewardene and Premadasa economic models, nor the long JR-Premadasa economic achievement would have been conceivable without the directly, nationally elected executive presidency.",
    "The post-Independence generations of Lankan liberals (from Godfrey Gunatilleke, Fr. Tissa Balasuriya, Mervyn de Silva, Lakshman Kadirgamar et al, to Susil Sirivardhana and Rajiva Wijesinha) were welfarists, statists, patriots, social democrats/social liberals and champions of the Global South. They contributed to building a country that was respected as exceptional in its Human Development achievements and punched well above its weight in world affairs.",
    "By contrast, the contemporary generation of post-Cold War Lankan liberals are anti-state, nationally nihilistic and West-dependent in mentality. They drove:",
    "Chandrika’s Sudu Nelum movement, ‘Union of Regions’ package, Ranil’s CFA and CBK’s PTOMS—ending up with Mahinda Rajapaksa (1995-2005).",
    "The Yahapalanaya UNP’s non-unitary, non-Presidential draft Constitution and the 2015 Geneva UNHRC resolution cosponsored with the West—ending up with Gotabaya Rajapaksa (2015-2019).",
    "Post-Presidential election 2024, if the winner abolishes the Presidency, abandons the unitary state, enables expansion of provincial autonomy and establishes contiguity with India, the country will end up in chaos.",
    "Mangala Samaraweera was the main ideologue of state-dismantling, minoritarian political neoliberalism. His ideas and ideology remain influential in the consciousness of the UNP, SJB and NPP. They trigger a hardline Sinhala comeback every time.",
    "Sri Lanka’s political experience shows only one safe, sustainable road. A four-lane highway.",
    "Sustainable national advancement can be achieved only by the interface or binding of the following four policy ‘sets’ and corresponding ‘leadership archetypes’:",
    "(III) Independence, sovereignty and foreign relations: Ranasinghe Premadasa and Mahinda Rajapaksa.",
    "(IV) Interethnic relations, cultural modernity, social pluralism, unity in diversity: Vijaya Kumaratunga.",
    "Premadasa and Mahinda were Populists with different emphases: both were ‘statist-populists’; both were ‘patriotic-populists’; but Premadasa was a ‘populist-developmentalist’ and Mahinda, a ‘statist-developmentalist’.",
    "Vijaya was our first ‘left populist’, decades before Latin America’s Pink Tide(s). He would have been the perfect political representative of the Aragalaya.",
    "To switch geometric metaphors, Premadasa-Mahinda-Vijaya are three sides of a triangle. Having supported all three, I work within that triangular space."
  ]
}