{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/maliban-legacy-continues-with-a-g-kumudika-fernando-as-new-chairperson/",
  "time_ut": 1724364060.0,
  "original_lang": "en",
  "original_title": "Maliban legacy continues with A.G. Kumudika Fernando as new chairperson",
  "original_body_lines": [
    "The Maliban Group – a household name in Sri Lanka with a 70-year heritage in quality and taste – has announced a significant leadership transition, with A.G. Kumudika Fernando being appointed as Chairperson of the Group, with effect from the 15th of August 2024. This appointment follows the recent passing of A.G. Ratnapala Samaraweera, the previously-serving Chairman of the Maliban Group, who is also Ms Fernando’s father. Samaraweera was the son of the late AG Hinni Appuhamy, the legendary Founder of Maliban, and upheld the long-standing Maliban Family tradition of quality, excellence, and innovation.",
    "Kumudika Fernando, who has served as the Managing Director for over a decade, is eminently qualified to lead Maliban into the future, and continue the legacy of the Maliban Family. Trained under her father’s guidance, she has been instrumental in overseeing the management and operations of the company, driving significant growth through product diversification, expanding exports, and entering new markets. Her deep commitment to excellence mirrors the Maliban Family tradition, and she is poised to carry the torch forward, preserving the Maliban legacy while steering the company towards new horizons. As a female leader, Kumudika is dedicated to ensuring that Maliban continues to set the benchmark for quality in Sri Lanka and beyond, while also fostering a more diverse and inclusive workplace.",
    "Ms Fernando is an alumna of Holy Family Convent Bambalapitiya– where she spent her schooling years, and the Singapore American School – where she read for a Bachelor’s Degree in Premed Biology, and Notre Dame de Namur University, San Francisco – where she read for a Master’s Degree in Psychology. Having originally joined the Maliban Group through its subsidiary, Little Lion, in 1993, Ms. Fernando subsequently took a break from professional life to start a family, having her first child in 1995, while still keeping a tab on the business. In 2009, she rejoined the Maliban Group, and in 2013, she was appointed Group Managing Director.",
    "Commenting, Ms Fernando said, “Under my leadership, I aim to carry forward the vision of our Founder Chairman, and our late Chairman, striving to keep Maliban’s promise of delivering unparalleled quality, excellence and taste to the world”.",
    "CEAT unveils another radial masterpiece in Sri Lanka for high-end SUVs",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}