{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/mahogany-masterpieces-launches-new-designs/",
  "time_ut": 1726776360.0,
  "original_lang": "en",
  "original_title": "Mahogany Masterpieces launches new designs",
  "original_body_lines": [
    "Mahogany Masterpieces, Sri Lanka’s leading manufacturer of handcrafted luxury furniture, is proudly celebrating its 50th anniversary, showcasing its dedication to design and innovation.",
    "To commemorate this significant milestone, the company has introduced a new furniture collection that sets industry trends while aligning with contemporary design aesthetics. Additionally, Mahogany Masterpieces has launched an exclusive line of artisanal giftware, featuring branded watch boxes, jewelry boxes, trays, and coasters, further enhancing its offerings for valued customers.",
    "Reflecting on the company’s 50-year journey, Managing Director Kishan Gooneratne shared, “Mahogany Masterpieces was established in 1974 by my father and his brothers under the name Craft Supplies. Although my father initially lacked formal training in the industry, his passion for timber led to our first major success with an order for barrel-shaped wooden buttons for another iconic Sri Lankan brand Barefoot.",
    "“This achievement prompted Craft Supplies to expand into handicrafts and wooden products, including wall plaques, tea barrels, and curtain rods. In the early 1980s, a Scottish furniture expert approached my father to create period furniture reproductions for the European market. This expert trained our carpenters in fine furniture craftsmanship, emphasizing meticulous attention to detail and traditional yet sophisticated techniques that remain integral to our work today. Transitioning from handicrafts to the furniture industry was a transformative milestone, as learning from an international expert helped establish the high standards we uphold.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}