{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110743/us-withdraws-from-unesco-again-this-time-due-to-its-support-for-woke-causes",
  "time_ut": 1753188900.0,
  "original_lang": "en",
  "original_title": "US withdraws from UNESCO again, this time due to its support for ‘woke’ causes",
  "original_body_lines": [
    "The United States withdrew from the United Nations cultural organization UNESCO on Tuesday, saying continued involvement was not in the US national interest.",
    "“UNESCO works to advance divisive social and cultural causes and maintains an outsized focus on the UN’s Sustainable Development Goals, a globalist, ideological agenda for international development at odds with our America First foreign policy,” State Department spokeswoman Tammy Bruce said in a statement.",
    "White House deputy spokesperson, Anna Kelly, earlier told the New York Post daily newspaper that the withdrawal was due to UNESCO’s support for “ woke, divisive cultural and social causes that are totally out-of-step with the commonsense policies that Americans voted for in November”.",
    "The move, which will take place at the end of December 2026, is a blow to the Paris-based agency, founded after World War II to promote peace through international cooperation in education, science, and culture.",
    "Head of UNESCO, Audrey Azoulay, on Tuesday said the US announcement had come as no surprise.",
    "“I deeply regret President Donald Trump’s decision to once again withdraw the United States of America from UNESCO,” Azoulay said. “However regrettable, this announcement was expected, and UNESCO has prepared for it”.",
    "President Donald Trump had already pulled out from UNESCO during his first term in addition to quitting the World Health Organization, the UN Human Rights Council, a global climate change accord and the 2015 Iran nuclear deal",
    "Joe Biden reversed those decisions after taking office in 2021, returning the US to UNESCO, the WHO and the climate agreement.",
    "With Trump now back in the White House, the US is once again withdrawing from these global bodies.",
    "UNESCO is best known for designating World Heritage Sites, including the Grand Canyon in the US and the ancient city of Palmyra in Syria.",
    "The US initially joined UNESCO at its founding in 1945 but withdrew for the first time in 1984 in protest against alleged financial mismanagement and perceived anti-US bias, returning almost 20 years later in 2003 under President George W. Bush, who then said the agency had undertaken needed reforms.",
    "UNESCO’s full name is the United Nations Educational, Scientific and Cultural Organization.",
    "The United States provides about 8 percent of UNESCO’s total budget, down from about 20 percent at the time Trump first pulled the United States out of the agency."
  ]
}