{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-stocks-slide-0-36-pct-weighed-down-by-banks-238240/",
  "time_ut": 1756119420.0,
  "original_lang": "en",
  "original_title": "Sri Lanka stocks slide 0.36-pct, weighed down by banks",
  "original_body_lines": [
    "ECONOMYNEXT – The Colombo Stock Exchange’s All Share Price Index (ASPI) fell 0.36 percent for the second straight session, brokers said.",
    "“Market ended a bit lower. Saw a bit of profit taking after five days of continuous gain,” Dimantha Mathew, Chief Research and Strategy Officer at First Capital Holdings PLC said.",
    "The ASPI fell 73.61 points from Friday to close at 20,575.59; while the S&P SL20 index dipped 0.78 percent, or 47.33 points, to close at 6,042.51.",
    "“Investor interest in construction and hotel related shares were seen,” Mathew said. ” Banks were largely down. Lot of turnover was seen.”",
    "Hotel and related shares possibly rose on tourist arrivals, topping 1.5 million on August 18, 2025, Mathew said.",
    "The ASPI was weighted down by HNB which ended 6.25 rupees down at 397.75; John Keells Holdings which ended 0.30 rupees weaker at 23.60; Commercial Bank which ended 2.00 rupees down at 193.25; Hayleys which moved 4.00 rupees down to 175.00; and Cargills (Ceylon) which closed 16.25 rupees lower at 702.25.",
    "“Two million shares of HNB for 3.95 each transferred hands at a single crossing. This contributed to the turnover,” Mathew said.",
    "Turnover fell to 4.4 billion, while the share volume was 133,945,436.",
    "“Expectations of a resumption soon in U.S. interest rate cuts bolstered world stocks on Monday, with shares in Asia rising to multi-year highs,” Reuters said.",
    "The Pakistan Stock Exchange’s KSE 100 Index was trading 0.45 percent stronger at 148,815.30.",
    "India’s Nifty 50 rose 0.39 percent to 24,967.75, while the BSE Sensex was 0.40 percent up at 81,635.91.",
    "Tokyo’s Nikkei 225 index ended higher on U.S. Federal Reserve Chairman Jerome Powell comment he “may warrant adjusting our policy stance” on interest rates, Japan’s The Mainichi newspaper said.",
    "The index moved 0.41 percent, or 174.53 points higher, to 42,807.82.",
    "As at 4.15 pm Sri Lankan time, spot gold was trading at 3,380.60 US dollars, up 0.96 US dollars. (Colombo/Aug25/2025)"
  ]
}