{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/book-launch-commemorates-125th-birth-anniversary-of-professor-gunapala-malalasekera/",
  "time_ut": 1732725600.0,
  "original_lang": "en",
  "original_title": "Book launch commemorates 125th birth anniversary of Professor Gunapala Malalasekera",
  "original_body_lines": [
    "The Malalasekera Foundation proudly launched “Professor Gunapala Malalasekera: A Photographic Portrait”, commemorating the 125th birth anniversary of the legendary scholar and cultural advocate, Professor Gunapala Piyasena Malalasekera. Authored by the Venerable Wetara Mahinda Thero after eight years of meticulous research, the book is a heartfelt tribute to Professor Malalasekera’s unparalleled contributions to education, Buddhism, and the cultural heritage of Sri Lanka.",
    "Professor Malalasekera, often referred to as “GPM,” was a visionary who dedicated his life to educational reform and national pride amidst the challenges of colonial rule. Inspired by influential figures within the Buddhist educational movement, he played a significant role in shaping Sri Lanka’s national education system and instilling cultural values that resonated across generations.",
    "At the launch event, held at the National Archives auditorium in Colombo and attended by family, foundation members, scholars, and civil activists, the book’s author, Venerable Wetara Mahinda Thero, shared his motivation for undertaking this significant project:",
    "“The primary objective of launching this book stemmed from my readings of previous books published about Professor Gunapala Malalasekera. In studying these, I realized that some of his most impactful contributions to Buddhism and to our country had not been fully captured. I felt a strong need to create a comprehensive portrayal of Professor Malalasekera’s life, including a rich collection of portraits to bring to life the real moments and experiences that defined him.",
    "“With this goal in mind, I embarked on an extensive research journey, traveling across the country to ensure this book accurately represents Professor Malalasekera’s legacy and makes it accessible to readers. I hope this book not only honors his remarkable life but also brings readers closer to his invaluable contributions.”",
    "Ashan Malalasekera, Professor Malalasekera’s grandson and founder of the Malalasekera Foundation, expressed his appreciation for Venerable Mahinda’s dedication to the project:",
    "“On behalf of the Malalasekera Foundation and our family, I am honored to share this message in recognition of Venerable Wetara Mahinda’s thoughtfully compiled work. A devoted scholar of my grandfather’s life, Venerable Mahinda has shed light on GPM’s enduring contributions to academia, Buddhist scholarship, and nation-building. This book reflects his significant influence in areas beyond his academic pursuits, including his humanitarian work and profound contributions to the arts. We extend our deepest gratitude to Venerable Mahinda for his relentless dedication to preserving GPM’s legacy.”",
    "Dialog unveils Sri Lanka’s first AI Assistant for local developer community",
    "ICMA Australia celebrates 25 years of excellence in Sri Lanka with strategic global expansion",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}