{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/AKD-s-Delhi-success-end-of-crisis-announcement-axial-Anuranomics-shift/4-770673",
  "time_ut": 1734547795.0,
  "original_lang": "en",
  "original_title": "AKD’s Delhi success, ‘end of crisis’ announcement, axial Anuranomics shift",
  "original_body_lines": [
    "“Today we open a new chapter of our history and turn the page",
    "President Anura Kumara Dissanayake’s rise to the top bears some resemblance to that of Prime Minister Narendra Modi. His Indian visit was a triumph for him, and overall, a win for Sri Lanka.",
    "He thanked India fulsomely for its economic support, arrived at convergence on a number of economic initiatives, and tabled some others. Sadly, he couldn’t secure a commitment on the piratical incursions by Indian fishermen. Connectivity of electric grids and building a pipeline are to “continue to be considered” but Anura didn’t sign-off on these projects which would ensure a dangerous, vulnerable dependence.",
    "Above all, AKD didn’t sell us out as Ranil Wickremesinghe or the SJB would have on the most fundamental issues: (a) there was no commitment to land connectivity establishing contiguity; (b) no economic integration of Sri Lanka with Tamil Nadu. Harsha de Silva was a public lobbyist these long-standing ideas of Ranil (2001) and the SJB’s Blueprint reflected them.",
    "For the first time, the Indo-Sri Lanka Joint Statement didn’t contain the word ‘Tamil’.",
    "Prime Minister Modi nuanced the issue by re-phrasing it, urging the implementation of provisions of the Sri Lankan Constitution and holding elections to the Provincial Councils. Exasperated by an obdurate, fractious Tamil nationalism, India has traded-in Tamil demands for a larger economic footprint and an architecture of cooptation of Colombo which has a new type of leadership.",
    "Delhi’s stance seems to be “we’ll lobby to get you an elected Provincial Council with the existing degree of devolution, but if you mess up as before, you are on your own.” Watching the siege by Turkish-supported Islamist militia of the Syrian Kurds who were built up by the US, it should be clear that whatever resonance the Tamil cause has in the West, what counts is what India is willing to underwrite.",
    "President Dissanayake’s Indian achievement was better than anything the current Opposition would have done. His achievement on the ISB issue is far worse than anything the Opposition would have done. He didn’t sell us out to India but he did sell us out to the big bondholders. It is a negative balance.",
    "Dr. Harini Amarasuriya is the second woman to be Sri Lanka’s Prime Minister, not the first, who was of course Sirimavo Bandaranaike. However, Harini is the first Ceylonese/Sri Lankan Prime Minister, female or male, to have forgotten the proper appellation of China and reportedly confused it with Taiwan’s rival self-description denoting a country that most nations including Sri Lanka do not recognize the existence of.",
    "Though Madam Bandaranaike’s formal education didn’t even begin to remotely approach Harini’s, she would never have mistaken China, one of this country’s best friends and biggest benefactors, for ‘the other place’. Even Prime Minister Sir John Kotelawala, rightwing reactionary and western stooge who was unfriendly to Zhou Enlai in Bandung, is not known to have mistaken the name of the great country whose PM he was pathetically attempting to duel with.",
    "Harini’s authentic PhD and status as an academic make her lapse inexcusable. Anyone who knows anything about Mao, the Chinese Revolution, the Communist Party of China, and the history of modern China – one of the globe’s two greatest powers--knows about the birth of the People’s Republic of China (‘Mahajana Cheena Samoohaanduwa’) on October 1st 1949.",
    "Was it a composite ‘gaffe’—heralded by keeping the Chinese ambassador waiting for an hour – or a political Freudian slip?",
    "The only opinion poll that has proved its accuracy in noting trends over time, that of the IHP headed by Dr Ravi Rannan-Eliya, has now confirmed what we can sense.",
    "The public remains discontented despite AKD’s victory and that of the NPP. Only a minority feels the country is headed in the right direction. A significant majority—not just the largest segment—feels it is headed in the wrong one.  Moreover, sentiment in Sri Lanka seems to be more pessimistic than in most countries.",
    "“…According to the Institute for Health Policy’s (IHP) SLOTS polling conducted in November, 25% of Sri Lankan adults believed the country was heading in the right direction while 16% expressed uncertainty about its trajectory. However, the majority, 59%, still thinks the country is heading in the wrong direction.",
    "There was a temporary boost in optimism in the days immediately after the presidential election but since then this has subsided. However, that overall sentiment remains more positive than before the elections.",
    "Despite some temporary improvement in public sentiment since the presidential election, public sentiment remains largely negative…”",
    "No Opposition party is transforming sufficiently, or at all, to capitalize on this.",
    "The Asoka Ranwala affair raises the question: is the matter of fake qualifications a symptom and symbol of a larger fakery of image over actuality, of form over substance of the Government? How much of the AKD-NPP-JVP profile and discourse are, in the words of Bruce Springsteen (sorry, I don’t do ABBA or Boney-M), a “brilliant disguise”?",
    "Within months of his victory and that of the JVP-NPP (‘Maalimaawa’), President Anura Dissanayake has unilaterally executed a seriously flawed sovereign bond swap, which is a major deviation from his mandate. He has also made a 180-degree turn in his discourse and officially articulated a change of economic model and strategic economic direction.",
    "In an exultant and utterly questionable declaration, he has announced that we are out of the debt crisis.",
    "He has also thanked those at all levels, including leadership level, for their efforts over two years, on the debt problem. By so doing he has dropped the mask of a rupture from or even a shift away from the policies and pathways taken by the leaders of the past who led us into the debt trap, and whom he had excoriated for years, including in the victorious election campaigns of Sept 2024 and Nov 2024.",
    "He has located himself squarely as the successor of those leaders, treading the same strategic path and committed to quintessentially the same strategic economic model.  His ideological and policy conversion is now official and self-affirmed. Let us permit President Dissanayake to articulate it himself:",
    "‘…It [the Finance Ministry] quoted President and Finance Minister Anura Kumara Dissanayake, as saying:",
    "“We are very pleased to see this vote of confidence from our international and local bondholders. The past few years have been very challenging for the Sri Lankan population, but all of our collective efforts are now paying off. The implementation of this debt exchange, which is the result of two years of intense negotiations, will deliver substantial debt relief for Sri Lanka, freeing up resources in the short and medium term to finance our development and social agenda, while restoring the long-term sustainability of our public finances.”",
    "“We are committed to using this debt relief and fiscal space to ensure robust macroeconomic fundamentals and economic growth that will enable Sri Lanka to meet future debt service obligations and overall economic objectives. This successful bond exchange will also allow us to normalise our relations with bondholders and other key external partners,” Dissanayake added.",
    "The President expressed appreciation to all stakeholders who supported through this complex process, including our official sector and commercial creditors, the co-chairs and secretariat of the Official Creditor Committee, the International Monetary Fund, and others with whom Sri Lanka worked in good faith to enable this positive outcome.",
    "He also thanked those who were involved in this journey by providing leadership and numerous contributions at critical stages, enabling Sri Lanka to achieve this important milestone in her journey towards economic recovery.",
    "“Today we open a new chapter of our history and turn the page following multiple years of crisis,” the President added…’",
    "To re-state, President Anura Dissanayake has made 5 key points in this declaration, as follows:",
    "i. Declared the end of the crisis and the opening of a new chapter of history: “Today we open a new chapter of our history and turn the page following multiple years of crisis”.",
    "ii.  Uncritically praised his predecessors, including at leadership-level, thereby erasing all rupture and establishing a complete continuum of policy, path and endeavour in the matter of the debt crisis. He acknowledges having arrived (triumphantly) at a (supposed) terminus in a trajectory commenced by others. His predecessors have been exonerated of all blame for the crisis. Logically then, their program of harsh austerity and economic contraction have been endorsed.",
    "iii. He has no criticism of the private commercial creditors, not even ‘vulture’ funds. ‘The President expressed appreciation to all stakeholders who supported through this complex process, including our official sector and commercial creditors…and others with whom Sri Lanka worked in good faith to enable this positive outcome.’ There is no cautioning about a possible downside of the bond deal. It is an unambiguously “positive outcome”.",
    "iv. He asserts that “We are very pleased to see this vote of confidence from our international and local bondholders. The past few years have been very challenging for the Sri Lankan population, but all of our collective efforts are now paying off… this debt exchange, which is the result of two years of intense negotiations, will deliver substantial debt relief for Sri Lanka…” This is no bitter pill, according to comrade Anura. It’s all good, and everyone’s a good guy.",
    "v. No one in Sri Lanka or the world would have guessed that this was AKD speaking and would wrongly ascribe the words to Ranil Wickremesinghe, Shehan Semasinghe or Harsha de Silva, but they aren’t even Mahinda Siriwardena’s, they are AKD’s: “…We are committed to using this debt relief and fiscal space to ensure robust macroeconomic fundamentals and economic growth that will enable Sri Lanka to meet future debt service obligations and overall economic objectives. This successful bond exchange will also allow us to normalise our relations with bondholders and other key external partners”. AKD obviously intends to return to the practice of issuing ISBs or else there wouldn’t be a need to “normalise our relations with bondholders” with whom ‘relations’ should be little-to-none. Given that private commercial credit is the crux of our debt crisis, Anura’s transparent intention to return to the private money markets is akin to an addict announcing that he now can and will ‘normalize relations’ with dealers and pushers.",
    "If, as AKD says, it’s all “positive”, why then didn’t he convene and all-party leaders conference and construct consensus around the deal? Why didn’t he submit it to Parliament and secure cross-party support before implementation/activation?",
    "By blatantly spinning the debt restructuring deal as an unqualified victory, AKD cannot in the future, complain credibly about debt repayment as cause for the mounting burdens of the masses.",
    "Note AKD’s self-declared continuity: “…of two years of intense negotiations”. That’s obviously not just AKD’s quarter-year but Ranil Wickremesinghe’s tenure as zero-mandate PM and President.",
    "This is either a complete reversal of discourse and direction by Anura and the NPP, or revelation of a neoliberal, debt-driven agenda that was always hidden beneath the “brilliant disguise”. Is that why Ranil Wickremesinghe mounted a spoiler presidential candidacy to ensure the defeat of Sajith Premadasa and the victory of Anura Dissanayake?",
    "How to understand Anura’s segue into neoliberalism, and the silence of the JVP-NPP lambs? Why was the degeneration into the economic ideology of the long-standing adversary and antipode, Ranil Wickremesinghe quite so vertical a fall?",
    "The riddle’s answer is available in the Leninist lineage that AKD, JVP, FSP (and this columnist) come from.",
    "World War I wasn’t the biggest shock to the Marxist left, because the war had been anticipated by Friedrich Engels decades before and warned against by the international Socialist movement. The real shock was that despite the antiwar stand they had sworn to take in the event of an inter-imperialist war, the majority of Socialist parties in Europe supported ‘their own’ bourgeoisies and voted for war budgets in Parliament, committing themselves to fight and kill fellow workers of other nations.",
    "Lenin was so shocked by this development, he thought the newspaper headline announcing the German socialist about-turn was a fake, but it wasn’t. He then deciphered twin problems in one conceptualisation, explaining both the world war and the treacherous pivot of the Socialist parties.",
    "The war was the product of inter-imperialist rivalry, and imperialism was not a mere policy but a new stage of world capitalism. The world capitalist system had new structural characteristics and dynamics-- finance capitalism was dominant.",
    "Unlike in its home countries i.e., the system’s ‘center’, imperialism extracted ‘super profits’ in the colonies, semi-colonies and dependencies, i.e., at the ‘periphery’ (the global South). With these ‘super-profits’, big capitalists were able to bribe the leadership strata and trade unions ‘at home’, i.e., of the Western socialist parties, turning them into what Lenin famously termed a “labour aristocracy”.",
    "Asia witnessed a shocking pivot similar to that of the Western Socialist movement that Lenin grappled with during WWI, also almost overnight, in China in 1927. The nationalist party the Kuomintang was founded by Sun Yat Sen. Non-Communist but patriotic and progressive, it was assisted by Lenin and Stalin. Soviet Russia sent military advisors to strengthen it in its fight against the warlords, and the Chinese Communists joined as allies. After Sun Yat Sen’s death, Chiang Kai-shek assumed leadership. He was approached, bedazzled, wooed and won over by big foreign capital which had spheres of influence around China (called ‘concessions”) especially in the port cities. Having decided to switch tracks and ally with the western financial interests, Chiang Kai-shek changed overnight and launched a shocking massacre of his Communist allies in Shanghai and Canton in 1927.",
    "The Sunday Times (Colombo) noted that “…large stakeholders such as BlackRock and Amundi…collectively hold more than 50 percent of the outstanding bonds”. (https://www.sundaytimes.lk/241215/news/sri-lanka-completes-landmark-sovereign-debt-restructuring-580940.html)",
    "The axial economic pivot of Sri Lanka’s ‘left’ leadership and government can be comprehended as co-optation by, and subordination and subservience to, big finance capital including speculators, local and chiefly foreign.",
    "Before his untimely death in 1961, Frantz Fanon warned in his classic ‘The Wretched of The Earth’, about the strong propensity of the ‘National Middle Class’ in newly-independent countries to be coopted by imperialism and neocolonialism. This sure seems to fit the NPP.",
    "Amilcar Cabral, leader of the Guinea-Bissau liberation struggle and stellar intellectual assassinated by the Portuguese colonialists, urged the ‘petty bourgeoisie’ leading the national liberation struggles to “commit suicide as a class” and be “reborn” as “proletarians”, meaning with a proletarian class consciousness and standpoint. The petty bourgeoisie of the JVP-NPP has certainly committed ‘class suicide’ but been ‘reborn’ with a capitalist consciousness, aspirations and standpoint. They are Lenin’s ‘labour aristocracy’. Hence their silence, passivity and conformism."
  ]
}