{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/To-include-or-not-to-include-a-Muslim-Minister/14-769565",
  "time_ut": 1732298405.0,
  "original_lang": "en",
  "original_title": "To include or not to include a Muslim Minister",
  "original_body_lines": [
    "The absence of a Muslim member among the 21 members that comprise the Cabinet remains unanswerable",
    "The recently elected NPP Government appointed its Cabinet of Ministers this Monday, 21 November. A large proportion of the members are new faces but appear an intelligent and able lot. A notable feature is the absence of a Muslim Minister. The active roles played by the Muslim community at large both at the Presidential as well as the General election in favour of the NPP was duly acknowledged and accepted by the NPP and the President. While anxiety must be pouring through and amongst almost all the new faces in the Parliament, a feeling of anger is pouring through among the Muslim community. Both feelings are quite natural.",
    "The absence of a Muslim member among the 21 members that comprise the Cabinet remains",
    "unanswerable. Why did this happen? It is neither a mistake nor an omission. It is too good to be overlooked. If ignored this presumably may become the first conflict that apparently has become a hot topic of discussion among different and diverse groups. Within the NPP it does not seem a big issue and this was substantiated by Dr. Rizwi Salih (the only Muslim parliamentarian from the Western district) himself justifying the Party decision of omitting a Muslim member. One can safely assume that this intra conflict within the NPP members remains minimal but exerts a significant push among those people and groups outside the Parliament.",
    "Already two previous Muslim Governors have voiced their unfavourable opinions in writing. In addition a good number of WhatsApp groups are sharing their grapevines quite freely and some making irrelevant remarks.",
    "I myself feel that this looks like a serious omission but we need to wait for an explanation from the top. Knowing the honesty and integrity of AKD we can expect a reasonable explanation from the Party on this matter. I am certain that neither AKD nor his Party are opportunists. There ought to be a valid rationale for this decision. It would be in the better interest of the Party that it offers a plausible reason at its earliest! It may be just a rain drop issue but all rain drops together make up the rain and if continued may result in a flood!",
    "Emotional outpouring from the Muslim community is going haywire! The new Cabinet appointments were made only two days ago and therefore let’s not spill our words prematurely. Once spilt they cannot be taken back. The community must exercise patience and tolerance till the end of the month. And then talk with constructive criticism. Many of the recordings in the social media that I hear are emotional outbursts and quite destructive too which may compel the NPP to take a defensive stand. We need to use our brains and not hearts!",
    "Governments are not run by the Ministers but by Secretaries. For instance Paskaralingam for late Dr. Badiudeen Mahmud and P.B. Jayasundara for President Mahinda Rajapaksa. Why aren’t the Muslims fighting against the appointments of Ministry Secretaries? These are equally or perhaps more important than the Ministerial appointments. The Muslim community is not raising any concern. Don’t they understand the value and gravity of these appointments?",
    "All in all, it is too early to jump to a conclusion regarding the omission of a Muslim minister in the Cabinet. The exclusion thus far certainly looks unfair but the Muslim community should not be in a haste. Remember patience pays and remember two more ministerial appointments are on the take. And also there is this talk of “inclusiveness in Governance”! AKD may consider this. There are a whole lot of opportunities over there in NPP. Time can be a winner.",
    "(The writer is the former Deputy Director General of the Board of Investment.)"
  ]
}