{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-port-city-to-have-international-university-169217/",
  "time_ut": 1719217800.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Port City to have international university",
  "original_body_lines": [
    "ECONOMYNEXT – An international university to be established in Sri Lanka’s Port City, a multi-services special economic zone, will offer undergraduate and postgraduate degree programmes including in medicine and IT.",
    "The university is estimated to accommodate 3,000 to 4,000 students, and will be located next to the City’s international school on a 2.5 Ha land plot, CHEC Port City Colombo Pvt Ltd said in a statement.",
    "“Fulfilling the regional demand for undergraduate and postgraduate degree programmes in engineering, information technology, business studies/management, finance, marketing, and medicine, Port City Colombo aims to contribute positively towards the reversal of ‘brain drain’ and reduction of the current skills gap in the local employment market.”",
    "The university, with research and development facilities, aims to position Colombo as a regional hub for tertiary education.",
    "“The university will offer a projected academic programme in the field of medicine, which will support Port City Colombo’s vision of providing world-class learning and training facilities that would encourage prospective medical students to pursue their studies locally.",
    "“This will also include a potential partnership with the teaching school at the proposed International Hospital in Port City Colombo.”",
    "Many medical students migrate due to limited university placements in Sri Lanka and attractive post-graduate work permit programmes. Private medical campuses have been vehemently opposed by leftist parties in Sri Lanka.",
    "The university will offer undergraduate and postgraduate degrees in technology, an industry that has also seen a loss of skilled professionals and limited graduates produced annually.",
    "“The university at Port City Colombo aspires to mitigate the current supply gap in the market, with its assortment of academic programmes, and strengthen Sri Lanka’s digital economy.”",
    "Degree programmes in the STEM field will also be a focus with the goal of making Sri Lanka more globally competitive.",
    "Sri Lanka is currently outpaced by STEM graduates from countries such as Singapore, India, and China. (Colombo/Jun24/2024)"
  ]
}