{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/towards-stability-equity-prosperity-part-v/",
  "time_ut": 1731104806.0,
  "original_lang": "en",
  "original_title": "Towards Stability, Equity & Prosperity: Part V",
  "original_body_lines": [
    "As we have previously pointed out, though IMF programs appear to solely focus on development, they do not cater to or deal with matters that affect socio-economic justice and a fair go. Their only formula is one of liberalising markets for generating more profits for investors, with drastic cuts to social welfare benefits and expanding the tax base for increased revenue.",
    "The IMF does not look into the socio-economic equity issues that are prevalent and predominant in most of the societies the world over, including in Sri Lanka. The theory of trickle-down economics[1] underpins their practice. However, nowhere has this theory once implemented been a success in terms of economic development, social stability, and an equitable sharing of the financial burden.",
    "The evidence shows that majority of people in countries adopting IMF prescriptions have undergone financial stress, in many instances acute ones. According to the IMF figures, even by following its prescriptions, 30 percent of Sri Lanka’s national income will have to be used in servicing its external debts by 2027. Rather than being solely dependent on IMF prescriptions, this issue needs to be seriously considered. Alternative paths to address the equity issues need to be professionally designed, developed, and implemented.",
    "Otherwise, socio-economic desperations will grow leading to agitations and protests on the streets. The approach as described by comrade Dr Nihal Abeysinghe, the General Secretary of the NPP, of having consultations and sorting out such differences through discussions and negotiations is commendable. However, social realities elsewhere in the world have demonstrated many examples where state repression and coercion being used to implement financial strictures of the IMF.",
    "It is an exciting time for the people of Sri Lanka with the possibility of realising the dreams the people had for nearly a century. With the new political landscape in Sri Lanka, many fresh faces have appeared, contesting the upcoming parliamentary election. This diversity may even expand further when provincial / local government elections are held in future.",
    "The parliament is the supreme institution that attends to policy formulation and implementation. It needs to allow for the highest levels of inclusion, participation, consultation, and consensus building in a pluralistic society like Sri Lanka.",
    "Also, our future depends on the ability of the new legislature to abolish the executive presidential system with all its detrimental characteristics including the electoral process. The new legislature needs to adopt a new constitution that will foster equality, equity, and unity among all citizens that constitute the pluralistic society of Sri Lanka.",
    "It should allow for an inclusive governance structure where the diverse communities in all regions of Sri Lanka will be able to contribute to. In formulating such an environment for future generations, the legislature needs to be an accommodative and open one involving constructive dialogue.",
    "On the other hand, Sri Lanka will need to come out of its economic abyss, with or without IMF prescriptions. The NPP does not appear to view the IMF prescription as the only solution available to establish economic stability. However, the agreement entered by the previous president and the regime that supported him, currently does not allow the NPP to work outside of it.",
    "The NPP appears to have alternative means of addressing the issues that have been raised. Those will be discussed with the IMF and completed in the immediate future. Due to the General Election those negotiations appear to have been delayed.",
    "The NPP expects a strong representation in the Parliament to deliver the pledges it has made to the people and to implement its policy platform. For this to become reality, the NPP will need to have a two-thirds representation in the parliament, or an opposition with enough political sense, and people- oriented. Such an opposition needs to be supportive or accommodative of the drastic changes that are needed to be carried out in the governance structures for systemic change including the abolition of the executive presidency.",
    "If the elected legislature is not prepared to look at the issues in a holistic way but will look at those issues restrained by the perspectives of one single community, a single language, a single faith, or a single political party, then it will be hard to move forward.",
    "The legislature needs to have an all-embracing outlook that could consider the issues of the pluralistic society that we are living in. Historically, the opposition parties in parliament have not played this role. Whether such an opposition will be elected to the new parliament is the million-dollar question.",
    "There is a perception that a two-thirds majority for the NPP in Parliament may not help. Another perception is that many elected members will find it too difficult to oppose any legislative measures put forward to curb corruption, wastage, and mismanagement. Yet, addressing the most significant issue of abolishing the executive presidential system with its substantive negative appendages will not be viable without a substantial parliamentary majority positively and constructively supporting such essential changes that need to be made.",
    "The voters of Sri Lanka will be the decision-makers on Nov 14. Considering this situation, our appeal to the voters will be to elect a new legislature with a workable majority of two-thirds or more. That majority could comprise of members of the NPP or be inclusive of other members with a progressive agenda willing to accommodate the drastic changes that are needed to be made.",
    "Such changes are needed to make the country’s governance structure more dynamic and better responding to the needs of the people. Otherwise, we will continue to stagnate in the same passive static legislature, thus themselves forfeiting the right to work towards a stable, equitable and prosperous Sri Lanka.",
    "Our appeal to you, the voter is to make your decision wisely on Nov 14. Your decision will contribute to electing a better and effective legislature that will undertake to make the necessary and essential changes in the system of governance. In turn, it will decide your future and the future prospects of the generations to come.",
    "[1] According to the trickle-down theory, tax breaks to the rich and benefits for corporations and the wealthy will trickle down to everyone else in society."
  ]
}