{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99358/red-alert-issued-for-strong-winds-and-rough-seas",
  "time_ut": 1716283200.0,
  "original_lang": "en",
  "original_title": "‘Red’ alert issued for strong winds and rough seas",
  "original_body_lines": [
    "The Department of Meteorology has issued an advisory for strong winds and rough seas for naval and fishing communities in the deep-sea areas in the South-eastern Arabian Sea and in the southwestern Bay of Bengal Sea.",
    "It states that a low-pressure area is likely to form over southwest Bay of Bengal around May 22 and is likely to move initially northeastwards and concentrate into a depression over central parts of Bay of Bengal around May 24.",
    "Very strong winds accompanied with heavy rainfalls and very rough seas are likely over the sea areas around the country and over the South-eastern Arabian Sea areas and southwestern Bay of Bengal Sea areas.",
    "Naval and fishing communities are advised not to venture into the sea areas marked by ‘RED’ color on the map below until further notice.",
    "Naval and fishing communities are also requested to be attentive to future forecasts issued by the Department of Meteorology in this regard.",
    "Meanwhile, in a separate advisory, the department says Southwest monsoon conditions are gradually establishing over the island and the prevailing showery and windy conditions will continue further.",
    "Cloudy skies can be expected over most parts of the island, the Met. Department said.",
    "Showers or thundershowers will occur at times in Western, Sabaragamuwa, Central, North-western, Southern and Northern provinces.",
    "Very heavy showers about 150 mm are likely at some places in Western and Sabaragamuwa provinces and in Kandy and Nuwara-Eliya districts. Meanwhile heavy showers above 100 mm are likely at some places in North-western province and in Galle and Matara districts.",
    "Showers or thundershowers will occur at several places in the other provinces of the island.",
    "Fairly strong winds about 30-40kmph can be expected at times over the island, it said.",
    "General public is kindly requested to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers."
  ]
}