{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110828/4-children-dead-40-trapped-in-debris-as-indias-rajasthan-school-building-collapses",
  "time_ut": 1753418760.0,
  "original_lang": "en",
  "original_title": "4 children dead, 40 trapped in debris as school building collapses in India",
  "original_body_lines": [
    "At least four children were killed and several are feared trapped after a government school building collapsed in Rajasthan’s Jhalawar district on Friday.",
    "The incident at Piplodi Government School in Manohar Thana took place at around 8.30 am. Officials said around 40 children, besides teachers and staff members, were present in the premises when the roof of the single-storey building collapsed.",
    "According to sources, the building was in a dilapidated condition and several complaints were raised in this regard earlier. The school offers education till Class 8.",
    "“Four children have died and 17 others are injured. Ten children have been referred to Jhalawar out of which three to four are critical,” Jhalawar Superintendent of Police Amit Kumar told news agency PTI.",
    "Visuals from the site showed local residents rushing to rescue the trapped students, teachers and staff members. At least four JCB machines also arrived at the spot to help clear the debris.",
    "Officials in the district administration, including the collector, and disaster relief teams are also at the spot for rescue operations, the sources said. Family members of the school children rushed to the spot on learning about the building collapse.",
    "“I have directed the zilla authorities to make proper arrangements and to oversee the injured children’s treatment, and to ensure they do not face any kind of difficulties. I will order a probe into the incident and to ascertain what led the building to collapse. I have also spoken to the collector and directed authorities to take stock of the situation and help in whatever way possible,” Education Minister Madan Dilawar said.",
    "The rescued and injured children are being shifted to Manohar Thana Hospital for treatment. Those with grievous injuries are being shifted to a bigger hospital in Jhalawar, the sources said."
  ]
}