{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lankan-companies-urged-to-seize-multiple-opportunities-in-Maldives/34-771650",
  "time_ut": 1736463577.0,
  "original_lang": "en",
  "original_title": "Sri Lankan companies urged to seize multiple opportunities in Maldives",
  "original_body_lines": [
    "Sri Lanka -Maldives Business Council documents special report listing specific opportunities following key visit and meetings in the Maldives",
    "Maldives High Commissioner urges facilitation of easier and higher travel of her citizens to Sri Lanka",
    "The Sri Lanka -Maldives Business Council of the Ceylon Chamber of Commerce this week highlighted numerous opportunities in the Maldives for the Sri Lankan companies in sectors such as logistics, tourism, agriculture, boat construction, fishery and construction.",
    "A report listing the opportunities was presented to the Export Development Board (EDB) Chairman Mangala Wijesinghe and the High Commissioner of the Maldives Masood Imad.",
    "The report was compiled following the Sri Lanka -Maldives Business Council’s meetings with seven key ministries and stakeholders, including Maldives Ports Ltd., Economic Development Ministry, Tourism Ministry, Male City Mayor, Agriculture and Animal Welfare Ministry, Transport and Civil Aviation Ministry, and Cities, Local Government and Public Works Ministry.",
    "Sri Lanka -Maldives Business Council President Sudesh Mendis told at the launch that more trade between the two nations will bring good revenue as opportunities are vast in many sectors in the Maldivian market presently also, they offered special concessions including 50% tax discount for small boat operations.",
    "“The exhibition held in May last year unveiled opportunities to expand trade to improve logistical efficiency, open communication regulatory frameworks, innovative solutions and cost-effective transportation such as wooden boat services and ferry connections to enhance trade and business ties between Sri Lanka and the Maldives,” Mendis said.",
    "22 export companies participated in the delegation with the Sri Lankan Government through the EDB, covering 50% of the stall’s costs for the SME companies, The meetings facilitated the establishment and expansions of business contacts with potential partners, leveraging the advantages of entering the expanding Maldivian market as majority of the exhibitors were SMEs offering products that were new to the Maldivian market.",
    "High Commissioner of the Maldives Masood Imad urged the Sri Lankan Government to ease travel restrictions implemented on its citizens presently.",
    "“Sri Lanka and the Maldives have a long history to begin with but with the Easter Attacks and COVID-19 have had major setbacks due to strict regulations but with things back to normalcy let us hope for better ties in the future and I am also in talks with the Sri Lankan officials,” the High Commissioner said.",
    "The Sri Lanka -Maldives Business Council also announced its upcoming CSR initiative, for the impact for the residents of the Fares-maathhoda Island in the Maldives focused on improving eye and hearing health as the council’s commitment to community welfare and fostering goodwill between the two nations.",
    "The Sri Lanka -Maldives Business Council established in 2007 of the Ceylon Chamber of Commerce has mutually beneficial outcomes, paving the way for increased trade and economic cooperation between Sri Lanka and the Maldives."
  ]
}