{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97078/president-hints-at-vat-revision-promises-to-alleviate-tax-burden-and-increase-benefits",
  "time_ut": 1707292620.0,
  "original_lang": "en",
  "original_title": "President hints at VAT revision, promises to alleviate tax burden and increase benefits",
  "original_body_lines": [
    "President Ranil Wickremesinghe, delivering the government’s policy statement in Parliament on Wednesday (Feb.07), revealed that the government aims to alleviate the tax burden on the people as the economy continues to stabilize with the implementation of economic reforms.",
    "He said this will provide room for a potential revision of the Value-Added Tax (VAT) percentage, which was increased from 15% to 18% with effect from the outset of 2024. Acknowledging that the VAT hike poses a burden for many people, the President said the government is systematically addressing this issue.",
    "The Head of State presented the government’s policy statement to the House after ceremonially declaring open the Fifth Session of the Ninth Parliament on Wednesday morning.",
    "The President said there has been a substantial increase in tax registration, with the number of registered taxpayers soaring from 437,547 in 2022 to 1,000,029 by the end of 2023, recording an increase of 130%. “As the tax network expands, the burden on individuals and organizations will diminish.”",
    "He promised to take measures to increase the benefits provided to the people as the government’s revenue increases.",
    "Speaking further on the economic reforms undertaken by the government to ride out the crisis situation, Wickremesinghe emphasized that the country is now experiencing tangible growth, which is evident in the current social discourse.",
    "“Not long ago, conversations cantered around the challenges posed by power cuts, demanding uninterrupted electricity. Today, the discourse has shifted to electricity bills. Previously, concerns were raised about the exorbitant black market price of petrol, with talk of spending days in fuel queues. Now, the focus is on new oil companies investing in Sri Lanka. Issues related to the scarcity of vegetables have transformed into discussions about prices of carrots. The prior scarcity of paper for book printing is now replaced by discussions about VAT.”",
    "Further, the President expressed optimism about achieving economic growth of 2% to 3% this year, with efforts underway to increase it to 5% by 2025, based on predictions from the International Monetary Fund (IMF), the World Bank, and the Asian Development Bank (ADB).",
    "Stating that his decision-making was driven by the country’s growth and not political gain, the President expressed confidence that over time confident that, in time, these tough measures would be acknowledged and appreciated by the people.",
    "Wickremesinghe said this journey to economic recovery progressed methodically: “In the 2022 interim budget, I highlighted the country’s critical situation at that time, aiming to avert an economic collapse. Through the 2023 budget, several proposals were presented to guide the economy towards stability, showcasing a step-by-step approach to our overarching goals. The 2024 budget proposals mark the initial stride in essential reforms aimed at propelling economic development.”",
    "Despite challenges and occasional reluctance, the President opined that the economic reforms and policies the government has instituted have set the country on the trajectory towards a stable economy, earning recognition from international financial institutions for our targeted approach.",
    "Wickremesinghe also announced plans to implement a debt restructuring strategy within the first half of 2024, which he views as foundational framework for restoring the economy to normalcy and alleviating debt pressures. “By September 2023 our total debt burden was USD 91 billion. It will take a considerable period of time to settle this debt.”",
    "He stressed on the need to source the funds locally in order to pay off the country’s debt. “It is imperative that we generate this income; otherwise, we risk falling into the debt trap once again.”",
    "As a result of debt restructuring, Wickremesinghe said Sri Lanka would be able to reduce the annual payment. Nevertheless, even under such a situation the country will still have to pay around USD 3 billion per year, he said adding that we need to create a balance between income and expenditure. “Our budget deficit is at an acute stage. This year government revenue stood at Rs. 4,127 billion and expenditure was Rs. 6,978 billion. Out of this Rs. 2,651 billion is for debt repayment. This clearly indicates our debt burden.”",
    "Emphasizing the importance of breaking free from the ‘shackles of a debt-driven mentality’, the President said Sri Lanka needs to focus on building a robust, independent economic while eliminating the debt economy.",
    "“Rapidly increasing export income and foreign investment are crucial components of this transformative journey. […] Central to this process is the eradication of corruption and social modernization.”",
    "Speaking on educational and health reforms, the Head of State said the government aims to modernize these sectors, ensuring the protection of vulnerable sections and fostering economic growth.",
    "As the country’s future heavily relies on new technological knowledge, Wickremesinghe revealed that in pursuit of this goal, the government is formulating a policy to offer university education to every high school graduate and establishing science and technology universities.",
    "“We are laying the groundwork to nurture a new generation equipped with contemporary knowledge and technology.”",
    "The President extended an invitation to the main opposition Samagi Jana Balawegaya (SJB) to collaborate with him in the nation-building endeavours.",
    "“In the interest of the nation’s welfare and the prosperity of our youth, the majority of the Podujana Peramuna have set aside past animosities and reached a consensus. Likewise, longstanding political allies have aligned with the Samagi Jana Balawegaya, including those whom I personally introduced to the political arena. If the Podujana Peramuna can unite for the greater good, why can’t the Samagi Jana Balawegaya follow suit?",
    "Wickremesinghe said the people should initiate change within themselves, fostering unity and enlightenment.",
    "Attached below is the government’s policy statement delivered by President Wickremesinghe:",
    "Government Policy Statement - President Ranil Wickremesinghe - 07 Feb 2024 by Adaderana Online on Scribd"
  ]
}