{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113249/eight-patients-killed-in-hospital-fire-in-indias-jaipur",
  "time_ut": 1759734120.0,
  "original_lang": "en",
  "original_title": "Eight patients killed in hospital fire in India’s Jaipur",
  "original_body_lines": [
    "At least six critical patients were killed in a fire at the trauma centre of the state-run Sawai Man Singh (SMS) Hospital in Jaipur late Sunday, officials said.",
    "Trauma centre in-charge Dr Anurag Dhakad said 11 patients were being treated in the Neuro ICU when the fire erupted in the storage area, suspected to have been caused by a short circuit.",
    "Prime Minister Narendra Modi expressed grief over the tragedy, saying in a post in Hindi on X, “The loss of lives due to a fire tragedy at a hospital in Jaipur, Rajasthan, is deeply saddening. Condolences to those who have lost their loved ones. May the injured recover soon.” While some reports claimed that eight patients died in the fire, Dr Dhakad and hospital superintendent Dr Sushil Bhati maintained that the number of deaths was six.",
    "The state government has formed a high-level committee to probe the incident.",
    "According to officials, the victims were identified as Pintu from Sikar, Dilip and Bahadur from Jaipur, Shrinath, Rukmini, and Khurma -- all from Bharatpur.",
    "“Six of them, two women and four men, died in the incident,” Dhakad said. “Fourteen other patients were admitted in a different ICU, and all were successfully evacuated to safer locations,” he added.",
    "The fire caused chaos in the building as thick smoke spread rapidly, triggering panic among patients and their families. Several documents, ICU equipment, and medical supplies were destroyed in the fire.",
    "Hospital staff and attendants evacuated patients, with some wheeling beds outside the building. Firefighters brought the fire under control in around two hours.",
    "Vikas, a ward boy who was at the scene, told PTI that he and other staff members rescued as many people as they could before the fire worsened.",
    "“We were inside the operating theatre when we heard about the fire, so we immediately rushed to rescue the people inside the centre. We managed to save at least three to four patients. However, as the flames intensified, we could no longer go into the building. We did our best to rescue as many as we could,” he said.",
    "He added that the police arrived later, but they could not enter the building immediately due to the heavy smoke.",
    "When the fire team arrived, the entire ward was engulfed in smoke. The firefighters had to break a window to start extinguishing the fire.",
    "Chief Minister Bhajanlal Sharma, Parliamentary Affairs Minister Jogaram Patel and Minister of State for Home Jawahar Singh Bedham visited the trauma centre to take stock of the situation.",
    "When Patel and Bedham initially arrived, relatives of some patients expressed anguish, alleging that the staff had ignored early warning and fled during the fire. They also claimed that the hospital staff could not provide updates on the patients’ condition.",
    "“We noticed smoke and immediately informed the staff, but they did not pay any heed. When the fire broke out, they were the first to run. Now, we cannot get any information about our patients. We want to know their condition, but no one is telling us,” one of the attendants said.",
    "Later, the chief minister also spoke to doctors and patients.",
    "He termed the incident as extremely unfortunate and assured that immediate relief measures were being taken.",
    "“I visited the hospital and received information from doctors and officials. We are ensuring the safety of patients, treatment, and care for the affected individuals. The situation is being continuously monitored,” he posted on X.",
    "In response to the incident, the state government announced the formation of a committee to conduct a thorough investigation. The committee will look into the causes of the fire, the hospital’s preparedness and response to the emergency, safety measures, and steps to prevent such incidents in the future.",
    "The committee will be headed by the commissioner of the Medical Education Department, Iqbal Khan. It is expected to submit its detailed report after a site inspection and review of all aspects of the incident.",
    "Meanwhile, former chief minister Ashok Gehlot said the incident is heartbreaking and urged the state government to conduct a high-level investigation to ensure such incidents do not occur in the future.",
    "Leader of the opposition, Tikaram Jully, claimed that eight people have died in the incident and expressed grief.",
    "AICC general secretary and former deputy chief minister Sachin Pilot also visited the hospital and expressed sorrow over the incident.",
    "“This disaster has undoubtedly been caused due to negligence in one of the state’s most renowned hospitals,” he said.",
    "Pilot said there was a need to fix accountability and called for swift action."
  ]
}