{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Tribute-to-Rajiv-Perera-on-60th-birthday/4-781937",
  "time_ut": 1758304787.0,
  "original_lang": "en",
  "original_title": "Tribute to Rajiv Perera on 60th birthday",
  "original_body_lines": [
    "In life we meet many people, most of whom hardly leave a trace of their passing. Some, very few in fact, leave a mark so deep that no passage of time can erase it. For me, at the very top of that list is Rajiv Perera.",
    "I knew of Rajiv at school – St. Thomas’, Mount Lavinia – where he was a few years senior to me. A fine sportsman, he played rugby for S. Thomas’, CH & FC, and Sri Lanka. On the field he was fearless yet always a gentleman, respected by teammates and opponents alike. That same spirit carried into the rest of his life, competitive when it mattered, but always fair, always gracious.",
    "But I only really got to know him when I went to the UK for my higher studies, about 35 years ago. This was around the time that John Major had replaced the Iron Lady, Margaret Thatcher, and was just settling in as Prime Minister. I knew only a few people in London. It was through the Thomian network that I met Rajiv. We clicked immediately.",
    "The UK Old Boys’ Association always looked after students who had just arrived in Britain. But Rajiv went far beyond that. He quickly became my closest friend and my greatest asset in London. I must confess that I sometimes took his friendship for granted. He never complained, never made me feel a burden. He simply gave with a loyalty that cannot be expressed in words.",
    "I was living in the university halls of residence, yet Rajja would drive more than one and a half hours just to take me for a haircut. If I craved a Sri Lankan meal, he would pick me up, take me home and cook a spread that no one could match. He could cook almost anything, always tasty, always fast, and always better than anyone else. I would never have survived my university years without him.",
    "In those days, Old Thomians gathered often, and a meal at Rajja’s was almost compulsory. Krishan Perera, Roshan Perera, Johann Wijesinghe, who is sadly no longer with us, Mahendra Iddamalgoda, Milinda Gunawardane, and Gamini Gunawardane, whom we called “Chucker” and who is also no longer with us, were regulars. And it wasn’t just Thomians. DIL Wijemanne, Aravinda de Silva, Rajind Ranatunga, Priyantha Ekanayake, Rohan Abeykoon, Dharshana Wathudura who later became Rajja’s brother-in-law, Shantha Jayasekera and Nigel Issac often joined in too. Later, Thomian Prasad Wimalasekera became a frequent visitor as well.",
    "Rugby also brought us together. The old Thomian team used to practice at Northwick Park, with Rohan Karunaratne, another who is sadly no longer with us, as a coach. Rajiv played a key role in all this, not just as a former player himself, but as the man who bound everyone together. Some days, after rugger practice, the natural next stop was Rajja’s place, where food, laughter, and insults were, in abundance.",
    "Those nights at Rajiv’s house were unforgettable. It was the stage for endless banter. Nobody was spared, and the teasing flew as freely as the food and drinks. We laughed until our stomachs hurt, and if you went home without being embarrassed, you knew you hadn’t really been part of the evening. Rajiv himself rarely drank, and then only for company, but he was always at the centre of it, cooking, serving, laughing, and making sure everyone left happier than when they arrived.",
    "Rajiv became, for thousands of Sri Lankans, the first port of call in London. He did the pick-ups and drop-offs from Heathrow, drove people around, fed them, and often even sent them away with gifts. Many of us, when a friend travelled to London, would simply call Rajiv knowing he would step in, without hesitation, to provide a meal, a lift, or simply good company.",
    "When Johann Wijesinghe fell seriously ill and was in London for treatment, Rajiv, despite not being in the best of health himself, drove Johann and his wife Kalpana around and stood by them in a remarkable way. They were deeply grateful to him. That was Rajiv in essence: his instinct was always to give, to help, and to care, even when it came at a cost to himself.",
    "As an impatient man, I sometimes found Rajiv’s patience almost irritating. Even when people took advantage of him, he never reacted in anger. He is an extremely civilised man who would never utter hurtful words to anyone. Whenever he did a favour, he did it quietly, without making a song and dance about it. His only concern was to make people happy, never to make them sad.",
    "Rajiv’s biggest weakness, if one can call it that, is his inability to say no – even to those who offered little or nothing in return. He helped those who deserved it, and even those who did not. It is a reflection of his kindness and generosity of spirit.",
    "And yet, despite all that, Rajiv is an accomplished Thomian; a man full of grit and determination, and a human being overflowing with kindness and affection for everyone. He has a wonderfully dry sense of humour, delivered with a straight face, and a heart that is as big as any I have known.",
    "God above has been kind to me in giving me extraordinary friends. Once, a Lebanese friend I came to admire within a very short time told me, “Krishantha, my address book is the wealth I will leave my children.” I understood what he meant. My own address book is perhaps even wealthier because it has in it a man like Rajiv.",
    "On his 60th birthday, my wish for Rajiv is simple: may he know, in his heart, how much he has accomplished, not through wealth or position but through simple goodness, steadfast loyalty and the countless lives he has touched along the way. When all is said and done, life is not measured by the titles we carry or the fortunes we amass but by the laughter we inspire, the friendships we keep, and the loyalty we show.",
    "By that measure, Rajiv, you are a rich man, richer than most. In my book, and in those of so many others who you helped, inspired and stood by every day of your life, you are our true legend. Happy birthday my dear brother."
  ]
}