{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/A-pile-of-welcome-shifts-in-the-plate-tectonics-of-local-politics/4-769527",
  "time_ut": 1732219986.0,
  "original_lang": "en",
  "original_title": "A pile of welcome shifts in the plate tectonics of local politics",
  "original_body_lines": [
    "Even a cursory glance at the presidential and parliamentary elections of 2024 will amply demonstrate that the earth has well and truly moved under our feet",
    "The super majority that the president enjoys in parliament may well be the silver bullet a nation that was once more than morally bankrupt needs to extricate itself from its present manifold predicaments – endemic/systemic corruption first and foremost among them… IF the endorsement of a subsequent (almost) 6.9 million voters doesn’t turn his head, or the realities of the realpolitik that may become necessary to run the republic cause the ship of state to founder",
    "Politics is the art of the possible. And more often than not, the gradual erosion of the political soil by the dirt and debris of decades makes the seemingly impossible also come to pass.",
    "That a sullen City and silent Chamber may realise that this shift in the plate tectonics of local politics was almost inevitable will make the transition to new, fresh, welcome modes of governance less painful for all stakeholders in the national interest.",
    "Especially the engines of growth that have so much to contribute to growth, development and progress (time to redefine ‘GDP’) in the land we love…",
    "Perhaps some perspectives of what has, will and may change on the path ahead might persuade detractors of the Transfiguration of Sri Lanka to put away the hermeneutics of suspicion, and interrogate ground realities with less animosity and possibly welcome support going forward.",
    "Despite the depredations of decades laid at the polity’s feet by the so-called mainstream parties, the electorate has repeatedly reverted to one of two major power blocs to meet their sociopolitical and economic needs.",
    "Though the then Janatha Vimukthi Peramuna (JVP) was often touted and even fancied as a ‘third force’ to counterbalance the dominance of the left or right wing parties/coalitions, it was more often than not the perpetual bridesmaid or the bride left at the altar. People in urban and suburban centres and pocket boroughs traumatised by its brutality remained apprehensive, bitter, unforgiving.",
    "However even a cursory glance at the presidential and parliamentary elections of 2024 will amply demonstrate that the earth has well and truly moved under our feet. Kudos to AKD and his PR gang for reclaiming the high ground through genuine regret expressed and/or convincing distancing from the movement’s radical, violent past… Today, the JVP-led NPP is literally and metaphorically our once financially bankrupt nation’s (moral and ethical) compass. May a dream last.",
    "Therefore it behoves those of us who are prone to dismiss the JVP-led coalition’s landslide victory as a black swan event to consider that there may be more to what has come to pass than the natural or organic swing of the pendulum whereby the ‘floating continent’ of some 6.9 million voters – yes time or again a recurring statistic – run rat-like after some Pied Piper’s tune… whether ‘I won the war’ (2010) or ‘I am the state’ (2019). Especially given that Sri Lanka is far from being out of the economic doldrums into which COVID-19, endemic corruption, incompetent governance, abysmal policymaking, facile management of fiscal and fiduciary undertakings, and fatuous decisions leading to defaulting on sovereign debt repayments and subsequent bankruptcy brought us. It behoves us all to know there is more to national happiness than three meals a day and a guaranteed gas cylinder at home.",
    "Therefore again, the way we think about politics as traditionally being the art of the possible and the first refuge of the scoundrel can, must, could and should change – if we truly believe all the things we say in private confabs and on social media about loving Sri Lanka and wanting it to prosper.",
    "First we must disabuse ourselves of the notion that ‘the Great Man theory’ of leadership holds any water any longer. Far too many civilian and military-minded administrations have come a-cropper because of the popular notion that our island nation needs a benevolent tyrant to boost it into the developmental stratosphere.",
    "Then we must realise that autocrats are not always competent, as an evicted president dismally demonstrated before fleeing in ignominy before those voting with their feet. And many of us in the demographic of those reading Daily FT might do well to admit that authoritarian governments majoring on the legality of their leaders over their legitimacy often lack the compassion that is de rigueur for governing a nation that is democratic, socialist, and still a republic in more than merely name.",
    "And last not least, we would do well to welcome early enough the ostensibly humble ruler – hat in hand; any reference to race, religion and bogus patriotism refreshingly absent – who underlines his reliance on his team, a party of professionally competent advisors and the general public at large in a first national address on becoming the island’s ninth executive head of state.",
    "The super majority that the president enjoys in parliament may well be the silver bullet a nation that was once more than morally bankrupt needs to extricate itself from its present manifold predicaments – endemic/systemic corruption first and foremost among them… IF the endorsement of a subsequent (almost) 6.9 million voters doesn’t turn his head, or the realities of the realpolitik that may become necessary to run the republic cause the ship of state to founder.",
    "If it eventuates that AKD’s appeal was not much more than a savvy political manipulator’s attempt to deceive the electorate into accommodating a subversive project to dismantle the state and its ensconced political elites, so what… We have been gulled by worse crooks and charlatans (mass murderers, torturers, clinically certifiable megalomaniacs et al.).",
    "And it may be worth the fallout from seeing the regime swing from its present ‘moderate’ or merely ‘left-leaning’ orientation to see those entrenched elites evicted from their corrupting places of power and influence.",
    "That the erstwhile Aragalaya raised its clenched fist against those then un-broach-able bastions and failed, yet went underground to emerge two years later as a democratic groundswell that found the exercise of their franchise an irrefutable way to have their say, is but the beginnings of social justice.",
    "And it is a seismic wave that those who have proclaimed their allegiance to a better, brighter, cleaner Sri Lanka will do well to ride…",
    "It will take a willing suspension of disbelief and a voluntary cessation of one’s modus operandi in interpreting NPP policy with the hermeneutic of suspicion focusing on the JVP to achieve this.",
    "A seismic shift took place twice over in as many months with an un-ignorable segment of the voter base islandwide departing from custom and even seemingly throwing caution to the winds. It may be time for the last outposts of conservative myopia to abandon the safety of coffee-morning and cocktail-circuit and smell the kopi.",
    "For those who still cling to the vestiges of fear that the Marxists will burn City Hall and raze to ruins the beloved Republic we’ve built up – ahem! – there’s only the incontrovertible evidence of their eyes… that there’s more to the optics that the NPP are putting for show.",
    "And the sooner we get with the programme, the better for everyone but the stubbornly sentimental; yearning for the nostalgic days when elites of all types ruled the roost and swaggered about at state and taxpayers’ expense with no ‘Singapore’ to show for all the people’s pains!"
  ]
}