{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Combination-of-experienced-and-new-MPs-should-be-in-parliament-S-M-Marikkar/4-768831",
  "time_ut": 1730740529.0,
  "original_lang": "en",
  "original_title": "Combination of experienced and new MPs should be in parliament – S.M. Marikkar",
  "original_body_lines": [
    "Says the SJB should have a strategy to get the support of those who voted for NPP due to anger with certain politicians and corrupt deals",
    "Confirms there is no decision to change the SJB’s leadership",
    "Claims Anura Kumara Government will also face similar repercussions like Gotabaya Rajapaksa Government if they have a parliament with immature politicians",
    "Reveals poverty, education, housing and floods still need more attention to develop Colombo",
    "I do not believe that there should always be experienced politicians in the parliament. There are two sides of the experienced politicians as some of them are capable of genuinely serving to fulfil people’s aspirations but others are capable of stealing public money. I think there should be a combination where experienced and budding politicians represent people at the parliament. Remember, we can’t rule a country with inexperienced parliamentarians",
    "The SJB’s future will be decided on a few factors. One main factor is bringing the UNPers, who strongly believed in Ranil Wickremesinghe’s victory at the Presidential election, back to the SJB as their economic policy and political stance are well suited with the SJB but not with the UNP. Therefore, the SJB should formulate a good strategy to win the hearts and minds of those UNPers to get their support to the SJB. The second factor is to get the support of those who voted for the NPP due to their anger with certain politicians and their alleged corruption deals, to the SJB as the present Government has failed to deliver to their expectations",
    "Former Parliamentarian S.M. Marikkar, who is contesting for the Colombo district from the Samagi Jana Balawegaya (SJB) says that his party has the competent team to steer the country for a better economy and prosperity.",
    "He also says SJB is confident that it will secure a significant number of seats at the forthcoming general elections and will support the Government for its good initiatives and decisions.",
    "“It is too early to comment about this Government’s progress but Elpitiya election results have sent a good message to all political parties about people’s expectations,” he said, emphasising that the future parliament should be a combination of experienced and novice politicians.",
    "“Otherwise, it is difficult to run the Government. The best example was those who elected from Viyathmaga who proved inefficient due to lack of experience,” Marikkar says, adding that it is a different situation when a vehicle is driven by a learner than an experienced driver.",
    "In an interview with the Daily FT, he says that he is not a puppet of any of the leaders and has a proven record of serving people.",
    "Q: How do you predict the future of the SJB as people have rejected several senior politicians of the party?",
    "A: The SJB’s future will be decided on a few factors. One main factor is bringing the UNPers, who strongly believed in Ranil Wickremesinghe’s victory at the Presidential election, back to the SJB as their economic policy and political stance are well suited with the SJB but not with the UNP. Therefore, the SJB should formulate a good strategy to win the hearts and minds of those UNPers to get their support to the SJB.",
    "The second factor is to get the support of those who voted for the NPP due to their anger with certain politicians and their alleged corruption deals, to the SJB as the present Government has failed to deliver to their expectations. The SJB should have drawn plans to attract them to address their political aspirations.",
    "Q: What have you done so far to get the support of these segments?",
    "A: We are now having awareness programs for people in our electorates about the promises given by the NPP and the UNP. They have now realised that both those parties have given promises that could not deliver as they expected. We also explain to people that the SJB is the only party that has a competent team that can establish a strong economy to increase investments and domestic production.",
    "Q: According to the SJB’s view, what are the ‘broken promises’ given to people by the Government?",
    "A: Yes, first they claimed to bring back robbed dollars from Uganda and later that politician claimed that she told that lie as they wanted to bring Anura Kumara into power. Although they claimed not to get loans, they have taken Rs. 650 billion worth bonds while not having any price reduction of essential food commodities. Before winning the Presidential elections they said they would increase salaries of the State sector employees but now the Government is to appoint a committee to look into this. The Government is yet to implement a social security plan for the people who live below the poverty line. People are in queues to get coconuts and passports while there will be a rice shortage soon.",
    "What I can say is, it is a different situation when a vehicle is driven by a learner than an experienced driver.",
    "Q: How confident are you that you can secure a considerable number of seats at the forthcoming elections?",
    "A: The SJB could have won if there were no camps within it. We also have plans to get the voters in these fractions and the floating votes into the party to make it strong in the future. The best example is the voting at Elpitiya, one of NPP’s strongholds. They thought that they would secure 70% votes but it was reduced to 47% within five weeks of this Government coming into power. I think people have given a message and the SJB has to strategise our plans accordingly. We are confident that we can get a significant number of seats in this parliament.",
    "Q: All parties have fielded many young contestants, who have no past track record of serving people and experience in politics. As seasoned young politicians, how do you see this trend and do you think that they can deliver well if they are elected to the parliament?",
    "A: Personally, I do not believe that there should always be experienced politicians in the parliament. There are two sides of the experienced politicians as some of them are capable of genuinely serving to fulfil people’s aspirations but others are capable of stealing public money.",
    "I think there should be a combination where experienced and budding politicians represent people at the parliament. Remember, we can’t rule a country with inexperienced parliamentarians. The best example is those professionals of Viyathmaga who entered into the parliament in the Gotabaya Rajapaksa government and failed to deliver. It resulted in a huge economic crisis and production losses and ultimately people rejected that Government within two years.",
    "The Anura Kumara Government will also face similar repercussions if they have a parliament with immature politicians.",
    "Q: Colombo district has turned into a hot bed with several young and seasoned politicians contesting there. What are the main issues that you are planning to solve, if you are elected?",
    "A: We have identified poverty, education, housing and floods as issues that still need much attention. During the past few years, flood control measures have been well implemented but we have to implement flood control programs in some areas in the Colombo district.",
    "Schools in Maharagama, Kesbewa, Homagama, Kaduwela, Kolonnawa, etc. should be upgraded as children in those areas have come to Colombo for schools with better facilities. Another area that is under consideration is expansion of economic opportunities to suburbs in the Colombo district to upgrade the district as an economic hub. Short-term and long-term programs will also be introduced to empower women in the Colombo district to upgrade their living standards while implementing programs to upgrade their entrepreneurial skills.",
    "Q: Why do you think people of Colombo should vote for you and why are your plans different from the other contestants in Colombo?",
    "A: I have been in the Government and also in the Opposition. When I was in the Government, I did my duty as a parliamentarian. I have done a lot of work like supporting flood control initiatives, low level road projects and other community work as an MP. When I was in the Opposition I have always stood for justice. I was not a puppet of any of the leaders as I was always the voice for people. I have proven myself as a politician. Those who voted for me earlier know very well what I have done for them.",
    "Q: How do you comment about the present Anura Kumara Government and what are your views about the initiatives taken against corruption so far?",
    "A: They have to take action in a proper manner. We cannot comment about the Government yet as they are still a few months old. We should give this Government time to perform. Anyway, irrespective of our party politics, we have to support the Government to run this country well as it will ultimately benefit the people of Sri Lanka.",
    "A: I will always support the good initiatives by the Government while voicing against the policies that affect people of this country. As usual, I will always lobby in and outside the parliament.",
    "Q: Some political critics and politicians claim that SJB leader Sajith Premadasa and also UNP leader Ranil Wickremesinghe should step down from party politics as they have failed repeatedly and it should be handed over to a new hand. What is your view?",
    "A: I do not know about Ranil Wickremesinghe but as SJBers we are now fully concentrating on the forthcoming general elections. No such talks are going in the SJB about changing its leadership. After the elections we will discuss the SJB’s way forward.",
    "Q: Why did the young politicians like you fail to intervene to iron out the rift between these two leaders to bring them both under a one platform – back to their original party – the UNP?",
    "A: This is a common question most people, even our voters, ask from us. There are policies which we agree and disagree with and also politicians in the UNP with whom we can’t stand together. We tried out our best to merge those policies but failed. For the sake of getting elected to the parliament, we cannot have alliances with those politicians who have several corruption charges.",
    "Q: It was said that there are many divisions in the SJB due to unwanted interventions by some people of the SJB. Is it true?",
    "A: I am not aware about such a division in the party. We did and still engage in our political campaigns together. Nature of politics is that these kinds of gossip will emerge after a political defeat. I want to avoid answering these gossips.",
    "Q: What is the main expectation of the SJB in the forthcoming general election?",
    "A: The SJB’s main expectation is to form a government to restore the economy and bring prosperity to the country. For this we have to get all former UNPers to the SJB to go for the victory.",
    "Q: Are you satisfied with the service that you did to your voters so far?",
    "A: Yes, I have stood for people during the past and now it’s up to them to vote for me if they recognise my service to them. It will be shown at the forthcoming elections."
  ]
}