{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-grim-reaper-in-overdrive-3/",
  "time_ut": 1753812180.0,
  "original_lang": "en",
  "original_title": "The Grim Reaper in overdrive",
  "original_body_lines": [
    "Hardly a day passes without a fatal road accident being reported in Sri Lanka. It is not only on serpentine, cliff-side roads in the hill country or the speeding-prone arterial roads elsewhere danger lurks; people are not safe even in the tightly monitored, traffic-clogged city roads with a strong police presence. Whoever would have expected a crane truck to speed and wreak havoc on a busy Colombo road with bumper-to-bumper traffic, leaving one person dead and several others injured on Monday?",
    "Whenever tragic crashes occur, the police and the Department of Motor Traffic (DMT) swing into action and take swift action to assuage public anger rather than address the root causes of the problem. In the aftermath of a tragedy where an overloaded, unroadworthy state-owned bus plunged down a precipice near Ramboda, killing 11 persons and injuring 36 others seriously, in May, the DMT launched a vehicle inspection programme in the hill country. The problem with such initiatives is that they fizzle out.",
    "It has now been revealed that the driver of the crane truck which moved like a bat out of hell, causing Monday’s fatal multi-vehicle crash, in Borella, was drugged. He was arrested and remanded. But there are thousands of other drug addicts behind the wheel, endangering the lives of sober road users, including children, in all parts of the country. The challenge before the police is to trace and prosecute those drivers without further delay.",
    "In 2024, the then State Minister of Transport Dilum Amunugama revealed that about 80 percent of private bus drivers in Colombo and its suburbs were addicted to drugs. President of the Lanka Private Bus Owners’ Association Gemunu Wijeratne has gone on record as saying that about 50% private bus drivers are addicted to drugs, countrywide, and most of them have graduated from cannabis to ICE (crystal methamphetamine). This shows the enormity of the problem that needs to be tackled urgently to ensure road safety.",
    "A few weeks ago, the Director of the Colombo National Hospital Orthopaedic Services Department, Dr. Indika Jagoda, rightly called road crash fatalities a ‘silent epidemic’, which has not received the same public attention as dengue and other such diseases. Road accidents exert a severe strain on the state-run hospitals, besides destroying lives, and their economic and social costs are enormous. As we pointed out in a previous editorial comment, a comprehensive World Bank report, Delivering Road Safety in Sri Lanka; Leadership Priorities and Initiatives to 2030, reveals that ‘the high road crash fatality and injury rates on Sri Lanka’s roads undermine the economic growth and progress made over the past decade in reducing poverty and boosting prosperity’. The report says the annual crash deaths per capita in Sri Lanka are twice the average rate in high-income countries and five times that in the best performing countries in the world! Sri Lanka reportedly has the worst road fatality rate among its immediate neighbours in the South Asian region.",
    "Public Security Minister Ananda Wijepala disclosed on Monday that during the first seven months of the current year as many as 1,542 lives had been lost in 1,455 fatal road accidents. In 2024, road fatalities amounted to 2,243, averaging seven a day, and it is likely to be higher this year.",
    "Minister Wijepala reiterated the need to enforce discipline among drivers. One cannot but agree with him. Let him be urged to intensify roadside drug testing besides adopting other measures. The previous government distributed 5,000 drug screening devices among police stations. That was a worthwhile investment, and the current administration should do likewise. Random roadside drug tests conducted on drivers and motorcyclists will go a long way towards making roads safe. The police are doing commendably well in nabbing drunk drivers. They should be provided with all necessary facilities to deal with drug addicts behind the wheel as well.",
    "Drug addiction among drivers is however only one of the main causes of road accidents, and we must not lose sight of the other causative factors if roads are to be made safe. Road safety experts have identified the following factors, inter alia, as the common causes of crashes on expressways and other roads in Sri Lanka: speeding, distractions, recklessness, fatigue, driving under the influence of alcohol or narcotics, inclement weather conditions, inadequate road conditions, tailgating, improper lane changes, inexperience of drivers, overtaking dangerously, poor visibility, unroadworthy vehicles, poor signage or lack of road markings and impatience or time pressure. One of the aforesaid factors or a combination of two or more of them could lead to fatal accidents on any road. So, any strategy to prevent road mishaps consists in addressing all those causes.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}