{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102716/president-vows-to-protect-trust-placed-in-him-to-stop-corruption-in-public-sector",
  "time_ut": 1728994200.0,
  "original_lang": "en",
  "original_title": "President vows to protect trust placed in him to stop corruption in public sector",
  "original_body_lines": [
    "Addressing the progress review meeting of the Ministry of Energy this morning (15), President Anura Kumara Dissanayake advised that the projects aimed at achieving the energy sector’s goals over the next three years must be structured and expedited.",
    "The President pointed out that, similar to other countries where the energy sector holds a prominent position, Sri Lanka too has given the energy sector a leading role, and he also mentioned that the Ministry of Energy is one that generates revenue, and with higher earnings, there are societal discussions about possible irregularities.",
    "Dissanayake stated that during this presidential election, the people had voted with expectations, and he is committed to fulfilling that mandate, the President’s Media Division (PMD) said.",
    "He highlighted that the public has placed their trust in a new political tradition due to dissatisfaction with the old political culture, the economic problems they face, and their dissatisfaction with the performance of the public service.",
    "The President mentioned that the public believes corruption, fraud, and mismanagement are behind the country’s economic collapse, and that the people have given this mandate to prevent these issues. He further stated that he would protect the trust placed in him by the people to stop corruption and fraud across the public sector, and urged public servants to fulfill their responsibilities properly.",
    "The President further stated that public wealth must be protected like religious property, and no one has a legitimate right to subject that wealth to fraud or corruption.",
    "President Anura Kumara Dissanayake stated that the commitment of the current public servants is essential to create an efficient and effective public service that satisfies the citizens, and he is ready to take every step necessary to achieve this.",
    "The President emphasized that public servants must act with responsibility and accountability to fulfill the structure, goals, and expectations of this mandate, and stated that his political leadership team is prepared to provide the necessary leadership for this.",
    "President Anura Kumara Dissanayake further noted that he stands by every public action taken in the public’s interest within the boundaries of official duty and will not hesitate to take necessary action if improper acts are committed.",
    "A detailed and extensive review was conducted regarding the current projects in the energy sector and those scheduled for implementation over the coming years, the PMD said.",
    "Further discussions were held on how to achieve the goals of the energy sector over the next three years, as well as the short-term and long-term relief that could be provided to the public, the statement added.",
    "Professor Udayanga Hemapala, Secretary of the Ministry of Energy; Dr. Tilak Siyambalapitiya, Chairman of the Ceylon Electricity Board; Engineer K.G.R.F. Comester, General Manager of the Ceylon Electricity Board; and Janaka Rajakaruna, Chairman of the Ceylon Petroleum Corporation and the Ceylon Petroleum Storage Terminals Limited, along with several officials from the Ministry of Energy, participated in this event."
  ]
}