{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97907/main-suspect-in-buddhist-monks-killing-was-an-ex-commando-turned-hitman-police",
  "time_ut": 1710265440.0,
  "original_lang": "en",
  "original_title": "Main suspect in Buddhist monk’s killing was an ex-commando turned hitman - Police",
  "original_body_lines": [
    "The main suspect in the murder of a Buddhist monk in Malwathu Hiripitiya was found to have been an ex-commando turned hitman, the police said on Tuesday (March 12). He was gunned down by police while attempting to escape custody.",
    "The deceased, identified as Kalhara Dilshan from Aralaganwila in Polonnaruwa, was reportedly complicit in a number of criminal activities including the murders of Dilan Ranga in Thalangama on 20 July 2023, “Manna Ramesh” and another person on 25 December 2023 in Padukka, the police said.",
    "Police said all suspects implicated in the murder were previously arrested except the main gunman. After finding out that the suspect was hiding in Monaragala, he was arrested by the Hambegamuwa Police on Monday (March 11) and handed over to the Colombo North Police Division for onward investigations.",
    "During interrogations, the suspect had divulged the motive behind the murder of Ven. Kalapaluwawe Dhammarathana Thero, 45, on 23 January. A group of four assailants including Dilshan, who had arrived in a car, had shot dead the Buddhist monk inside a temple in the Malwathuhiripitiya area of Gampaha.",
    "According to him, the murder had been executed based on a contract given by “Lada” to acquire a gemstone from the monk.",
    "He also revealed the whereabouts of a cache of weapons hidden in a forested area in Urapola are of Yatawaka Attanagalla, the police said.",
    "As such, the suspect had been escorted by officers to the site to recover the said weapons, where he had attempted to escape by firing at the policemen using one of the hidden firearms, prompting the officers to open fire, according to police."
  ]
}