{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Varatharaja-Perumal-First-last-and-only-North-Eastern-Chief-Minister/4-779759",
  "time_ut": 1754006525.0,
  "original_lang": "en",
  "original_title": "Varatharaja Perumal: First, last  and only North-Eastern Chief Minister",
  "original_body_lines": [
    "The provincial councils scheme, implemented since 1988, has seen a number of chief ministers being elected by the various provincial councils over the years. Although the norm has been for each province to have a single chief minister, there has been a notable exception in the past.",
    "In November 1988, elections were held together for the temporarily merged Northern and Eastern Provinces. Annamalai Varatharaja Perumal of the Eelam People’s Revolutionary Liberation Front (EPRLF) was elected as the first chief minister of what was then called the North-Eastern Provincial Council.",
    "Varatharaja Perumal known generally as Perumal and Varathar, served as North-Eastern Chief Minister from 10 December 1988 to 1 March 1990. It was indeed creditable that Perumal took the bold step of accepting the office of Chief Minister in the newly set-up North-Eastern Council then. The leadership qualities he displayed at the time, though controversial, were commendable. Had he not taken the plunge and become the pioneering North Eastern Chief Minister under very difficult circumstances, all the positive gains of the 1987 Indo-Sri Lanka Accord may not have accrued to Sri Lankan Tamils.",
    "Perumal’s tenure as Chief Minister between December 1988 and March 1990 was quite unenviable. On the one hand, the Liberation Tigers of Tamil Eelam (LTTE) considered him a traitor to the Tamil cause and began targeting him. The Tigers also sabotaged all efforts by the North-Eastern Council to address the day-to-day problems of Tamils.",
    "On the other hand, Sinhala hawks, including the then President Ranasinghe Premadasa, portrayed Perumal as an Indian puppet. There was marked hostility towards Perumal and the North-Eastern Council on the part of the southern political establishment and bureaucracy. All attempts at achieving meaningful devolution under the Provincial Council scheme were stymied.",
    "Caught between the devil and the deep sea, Perumal found himself being rendered increasingly ineffective. Moreover, the continuing military conflict between the Indian Peace-Keeping Force (IPKF) and the LTTE was causing hardship to the people of the North-Eastern Province. Matters came to a head when Premadasa struck a deal of sorts with the LTTE and demanded the withdrawal of the IPKF. In a last-ditch stand, Perumal raised the Civilian Volunteer Force, also known as the Tamil National Army, to resist the LITE while the IPKF was de-inducting itself in stages. It was a futile effort.",
    "A beleaguered Perumal called it a day in March 1990 and left Trincomalee in an Indian aircraft. Before doing so he dropped a bombshell by getting the North-Eastern Council to pass a resolution declaring unilaterally an “intention” to promulgate Tamil Eelam if certain conditions regarding devolution were not met within a year by Colombo. Premadasa depicted the resolution as a “unilateral declaration of Tamil Eelam” by the North-Eastern Council, and used it as an excuse for its dissolution. This was at the behest of the LTTE.",
    "Though the North-Eastern Council became defunct, the administrative structures put in place under that Council, particularly after the merger of the Northern and Eastern Provinces, continued to exist. Premadasa and the presidents who came after him continued to extend the North-Eastern merger annually. In practice, the merged North-East was “governed” by the Governor.",
    "The rationale for the North-East merger is based in the Indo-Sri Lanka Accord signed on 29 July 1987 by former Indian Prime Minister Rajiv Gandhi and ex- Sri Lankan President JR Jayewardene. Paragraph 1.4 of the Accord states: “the Northern and the Eastern provinces have been areas of historical habitation of Sri Lankan Tamil speaking peoples, who have at all times hitherto lived together in this territory with other ethnic groups.”",
    "Two proclamations issued by the then Sri Lankan President JR Jayewardene on 2 and 8 September 1988 and gazetted on 9 Sep 1988 enabled the amalgamation of the Northern and Eastern Provinces to be one administrative unit administered by one elected Council. As mentioned earlier successive presidents extended these provisions on an annual basis.",
    "However the Supreme Court of Sri Lanka on 16 October 2006 ruled that the merger of Northern and Eastern Provinces of the Island in 1988 was “invalid”. This ruling was in response to a fundamental rights petition filed by the Janatha Vimukthi Peramuna (JVP).",
    "A five-judge bench comprising the then Chief Justice Sarath N. Silva and Justices Nihal Jayasinghe, N.K. Udalagama, Nimal Gamini Amaratunga and Rupa Fernando made the ruling. The 23-page judgment pointed out that the merger was made by the then President JR Jayewardene under Emergency Regulations. The court opined that the merger was in “excess of the powers reposed in the President” and only Parliament was competent to decide on such a subject.",
    "As a result of the SC ruling, the Northern and Eastern Provinces were de-merged. Elections were held separately to the Eastern Provincial Council in 2008 and 2012. Sivanesathurai Chandrakanthan served as Eastern chief minister from May 2008 to September 2012. Najib Abdul Majeed became Eastern chief minister from September 2012 to February 2015.He was succeeded in February 2015 by Zainulabdeen Nazeer Ahamed who served till September 2017.",
    "Elections to the Northern Provincial Council were held in September 2013. CV Wigneswaran became Northern chief minister in October 2013 and served in that capacity till October 2018. Elections have not been held for the Eastern Provincial council since 2017 and the Northern provincial council since 2018. The future of the Provincial Council scheme is indeed a huge question mark.",
    "Viewed against the backdrop of this brief history concerning the northern and eastern provincial councils, it is clear that A. Varatha Raja Perumal has the unique distinction of being the first, last and only chief minister of the North-East Provincial Council. It is highly unlikely that a north-east merger would take place in the future. Hence Perumal will go down in history as the first, last and only north-eastern chief minister.",
    "Annamalai Varatharaja Perumal, a native of Koddadi in Jaffna, is another colourful personality thrown up by the political struggle of the Tamils in Sri Lanka. An ardent political activist from his student days at Namasivaya Vidyalayam, Perumal was one of the 42 Tamil youths who were detained for years in the seventies of the 20th century without trial by the United Front Government led by former Prime Minister Sirimavo Bandaranaike.",
    "Varathan as he was known in those days was one of the founder members of the Tamil United Liberation Front (TULF) youth front called the “Thamizh Ilaingar Paeravai” (Tamil Youth Federation). Subsequently a faction broke away from the youth front protesting the hegemonic control of the TULF hierarchy. Varathan was among this group which called itself the Tamil Eelam Liberation Organization (TLO). They named it TLO in emulation of the PLO (Palestine Liberation Organization). The TLO which gained attention through the Puloly bank robbery became defunct a few years later.",
    "Varatharaja Perumal graduated from the Jaffna University with a BA (Hons) degree in economics and went on to become a lecturer in economics at the Thirunelvely campus. He maintained amicable relations with the blossoming militant movements of different hues. Varatharaja Perumal’s sympathies however were with the left-oriented General Union of Eelam Students (GUES) that was functioning as a front for the EPRLF. He was arrested and imprisoned in the early eighties of the 20th century after addressing a meeting held in Sathurukkondaan in Batticaloa.",
    "Perumal was among the Tamil political prisoners who survived the twin Welikade jail massacres of July 1983. Most of the Tamil political prisoners transferred to the Batticaloa jail broke out of prison in September 1983.",
    "Escaping to India in the aftermath of the Batticaloa jail break of September 1983, Perumal became involved in EPRLF politics in Chennai and was at one stage its spokesperson. Perumal was also an EPRLF delegate at the Colombe Government’s talks with Tamil groups in Thimphu in 1985.",
    "The Indo-Lanka Accord in 1987 saw the EPRLF accepting it and entering the democratic mainstream after bidding farewell to arms. When the provincial councils were set up in 1988, the premier Tamil political party TULF refused to contest elections to the North-Eastern provincial council. With some other militant groups also being unwilling to contest, it appeared that the N-E provincial council would be a non-starter.",
    "However the EPRLF and the newly formed Eelam National Democratic Liberation Front (ENDLF) were willing to contest the N-E polls and form an administration despite the dangers involved. The Sri Lanka Muslim Congress (SLMC) contested in the East. The United National Party (UNP) contested in Amparai district alone.",
    "The first and only North-Eastern Provincial Council elections was conducted under flawed conditions. The EPRLF got 41 of the 71 seats. The SLMC Got 17 seats. The ENDLF got 12 seats while the UNP obtained a single seat. Annamalai Varatharaja Perumal became the first chief minister of the North-Eastern Provincial Council. He formed an administration with two Tamil, one Muslim and one Sinhala ministers. The seat of governance was Trincomalee.",
    "Things however were not rosy. As stated earlier Perumal was under pressure from the Premadasa Government on the one hand and the LTTE on the other. Ultimately the Colombo Government and the LTTE entered into an unholy alliance to oust the IPKF from Sri Lanka. With the Indian army withdrawing, the EPRLF and ENDLF became very vulnerable. The LTTE aided and abetted by the armed forces began massacring members of the EPRLF.",
    "It was in this situation that chief minister Perumal got the N-E provincial council to pass the controversial resolution. The bulk of EPRLF cadres escaped to India to avoid being killed by the LTTE.",
    "Varatharaja Perumal was the number one target of the LTTE at that time. Perumal, his wife Gowri and three daughters were taken by India to Mauritius. Thereafter Perumal and family were relocated to the Lakshadweep Islands of India. Afterwards the family was shifted to Katmandu in Nepal. Thereafter they were shunted from place to place in India like Madhya Pradesh, Rajasthan, New Delhi and Tamil Nadu.",
    "Several suspected Tiger operatives assigned the task of eliminating Perumal were apprehended in India at different times during this period by Indian authorities. Earlier in June 1990, the EPRLF’s leader and secretary-general Padmanabha and 12 EPRLF stalwarts were assassinated in cold blood by the LTTE in Chennai. After the military defeat of the LTTE in May 2009, the danger to Perumal and his family gradually lessened and ceased.",
    "During his “exile” in India, Perumal acquired a master’s degree in economics and an LLB law degree from Indian universities.",
    "Meanwhile his Party the EPRLF split in two. One faction was headed by Suresh Premachandran and the other was nominally headed by Perumal. In practice however it was Subathiran alias Robert and Sritharan alias Sugu who led the “Naba” faction. In recent times the party was renamed the Tamil social democratic party. Perumal holds no office in this party and merely acts as a political adviser.",
    "Varathara Perumalis is now a resident of Coimbatore in the Tamil Nadu state of India. He was very much in the news recently as far as the Sri Lankan Tamil media was concerned. The ex-north-eastern chief minister has been a frequent “visitor” to Sri Lanka in the past and has even stayed for extended periods of time. He is in fact a citizen of Sri Lanka despite his long periods of absence from the Island. Perumal’s last trip to Sri Lanka in July this year lasted for only 11 days.",
    "Yet the stay gained much publicity in the Tamil media due to a very good reason. Varatharaja Perumal engaged in a mission to build a consensus among Tamil political parties, intellectuals, and civil society groups on the need to protect and revitalise the provincial governance system in Sri Lanka’s North and East. He conversed with several political leaders, academics and opinion makers in person as well as on the phone. The Tamil media gave much prominence to these meetings. Several columnists devoted space to Perumal’s endeavours.",
    "This columnist too contacted Perumal after he returned to India. We spoke of many things and many matters in a prolonged three and a half hour conversation. “Varathar” as I call him made it clear at the outset that he had no intention of re-entering active politics in Sri Lanka again. He emphasised that his sole goal was to help build a people’s movement to protect and preserve the Provincial Councils system in Sri Lanka. He believes that strengthening provincial councils through the “full and proper implementation of Constitutional and legal provisions “remain the only practical step toward power-sharing in the current political climate.",
    "Perumal said he had met with his erstwhile colleague and secretary-general of the EPRLF Kandiah Premachandran alias Suresh. In a media statement issued after the meeting Suresh observed, “The current government is focused on stability and avoiding controversy, not on power-sharing. If Tamil parties don’t push strongly, provincial council elections will remain a mirage. It’s critical that the 13th Amendment is fully implemented and elections are held. Only then can Tamils in the North and East have even minimal control over their affairs and push back against illegal state encroachments.”",
    "According to media reports Suresh acknowledged that the provincial council powers granted under the 13th Amendment are the only tools currently available to Tamils to engage meaningfully in governance. “Until a final political solution is reached, we must use what we have,” Suresh reportedly said.",
    "Perumal said that he had also met Ilankai Thamil Arasuk Katchi (ITAK) President CVK Sivagnanam, Eelam People’s Democratic Party (EPDP) secretary-general Douglas Devananda and Equality party leader Murugesu Chandrakumar. He also spoke on the telephone with Peoples Liberation Organization of Tamil Eelam (PLOTE) leader Dharmalingam Siddharthan and Tamil Eelam Liberation Organization (TELO) leader Selvam Adaikkalanathan. He also met with some academics, civil society activists and opinion makers. One person Perumal wanted to meet but missed was M.A. Sumanthiran. The ITAK secretary was away in Europe when Varadaraja Perumal was in Sri Lanka.",
    "Perumal said that his July visit was of a very short duration. He stated that he would return to Sri Lanka in September for an extended stay. He planned to meet with more Tamil political leaders and have fruitful discussions. He also hoped to meet with leading academics, professionals, opinion makers and civil society activists. Perumal’s idea is to evolve a mass movement in support of full and proper implementation of the Constitutional and legal provisions regarding the provincial councils.",
    "Even though the nucleus of such a mass movement will be Tamils of the north and east, Perumal intends to broadbase it as much as possible. He says greater devolution is equally important to the Muslims of the north and east. Moreover it is applicable and beneficial in a limited manner to the Hill Country Tamils as well as the Tamils and Muslims concentrated in various parts of the Sinhala majority seven provinces.",
    "Perumal says it is important to the Sinhala people also. Because the question of sharing power with the periphery has been primarily proposed by the Sri Lankan Tamils, the issue has been viewed wrongly as an ethnic issue alone by many Sinhalese. This however is not correct. The great disparity that prevails in economic terms between the Western Province and the other provinces as well as the issue of uneven development among regions can be remedied to a great extent by greater devolution of powers.",
    "Hence Perumal says that he would be reaching out to Muslim leaders and intellectuals and also to Hill Country Tamil leaders, intellectuals and opinion makers when he comes to Sri Lanka for an extended stay in September He also intends reaching out and meeting with Sinhala political leaders of both the Government and opposition parties in addition to progressive sections of Sinhala society.",
    "Varatharaja Perumal reiterates that reviving and working the provincial councils scheme is very essential for Sri Lanka. He says the need of the hour is economic upliftment. An economic renaissance is not possible without reconciliation, ethnic amity and equality. Therefore power sharing to the extent of maximum devolution is essential. Currently the instrument through which this can be achieved is the provincial council system. Furthermore sharing power among the provinces is also a measure by which the excessive concentration of power in the hands of the executive president could be checked or contained to some extent.",
    "While speaking about his elaborate plans, Perumal fervently states that he has no intention of entering politics. This is because he wants to enlist the support of all political parties and leaders in his provincial council project. He is realistic enough to know that garnering unanimous support is an impossible dream. However he does want to get as much support as possible and does not want the wrong impression of him entering politics to be an impediment in this regard.",
    "It was both interesting and informative to talk with the first, last and only north-eastern chief minister about his plans to help revive and boost the provincial councils system. What he proposes to do when he arrives in Sri Lanka in September provided much food for thought to me. I shall however refrain from writing about them at this juncture. I shall write about those plans as well as the progress of his campaign to promote the provincial councils when it begins to unfold in September. Meanwhile I wish Varatharaja Perumal all success in his very worthwhile mission."
  ]
}