{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99714/sri-lanka-electricity-bill-passed-with-amendments",
  "time_ut": 1717678140.0,
  "original_lang": "en",
  "original_title": "‘Sri Lanka Electricity Bill’ passed with amendments",
  "original_body_lines": [
    "Speaker of the Parliament Mahinda Yapa Abeywardena announced to the House this evening (06) that the third reading of the ‘Sri Lanka Electricity Bill’ was passed in the Parliament with amendments.",
    "Meanwhile, the second reading of the draft bill was also passed in the Parliament with a majority of 44 votes.",
    "The ‘Sri Lanka Electricity Bill’, which incorporates the proposed reforms for the electricity sector, was presented to the parliament by Power and Energy Minister Kanchana Wijesekera on April 25. It was published in the government gazette on 17 April.",
    "The Bill seeks to provide for the establishment of the National Electricity Advisory Council and make the Public Utilities Commission of Sri Lanka (PUCSL) the regulator for the electricity industry in terms of the proposed legislation.",
    "Further, it seeks to provide legislative measures applicable to the incorporation of corporate entities, in which all activities connected to the generation, transmission, distribution, trade, supply and procurement of electricity are vested.",
    "In addition, the Bill also provides for the repealing of the Ceylon Electricity Board Act, No.17 of 1969 and the Sri Lanka Electricity Act, No.20 of 2009.",
    "However, several parties challenged the proposed bill before the Supreme Court, following which the court informed the Parliament that several clauses of the proposed ‘Sri Lanka Electricity Bill’ are inconsistent with the Constitution of Sri Lanka.",
    "The Supreme Court determination stated that these clauses shall only be passed by a special majority of Parliament, and that one clause requires approval through a referendum, the Speaker informed the House. However, the country’s apex court has stated that these clauses could be passed with a simple majority if amended as specified in the Supreme Court’s determination.",
    "On Wednesday (05), the government agreed to accept all the amendments proposed by the Supreme Court to the relevant draft bill."
  ]
}