{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/belarusian-students-annual-get-together-2025-celebrates-community-achievement-and-future-doctors/",
  "time_ut": 1757000520.0,
  "original_lang": "en",
  "original_title": "Belarusian Students’ Annual Get-Together 2025 celebrates community, achievement and future doctors",
  "original_body_lines": [
    "The Annual Belarusian Get-Together 2025 successfully concluded with over 200 participants celebrating community, academic excellence, and the future of medicine. The event was organized by ISC Education, renowned for its dedication to international education, in collaboration with the Belarusian Graduates’ Association in Sri Lanka for the fourth consecutive year uniting students, graduates and their families",
    "The memorable occasion began with a spirited cricket match between current medical students and graduates, strengthening bonds between and connecting generations of the Belarusian State Medical University (BSMU) alumni. The day culminated in an evening ceremony to honour tradition, achievement, and the medical profession’s values.",
    "The formal evening program commenced with the lighting of the traditional oil lamp, followed by the national anthems of Belarus and Sri Lanka. Distinguished participants included Dr. Harry Prasad, President of the Belarusian Graduates Association and BSMU Representative in Sri Lanka. Also in attendance were ISC Education senior management and student representatives.",
    "A centerpiece of the evening was the White Coat Ceremony, where 38 first-year medical students received their first white coats, symbolizing their transformation from students to future doctors. The ceremony emphasized that the white coat represents hope, healing, and the trust that will one day be placed in their hands by patients and communities.",
    "The event also showcased the outstanding academic achievements within the Sri Lankan student community at BSMU. Ten students received ISC Belarusian State Medical University Scholarships, recognizing impressive academic performance, research contributions, and leadership qualities.",
    "Maj Gen (Dr) Chrisantha Fernando (Retd) appointed chairman of Lanka Hospitals",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}