{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-sampath-bank-to-raise-rs10bn-in-debenture-issue-124522/",
  "time_ut": 1733227200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s Sampath Bank to raise Rs10bn in debenture issue",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Sampath Bank said it plans to raise up to 10 billion rupees through an issue of 100 million debentures at 100 rupees each, to strengthen its Tier 2 Capital Base.",
    "The bank said it will initially issue 50 million Basel III compliant – tier 2, listed, rated, unsecured, subordinated, redeemable 5-year debentures with a non-viability conversion feature to raise 5 billion rupees.",
    "With an option to increase this by a further 2 billion rupees by issuing another 20 million debentures “at the discretion of the Bank in the event of an over subscription of the initial issue,” the bank said in a stock exchange filing.",
    "In the event of an oversubscription of the initial issue and the second tranche issuance, the bank will issue another 30 million debentures to raise 3 billion more, it said.",
    "“Fitch Ratings Lanka Ltd has assigned an expected rating of ‘BBB+(EXP)(lka)’ for the proposed Debenture Issue and the final rating for same will be issued by the said rating agency subsequent to the special resolutions being passed by the shareholders at an Extraordinary General Meeting.”",
    "“The Bank intends to utilize the funds raised through the Debenture Issue to further strengthen the Tier 2 Capital Base of the Bank.”",
    "The bank’s Tier 2 capital stood at 21.1 billion rupees as at September 30, it said.",
    "“The Bank’s decision to further strengthen the Tier 2 Capital Base is to maintain the Total Capital Adequacy Ratio at a satisfactory level to meet the envisaged demand for credit from the private sector from 2025 onwards and to optimize the cost of the capital by capitalizing on the current interest rates.",
    "“The Bank intends to lend the proceeds of the Debenture Issue in the ordinary course of business and thereby expand the Bank’s loans and advances over a period of twelve (12) months.”",
    "The issue is subject to Colombo Stock Exchange and central bank  approvals. (Colombo/Dec3/2024)"
  ]
}