{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83951",
  "time_ut": 1714160460.0,
  "original_lang": "en",
  "original_title": "UNP Kalutara Ex-MP Palitha Thewarapperuma was  Called a “Hitha Honda Chandiya”(Good Hearted Strongman/Thug)",
  "original_body_lines": [
    "In life, he was a controversial character who was mostly in the news for the wrong reasons.. He was a Parliamentarian who brandished a knife against a fellow MP  during a brawl in the House. He had a notorious reputation for getting things done in the way he wanted by engaging in pressure tactics often resorting to fisticuffs. He  even attempted suicide once by hanging himself on a ceiling fan. Generally  people outside his home district perceived him as a thug and bully who tried to browbeat others.",
    "In Death, this overall negative image of the man turned topsy-turvy. There was an outpouring of genuine grief and sorrow at his  funeral proceedings. People from all walks of life  in his home district mourned his untimely death. Large crowds paid their respects and attended his funeral.  Political leaders and politicians of different hues marked their presence at the funeral house. Whatever his   image in life, the man’s death demonstrated that he was indeed popular among  the masses  notwithstanding his “toughie”reputation.",
    "I am of course referring to former Kalutara district Parliamentarian Palitha Thewarapperuma who died of accidental electrocution on 16 April 2024. As stated earlier , this  United National Party(UNP) stalwart from Kalutara had a controversial negative image. Yet his funeral on 19th April  and the rituals of mourning that preceded it, saw huge crowds in attendance. Palitha Thewarapperuma’a death   was truly felt as a loss to the community  and  genuinely lamented.",
    "Two of the  action films in which my all time favourite Sinhala film hero Gamini Fonseka acted in were “Chandiya”made in 1965 and  “Hitha Honda Minihek” made in 1975. It appears that a large number of Palitha Thewarapperuma’s supporters and fans perceived him as a combination of the titles of these two Gamini Fonseka fims. He is referred to as a “Hitha Honda Chandiya” or Good-hearted Strongman/thug. Incidentally in 1987 there was another Sinhala film called “Hitha Honda Chandiya”  starring Jeevan Kumaratunga. It  seems that Palitha    Thewarapperuma was essentially a good man who served the common people well. Much of the strong arm  tactics he deployed too was in their interests. Hence Palitha is supposedly a Hitha Honda Chandiya. Other references are “Chandi Mahathaya”  and “Chandi Pali”.",
    "Palitha Thewarapperuma born on 3 May 1960 hailed from Yatadolawaththa, Matugama in the Kalutara district. He studied at Ananda Sastralaya,Matugama.  Palitha’s  grandfather had supported the UNP from its inception and had canvassed for  people like CWW Kannangara (father of free education) and DD Athulathudali (Lalith’s father) when they contested the Matugama electorate in 1947 and 1952. Though the family was regarded as die hard UNP loyalists of the “Kapuvath Kola”type, Palitha’s father had broken with this tradition in 1977 when he supported Anil Moonesinghe of the LSSP.",
    "Palitha too followed in his father’s footsteps and associated himself with Anil Moonesinghe. He worked forMoonesinghe who contested the May 1983 by election in Matugama on  behalf of the SLFP.  Moonesinghe won and thereafter  Palitha  worked in Anil Moonesinghe’s office for a while.",
    "Palitha however returned to his family’s UNP roots.  He took to coconut cultivation and small-scale commerce  for a living. Palitha began dabbling in politics as a UNP’er and became a Pradeshiya Sabha member in the nineties of the last century. Thewarapperuma was elected chairman of the Matugama Pradeshiya Sabha in 2002. Subsequently he was elected a member of the Western Provincial Council from Kalutara district in 2004 and 2009.",
    "Contesting the  April 2010 Parliamentary elections on the UNP ticket, Palitha Thewarapperuma was elected Kalutara district MP polling 51,153 preference votes. He re-entered Parliament in  August 2015 ,garnering 118,128 preference votes.  The UNP t was the chief constituent of the 2015-2019  “Good Governance”govt headed by President Maithripala Sirisena and Prime Minister Ranil Wickremesinghe.",
    "Thewarapperuma’s happiness over the UNP victory was seriously affected by a personal tragedy. The eldest of his two sons, Sahan Thilanka  died of sudden  illness at the age of 23. The father never recovered from that blow. Even years after the death, Thewarapperuma would tell interviewers that he cannot forget his first-born and that everything reminds him of his lost son.",
    "Thewarapperuma  also received several deputy-ministerships during the Sirisena-Wickremesinghe Govt period. He  was first appointed deputy minister of  Internal affairs , Wayamba development and cultural affairs on 6 April 2016. After serving for two years  in this capacity, Thewarapperuma  was shuffled to the post of  Deputy minister of Sustainable development, Wildife and Regional development  on 2nd May 2018.",
    "Then came the  “bombshell” of 26 October 2018 where President Sirisena sacked Premier Wickremesinghe and appointed a new Govt with Mahinda Rajapaksa as Prime Minister. This idiotic move by Sirisena failed miserably. Wickremesinghe was back as Prime Minister on 21 December 2018. Thewarapperuma was re-appointed deputy minister of Social Empowerment in the new Goct. He remained in that position until 21 November 2019 when the newly elected President Gotabaya Rajapaksa appointed a new Govt  with Mahinda Rajapaksa as premier.",
    "It is noteworthy that Thewarapperuma remained steadfastly loyal to the UNP and party leader Wickremesinghe when President Sirisena replaced Ranil with Mahinda as PM. Despite many attempts to lure him into the  short -lived Sirisenaa -Rajapaksa Govt, Palitha did not budge. Later  when most party MPs deserted the UNP to join Sajith Premadasa’s SJB, Thewarapperuma did not do so. He remained with the UNP and faced defeat in the August 2020 elections.",
    "Palitha Thewarapperuma was an unconventional politician. He was a man of action without any intellectual pretensions. He had a fierce temper and was provoked easily. He was also fearless. At the same time, he possessed  a tendency to bully or intimidate people. He justified his conduct  with the excuse that he was acting in the interests of the people. This was accepted by many people who felt his heart was in the right  place in spite of his unbecoming conduct at times. Besides he was generally on the side of the under -privileged and vulnerable sections of society. His dedicated service to these people was genuine.",
    "There was a time when Palitha  displayed Chauvinist tendencie. He abused a Tamil youth  from Bulathsinhala  who had rubbed him the wrong way   as a “Para Demala” and made him kneel on the road in public for hours. He was quite hostile to Tamils and Muslims at one time. However to his credit Thewarapperuma   changed for the better as time  progressed. He began enjoying amicable relations with the Tamils and Muslims in Kalutara.",
    "This in turn brought the minority communities in the area closer to Palitha. He went out of his way to help them. It may be recalled that Thewarapperuma was of  great assistance to the afflicted Muslims in Kalutara after the Bodu Bala Sena instigated anti-Muslim violence in Aluthgama and Beruwela. He was assaulted by Sinhala mobs for trying to protect Muslims and came to Parliament with visible signs of his injuries.",
    "Likewise Palitha was very helpful to the Muslim people during the COVID-19 times. He  ensured that they got adequate food and medicine.",
    "Thewarapperuma also looked after the interests of Tamil estate workers in Matugama also. The Tamils and Muslims in Kalutara district  voted in large numbers for him. Their regard for him was great. Tamils and Muslims together make 3.94 % of Kalutara district population according to the 2012 census.",
    "One of the most bizarre incidents involving Thewarapperuma was the incident concerning school admissions to ten children.  Palitha took 10 children and their parents to  Meegahathenna Primary School and wanted them admitted. The Principal refused saying all new admissions had been completed. Thewarapperuma then conducted a hunger strike opposite the school with the children and families.The Principal did not relent",
    "On the following day Palitha returned to the school with the children ,parents and supporters  in tow and renewed  hisdemand. The principal refused saying the ministry had instructed him not to admit. Palitha threatened to commit suicide but the principal took it lightly.",
    "Palitha then rushed to a class room in the school. He removed his shirt and unbuckles his belt. He Then climbed  a table , attaches the shirt to the belt and put the belt tightly around his neck. The other end of the shirt was tied to the ceiling fan. Palitha then jumped off the table in a suicide bid. He suffocated and gasped for breath with flailing arms and legs. People pulled  him down but Palitha collapsed and lost  consciousness.",
    "Thewarapperuma  was  rushed  to Nagoda Hospital first but later taken to a private hospital in Colombo and admitted to the Intensive care unit(ICU).  The Kalutara district MP who  was then a deputy minister in the Sirisena Govt sent a message to the President threatening to pull out of the Govt if the children were not given school admission.",
    "President  Sirisena issued urgent instructions to  education authorities  who got the children admitted to another school in Matugama -St. Marys College. A triumphant Thewarapperuma went  in procession with the children and their families to the school and waited until  he saw  the children attend classes.",
    "On another occasion Thewarapperuma  forced  the reluctant principal  of Kalutara Vidyalaya to admit a child  to his school by embarking on a prolonged  sit-in at the Principal’s office.",
    "“Chandi Mahathaya” has been involved in several  incidents of violence. Once he assaulted some members of the Agalawatte Pradeshiya Sabha and compelled them to kneel down. He was arrested and released on bail with his passport being impounded.",
    "In another incident Thewarapperuma  got into an argument with employees of a hotel in Galle and assaulted them. He then  complained to the  Galle Police and health dept officials about sanitary conditions at the eating house. Several officials accompanied Palitha to the Hotel and raised a ruckus. A powerful politician from Galle got to know about this and warned Thewarapperuma off.",
    "Palitha’s  conduct in Parliament was also deplorable at times.   He was once involved in a Govt-opposition MP fracas in the House. Palitha Thewarapperuma then a deputy minister engaged in fisticuffs with Prasanna Ranaweera MP. Both were suspened from Parliament for a week.",
    "The  October -December period in 2018  during which  President Sirisena replaced Ranil Wickremesinghe with Mahinda Rajapaksa as Prime minister saw law and order break down at times among MPs within  Parliamente.MPs were often involved in brawls. Thewarapperuma made news headlines when he brandished a knife and threatened rival  MPs",
    "Another interesting incident occurred at the Sabaragamuwa university. Thewarapperuma in his capacity as deputy culture minister was scheduled to formally declare open a new Cultural Centre in the campus. But when his vehicle tried to enter varsity premises, Palitha found hundreds of undergrads blocking  his entry by sitting on the road.",
    "Thewarapperuma then  clambered on top of his vehicle and sat there  staring at the seated students who began hooting and jeering.  The deputy minister sat  on his vehicle for hours braving the scorching sun but the protesting students did not disperse. Finally Thewarapperuma gave up and retreated.",
    "Most of these incidents concerning Palitha Thewarapperuma were given wide  exposure in the media. The negative publicity  depicted the man as a rustic thug without an iota of culture ingrained in him. Even though Palitha was notorious for his unorthodox behaviour, the people  he represented in Parliament  treated him with affection and respect. This was because Thewarapperuma worked sincerely for the betterment of the people. As stated earlier his was a voice for the voiceless and  down – trodden people.  His death therefore resulted in a genuine exhibition of sorrow by the people.",
    "On that fateful day of April 16th, Thewarapperuma went to his 10 acre coconut grove to manure the trees. After unloading the manure bags from the Lorry, Thewarapperuma stepped on a livewire that was concealed in the underbrush and suffered an electric shock. The unconscious ex-MP was taken to Nagoda hospital but passed away. Subsequently the magistrate who visited the scene, recorded a verdict of accidental death by electrocution.",
    "News of his demise shocked the people especially those of Pasdun Korale in the hinterland of Kalutara district. The current electoral divisions of Matugama, Agalawatte and Bulathsinhala comprise the Pasdun Korale.  This Korale came into being when Parakramabahu the great got the Kalu Ganga drained. Thewarapperuma was fond of referring to himself as “Pasdun Korale Palitha”.",
    "Tens of thousands of people came to mourn their beloved Chandi Mahattaya whom they regarded as a Hitha Honda Chandiya.  These included very large numbers of Muslims and Tamils.Many MPs from near and far came to pay their respects. These included President Ranil Wickremesinghe and Opposition Leader Sajith Premadasa.",
    "Palitha Thewarapperuma was laid to rest in the  “Nisala Niwahana”(  Abode of Tranquility) that he himself had constructed. Having a premonition of impending death, Thewarapperuma had designed and built a  tomb   akin to a Mausoleum on his property. The novel structure has  a Concrete crypt nine feet long and six feet wide. The outer area has   two figures of lions at the entrance and four bare bodied warriors in the four corners. There is a large picture of a seated Palitha behind the crypt.",
    "The body of Palitha Thewarapperuma was carried on a stretcher -like coffin also designed by him and brought to the grave/tomb.  The earthly remains were gently lowered into the crypt. Thereafter the  crypt was closed with a concrete slab that had been already made by Palitha and sealed. All this was done while some “Kavi”  verses  written by Palitha Thewarapperuma himself were recited. Thus ended the  funeral of a colourful and controversial Sri Lankan politician regarded as a Good-hearted Strong man(ENDS)",
    "This Article appears under a different heading in the “Political Pulse”Column of the “Daily FT” dated 26 April 2024.It can be accessed here –"
  ]
}