{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Will-NPP-Govt-probe-killing-of-JVP-leader-Rohana-Wijeweera/4-769853",
  "time_ut": 1732821626.0,
  "original_lang": "en",
  "original_title": "Will NPP Govt. probe killing of JVP leader Rohana Wijeweera?",
  "original_body_lines": [
    "Given the enormity of the violence caused by the JVP and the boiling anger among the police and security personnel towards the JVP leader, it was widely believed that Rohana Wijeweera was killed in what was euphemistically termed as an “officially sanctioned unofficial execution”",
    "Rohana Wijeweera was killed 35 years ago on 13 November 1989. The revolutionary leader of the Janatha Vimukthi Peramuna was 46 years old at the time of his death. The mastermind behind two bloody insurrections – in 1971 and from 1987 to 89 – was taken into custody on 12 November in the Kandy District and brought to Colombo. With Wijeweera’s capture and death the second JVP insurgency gradually petered out and ended",
    "November 13 is a date of great significance as far as the Janatha Vimukthi Peramuna (JVP) – known as the Makkal Viduthalai Munnani in Tamil and People’s Liberation Front in English – is concerned. It was on 13 November 1989 that the JVP’s charismatic founder-leader Rohana Wijeweera was killed. Since 1994 the JVP has been annually conducting an event to commemorate Wijeweera and the lives of thousands of JVP cadres killed in the two insurgencies of 1971 and 1987-89. The commemoration of heroes event called “Il Maha Viru Samaruwa” is a blend of speeches and songs.",
    "This year was the 35th death anniversary of Patabendi Don Jinadasa Nandasiri Wijeweera known as Rohana Wijeweera. The JVP commemorative event was held on 15 November this year. Both the JVP leader President Anura Kumara Dissanayake and JVP General Secretary Tilvin Silva were among the participants. Even though it was a solemn occasion there was festive joy in the air because the party had for the first time captured power through the Presidential and Parliamentary elections.",
    "Tilvin Silva spoke for long at the commemoration. He briefly traced the evolution and growth of the JVP interspersed with many glowing references to the “martyred” leader Rohana Wijeweera. Talking about the party rising phoenix-like from the ashes of the suppressed second JVP insurrection and its successful political renaissance thereafter, Tilvin said, “We are a political party which has adapted with the times…those who are stubborn, who do not change, will not survive.”",
    "In recent times the death of Rohana Wijeweera and other JVP cadres has been commemorated by another party also. The Frontline Socialist Party (FSP) known in Sinhala as the Peratugami Samajavadi Pakshaya and in Tamil as the Munnilai Socialisak Katchi is a breakaway group of JVP dissidents. The FSP launched in April 2012 is led by its Secretary-General Premakumar Gunaratnam alias Noel Mudalige and Kumar/Kumara. The Frontline Socialist Party also commemorates its fallen leader and comrades annually through a parallel event “Il Maha Viru Samaruwa”.",
    "The FSP held its commemoration on 11 November. FSP gen-secy Kumar Gunaratnam issued a clarion call in his speech at the event. Gunaratnam called upon his erstwhile comrade President Anura Kumara Dissanayake to deliver justice to JVP members who lost their lives in the 1987–1989 insurrection, including their former leader Rohana Wijeweera. Here are some relevant excerpts from a news story published in the “Daily FT” of 12 November:",
    "“Speaking at the FSP’s annual November Heroes Commemoration (Il Maha Viru Samaruma) held yesterday in Colombo, Gunaratnam emphasised that the Government, led by President Anura Kumara Dissanayake who is also the current leader of the JVP which leads the ruling National People’s Power (NPP) party, bears a significant responsibility to investigate the deaths of JVP members killed during the 1987–1989 insurrection.",
    "“Today marks the 35th Il Maha Viru Commemoration. During the 1988–1989 period, an entire generation that raised its voice for justice was killed. Over 60,000 comrades, including Comrades Rohana Wijeweera and Upatissa Gamanayake, lost their lives. Each of them stood for the ideals of the JVP, the main political party of the NPP, which now holds power,” he noted. He said, therefore, the 35th commemoration will be historic.",
    "Gunaratnam likened the Government’s crackdown on the 1987–1989 insurrection to a crime against humanity, calling it one of the most brutal genocides in world history.",
    "“People still yearn for justice for all those who gave their lives in relentless sacrifice. The families, friends, and loved ones of JVP members, who dedicated themselves to bring JVP to power, were brutally killed. This gives the NPP Government a greater moral responsibility and authority than previous administrations to conduct a thorough investigation into the 1988-89 period and to hold all those responsible for these crimes against humanity accountable. As the FSP, we hope that President Dissanayake will take up this responsibility,” he said.",
    "Gunaratnam also noted that the FSP is ready to offer any necessary support in this endeavour.",
    "Gunaratnam’s party, a breakaway group of the JVP, also expressed similar sentiments in a communique to President Dissanayake earlier this week. The communique called on the President to initiate an immediate investigation into the alleged State-sanctioned crimes of 1988-89 and to do justice to the lives of the dead JVP heroes, including Rohana Wijeweera.",
    "The FSP paid tribute to Rohana Wijeweera and others who lost their lives in the struggle for socialist transformation, highlighting the kidnappings, enforced disappearances, and unlawful killings carried out through “State terrorism” during that period. Accordingly, the FSP underscored the importance of uncovering the truth behind these atrocities.",
    "With the leader of the JVP now in office as President, the FSP urged for a comprehensive inquiry to take priority, focusing on uncovering the truth behind the deaths and disappearances of Rohana Wijeweera and others.”",
    "FSP leader Kumar Gunaratna’s calling for a comprehensive probe into the deaths and disappearances of JVP cadres in general and top leaders including Rohana Wijeweera in particular is very likely to strike a responsive chord in the hearts and minds of former and current members of the JVP. It will definitely resonate with the likes of seniors like Anura Kumara Dissanayake, Vijitha Herath and Tilvin Silva who are all survivors of the crushing of the second JVP insurgency. Furthermore those of us who witnessed those terrible crimes against humanity by agents of the State would also like the truth to be uncovered even though the JVP too was responsible for many atrocities in those times.",
    "Kumar Gunaratnam’s point that the JVP is in power now and therefore could set up a valid mechanism to probe past happenings is logical. Moreover there is a personal angle too because among the many youths reported “missing” in those dark days is Premakumar’s elder brother Ranjithan Gunaratnam.",
    "There is also another important reason from the JVP’s perspective for the truth being uncovered. In an interview with JVP Gen-Secy Tilvin Silva that was published in “The Hindu” of 16 November 2024, the paper’s Colombo correspondent Meera Srinivasan wrote as follows:",
    "“However, Mr. Silva contended that the party’s history needed to be retold with context. “There is a wrong perception because our history was written by those who defeated us, the victors. Our path was not willingly chosen, it was forced upon us.” Alluding to the allegations of brutal violence facing the JVP, he added: “It was not [our] action, but a reaction from our end. If the [state’s] repression was armed, so was [our] response.”",
    "In his (Tilvin) view, the current political moment in Sri Lanka has opened up space to rewrite the story of not just the party, but also of the country, “without characterising some as terrorists who took up arms for no reason”. “But we want to tell this story not with words, but with our action. The present context gives a chance to do that.”",
    "If Tilvin Silva is really serious about history being presented from the JVP’s viewpoint and if the party general-secretary is genuinely keen on the true story of the JVP being told, an intensive probe into the killing of Wijeweera and other JVP cadres is very necessary. The probe should be free and fair in revealing the truth without trying to white-wash the JVP or blacken the State’s image. Instead it should only aim for the truth because ultimately it is only the truth “which will set us all free”.",
    "It is against this backdrop that this column focuses on the killing of JVP founder-leader Wijeweera 35 years after his death with the aid of information gleaned from earlier writings.",
    "Rohana Wijeweera was killed 35 years ago on 13 November 1989. The revolutionary leader of the Janatha Vimukthi Peramuna was 46 years old at the time of his death. The mastermind behind two bloody insurrections – in 1971 and from 1987 to 89 – was taken into custody on 12 November in the Kandy District and brought to Colombo. With Wijeweera’s capture and death the second JVP insurgency gradually petered out and ended.",
    "The second JVP insurgency lasting for about three years resulted in thousands of people being brutally killed by the JVP and the counter insurgency forces comprising the police, para-military and security personnel.",
    "While all this mayhem and carnage was being unleashed, the supreme revolutionary leader of the JVP posing off as a planter named Nimal Kirthisiri Attanayake was living comfortably with his family and two servants at Ulapane in Kandy.",
    "Given the enormity of the violence caused by the JVP and the boiling anger among the police and security personnel towards the JVP leader, it was widely believed that Rohana Wijeweera was killed in what was euphemistically termed as an “officially sanctioned unofficial execution”.",
    "The official version was that Wijeweera and another senior JVP leader H.B. Herath had been taken to a house in a Colombo suburb being used as a clandestine JVP office in search of some documents. However Herath had shot at Wijeweera while pretending to take out some papers. The security forces had then shot them both and killed them. They were later cremated.",
    "The Sri Lankan nation suffering terribly in the climate of JVP violence and counter violence was greatly relieved at the news of Wijeweera’s death. Under the circumstances prevailing then the country was quite willing to go along with the official version trotted out. In private very few believed it. As is customary in such situations the rumour mills worked overtime and several tales of the last hours of Rohana Wijeweera began circulating.",
    "The version accepted widely was that Wijeweera had been shot dead on the Colombo golf course premises in cold blood after being ordered to run. A senior Police official whose family members had been brutally massacred by the JVP had allegedly done the firing with senior army officers watching. Later, the two bodies had been incinerated at night in Kanatte. A macabre twist to this version was the tale of Wijeweera not being fully dead at the time of this cruel cremation.",
    "Officially there have been no eye-witness accounts of the final phase of Rohana Wijeweera. There has been one authentic account relating to a few hours in Rohana Wijeweera’s life prior to his death in the public realm. This was narrated by Major-General Sarath Munasinghe in his autobiographical book “A Soldier’s Story”. Relevant excerpts are reproduced below:",
    "“The time was 11.30 p.m. We (Lionel Balagalle and Sarath Munasinghe) reached the premises of ‘Operation Combine HQ’. We were conducted to the conference table where Rohana Wijeweera was seated. I was given a chair just opposite Wijeweera across the table. I commenced having a conversation with him. I spoke to Rohana Wijeweera at length”.",
    "“Whenever I questioned him in English, he answered in Sinhalese. In fact, he asked me whether I knew the Russian language. I replied in the negative. Rohana Wijeweera told me that his second language was Russian. He told me all about his personal life, initially at Bandarawela and later at Ulapane in Kandy. He was reluctant to talk about the activities of the JVP”.",
    "“Just past midnight, the Deputy Defence Minister General Ranjan Wijeratne walked in and sat at the head of the conference table. Gen Wijeratne asked a few questions, but Rohana Wijeweera did not respond.”",
    "“We continued with our conversation. We had many cups of plain tea (dark tea), while talking. I made a request to Rohana Wijeweera to advise his membership to refrain from violence. He agreed after persuasion. So we managed to record his words and also his picture in still camera.”",
    "“The time was around 3.45 a.m. on 13 November 1989. I was informed to conclude the questioning and to take Rohana Wijeweera downstairs. Together we walked downstairs and were close to each other. Wijeweera held my hand and said, ‘I am very happy I met you even at the last moment. I may not live any longer. Please convey my message to my wife’. Rohana Wijeweera’s message contained five important points. They were all very personal matters concerning his family.”",
    "“Moments later, Wijeweera was blindfolded and helped into the rear seat of a green Pajero. Two people sat on either side of Wijeweera. There were others at the rear of the vehicle. The Pajero took off. I joined Col. Lionel Balagalle standing near the main entrance of the Operation Combine HQ building. We went home thinking of a good sleep.”",
    "“Late in the morning I was busy getting Wijeweera’s photograph printed. No one would recognise Wijeweera without his beard. So I had to seek help and add the beard to Wijeweera’s photograph. It was done very well. Late in the afternoon there was a press conference at the Joint Operation Command. Minister Ranjan Wijeratne briefed the press.”",
    "“Wijeweera and HB Herath [another JVP leader] had been taken to a house just outside Colombo, where the JVP had hidden part of their treasure. While the search was in progress, Herath pulled out a pistol and shot Wijeweera dead’. The minister went on to give more details. Subsequent to the killing of Wijeweera, violence by the JVP ceased gradually and there was peace in the country, except in the North and East.”",
    "The account by Gen. Munasinghe describes the penultimate stages of Wijeweera’s life to some extent but is dependent on Minister Wijeratne’s press conference in revealing details about how he died. There is also little information about how Wijeweera was apprehended presumably because Munasinghe was not directly involved in that exercise.",
    "A short yet precise description of the circumstances leading to Rohana Wijeweera’s capture is provided by journalist and writer C.A. Chandraprema in his book “Sri Lanka: The Years of Terror-The JVP Insurrection 1987 -1989”. Here are the relevant excerpts:",
    "“Piyadasa Ranasinghe and H B Herat were arrested in Galaha. These were the two JVP leaders who met with Rohana Wijeweera frequently. Herath had told the whereabouts of Wijeweera after a brief interrogation. A few hours later Wijeweera was arrested at Ulapane, Kandy, at his well appointed estate bungalow where he lived, masquerading as a planter under the name of Attanayake”.",
    "“When the party had arrived at around 2 o’clock in the afternoon, Wijeweera had been taking a shave. The army team climbed over a gate and surrounded the house. Wijeweera had come out saying, “I am Attanayaka and you have no right to come here. I am a peace-loving man.”",
    "“Col. Janaka Perera had got flustered by the confident air put on by Wijeweera and thought they had come to the wrong place. Still he had cocked his pistol, put it to “Attanayake’s” head and asked, “Oya Wijeweerada?”. “Attanayake”, fearing that the colonel would pull the trigger, had admitted that he was Wijeweera and said “I will come with you, but don’t harm my family. There were two women servants in the house other than Wijeweera’s wife, all the women had started wailing as Wijeweera was led out.”",
    "This then was how Rohana Wijeweera was captured and brought to Colombo. It remains to be seen as to whether the JVP led-NPP Govt. of President AK Dissanayake would order a probe into the death of Wijeweera and bring to light reliable details of how he was killed.",
    "I conclude with excerpts of what well-known journalist Ajith Samaranayake – described as the “Prince of Obituarists” by Regi Siriwardena – wrote about Rohana Wijeweera as part of his Sunday essay on the occasion of the JVP leader’s 15th death anniversary in 2004:",
    "“No political leader in Sri Lanka has engendered such sharp and conflicting views about his role in the country’s life as Rohana Wijeweera when he was killed at the age of 46. Justly so since from his own perspective Wijeweera sought to upset the apple cart, the consensus which the post-Independence elite of Sri Lanka whether they were capitalist, liberal or Marxist had arrived at in order to maintain the status quo.”",
    "“To both the right as well as the orthodox left he was the devil incarnate but to his followers he was a demi-god. Wijeweera himself quite revelled in this role. With his beard, his beret and his fiery speeches he was very much part of the political landscape of the time playing all the available roles on Sri Lanka’s impoverished political stage ranging from Devil’s Advocate to Presidential Candidate.”",
    "“From the point of view of his detractors Wijeweera was an opportunist who split N. Sanmugathasan’s Ceylon Communist Party and drew away its cadres to form his own private army with which he made a bid for state power in April 1971. From the view point of his admirers he was an idealist who mobilised the poor peasantry and particularly its marginalised younger sections who had been excluded from the established social system since Independence.”",
    "“Perhaps there is an element of opportunism in every political action and politics is an admixture of opportunism and idealism. But what can be safely said is that Wijeweera was the most audacious politician of his time in the sense that twice within a period of three decades he mounted two assaults on the Sri Lankan State safeguarded by the ramparts of the post-Independence consensus between the Left and the Right to pursue the Holy Grail only through the path of parliamentary elections”."
  ]
}