{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/aruni-shapiro-introduces-adam-smith-to-sri-lankas-readers/",
  "time_ut": 1759758135.0,
  "original_lang": "en",
  "original_title": "Aruni Shapiro Introduces Adam Smith To Sri Lanka’s Readers",
  "original_body_lines": [
    "Aruni Shapiro, sociologist cum advocate for liberty, has published her 10th book introducing Adam Smith to Sri Lanka’s Sinhala readers under the title ‘Adam Smith and the Wealth of Nations’[1]. Her previous books have been on diverse themes like guide to mental health, translation of fictions, translation of rare but valuable books on economics, and biographies. In 2015, as I have explained in a previous article[2], she published the writings of the French economist and statesman in the early 19th century, Frederic Bastiat under the title Libertarian Economics. This was the first attempt to introduce Bastiat to Sri Lankan readers. All the copies numbering about 2000 were distributed freely to interested readers by the publisher, Sri Lanka Frederic Bastiat Society, of which Shapiro was one of the patrons. That shows the extent of her dedication for promoting sound and advanced economic literacy among the fellow Sri Lankans.",
    "Two publications by the Scottish economist Adam Smith in the latter half of the 18th century have been responsible for carving out its own subject matter now we know as economics. One is The Theory of Moral Sentiments released in 1759 which critically examined the moral thinking of the time when he lived suggesting that conscience arose from dynamic and interactive social relationships which people sought to develop within themselves as a code of sympathy of sentiments. This was a philosophical work in which Smith explored the sources of the ability of the human beings, called Homo sapiens, to form moral judgments when they are born like blank slates without any moral sentiment at all. Hence, all the moral sentiments are acquired, argued Smith, by people while living as members of human societies through dynamic and interactive relations with each other. The other book has a long title, namely, An Inquiry into the Nature and Causes of the Wealth of Nations, and, therefore, known in a shortened form as the Wealth of Nations, published in 1776. This book was written at a time when Great Britain was acquiring prosperity through empire building and controlling the economies under its tutelage with the force of an iron hand. But that will not support the country to sustain its prosperity forever and there are many other philosophical behavioural factors that would contribute to it. If one wants to learn of the philosophy and economics of Adam Smith, one should refer to both publications as observed by Shapiro in the introduction to her book.[3]",
    "Both books by Smith are a tedious reading due to two reasons. One is that the subject matter covered by him in his books are complex, and not easily comprehensible. They are also too long that would exhaust the reader soon. For instance, the reprint of the Wealth of Nations by Bantam Books in 2003, albeit its small print, ran into more than 1000 pages. The other is the 18th century English he had used in his writing which are not understood by many in the modern era. Hence, even a dedicated reader would choose to skip reading the whole texts degenerating Smith to the relics of the thoughts of economic history. What is necessary in these circumstances is for others to read them faithfully, and present to ordinary readers in simple language as abridged versions. These simplified versions with commentaries will help ordinary readers to fully enjoy the works of philosophers cum economists like Adam Smith. This is what Shapiro has done in her present publication.",
    "However, writing such guiding commentaries also runs a risk, as was shown by many commentaries written on the most influential book of the 20th century, The General Theory of Employment, Interest, and Money by the English economist John Maynard Keynes, commonly known as Keynes, published in 1936. Like the Wealth of Nations, the General Theory was also a tedious reading not because of its advanced English but because of the complexity of the subject it covered. This was left to some of his followers in USA like Dudley Dillard and Alvin H Hansen to present Keynes in simple language to ordinary readers. Dillard published in 1948 a commentary explaining the General Theory under the title The Economics of John Maymard Keynes: The Theory of a Monetary Policy. Alvin H Hansen published a similar commentary in 1953 under the title A Guide to Keynes. Those two books were responsible for promoting Keynesian economics to ordinary readers in the latter half of the 20th century. However, later economists like Alex Leijonhufvud had found that what was presented as Keynesian economics was different from the true economics of Keynes. In a book published in 1968 under the title On Keynesian Economics and the Economics of Keynes, Leijonhufvud argued that many who wrote on Keynesian economics have misunderstood and misinterpreted Keynes. Therefore, it is risky for any writer to write on a great economist because he may not have properly grasped the true philosophy and intention of that economist. Shapiro also runs this risk and admits that even in books written in foreign languages, there are many instances of omitting important aspects of the original writings of great writers.[4]",
    "Shapiro’s book on Adam Smith and the Wealth of Nations is not confined only to the treatise published by Smith in 1776 under the same title. To Sri Lankan readers, she presents much more than what Smith has covered in his treatise. As background reading that will facilitate the Sri Lankan readers to comprehend Smith’s complex writing, she has presented a detailed introduction, a description of who Adam Smith is, the economic consequences of the industrial revolution that was taking place during his time, the meaning of invisible hand as presented by Smith, the impact of slavery on the contemporary society, the history of astronomy, his lectures on codes of laws, and his treatment of the sentiments of morality. An abridged version of the Wealth of Nations is presented to the reader after he has gone through this initial orientation. Shapiro has concluded her book with a brief account of how Smith’s theories are relevant to modern day economies.",
    "Shapiro’s introduction of Adam Smith to Sinhala readers is not just a biographical sketch of a person from birth to death. It is a description of how a man develops his intellectuality by observing what he sees around him and learning through experience. This is one of the key elements of learning because anything that is learnt without adding it to the depository of one’s experiences is just information with no practical use. Smith who joined Oxford University for higher studies found that it was not a fertile ground for one to improve his intellectuality. As he noted, says Shapiro, more time was spent on religious observances than intellectual discourses. This experience led Smith to make the hard statement in the Wealth of Nations that publicly funded education could not maintain the quality standards because there was no challenge for teachers to upgrade themselves through the fear of the uncertainty of their jobs. This applies not only to teaching but also to all other professions. What it means is that market driven discipline is the most potent driver for improving the quality rather than state patronage as is being demanded by professionals of the modern day. There is a humane side to Smith’s life, as explained by Shapiro. He had earned sufficiently high income while he had been in employment. However, contrary to the basic tenet which he had presented in the Wealth of Nations that people do everything to ensure their own survival, he had led a very simple life and donated a large part of his income to his poor relatives and friends. Thus, he had died a poor man in the same way had been born a poor man.",
    "The concept of ‘invisible hand’ that describes the operation of a free market economy without the intervention of any person or authority has been viewed as one of the main contributions of Adam Smith to the science of economics. Shapiro’s chapter on invisible hand says that though it is being used by anti-free market economists to degrade the contributions of Adam Smith, he has used it only once in the Wealth of Nations. That is when he had argued for free trade as against the popular view at that time (and also, today) that imports should be restricted in the case of goods that could be produced locally to encourage the local producers. Smith has said that businessmen are driven by an invisible hand to search for profits rather than a government incentive. This should be a learning experience for the present US administration which believes that it could develop a local production base if it restricts the import of goods that can be produced locally through higher tariffs. Shapiro says Smith has explained the fallacy of this belief in his The Theory of Moral Sentiments when he criticised the social planners who believed that they could change the behaviour of people by directing their work like a chess player. In a chess game, the player moves the chess pieces by deliberate action. However, in a complex human society, moving people within the society is not so simple as in a game of chess. It will become a failure, Smith had argued, when actions of social planners and human dynamism move in two different directions. Thus, the principles underlying the operation of the invisible hand are valid for a complex economy just like they are valid for a complex society. An economic planner will be successful in his enterprise if he directs the economy to facilitate the operation of the invisible hand. Such policy actions, though Smith had not explicitly presented, are known as market-friendly economic policies.",
    "Shapiro has abridged Adam Smith’s long and complex treatise on The Wealth of Nations in six chapters in her book. It is a good introduction to Sinhala readers who have no time or interest in reading the original text. In the introductory part of the Wealth of Nations, Smith has qualified that the annual labour of every nation is the fund which originally supplies it with all the necessities and conveniences of life. Shapiro says, in today’s parlance, this is the per capita gross domestic product, which is calculated by dividing the total product by the number of people who had produced the same. As explained by Shapiro, this was a new concept in the time when Smith lived. Thus, the wealth of a nation is the production of its labour and not the stock of gold, gems, or other valuable items. According to Smith, two factors affect the level of this production. One is the talent base of the labour, its skills, dexterity, and judgment, which is known as productivity of labour today. The other is how many people are employed in the production of that output. Thus, the wealth of a nation will be higher if the productivity of its labour is high and it has more people to work and produce its total output. Such a nation can provide greater welfare and conveniences to its people than a nation with a low productivity and a smaller number of people.",
    "Aruni Shapiro has done a yeoman service to Sinhala readers who are interested in expanding their knowledge base in economics. Her simple language and attractive writing style have increased its value to readers.",
    "In my view, Aruni Shapiro’s book on Adam Smith and the Wealth of Nations is a worthy reading.",
    "[1] Shapiro, Aruni, 2025, Adam Smith and the Wealth of Nations (in Sinhala), Asirvada Books, Colombo.",
    "*The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at waw1949@gmail.com"
  ]
}