{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102811/israeli-strikes-in-northern-gaza-cause-scores-of-casualties-doctors-say",
  "time_ut": 1729408980.0,
  "original_lang": "en",
  "original_title": "Israeli strikes in northern Gaza cause scores of casualties, doctors say",
  "original_body_lines": [
    "An Israeli airstrike that hit several houses and a multi-storey residential building in Beit Lahiya town in northern Gaza on Saturday caused dozens of casualties, doctors and officials said, with rescue operations still underway.",
    "The Hamas media office said at least 73 people had been killed in the strike. No official casualty figures were immediately available from the health ministry however Medway Abbas, a senior health ministry official, said the figures were accurate.",
    "The Israeli military said it was looking into the incident but said the numbers issued by the Hamas media office were exaggerated. It said the figures did not align with its own information, the precise munitions used or the accuracy of the strike, which it said was directed at a Hamas target.",
    "Palestinian health officials said rescue operations were being hampered by the cut-off of telecommunication and internet services for a second day. Earlier in the day, the Gaza health ministry said Israeli military strikes killed 35 Palestinians across the enclave.",
    "“This is a war of genocide and ethnic cleansing. The occupation has conducted a horrifying massacre in Beit Lahiya,” the Hamas media office said.",
    "Residents and medics said Israeli forces had tightened their siege on Jabalia, the largest of the enclave’s eight historic camps, which it encircled by also sending tanks to the nearby towns of Beit Hanoun and Beit Lahiya and issuing evacuation orders to residents.",
    "“This is a war of genocide and ethnic cleansing. The occupation has conducted a horrifying massacre in Beit Lahiya,” the Hamas media office said.",
    "Residents and medics said Israeli forces had tightened their siege on Jabalia, the largest of the enclave’s eight historic camps, which it encircled by also sending tanks to the nearby towns of Beit Hanoun and Beit Lahiya and issuing evacuation orders to residents.",
    "Residents and medical officials said Israeli forces were bombing houses and besieging hospitals, preventing medical and food supplies from entering to force them to leave the camp.",
    "Health officials said they refused orders by the Israeli army to evacuate the hospital or leave the patients, many in critical condition, unattended.",
    "“Hospitals in northern Gaza suffer from stark shortages of medical supplies and manpower and are overwhelmed by the number of casualties,” said Hussam Abu Safiya.",
    "“We are now trying to decide who among the wounded we needed to attend to first, and several wounded died because we could not deal with them,” he said.",
    "Earlier on Saturday, Israeli planes dropped leaflets over southern Gaza showing a picture of the dead Hamas chief Yahya Sinwar with the message “Hamas will no longer rule Gaza”, echoing language used by Israeli Prime Minister Benjamin Netanyahu.",
    "The move came as Israeli military strikes killed at least 108 people across the Gaza Strip on Saturday, Palestinian health officials said.",
    "“Whoever drops the weapon and hands over the hostages will be allowed to leave and live in peace,” read the leaflet, written in Arabic, according to residents of the southern city of Khan Younis and images circulating online.",
    "The leaflet’s wording was from a statement by Netanyahu on Thursday after Sinwar was killed by Israeli soldiers operating in Rafah, in the south near the Egyptian border, on Wednesday.",
    "The Oct. 7 attack Sinwar planned on Israeli communities a year ago killed around 1,200 people, with another 253 dragged back to Gaza as hostages, according to Israeli tallies.",
    "Israel’s subsequent war has devastated Gaza, killing more than 42,500 Palestinians, with another 10,000 uncounted dead thought to lie under the rubble, Gaza health authorities say.",
    "In the central Gaza Strip camp of Al-Maghzai, an Israeli strike on a house killed 11 people, while another strike at the nearby camp of Nuseirat killed four others.",
    "Five other people were killed in two separate strikes in the south Gaza cities of Khan Younis and Rafah, medics said, while seven Palestinians were killed in the Shati camp in the northern Gaza Strip.",
    "Later on Saturday, an Israeli strike killed three Palestinians in Nuseirat, medics said.",
    "Late on Friday, medics said 33 people, mostly women and children, were killed and 85 others were wounded in Israeli strikes that destroyed at least three houses in Jabalia.",
    "It said forces were continuing operations against Hamas across the enclave, killing several gunmen in Rafah and Jabalia and dismantling military infrastructure. Palestinian medics said five people were killed in Jabalia on Saturday."
  ]
}