{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-exchange-bonds-provisionally-rated-caa1-sovereign-on-upgrade-watch-moodys-190549/",
  "time_ut": 1732767720.0,
  "original_lang": "en",
  "original_title": "Sri Lanka exchange bonds provisionally rated (Caa1), sovereign on upgrade watch: Moody’s",
  "original_body_lines": [
    "ECONOMYNEXT – Moody’s Investors’ Service, said it was provisionally rating Sri Lanka’s bonds to be exchanged for defaulted securities as ‘Caa1’ and has put the ‘Ca’ national rating on watch for upgrade.",
    "Sri Lanka announced a bond exchange which it plans to complete on December 12.",
    "Ca indicates debt which is in default and with ‘some prospect for recovery in principal and interest, according to Moody’s definition.",
    "“The existing Ca ratings on Sri Lanka’s foreign currency senior unsecured debt issuances that are in default and will be exchanged for the new debt issuances reflect the expected financial loss and are unchanged,” Moody’s said.",
    "“The decision to place the issuer rating on review for upgrade reflects the announcement of the exchange offer by the government, which if successful will conclude the restructuring of its international bonds held by private-sector creditors and reduce the default risk on new and future issuances.",
    "“In particular, the relatively comprehensive debt restructuring and ongoing reforms under the government’s programmes with development partners including the International Monetary Fund (IMF) are leading to a significant reduction in external vulnerability and government liquidity risk, while raising prospects for fiscal and debt sustainability, albeit from a weak starting point.",
    "“Willingness and capacity to implement reforms speak to Sri Lanka’s governance, a driver of this rating action.”",
    "The provisional ratings were assigned for GDP-linked bonds, Governance Linked Bonds and past due interest bonds."
  ]
}