{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/mr-doubles-down-on-anti-privatisation-even-as-party-members-defend-reforms-163417/",
  "time_ut": 1715883960.0,
  "original_lang": "en",
  "original_title": "MR doubles down on anti-privatisation even as party members defend reforms",
  "original_body_lines": [
    "ECONOMYNEXT — Former President and leader of the ruling Sri Lanka Podujana Peramuna (SLPP) Mahinda Rajapaksa has seemingly upped the ante on his anti-privatisation rhetoric, claiming that a majority of his party are opposed to the “sale of national assets”, even as ministers representing the party continue to defend ongoing reforms.",
    "Rajapaksa told reporters on Thursday May 16 following a meeting at the SLPP headquarters in Colombo that 99 percent of the party share his views on the matter.",
    "“It’s not just me, the majority of our party, 99 percent, are of this view,” he said, asked for comment on a recent statement he made declaring his opposition to Sri Lanka’s ongoing International Monetary Fund (IMF)-backed efforts to restructure a number of state-owned enterprises (SOEs).",
    "Meanwhile, at a protest in Colombo against proposed new electricity act saw trade union leaders refer to Power & Energy Minister and prominent SLPP member Kanchana Wijesekara as ‘Kanchana Wickremesinghe’, indicating that the protestors thought of the minister as being fully on board the president’s reform agenda.",
    "On Wednesday, State Minister of Finance Shehan Semasinghe, also of the SLPP, said Sri Lanka’s economy would take another 15 years to recover if the government were to deviate from its ongoing policy trajectory, which includes what the SLPP euphemistically refers to as a “sale of national assets”.",
    "Former president Rajapaksa said that the SLPP is in the government, the party reserves the right to freely express its views.",
    "“Our independence has not been compromised just because we’re in the government. We are prepared to express our views at any time,” he said.",
    "Asked if the SLPP was prepared to walk out if the Wickremesinghe administration continued to implement policies the party disapproved of, Rajapaksa said: “We’re ready for anything for the country.”",
    "Commenting on elections, he said the SLPP is ready for either a presidential election or a parliamentary one.",
    "“We’re ready for anything. If it’s a presidential election, we’re ready for that; if it is a parliamentary election, we’re ready for that too. This is not an issue for us.”",
    "Asked to comment on a remark by President Wickremesinghe that calls from some quarters for a parliamentary election first are an attempt to disrupt the stock market for personal gain, Rajapaksa said: “What nonsense? We don’t accept that.”"
  ]
}