{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/AICPA-and-CIMA-announces-Mark-Koziel-as-next-CEO/34-768111",
  "time_ut": 1729212130.0,
  "original_lang": "en",
  "original_title": "AICPA and CIMA announces Mark Koziel as next CEO",
  "original_body_lines": [
    "Following an extensive global search, the Board of Directors of the Association of International Certified Professional Accountants (the Association) has appointed Mark Koziel, CPA, CGMA, as the organisation’s next CEO. Koziel will succeed Barry Melancon, CPA, CGMA, who will retire at the end of 2024.",
    "Koziel is currently President and CEO of Allinial Global, an association of independent accounting and advisory firms with $ 6 billion in collective revenue and 268 member firms worldwide. He will begin the role in January following a handover period.",
    "Koziel has extensive leadership experience. He became President and CEO of Allinial Global in 2020 after 14 years with the AICPA and the Association, where he served in a number of roles, including executive vice president, Firm Services. He began working in the profession at a large accounting firm, Lumsden McCormick, based in Buffalo, New York. Throughout his career he has been a consistent advocate for accountants and has developed a strong global understanding of the accounting and finance profession.",
    "Simon Bittlestone, FCMA, CGMA, CIMA president and chair of the Association, said: “We are delighted to announce Mark as our new CEO for the Association. The appointment follows an open and extensive global search that attracted a strong pool of candidates from around the world. Mark is a dynamic, values-led leader with extensive experience and knowledge of our profession. The board looks forward to working with him in leading our members, candidates, and the profession into the 2030s and beyond.”",
    "He continued: “I would like to thank Barry Melancon ahead of his retirement for his leadership of AICPA and CIMA, and lifelong commitment to advancing the accounting and finance profession – a remarkable 30 years of dedication.”",
    "AICPA Chair and co-Chair of the Association Carla McCall CPA, CGMA, said: “In a strong field of applicants, Mark was the standout candidate because of his knowledge, understanding, experience, and vision for the profession and the organisation. These are transformative times for our profession. I look forward to working with Mark to seize the opportunities in front of us.”",
    "Mark Koziel said: “I am excited and honoured to be appointed CEO of the world’s largest accounting membership body. I look forward to playing a key role in leading the organisation and the profession to new heights. The profession is well positioned to expand and continue to evolve the value it brings serving the public interest and addressing the challenges faced by economies, business, and society. I cannot wait to start working closely with members, candidates, volunteers, and staff to do just that and drive our great profession forward.”",
    "Retiring CEO Barry Melancon said: “Serving the profession over the last 30 years has been a great honour, and I have been fortunate to have played a part in its transformation. I am thrilled to see Mark appointed to the role, knowing his passion and vision for the profession and AICPA & CIMA. Mark will do a fantastic job.”"
  ]
}