{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/a-glint-in-the-eyes-of-votaries-of-bjp-2024-encounter/",
  "time_ut": 1717114257.0,
  "original_lang": "en",
  "original_title": "A Glint In The Eyes Of Votaries Of BJP – 2024 Encounter",
  "original_body_lines": [
    "An absolute majority in Lok Sabha held the prospect of a third consecutive term for the BJP in 2024. A remarkable stretch of achievements nationally and internationally, swung increasing support for the incumbent government. Conversely, the opposition unable to bring its act together, was losing its confidence by the day. An ill-knit coalition fragmented even in the course of the elections. Before elections concluded, the coalition was in shambles.",
    "The Four-State elections giving a stunning victory to the BJP recently, launched it into the trajectory of victory. The election year 2023 – 2024 pitched but ever-increasing confidence in the BJP. The opposition fragments were driven into an unholy alliance, which started disintegrating from the beginning. To see an overwhelming victory, BJP has only four more days.",
    "No sooner the decades old decadent Dravidian party scored its corruption ridden victory 3 years ago, it settled down to embezzlements unlimited and repulsive dynastic rule. A powerful BJP governance at the centre and the emergence of Annamalai, a personage of remarkable leadership attributes, deriving support and strength from the centre was too much for the incumbent state party to comprehend. From day one the voting majority burgeoned into his avowed sympathizers.",
    "The new leader quite adroitly identified two primary hate symbols; swindling public funds and a penchant for dynastic dominance. Making full political capital on these repugnant outgrowths Annamalai also garnered all the sins of omission and commission of the state government. In contrast was the steady growth of India displaying all aspects of a nation’s development. The disparities were a stern reproach on the state’s inept governance.",
    "In nearly four years of sustained stirring of the voting millions Annamalai had secured overwhelming success in weaning the masses to his side. July 2023 saw a mind capturing launch of ‘En Mann En Makkal’ Padayatra, spread across 150 marches encompassing 234 electorates in Tamil Nadu. The minds of the voters were visibly changed. The hearts of women were successfully captured. Among the youth was a glint in their eyes. In exultation there was little difference between the Fuhrer’s youth a century ago and Annamalai’s youth now. Children appeared changed for life. DMK leader saw no difference and declaimed a victory of 40 out of 40 seats. Devoid of vision though possessed of eyes!",
    "The much-acclaimed Padayatra drew millions as audience in total. The ripple effect was tremendous, granted the impact of the electronic media. Above all was the intellectuality and versatility of Annamalai in his presentations replete with facts and statistics. The avalanches swept away insipid questions like “what has Modi done in 10 years?” The ignorant DMK got rightly staked. Never since Independence did India learn so much on governance as of now with intellectual and academic discourses from one political leader. Little wonder that Tamil Nadu is creating electoral history in 2024.",
    "It is also well perceived that the BJP is poised for a two-thirds majority in Lok Sabha if not alone, then with the support of the coalition partners. BJP will do well in 2024 as in 2019 in North India, while capturing West Bengal for the first time. BJP will capture more seats in Jammu and Kashmir and become the ruling party. In Central India, BJP will hold its position buttressing the strength in the North.",
    "South India will make a significant improvement compared to 2019. Karnataka will send the largest number of MPs to Lok Sabha from the South. In Andhra, Chandrababu and BJP coalition will win and rule the state. Telangana is falling into the hands of BJP. Indications are that in Kerala, BJP will open account at this election with 2 seats if not more.",
    "Tamil Nadu is bound to capture 21 plus seats together with the coalition partners. Vote total will register the highest for NDA in its history in Tamil Nadu. DMK may score 18 minus. Win or lose it will flounder in infamy and ignominy after June 4th. The state election of 2026 or earlier will see a drastic change in the misfortunes of the DMK. What next? Inevitable demise of this formation.",
    "Annamalai seeing clearly the contours of the immediate future, has already picked the 234candidates and identified the electorates for each one of them.  They will prepare the plans and programmes for their constituencies from day one for the 2026 state elections. Who will match his forward planning?"
  ]
}