{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Catholic-Church-welcomes-sacking-of-ex-SDIG-Nilantha-Jayawardena/56-779254",
  "time_ut": 1753052413.0,
  "original_lang": "en",
  "original_title": "Catholic Church welcomes sacking of ex-SDIG Nilantha Jayawardena",
  "original_body_lines": [
    "National Catholic Mass Communications Director Rev. Fr. Jude Krishantha urges immediate criminal prosecution against Jayawardena",
    "Suggests larger, hidden force may be behind bombings, beyond Zahran Hashim’s group",
    "Accuses former Presidents Sirisena, Gotabaya and Ranil of protecting Jayawardena for past six years",
    "Calls on Govt. to expose full truth and ensure accountability at all levels",
    "The Catholic Church of Sri Lanka yesterday welcomed President Anura Kumara Disanayake’s decision to terminate the services of former Senior Deputy Inspector General of Police (SDIG) Nilantha Jayawardena, while calling for swift legal action against all those found responsible for the 2019 Easter Sunday attacks.",
    "Speaking to the media, National Catholic Mass Communications Director Rev. Fr. Jude Krishantha extended his gratitude to President Disanayake for taking steps to sack Jayawardena.",
    "On 19 July, the National Police Commission (NPC) announced that it had officially terminated the service of Jayawardena, following a disciplinary inquiry related to the 2019 Easter Sunday terror attacks. Jayawardena, who headed the State Intelligence Service (SIS) at the time of the attacks in 2019, has long faced accusations of failing to act on crucial intelligence that could have averted the tragedy.",
    "Rev. Fr. Krishantha also urged the President, Criminal Investigation Department (CID), Inspector General of Police, and Attorney General’s Department to immediately initiate criminal proceedings against Jayawardena. “The findings are clear. There is no need to delay any further,” he said.",
    "He raised serious suspicions about former President Maithripala Sirisena, who was also serving as Defence Minister during the attacks.",
    "He also questioned the timing of Sirisena’s sudden departure to Singapore prior to the attacks, without naming an Acting Minister, despite the existence of advance intelligence warnings.",
    "“We have deep concerns. Was the former President being influenced or controlled by a more powerful force? It is very clear now that these attacks were not simply the work of Zahran Hashim and his group, but that there was a larger and more sinister plan at play,” Rev. Fr. Krishantha said, suggesting what he described as an “unknown force” behind the tragedy.",
    "He went on to accuse three former Presidents—Maithripala Sirisena, Gotabaya Rajapaksa, and Ranil Wickremesinghe of protecting Jayawardena despite widespread allegations and public outrage during the past six years. “There is a strong feeling that these three leaders had something to hide and they used Jayawardena’s continued presence in the Police to do just that,” he alleged.",
    "Rev. Fr. Krishantha called on the Government to take bold steps in exposing the full truth. “The new Government has a duty to uncover what those in power tried to hide. The people deserve to know the truth. The victims deserve justice,” he asserted.",
    "He insisted that justice must be served irrespective of rank or political status. “Whether it is a former President or a senior officer, anyone responsible must be held accountable in a Court of law. No one is above justice,” he added.",
    "Rev. Fr. Krishantha called for the harshest possible punishment for those convicted of direct or indirect involvement in the Easter Sunday bombings on 21 April 2019 which targeted churches and hotels across Sri Lanka, killing over 260 people and injuring hundreds more.",
    "“In my opinion, even a life sentence is not enough. For a crime of this magnitude, the death penalty is what justice demands,” he said, expressing the depth of the Catholic Church’s continued grief and demand for accountability.",
    "The coordinated Easter Sunday suicide bombings remain one of the deadliest terrorist incidents in the country’s post-war history."
  ]
}