{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-stocks-end-0-26-pct-higher-on-financials-and-capital-goods-241779/",
  "time_ut": 1758711600.0,
  "original_lang": "en",
  "original_title": "Sri Lanka stocks end 0.26-pct higher on financials and capital goods",
  "original_body_lines": [
    "ECONOMYNEXT – The Colombo Stock Exchange All Share Price Index (ASPI) climbed 0.26 percent on Wednesday ending a volatile session, data on its site showed.",
    "The broader ASPI climbed 55.61 points from Tuesday, to end at 21,338.45; while the more liquid S&P SL20 closed 0.13 percent, or 7.92 points higher, at 6,081.06.",
    "The top contributors to the ASPI were Ceylinco Holdings (up 75.00 rupees at 3,175.00), LB Finance (up 8.00 rupees at 149.50), Hayleys (up 3.25 rupees at 188.00), Central Finance Company (up 6.25 rupees at 289.00) and Commercial Bank (up 1.50 rupees at 194.00).",
    "Market turnover was 5.6 billion rupees on Wednesday, while the share volumes was 185,795,899.",
    "Sri Lanka’s Mercantile Investments and Finance PLC said it will seek shareholder approval for a share sub-division which will see an ordinary share split into 200 ordinary shares.",
    "Sri Lanka’s Mercantile Investments and Finance to offer share subdivision",
    "European defence stocks rose following US president Donald Trump comment on social media platform Truth Social.",
    "“I think Ukraine, with the support of the European Union, is in a position to fight and WIN all of Ukraine back in its original form,” Trump wrote on Truth Social on Wednesday.",
    "BAE Systems Plc was trading 1.08 percent higher at 1,972.00 British pence sterling while Dassault Aviation was trading 6.00 euro higher at 288.80 euro.",
    "Indian equity markets continued to fall on Information Technology related shares following Trump imposing a one time US 100,000 dollars fee on new applicants on the H-1B visa policy from Sunday midnight.",
    "The Nifty 50 index fell 0.45 percent to 25,056.90, while BSE Sensex moved 0.47 percent to 81,715.63.",
    "Tokyo’s Nikkei 225 index fell as “overnight declines on Wall Street and investor moves to lock in gains after recent sharp advances,” Japan’s The Mainichi newspaper said.",
    "The index moved 0.43 percent, or 193.36 points down, to 45,300.30.",
    "As at 4.20 pm Sri Lankan time, spot gold was trading at 3,774.60 US dollars, up 2.74 US dollars. (Colombo/Sep24/2025)"
  ]
}