{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Crafting-legacy-through-collaboration-and-synergy/4-781829",
  "time_ut": 1758144920.0,
  "original_lang": "en",
  "original_title": "Crafting legacy through collaboration and synergy",
  "original_body_lines": [
    "The traditional corporate mindset in Sri Lanka often equates success with control. But in an era where volatility is the only certainty, holding majority stakes does not guarantee sustainability.",
    "The recent decision by business magnate Dhammika Perera to acquire 50% of LAUGFS Holdings Ltd. (LHL) has taken the Sri Lankan corporate world by surprise. For decades, Perera has built his reputation on outright acquisitions and consolidating controlling stakes—an approach that has made him one of the most powerful figures in Sri Lankan business.",
    "This time, however, the story is different. Instead of claiming majority control, he entered into an unprecedented 50:50 partnership. The move sent ripples across boardrooms, with many calling me in disbelief, some expressing concern, and others cautiously optimistic. Many friends and peers advised me against agreeing to an equal partnership, warning me about the risks of sharing power with someone of Dhammika’s stature and history.",
    "Yet my conviction was clear. This was not an impulsive decision, but a carefully considered strategy rooted in the belief that collaboration, rather than control, is the truFrom dreams to dynasties: The entrepreneur’s true legacy",
    "We live in a time of relentless change—geopolitical instability, climate risks, technological disruption, and shifting consumer behaviours have made the business environment more volatile than ever. In such a context, clinging to traditional notions of ownership—insisting on 51% control—can be shortsighted.",
    "Entrepreneurs of our generation must recognise that resilience comes not from solitary strength but from combining complementary capabilities. In other words, two strong hands can steady the wheel better than one.",
    "Global research backs this. A study by the Boston Consulting Group shows that in times of macroeconomic turbulence, joint ventures often outperform mergers and acquisitions because they distribute risk and mobilise synergies more effectively. Equal ownership structures, in particular, are found to be more durable since they ensure balanced commitment from both partners.",
    "In Sri Lanka, businesses today face rising energy costs, supply chain disruptions, regulatory reforms, and a fragile consumer environment. These challenges cannot be overcome by isolated action. They demand new models of collaboration—models that encourage businesses to pool strengths, share risks, and build for the long term.",
    "Every entrepreneur begins with a dream. Contrary to the common perception that wealth is the sole motivator, the real driver is often the vision of building something enduring—an enterprise that grows, survives, and contributes beyond one’s lifetime.",
    "The truth, however, is sobering. Globally, about 70% of founder-led firms do not survive beyond the first generation. Only 13% make it to the third generation, and a mere 3% cross the century mark. This phenomenon—sometimes referred to as the 30/13/3 rule—remains one of the harshest realities of entrepreneurship.",
    "Sri Lanka, too, has witnessed once-thriving family firms fade into oblivion, despite their historic legacies. The reasons are not always external—taxation, competition, or labour issues—but often internal: founder complacency, failure to professionalise, or destructive rivalries within families.",
    "This is why I believe that for founders at the peak of their careers, decisions such as forming a 50:50 partnership are not about relinquishing control but about future-proofing the enterprise.",
    "Joseph Schumpeter, the father of entrepreneurship theory, argued that capitalism is inherently dynamic, driven by waves of innovation and eventually leading to its own “creative destruction.” Businesses, like organisms, have life cycles: birth, growth, maturity, and decline.",
    "For many founder-led firms, decline comes prematurely due to what I call “founder’s pride.” After decades of success and wealth accumulation, founders often become blind to emerging risks. They resist change, cling to control, and fail to put in place systems that can ensure longevity.",
    "In my own reflection, I realised that clinging to majority control could risk LAUGFS falling into this very trap. By entering into an equal partnership, I am consciously choosing continuity over pride. It is not about diminishing influence but about protecting what has been built.",
    "In Sri Lanka, the phrase “family business” often carries a somewhat dismissive tone, associated with small shops bearing names like & Sons or & Brothers. Yet globally, family businesses are the backbone of economies.",
    "In fact, 35% of Fortune 500 companies remain family-controlled. In India, 79% of GDP is contributed by 65 family business groups, including giants such as Reliance (Ambani), Tata, Birla, Mahindra, and Godrej. Even in Sri Lanka, conglomerates like John Keells, Aitken Spence, and Hayleys started as family ventures before evolving into professionally managed corporations.",
    "The real challenge for family firms is not starting or scaling but surviving succession. The so-called “cousins’ tournament”—conflict among second or third-generation heirs—is one of the most common reasons for collapse. This is precisely why partnerships like ours matter. By combining two entrepreneurial legacies, we build resilience not just against market risks but also against succession pitfalls.",
    "When founders unite, they not only combine resources but also create checks and balances that force them to think beyond personal pride and family rivalries. They establish systems and governance that can guide businesses long after the founders themselves step away.",
    "Sceptics often argue that joint ventures fail because decision-making becomes paralysed when partners disagree. While this can be true in mismatched partnerships, equally powerful entrepreneurs with aligned values can make 50:50 ownership more sustainable than a 51:49 split.",
    "In a 50:50 structure, risks and investments are shared more equitably. Both parties remain equally invested in success, which fosters a balance of accountability and incentive. It also encourages each partner to bring their best resources to the table—financial strength, networks, innovation capacity, or brand equity.",
    "Global business history offers several compelling examples. The Sony-Ericsson joint venture combined Sony’s expertise in consumer electronics with Ericsson’s telecommunication technology, producing mobile phones that defined an era. The Renault–Nissan alliance, though later evolving into a more complex structure, initially thrived as a balanced partnership that allowed both companies to survive and grow in a hyper-competitive automotive market. Closer to our region, the Tata-SIA Airlines joint venture (operating as Vistara) brought together Tata’s brand legacy and Singapore Airlines’ technical and service excellence, creating one of India’s most successful premium carriers.",
    "Other global cases reinforce this point. The GlaxoSmithKline–Pfizer consumer health joint venture created a global powerhouse in over-the-counter medicines by merging complementary product portfolios. In the energy sector, the BP–Reliance partnership in India exemplified how international capital and local market knowledge can come together under equal terms to unlock vast potential. In each case, the model was not about one partner overshadowing the other, but about leveraging synergy for shared growth.",
    "These cases demonstrate that equal partnerships can unlock synergies neither side could have achieved alone. They also show that when two parties are committed to collaboration, the perceived risk of deadlock can be outweighed by the potential for innovation and market expansion.",
    "Dhammika and I share similar entrepreneurial DNA. Neither of us hails from Colombo’s traditional elite. We both started with modest means—he with acquisitions and I with greenfield ventures—and in three decades built diversified groups with significant economic impact.",
    "This partnership, therefore, is not about one yielding to the other. It is about recognising that together we can create something larger than either of us could build alone. For him, this is the first time staying at 50%. For me, it is the first time sharing my legacy with an equal. The symbolic value of this partnership is as important as its economic potential.",
    "It also reflects an important cultural shift. In a business landscape where personal dominance has long been celebrated, choosing equality is a bold statement. It is a message that collaboration can be more powerful than control, and that legacy is not weakened by sharing but strengthened.",
    "What matters more is strategic alignment, complementary capabilities, and shared vision. Our partnership is a demonstration that even the most successful entrepreneurs can—and should—choose collaboration over competition. If two individuals, both accustomed to absolute control, can come together on equal terms, it sends a powerful message: Sri Lankan enterprises must break free from the obsession with majority control and embrace partnerships that unlock greater potential",
    "For both of us, the question now is not personal wealth but legacy. We have crossed the stage of individual accomplishment. What matters is whether the enterprises we built will survive beyond us—whether they will contribute to Sri Lanka’s economy for decades to come.",
    "By joining forces, we are setting the stage for professionalisation, succession planning, and governance structures that will protect both our legacies. Importantly, we are signalling to other entrepreneurs that collaboration is not weakness but wisdom.",
    "A 50:50 structure also sets an example for younger generations. It shows that true leadership is not about dominance but about the humility to share, the foresight to collaborate, and the vision to think beyond one’s lifetime. If Sri Lankan entrepreneurs embrace this ethos, we could see the emergence of stronger, more resilient conglomerates capable of competing globally.",
    "The traditional corporate mindset in Sri Lanka often equates success with control. But in an era where volatility is the only certainty, holding majority stakes does not guarantee sustainability.",
    "What matters more is strategic alignment, complementary capabilities, and shared vision. Our partnership is a demonstration that even the most successful entrepreneurs can—and should—choose collaboration over competition.",
    "If two individuals, both accustomed to absolute control, can come together on equal terms, it sends a powerful message: Sri Lankan enterprises must break free from the obsession with majority control and embrace partnerships that unlock greater potential.",
    "This lesson is particularly vital in today’s economic context. Sri Lanka’s recovery depends on the strength of its private sector. If businesses continue to operate in isolation, guarded by narrow notions of control, they will struggle to scale beyond national boundaries. But if they join hands—within industries and across industries—they can access new capital, tap into global networks, and create jobs and opportunities for generations to come.",
    "History is full of examples of empires that crumbled because of internal rivalries or unchecked pride. The same is true in business. But history also celebrates those who joined hands at the right moment to build legacies greater than themselves.",
    "The partnership between Dhammika Perera and myself is more than a corporate deal. It is a statement of intent: that Sri Lanka’s entrepreneurs must rise above individual pride, embrace collaboration, and think generationally.",
    "We may be two contemporaries, equally recognised and equally accomplished, but in choosing partnership over control, we hope to model a new path for Sri Lankan business—a path where the goal is not simply to win alone, but to build together, endure together, and prosper together.",
    "(The writer is the Founder and Executive Group Chairman of LAUGFS Holdings Ltd., a diversified Sri Lankan conglomerate operating across energy, retail, leisure, agriculture, and industries. With over three decades of entrepreneurial leadership, he has been instrumental in building one of Sri Lanka’s most recognised homegrown business groups. Dr. Wegapitiya holds a Ph.D. in Entrepreneurship and Family Business Continuity and is widely respected as a thought leader on trans-generational business strategy and governance.)"
  ]
}