{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-welcome-move-4/",
  "time_ut": 1758472140.0,
  "original_lang": "en",
  "original_title": "A welcome move",
  "original_body_lines": [
    "The NPP government finds itself in an unenviable position, having to perform some formidable tasks its predecessors left undone due to lack of political will. Roads have become chaotic over the decades, with the number of lives lost in accidents thereon averaging seven a day. About 1,960 lives have been lost in road accidents so far this year, according to a news item published in this newspaper today. One of the primary contributors to road fatalities has been identified as reckless driving, which has defied half-hearted attempts to tackle it under successive governments. Enforcing road discipline, coupled with safety measures, is half the battle in reducing fatal accidents.",
    "As for road safety measures, Gotabaya Rajapaksa was instrumental in making it mandatory for motorists to wear seat belts, when he was the Defence Secretary. That was no mean achievement in a country like Sri Lanka, where indiscipline is the norm. However, that rule did not apply to the old vehicles without factory-fitted seat belts. The NPP government has gone a step ahead and made all passengers and drivers belt themselves up or face legal action. It was thought in some quarters that the government would not be able to ensure the compliance of unruly private bus drivers, but they have fallen in line. This is something the current administration can preen itself on.",
    "The NPP government is reported to have done something even better. All drivers engaged in passenger transport shall be required to obtain a public transport licence (PTL) by 31 Dec., 2025, according to Minister of Transport and Highways Bimal Rathnayake. This is something long overdue and will go a long way towards ensuring passenger safety. Not every individual with a heavy vehicle licence should be permitted to transport passengers. Buses display everything except information about their drivers and conductors. It is hoped that bus drivers and conductors shall be required to wear a uniform and photo identification badges, as in other countries.",
    "Minister Rathnayake has not elaborated on the PTL scheme, and one can only hope that it will be expanded to cover the drivers of all categories of vehicles engaged in transporting passengers, especially school buses/vans and trishaws, and the PTL will be made renewable annually. Most of all, drivers in the public transport sector must be made to undergo periodic drug tests, which are currently mandatory only for those who apply for heavy vehicle licences or seek their renewal.",
    "The public transport sector is in an unholy mess because private bus operators run a parallel government to all intents and purposes thanks to their financial prowess and political connections. Following the 1977 regime change, the J. R. Jayewardene government made the mistake of allowing private bus owners to enjoy the freedom of the wild ass because most of them were UNP supporters at the time. They seem to think that they should be able to operate their buses according to their whims and fancies. The systematic debilitation of the state-owned bus service enabled the private bus owners to emerge so powerful as to win their demands by holding governments and the public to ransom. Private bus crews are no better. They are a law unto themselves. They blatantly violate passengers’ rights and even threaten those who have the courage to stand up to them. Successive governments have baulked at taming the bus Mafia for political reasons, and it is now up to the incumbent government to grasp the nettle. Minister Rathnayake should not hesitate to take stringent action to ensure passenger safety; he can rest assured that all right-thinking people will be on his side, and he has their blessings to accomplish the task of making roads safe.",
    "Not that previous governments were unaware of the measures that needed to be adopted to ensure a safe, people-friendly public transport system; they lacked the courage to take tough action which, they thought, would provoke the bus Mafia into flexing its muscles. The NPP, which has received a mammoth mandate from the people to ensure that their interests will prevail, should go all out to rein in errant drivers.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}