{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Life-as-we-know-depends-on-the-health-of-the-planet/172-280857",
  "time_ut": 1713378600.0,
  "original_lang": "en",
  "original_title": "Life as we know depends on the health of the planet",
  "original_body_lines": [
    "While President Ranil Wickremesinghe, the splintered Sri Lanka Podujana Peramuna (SLPP) government and opposition parties are focusing on the elections, what election should be held or when and on what basis, more attention needs to be given to vital issues relating to Mother Earth, as the world marks Mother Earth day on Monday, April 22.",
    "In a statement, the United Nations said that Mother Earth is clearly urging a call to action. Nature is suffering. Oceans are being filled with plastic and turning more acidic. Extreme heat, wildfires and floods have affected millions of people.",
    "Climate change, human-made changes to nature, as well as crimes that disrupt biodiversity, such as deforestation, land-use change, intensified agriculture and livestock production or the growing illegal wildlife trade, can accelerate the speed of destruction of the planet.",
    "According to the UN, this is the third Mother Earth Day celebrated within the UN Decade on Ecosystem Restoration. Ecosystems support all life on earth. The healthier our ecosystems are, the healthier the planet and its people. Restoring our damaged ecosystems will help end poverty, combat climate change and prevent mass extinction. But, we will only succeed if everyone plays a part.",
    "Are we aware that the planet is losing 10 million hectares of forests every year–an area larger than Iceland? A healthy ecosystem helps to protect us from diseases. Biological diversity makes it difficult for pathogens to spread rapidly. It is also estimated that around one million animal and plant species are now threatened with extinction.",
    "According to the UN, the Decade on Ecosystem Restoration provides a great opportunity to revive our natural world amidst the ongoing environmental crisis. While a decade may seem lengthy, scientists emphasise that these next ten years are pivotal in combating climate change and preventing the loss of countless species. Read the ten strategic actions within the UN Decade that can contribute to building a #GenerationRestoration. They can empower a global movement, finance restoration on the ground, set the right incentives, celebrate leadership, shift behaviours, invest in research, build up capacity, celebrate a culture of restoration, build up the next generation and listen and learn.",
    "While world leaders are actively seeking solutions to combat climate change, in Sri Lanka, we see political leaders causing more destruction and devastation to Mother Earth.",
    "On April 9, Daily Mirror reported that for a long time, accusations have been made against Urban Development and Housing Minister Prasanna Ranatunga, alleging that he forcibly acquired a plot of state-owned land in the Thalawathugoda area and also conducted reclamation and development activities there. The Minister’s daughter resides in a house on a land adjacent to Perera Mawatha in Thalawathugoda where the Minister’s house is located. There is no access to that house directly from Perera Mawatha; hence, one must use the road close to the Thalawathugoda tank to reach it. A protected canal separates the Minister’s daughter’s land from the Minister’s land at the end of that road. It is alleged that Minister Ranatunga is attempting to fill the canal, construct a road to connect the two houses and provide access to both properties from these roads. However, the Minister has denied the allegation claiming they are baseless and malicious. But, the UDA admits leasing state land to the Minister’s wife.",
    "Two environmental journalists, Manal Aman and Lilli Iannella, have said that Mother Earth has been talking to us ever since her beginning. She smiles through sunshine, cries through rainfall and screams through storms. And now, more than ever, paying attention to the many moods of the earth is crucial, as we face climate change and detrimental weather events that place people at risk. Life as we know it depends on the health of the planet."
  ]
}