{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/centralization-or-devolution-of-power-justice-for-father-daniel-jeyaruban/",
  "time_ut": 1756558872.0,
  "original_lang": "en",
  "original_title": "Centralization Or Devolution Of Power: Justice For Father Daniel Jeyaruban",
  "original_body_lines": [
    "Many act out of self-preservation rather than principle. Therefore, between centralization and devolution, those with power want to hold on to it. So it is with the church too. Bishops hold on to and assert their power. Those at parish level want it distributed. Just prior to the May 1970 general election, the UNP knew of the ULF landslide but was hiding it from us.",
    "At the time,  Lake House, founded in 1926 by D. R. Wijewardena (Ranil Wickremesinghe’s maternal grandfather) was valiantly putting out a UNP Victory. Bishop Harold de Soysa’s mother was Catherine Wijewardene. The Wijewardenas and de Soysas are related. The Bishop’s mixed-caste status gave him many important connections. He identified as Karava – I presume because the de Soysas had a better tradition in education. Harold had a real BA from Oxford but after Ranil’s recent arrest there is a document in Tamil claiming a fictitious MA from Oxford.",
    "It was time for Bishop de Soysa to help his relations. He issued a statement a few days before the polls that was emblazoned on page-1 in the Daily News. I vividly recall: “Do not vote for totalitarianism of any kind.” He meant the left-leaning and left-including United Left Front which swept into power. The ULF government promptly nationalised plantations, banks, oil companies etc.; Lake House was nationalized in 1973.",
    "Mrs. Srimavo Bandaranaike, claiming that the UNP had bankrupted the country, called for donations to her “Save the Country Fund.”",
    "It was time for the Bishop to  regain the church’s stature squandered by his brash directive on how to vote. He promptly ordered every parish to contribute the following Sunday’s collection to the Save the Country Fund.",
    "My grandfather, Charles R. Hoole, was the Editor of the Saturday Post in Singapore. My grandmother died young when my father was about 6 years old. My uncle, Charles Richard Hensman, lost his father when he went to India and was not heard from. So it fell on my grandfather to take his sister-in-law under his wings, and she helped with my father. CR Hensman was effectively my father’s brother. The two had a sound liberal training under an Editor.",
    "My father was a cricketer who had played for Raffles and Singapore and had a strong will. When the Saturday Post crashed during the depression, our properties on Chemmany Road were sold. My father and Hensman returned to Ceylon, where my father was persuaded by the then bishop to join the clergy (European clergy were fleeing fearing an imminent Japanese invasion). Hensman became a BBC TV Producer.",
    "When my father died in 1975, Bishop Lakshman Wickremesinghe, whom we regularly visited in Kurunegala, came home and told us, “Richard Hoole and Dick Hensman were the only two persons in Sri Lanka who could deliver a sermon in English without notes, and make no single mistake.” To return a compliment on his simplicity, I witnessed the Bishop washing his own sarong in a bathtub at the Cathedral.",
    "Anyway, as a cricketer trained in the classics at Raffles, my father was one of the few (if not the only) priest refusing to contribute to the Save Country Fund. Later Harold ordered my father to invite the new Archdeacon J.J. Gnapragasam (later Bishop) to the Christmas Party at Christ Church as the Chief Guest. My father refused, saying it is not the custom to have a chief guest at a Christmas Party where Jesus Christ is the Chief Guest, and that he would invite him on the next suitable occasion.",
    "Following these two incidents I was privy to a flurry of correspondence between my father and Harold, each citing some constitutional authority. The Bishop quoted his power over parish priests, and my father stood firm on the independence of the parish following the Elisabethan reforms. With this stalement, my father sent in his resignation as priest. Harold backed down saying my father had many more years of service to give our Holy Mother, the Church.",
    "In a way, that was my training in independence,  freedom under devolution and safeguarding those powers quoting the law.",
    "As Bishop of Colombo, Bishop Rodrigo started well. He is quoted by Vatican News (9 Feb. 2022) on the importance of a representstive government with powers devolved to the people.  He emphasized the process of creating a new constitution that represents all communities. Said he, that  “it is the responsibility and duty of all to empower the people.”",
    "The bishop and his predecessors have followed this example. For example, with the Church Missionary Society (CMS) running CMS schools, the Bishops have stepped down from their traditional chairperson’s role, giving it to lay-persons, with a slant towards Tamils. In principle that is good except that, particularly in the Tamil community, most educated people have fled.  So the last three Chairmen have been without the university degrees so necessary to understand broadbased, liberal education – a plantation manager who got an honourary doctorate and unethically goes as doctor, a law college graduate who was the Diocesan Secretary, and now an accountant whose book keeping experience does not help. None of the three is trained to understand education. So the CMS appointments are designed to preserve power. For example when the present chairman had a long telephone conversation with me and hung up, the previous chairwoman was shown on the phone to have been listening and coaching him during the WhatsApp call – concentrating power.",
    "A leading school in Jaffna in my time, SJC has sunk under the present Principal to a very low rank while many girls’ schools like Chundikuli Girls’ College have overtaken it. Under CMS Management, the Manager and Chairman are absentees in Colombo. The other Jaffna CMS school, Chundikuli, is managed by a young old girl in Colombo who cannot guide the much senior Principal.  In this disastrous milieu the unaccomplished Principals want no questions asked.",
    "The Rev. Daniel Jeyaruban is a nonstipendiary Anglican Priest and SJC Teacher who has become President of the Teachers’ Guild  and holds an American Master’s degree. In this CMS management he is a “misfit.” His leadership is seen as an obstacle to management’s free hand.",
    "So the CMS  moved to sack Daniel and framed 7 charges. They suspended him without pay at the end of August 2024 and declared the school out of bounds to him. They asked a Thomian lawyer Janaprith Fernando to inquire. The inquiry was concluded early this August and the report given only to the CMS Chair J.A. Setukavalar.",
    "I have read the charges and related documents. They do not reflect any intelligence on the part of the CMS Board:",
    "1. Taking possession of telephones confiscated from students by a teacher although phones were prohibited by the Principal.",
    "2. Operating a WhatsApp group for the Teachers’ Guild whereas many student groups do the same, and when the Principal ordered it shut down, asking for an appointment to discuss the matter.",
    "3. Wrongfully and/or maliciously creating an unauthorized email ID for the Teachers’ Guild.",
    "4. Undermining the Principal by instructing some staff members that they were not obliged to follow the Principal’s instructions. The corroborating evidence was contradictory.",
    "5. By-passing the Principal in writing to the Governing Body whereas the CMS Ordinance explicitly provides for staff writing to them. Interestingly he was asked how he was in possession of the Ordinace, a public document!",
    "6. Not informing the Principal of meetings of the Guild. But copies of letters informing the Principal belie this.",
    "7. Informing school staff of his suspension. When one stops coming to school and others ask why, how can one not tell them?",
    "One can be sure that Janapriya Fernando as a lawyer cannot sustain these charges. CMS not showing the report to Fr. Daniel is a breach of natural justice. His pain has been prolonged with a year’s suspension and he has no copy of the report to go to court. His wife is ready to deliver soon and the stress jeopardises their baby.",
    "The CMS, with good sense, has summoned the Principal to Colombo a few times. The speculation is that the report is adverse to the Board and that it correctly demands punishments to the Principal and members of the Board (at least the Chairman and Manager Dhanon Senathirajah) who permitted this egregious exercise.",
    "CMS seems concerned that the Principal cannot function when Father Daniel is returned to duties and owed back pay and damages. These damages will be more for ruining his reputation, especially as a priest who still consecrates the Eucharist. It remains to be seen whether they wil choose justice or their own convenience.",
    "But justice, the integrity of the school, and the Church’s principles are far more important than retaining those people who let down the Church."
  ]
}