{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/AMS-urges-fairness-amidst-National-Hospital-turmoil/108-277492",
  "time_ut": 1708516080.0,
  "original_lang": "en",
  "original_title": "AMS urges fairness amidst National Hospital turmoil",
  "original_body_lines": [
    "Colombo, Feb 21 (Daily Mirror) - In response to the recent upheaval at the National Hospital of Sri Lanka (NHSL), the Association of Medical Specialists (AMS) raised deep concern over the events that transpired on the premises.",
    "The AMS observed an unsettling incident where a group of healthcare workers reportedly obstructed a deputy director of NHSL from leaving his office, demanding his removal over contentious statements made in the recent past.",
    "In their press release, the AMS highlighted several crucial points surrounding the issue. Firstly, they emphasized that while the deputy director in question holds the position of President of a trade union, expressing opinions and views is within the rights of trade union leaders.",
    "However, if such expressions are deemed detrimental to the functioning of health services or specific categories of health workers, a formal complaint process should be initiated followed by an impartial inquiry.",
    "The AMS stressed the importance of adhering to established regulations, stating that no officer should be removed from their post without due process and a thorough investigation into the allegations against them.",
    "Moreover, the AMS expressed alarm over the derogatory media statements and criticisms exchanged among health sector workers, warning that such actions could severely undermine the collaborative teamwork essential for effective healthcare services.",
    "In light of these concerns, the AMS called upon the authorities to conduct fair and impartial inquiries into any allegations against officers, cautioning against yielding to mob pressure and disruptive protests that impede the daily operations of NHSL.",
    "Furthermore, they advised the Ministry of Health to resist succumbing to undue trade union pressures from various categories of health staff engaged in unfair trade union activities."
  ]
}