{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/ranil-beats-trump-on-hypocrisy-crookedness/",
  "time_ut": 1722257110.0,
  "original_lang": "en",
  "original_title": "Ranil Beats Trump On Hypocrisy & Crookedness",
  "original_body_lines": [
    "If ever Sri Lanka has produced the most fake democrat, it has to be our back-door President Ranil Wickramesinghe. While he altered our constitution and laws by 19th Amendment, claiming to strengthen what little left of our apparent democracy, he is denying the most fundamental component of any democracy; the right to vote! At least Trump did not pretend to be a great Democrat! But RW did! RW made SL one up over America!",
    "He denied the local elections over a year ago bogusly claiming lack of funds all the while spending millions of borrowed monies on a non existing national pride on the Independence Day celebrations. Further he also got the bunch of Rajapaksa crooks and hooligans in the parliament to approve extra Rs. 200 million over and above the budget on his own foreign travel. Note that this is all borrowed money we don’t have !",
    "This loser never earned the right through a legitimate vote through an election so at the end of his 50 year long sordid political life, he decided to travel around the world in style at the cost of more borrowed millions paid by his impoverished nation!",
    "The nation killers, the Rajapaksas who appointed Ranil as president to save their own skin, robbed our nation up to eyeballs with million dollar borrowed Chinese money. Then they  invested on non self-sustaining projects while pocketing their cut managed to run our country to  historical bankruptcy spearheaded by an 8th grader another Rajapaksa named Gotabaya.",
    "This foolish man gave away Rs 650 billion (about $ 3.5 B) as tax cuts to his business buddies not figuring out how to pay for it. Idiocy of the highest order!  When he ran short of dollars he told farmers to use cow-dung for fertilizer thereby killing the only productive sector we had in the midst of a global Pandemic.",
    "Even when so much financially broke, Gota & Co allowed his goons to even rob from so called organic fertilizer that turned out to be human waste! Nobody was held accountable!",
    "Greedy Ranil could not wait to be called the President and stopped all loan repayments placing us squarely as a bankrupt nation. Ranil used money thus saved to provide the essentials. Then to cover the huge budget deficit, he imposed massive taxes on people. People were already down to two meals a day and the tax cuts landed them on a mere one meal a day. All the while Ranil was jet setting around the world with more borrowed money as if we have not borrowed enough.",
    "All the while a vast number of Lankans -men and women – were running away to Middle East for a meagre 150 dollar wage in order to escape hunger and poverty. Imagine our leader who enslaves our mothers to wicked Arabs, and using the dollars thus earned to jet set for him and his buddies. I have personally witnessed these young and impoverished mothers at airports, so helplessly leaving their young babies and kids to a distant and an unknown land for a mere $150 .The sadness in their faces is heartwarming and I cannot express the disgust of our so-called leaders who put these poor families through this misery.",
    "Now picture in this background, a whole bunch of politicians, ministers and the back door President Ranil being driven around in air-conditioned luxury with escorts and bodyguards. Have you seen all those luxury SUV’s , Sedans being driven in and out of parliament and Ranil/MR  bungalows? Do these vermin have no conscience? They ride high on the back of those poor women in the Middle East while their babies cry out for their mothers.",
    "So whatever happened to our 2600 year old great culture and decency?",
    "As if they have not caused enough pain to our people, they dare to whisk through our crowded streets, totally driving the everyday drivers and pedestrians to the ditch. Do they deserve such a privilege? Why?",
    "Are their business more important than the rest of us? If so, how come they managed to run our nation to a deep ditch?",
    "So coming back to the back-door President Ranil, we can see he is trying every trick of the book to delay elections. First, he appointed the IGP Deshabandu Tennakoon using a trick that absentee vote on the CC is to be considered as a NO vote. Of course, the shameless lackey speaker helped in the process as his whole family has benefitted from being a lap dog to RW. Then when the SCOSL suspended this appointment this week, the great Democrat Ranil claimed that the SCOSL has no such power.",
    "Whatever happened to the much bragged about co-equal branches of government doctrine that his crooked uncle JRJ bragged about? Didn’t JRJ brag that the Supreme court is the 3rd co-equal branch of the government that checks the other two branches?",
    "Is this supposed Democrat brain dead or just want to bend the constitution to his benefit ?  If the decisions of the SCOSL is less superior than the other two branches, how come RW was reappointed as PM during the Sirisena time when he got kicked out? Did he then scream also that Parliament is superior than the SCOSL?",
    "Talking about the date of elections, this is yet another blunder RW’s uncle JRJ made. Without fixing a fixed date on the calendar for a presidential election, he left that power to the President thus creating all this nonsensical mess bout an election date!",
    "In my opinion every top  leader who ran our land for the past several decades should be standing in front of a judge or should be stripped from civil rights. The biggest crime being bending the law for personal benefit after having taken an oath to defend the constitution and the law. Those who eat grass don’t understand those precious concepts anyway!",
    "Recently I was in SL and could not feel sadder to our broken system. Let me take one simple example. Starting from the highway way entrance at Kottawa and heading towards Colombo on the high level road, every intersection is a disastrous traffic  mess. The only traffic law being trying to intimidate the other and get through. The so-called highway code is ancient history.",
    "Nugegoda high level road and Kohuwala junction both have traffic lights that don’t work. There are many more. Two years ago too they were not working too. In fact, countless are the number of traffic light that are not working. As a result, traffic slows down tremendously causing so much waste of expensive petrol and precious time. Now don’t we have local several of governments who get paid with public money? Why don’t they fix these essential public facilities? Who is holding them accountable?",
    "They built an expensive overpass at Kohuwala a year ago but never fixed the broken traffic light. The junction is still a total mess !",
    "Where is our elected and appointed leadership?  Who runs our country? Are we simply dumb to keep these goons in power? I have no doubt hundreds of politicos including Ranil pass through these. But are they blind to these chaos or do they too eat grass?",
    "Forget about fixing broken traffic lights. Let’s say they have no money to fix these. Why cant they put huge STOP signed on all sides and allow fist come first serve through these intersections. Since the majority of Lankans lack discipline, have a few cops at the intersection and hit large fines who don’t  abide by traffic rules. Do this for a month, the word will go around to obey the stop signs.",
    "We all will be better off and more importantly will look civilized",
    "Let’s be honest. Millions of our people can do with some TOUGH love ! But before that the leaders too have to walk straight !",
    "Finally, my hope is that the JVP will come to power. Not because they have so far presented their platform in detail  but what other options do we have?",
    "Former US President, Nobel laureate Barak Obama used to say ” one cannot keep doing the same thing and expect a different result”. So RW and goons, MR and goons, Sajith and goons (except General Fonseka) and some of the small party criss-crossers like the robe wearing crook monk, Patali, and some of the fringe leaders must quit. They have done enough damage jumping side to side fooling our people long enough.",
    "Welcome Anura Kumara Dissanayake but where on earth is your manifesto? Do that or you will end up as just another cheap politician, full of hot air?",
    "We remain a nation taken for a long ride by the top politicos of all parties thanks to our grass eaters!"
  ]
}