{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/towards-stability-equity-prosperity-part-ii/",
  "time_ut": 1730137302.0,
  "original_lang": "en",
  "original_title": "Towards Stability, Equity & Prosperity: Part II",
  "original_body_lines": [
    "The interim NPP government wants to make negotiated changes to the IMF conditionalities already agreed upon by the previous regime. If that is not feasible, the NPP will have to move away from the thinking that any deviation from the IMF prescribed debt restructuring would further damage the country’s economy. Otherwise, the NPP will have to resort to other alternatives.",
    "Furthermore, allegations are being made that the interim government has overborrowed during its first few weeks in office. The Central Bank has issued treasury bills of Rs. 465.1 billion from last September 27. However, the government has clarified that this is not a new or an additional loan.",
    "The financial transactions carried out by the interim government are being undertaken as per the financial provisions and practices the previous government had established. The interim government has to still follow the routine practice of issuing treasury bills, of which Rs. four hundred billion has been utilised for debt servicing purposes.",
    "Once elected to power, the new government can change these provisions and practices. Criticisms thus levelled at the president appears to be just another scare mongering campaign by the opponents to create panic and uncertainty among the people prior to the parliamentary elections.",
    "Many political opponents, particularly the former President Ranil Wickremesinghe has been critical of the new President for wanting to make changes to the IMF agreements. Mr Wickremesinghe has also spoken about comrade Dissanayake needing to accept responsibility. This elicits a fair question: Why has Mr Wickremesinghe not accepted responsibility for any of the decisions, he and his party had taken in ruining the Sri Lankan society, socially, economically, and politically?",
    "Nevertheless, the current economic setup and the pledge to continue with the IMF program with certain negotiated adjustments appear to have calmed the nerves of the business community and the concerns about disrupting the economic recovery.",
    "After being appointed as President in 2022 Mr Wickremesinghe renegotiated the external debt, borrowed from the IMF pledging to implement austerity measures, restricted imports, and expanded taxes on consumer goods.",
    "The IMF did not demand for an increase in the Value-Added Tax (VAT), but he raised it to 18 percent. The debt restructuring process was to include privatisation of state enterprises, commercialisation of public services and slashing social welfare measures. Outward economic stability was established by withholding the debt repayments until a future date.",
    "Mr Wickremesinghe used authoritarianism to impose economic burdens on the general public. To curtail dissent, and to restrict the freedom of speech and association, he introduced a set of new repressive legislation such as a revamped PTA and an “online safety” bill. Civil society organisations and the trade union movement resisted these attempts, but their protests were brutally suppressed.",
    "The NPP appears committed to renegotiate the way revenue measures are being imposed, how expenditure is being managed, and reserves are to be built. The IMF has allowed this sort of renegotiations before. To manage the government fiscal balance and build up external reserves, the NPP appears to prefer using long-term project loans rather than using International Sovereign Bonds",
    "Despite the misinformation, disinformation, and slander campaigns carried out against the JVP, some of which are being resurrected by some in the opposition like the former president, the country and its President appear to be progressing well without any major hiccups. In a capitalistic sense, the investor confidence is up, with the value of the Rupee continuing to appreciate. One interpretation provided for this performance is that the new president though perceived to be sympathetic to Marxism has so far acted in a way the markets expected.",
    "Comrade Dissanayake’s interim government has taken steps to ease the cost-of-living burden imposed on the civilian population by the previous regime. Measures, such as increases in income taxes and costs of electricity and other house-hold items and cuts to social welfare benefits etc., were imposed as a part of the austerity measures associated with the bailout deal made with the International Monetary Fund (IMF). The deal has been implemented in an inequitable manner, favouring the affluent in society, while being not favourable to those who are much less well off.",
    "During the pre-presidential election campaign, the NPP placed emphasis on dealing with corruption, wastage, and the mismanagement of resources. The NPP also explained that those who were most adversely affected by the IMF deal were those least likely to financially cope. The NPP also did not pledge to withdraw from the deal.",
    "The economic policy of the NPP has relied on renegotiating with the IMF for more flexible conditionalities. That is to make the tax regime more equitable and thus ease the financial burden on working people. Through no fault of their own, they are made to bear a large part of this financial burden. Now that they are in the driving seat, the NPP have to demonstrate that they can navigate the economy and the society that is deeply fractured.",
    "The IMF treatment targets the private sector making more room for further profits at the expense of the working people. However, this will be strongly opposed by the trade union movement. Hence, any changes to labour legislation can be best achieved through broader social participation by adopting an inclusive, consultative, transparent, and responsible approach.",
    "That will allow working people to have a say about the decisions that are going to affect their future and their children’s future. Any responsible government will have to tread very carefully to ensure that people’s interests are kept in the fore front when adopting their stand regarding such developments.",
    "From the IMF perspective, any changes that are to be renegotiated still need to satisfy the IMF’s debt sustainability tests. If Sri Lanka cannot do so, the entire IMF package may have to be renegotiated. If a new NPP government implements a policy framework that enables meeting targets agreed to, then the changes required to the IMF conditionalities appear achievable. The expectation is that the IMF will not object to the NPP propositions on redistributing the tax burden."
  ]
}