{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-minister-issues-warning-against-media-reports-197845/",
  "time_ut": 1735916040.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Minister issues warning against media reports",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Media Minister Nalinda Jayatissa warned action against media reporting which he said was not accurate and was said to have been made with malicious intentions.",
    "“While protecting the freedom of expression, the government has the right to take actions against these kinds of malicious acts,” Minister Jayatissa told reporters in Colombo on Friday.",
    "“We will protect the media freedom at its highest level, but I would like to say don’t do dirty media tricks while hiding behind the media freedom. We will not allow that.”",
    "“As a government, we will protect media freedom at its highest level. We are a government which will provide high opportunities for journalists to disseminate information to the public. We are not ready to touch media freedom by any means.”",
    "Most political parties in Sri Lanka have  had their own newspapers historically, and they now have websites and social media channels.",
    "Mainstream media have also been perceived as supporting one party or the other at different times, and state media has been accused of permanent bias in the past.",
    "A report on police action on road-side vendors was wrongly linked to President Dissanayake’s Clean Sri Lanka project, the Minister said.",
    "“We will protect the freedom of expression and democracy at the highest level. However, if somebody is using newspapers or channels for their own or business or political benefit purposely and deliberately with malicious intentions, I think the government has the right to act on behalf of the public,” he said.",
    "“As the media minister, I want to say that our top priority is the people of this country, their security, and the peaceful coexistence among the people. We will not allow the publishing of malicious, false, manipulated news for business or political motives. Not only that, we are also ready to resort to legal action.”",
    "“We would like to tell them, please correct yourselves.” (Colombo/January 03/2025)"
  ]
}