{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97651/salary-hike-cbsl-officials-summoned-to-party-leaders-meeting-next-week",
  "time_ut": 1709273220.0,
  "original_lang": "en",
  "original_title": "Salary hike: CBSL officials summoned to party leaders’ meeting next week",
  "original_body_lines": [
    "The officials of the Central Bank of Sri Lanka (CBSL) will be summoned to the party leaders’ meeting scheduled to be convened at 10.30 a.m. on Tuesday (March 05), the Department of Communication of Parliament says.",
    "There, the CBSL officials will be inquired about the process and rationale behind the recent salary hike given to its employees.",
    "This was decided at the meeting of Committee on Parliamentary Business held this morning (March 01).",
    "Next week’s parliamentary sessions are slated to be held from Tuesday to Thursday.",
    "Earlier this week, the CBSL requested the President, in his capacity as the Minister of Finance, for an opportunity to apprise the Members of Parliament, through an appropriate Parliamentary Committee, of the recent salary increment which came under fire. The request was made in writing by CBSL Governor Dr. Nandalal Weerasinghe.",
    "Issuing a release in this regard, the CBSL had explained that the latest revision of remuneration of its employees had been approved by the Governing Board under the triennial Collective Agreement entered into with the Trade Unions covering the period 2024- 2026.",
    "“CBSL will explain its position upon being offered the requested opportunity or on receipt of a request for information”, the statement read.",
    "In light of the situation, State Minister of Finance Shehan Semasinghe suggested that CBSL officials be summoned before the Committee on Public Finance (COPF), for clarifications pertaining to the matter.",
    "Recent media reports revealed that the CBSL had increased the salaries of its employees by 70% and the move was heavily criticized by parliamentarians of both the ruling party and the opposition."
  ]
}