{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103593/ravi-nominated-for-national-list-seat-without-ranil-and-ndf-parties-consent",
  "time_ut": 1731936840.0,
  "original_lang": "en",
  "original_title": "Ravi nominated for National List seat without Ranil and NDF parties’ consent?",
  "original_body_lines": [
    "The leader of the New Democratic Front (NDF), former President Ranil Wickremesinghe has reportedly informed the party representatives that the decision to nominate Ravi Karunanayake for one of the two NDF National List MP seats has been taken in an arbitrary manner without the consent of the other parties and himself.",
    "According to the results of the 2024 General Election, the New Democratic Front (NDF), which contested under the symbol of the ‘Gas Cylinder’, won three parliamentary seats and two National List seats.",
    "The New Democratic Front was formed by the United National Party (UNP), the Sri Lanka Freedom Party (SLFP) and the ‘Podujana Eksath Nidahas Peramuna’ to contest the election.",
    "Accordingly, it had been proposed to name one member each from the ‘Podujana Eksath Nidahas Peramuna’ and the United National Party (UNP) for the two National List seats while the final decision on the matter was expected to be taken tomorrow (18) collectively by all parties in the alliance.",
    "It is said that former President Ranil Wickremesinghe had also informed the General Secretary of the New Democratic Front, Mrs. Sharmila Perera, of this relevant position.",
    "A proposal had also been put forward to nominate former Minister Kanchana Wijesekera, who contested the election from Matara District but was not elected, for the position of National List MP from the ‘Podujana Eksath Nidahas Peramuna’ faction.",
    "However, despite this, the name of Ravi Karunanayake had been sent to the Election Commission today in writing by the General Secretary of the NDF, Mrs. Sharmila Perera, for one of the National List MP seats of the New Democratic Front.",
    "But former President Wickremesinghe has reportedly informed the representatives of the New Democratic Front that Karunanayake’s name had been forwarded for the position of National List MP in an arbitrary manner without his consent and the approval of the other parties in the alliance.",
    "The former president has further said that this arbitrary decision taken by the party secretary cannot be approved when all the parties of the alliance are scheduled to meet in Colombo tomorrow morning to make a decision regarding the two National List MP seats obtained by the New Democratic Front.",
    "However, the stakeholders of the New Democratic Front (NDF), including former President Ranil Wickremesinghe, are scheduled to meet tomorrow to discuss the issue related to the two National List MP seats including the nomination of Ravi Karunanayake."
  ]
}