{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102197/anura-kumara-dissanayake-elected-president-of-sri-lanka",
  "time_ut": 1727014800.0,
  "original_lang": "en",
  "original_title": "Anura Kumara Dissanayake elected President of Sri Lanka",
  "original_body_lines": [
    "National People’s Power (NPP) presidential candidate Anura Kumara Dissanayake has been elected as the 9th Executive President of Sri Lanka.",
    "The election commission formally announced on Sunday (September 22) NPP leader Anura Kumara Dissanayake as the winner of the 2024 Presidential Election.",
    "The commission said on its website that Mr. Dissanayake, 55, won the presidency with 42.31% of the vote at Saturday’s (September 21) election, pushing opposition leader Sajith Premadasa to second place and incumbent Ranil Wickremesinghe to a distant third.",
    "Mr. Dissanayake is due to be sworn in on Monday (September 23), according to unconfirmed repors.",
    "In a post on ‘X’ (formerly Twitter) after the release of results concluded, Dissanayake said:",
    "“The dream we have nurtured for centuries is finally coming true. This achievement is not the result of any single person’s work, but the collective effort of hundreds of thousands of you. Your commitment has brought us this far, and for that, I am deeply grateful. This victory belongs to all of us.",
    "“Our journey here has been paved by the sacrifices of so many who gave their sweat, tears, and even their lives for this cause. Their sacrifices are not forgotten. We hold the scepter of their hopes and struggles, knowing the responsibility it carries. The millions of eyes filled with hope and expectation push us forward, and together, we stand ready to rewrite Sri Lankan history.",
    "“This dream can only be realized with a fresh start. The unity of Sinhalese, Tamils, Muslims, and all Sri Lankans is the bedrock of this new beginning. The New Renaissance we seek will rise from this shared strength and vision.",
    "“Let us join hands and shape this future together!,” he said.",
    "A record 38 contenders vied for Sri Lanka’s presidency in Saturday’s vote. For the first time in the country’s history, election officials counted the second-preference votes after no candidate secured 50 percent.",
    "The election commission made the announcement after a second vote count, the first in the country’s history.",
    "Opposition leader Sajith Premadasa finished second while incumbent President Ranil Wickremesinghe came third and was eliminated after the first round."
  ]
}