{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/nominations-over-a-divided-govt-vs-a-diverse-opposition/",
  "time_ut": 1724003520.0,
  "original_lang": "en",
  "original_title": "Nominations over, a divided govt. vs a diverse opposition",
  "original_body_lines": [
    "With nominations for the September 21st presidential elections now completed, a survey of the political landscape provides an interesting picture. A record thirty-nine candidates are in the fray, but most of them would be also-rans. In this year’s election as well, there are three main candidates, with a couple of other interesting side shows. In the last presidential election of 2019, the three main candidates polled 97% between them, while the balance thirty-two candidates shared 3% of the vote between them.",
    "For any government to win reelection to office, it needs to retain the support of the social forces which propelled it into power in the first place. Post the Aragalaya protest movement and the fleeing away of Gotabaya Rajapakse in 2022, its successor, was a coalition between Ranil Wickremesinghe and the Rajapaksa’s SLPP, specifically the SLPP’s parliamentary majority. It is a successor administration, which is only now going before the people seeking a mandate, constitutionally not having needed to do so in 2022. However, it is doing so, after the ruling coalition broke apart. The political marriage of convenience between Ranil Wickremesinghe and the Rajapakses, is now officially over.",
    "As nominations closed, the Rajapaksas and the SLPP nominated their own candidate. The original plan was for a stop-gap standard bearer, or as a night watchman in cricketing terms, to carry the SLPP flag during this election and business tycoon, and SLPP MP Dhammika Perera was chosen. However, that was not to be. Accordingly, the scion of the Rajapaksa political dynasty, Hambantota District parliamentarian and former Thomian rugby captain young Namal Rajapaksa, stepped out of his father’s shadow. The country would be able to get a good look at the next generation Rajapaksa being groomed to take over leadership of the family’s political fortunes. However, post-2022, once senses a public weariness with and a rejection of the Rajapaksa politics and if public polling and opinion surveys are to be relied on, the young Rajapaksa should garner in the high single digits of the popular vote. An interesting side show to the real contest. President Ranil Wickremesinghe on the other hand, sans his SLPP coalition partner is now an independent candidate trying to cobble up a coalition of the willing, sans a real grassroots network. A broken ruling coalition is seeking election in its two constituent parts.",
    "Sri Lanka has always had a basic two-party system or a contestation for power between two major political groupings whatever names or forms they may take or adopt, with a strong leftist component, as a third distinct political entity. For the early part of Sri Lanka’s post-Independence history these two forces were the UNP and the SLFP, with the left being represented by the LSSP and the CP. With Sri Lanka’s elections being switched over to the Proportional Representation system, parties became more like alliances. The 2015 election, which brought an SLFP/UNP coalition under President Sirisena and Ranil Wickremesinghe demonstrated that the political space created by the two major parties coming together resulted not in a one-party state, but in the capture of the opposition space by the Rajapaksas through their new party, the SLPP, which swept to power in 2019. Leading the opposition to the Rajapaksas and the ruling Wickremesinghe administration is the Samagi Jana Balawegaya (SJB) of Opposition Leader Sajith Premadasa. Having formed a broader umbrella of a Samagi Jana Sandanaya or Alliance, the SJB seems the broadest based Alliance, seeking to come into government office through the election of Premadasa as president of the republic. The SJB, as per its public pronouncements, has crafted a largely centrist position on most issues, capturing the middle ground between the business as usual of Wickremesinghe and the system change of the JVP/NPP.",
    "The political left, now dominated by the JVP, is led by its most effective standard bearer ever, in post independent Sri Lanka, Member of Parliament, Anura Kumara Dissanayake (AKD). The JVP/AKD saw a surge in support, in the aftermath of the Aragalaya, as the ethos of the system change caught currency and received public support. But two years on and as the voting public takes a good hard look at whether they prefer a system change or deep reforms, the balance seems to moving more towards the formal opposition of the SJB rather than the political left represented by the JVP/NPP. To complicated matters for the JVP/NPP, the founder and head of a leading media conglomerate Dilith Jayaweera is contesting as the candidate of the Sri Lanka Communist Party, backed by a group of the more majoritarian ethnic nationalist MPs. This is a further splintering of the political forces which came together in backing the SLPP in 2019 and with the political discrediting of the Rajapaksas in 2019, the ethnic nationalism, which was a mainstay of their politics is also largely discredited.",
    "The real presidential election contest is among the incumbent president Ranil Wickremesinghe, the Opposition Leader Sajith Premadasa and the leftist leader Dissanayake. The sovereign people of Sri Lanka will decide on 21 September 2024 who should shape our common destiny and steward the journey for the next five years.",
    "(The writer previously served as Presidential spokesman and Advisor, Ministry of Foreign Affairs, the views expressed are personal).",
    "Scientists predict changes in snakebite risks in Sri Lanka by 2050",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}