{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113041/donald-trump-to-impose-100-tariffs-on-films-made-outside-us-threatens-levy-on-furniture",
  "time_ut": 1759153980.0,
  "original_lang": "en",
  "original_title": "Donald Trump to impose 100% tariffs on films made outside US, threatens levy on furniture",
  "original_body_lines": [
    "US President Donald Trump said on Monday (Sep 29) he would impose a 100 per cent tariff on all foreign-made movies, an unprecedented move that threatens to upend Hollywood’s global business model.",
    "The step signals Trump’s willingness to extend protectionist trade policies into cultural industries, raising uncertainty for studios that depend heavily on international box-office revenue and cross-border co-productions.",
    "Trump announced the measure in a post on his Truth Social platform, claiming US movie-making is losing ground to international competition.",
    "“Our movie making business has been stolen from the United States of America, by other Countries, just like stealing candy from a baby,” he wrote.",
    "However, it was not immediately clear what legal authority Trump would use to impose a 100 per cent tariff on foreign-made films.",
    "White House did not immediately respond to a Reuters request for comment on how the tariffs would be implemented. Warner Bros Discovery, Comcast, Paramount Skydance and Netflix also did not immediately respond to requests.",
    "The president had first floated the idea of a movie tariff in May but offered very little details, leaving entertainment executives unsure whether it would apply to specific countries or all imports.",
    "Studio executives told Reuters earlier this year that they were “flummoxed” by how a movie tariff might be enforced, given that modern films often use production, financing, post-production and visual effects spread across multiple countries.",
    "The move has drawn scepticism from legal and trade analysts. Some argue films are a form of intellectual property and part of the global trade in services, an area where the US often runs a surplus, raising questions about the legal basis for tariffs.",
    "Co-productions with foreign studios have also become more common, adding to doubts about how such films would be classified."
  ]
}