{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cameralk-expands-to-the-eastern-province-with-the-grand-opening-of-its-latest-showroom-in-batticaloa/",
  "time_ut": 1754590080.0,
  "original_lang": "en",
  "original_title": "CameraLK expands to the Eastern Province with the grand opening of its latest showroom in Batticaloa",
  "original_body_lines": [
    "CameraLK, Sri Lanka’s leading camera retail giant, marked another milestone with the grand opening of its newest showroom in Batticaloa, bringing world-class photography and videography gear to the Eastern Province. This expansion underscores CameraLK’s strategic vision to cater to a wider audience of photography enthusiasts and professionals across Sri Lanka.",
    "The opening ceremony was graced by Sony Sri Lanka Country Manager, Thomas Sim, alongside Anushka Gunasinghe, Managing Director of CameraLK, and several staff members and well-wishers.",
    "Located at 496 Trinco Road, Gnasooriyaam Sathukkam, Batticaloa, this brand-new multi-brand showroom is the first of its kind in the city. With spacious interiors, the store offers customers access to the latest trends and premium products all under one roof— from high-quality DSLR cameras and advanced mirrorless systems to drones, compact point-and-shoot models, and a comprehensive range of accessories. Customers can expect the newest products from top global brands at competitive prices, along with CameraLK’s hallmark excellent customer service.",
    "To celebrate the launch, CameraLK hosted a special photography workshop in Batticaloa. The event brought together passionate photography enthusiasts for a day filled with inspiring talks, hands-on professional training, and creative exchanges. The workshop received an overwhelming response, with a packed venue and an energized audience, reflecting the strong support and enthusiasm of the Batticaloa community.",
    "Speaking at the opening, Anushka Gunasinghe, Managing Director of CameraLK, said: “We are delighted to open our doors in Batticaloa and bring the best of photography and videography solutions to the vibrant community here in the Eastern Province. This showroom is a testament to our mission of making world-class imaging technology accessible to everyone in Sri Lanka, backed by exceptional service and expertise.”",
    "Founded in 2010, CameraLK has rapidly grown to become South Asia’s largest camera retail and online store. Celebrated for its knowledgeable imaging experts, outstanding customer service, and competitive pricing, CameraLK carries over 5,000 products from major manufacturers, including Sony, Canon, Nikon, Sigma, Tamron, Tokina, DJI, GoPro, Profotto, and Wescott. With branches in Colombo, Kandy, Jaffna, and now Batticaloa, as well as a robust online platform at www.cameralk.com, CameraLK continues to be the ultimate destination for camera enthusiasts across Sri Lanka.",
    "ICMA Australia hosts insightful session on bridging generational divide in the workplace",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}