{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99612/10-dead-and-5-still-missing-due-to-bad-weather-in-sri-lanka",
  "time_ut": 1717388400.0,
  "original_lang": "en",
  "original_title": "10 dead and 5 still missing due to bad weather in Sri Lanka",
  "original_body_lines": [
    "The Disaster Management Centre has reported that at least 10 persons have died due to the prevailing adverse weather conditions across the island.",
    "It has further been reported that 5 persons are still missing and 20 persons are injured due to the multiple incidents caused by the bad weather.",
    "It is also mentioned that persons from 177 Divisional Secretariat divisions in 20 districts are affected by the adverse weather.",
    "Accordingly, the Disaster Management Centre reported that a total of 36,504 persons belonging to 9,764 families have been affected by the inclement weather and 5,174 persons have been sent to the 38 safe shelters.",
    "Furthermore, 28 complete property damages and 4,119 partial damages to houses, have been reported.",
    "The highest rainfall within the past 24 hours ending from 06.00 p.m. was 377 mm, recorded in the Pallewela area in Rathnapura district.",
    "The Department of Meteorology further stated that many areas in the country may receive more than 150 mm of rain showers today.",
    "Meanwhile, the Irrigation Department stated that as per the announcement issued early today (03), the flood situation in several low-lying areas of the Nilwala River basin may continue.",
    "The floodwaters are gradually receding in Pasgoda, Kotapola, Pitabeddara, and Akurassa areas, which are the low-lying areas connected to the Nilwala River basin.",
    "However, flooding may continue until the end of today in the low-lying areas of Athuraliya, Malimbada, Kamburupitiya, Thihagoda, Devinuwara, and Matara Divisional Secretariat Divisions.",
    "As the water level of the river continues to rise in the downstream areas, there is a high possibility of a slight overflow of the BR5 embankment known as ‘Galbund’ within approximately two hours.",
    "Despite this, the Irrigation Department stated that there is no significant flood risks due to the overflow, as the areas protected by the Nilwala flood protection dykes currently do not contain a substantial amount of water."
  ]
}