{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110810/japan-agrees-to-continue-granting-scholarships-to-sri-lankan-public-sector-workers",
  "time_ut": 1753344660.0,
  "original_lang": "en",
  "original_title": "Japan agrees to continue granting scholarships to Sri Lankan public sector workers",
  "original_body_lines": [
    "The government of Japan has signed an agreement to continue its scholarship programme for executive-level government officials in Sri Lanka.",
    "Since 2010, the government of Japan has been offering scholarships on a grant basis through the Japanese Grant Aid for Human Resources Development Scholarship (JDS) Programme.",
    "The programme is funded by the Government of Japan under the Official Development Assistance and implemented through the Japan International Cooperation Agency (JICA).",
    "The scholarship programme has provided 240 opportunities for Master’s Degree programmes and 16 opportunities for PhD programmes from the year 2010 to 2025, the Ministry of Finance stated.",
    "The implementation of the JDS program has been successfully completed under four frameworks from 2010 to 2025, and currently the fourth framework is being implemented from 2022 to 2025.",
    "The Japanese government allocates funds for each year and the total grant allocated for this year’s programme is Japanese Yen 332 million (approximately Rs. 687 million).",
    "Accordingly, an exchange of notes between the two governments, and grant agreement between the Sri Lankan government and the JICA for the implementation of the programme were signed today (24), at the Ministry of Finance, Planning and Economic Development.",
    "Dr. Harshana Suriyapperuma, Secretary to the Treasury and the Ministry of Finance on behalf of the government of Sri Lanka, ISOMATA Akio, the Ambassador of Japan in Sri Lanka on behalf of the government of Japan and YAMADA Tetsuya, Chief Representative of the JICA on behalf of the JICA signed the relevant documents, the Finance Ministry added."
  ]
}