{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102744/north-gaza-hospitals-say-food-medicines-running-out-as-israel-presses-offensive",
  "time_ut": 1729086660.0,
  "original_lang": "en",
  "original_title": "North Gaza hospitals say food, medicines running out as Israel presses offensive",
  "original_body_lines": [
    "Palestinian health officials called on Wednesday for a humanitarian corridor to three hospitals in northern Gaza that have come close to collapse as Israeli troops have cut off the area during almost two weeks of heavy fighting against Hamas.",
    "Doctors at the Kamal Adwan, Al-Awda and the Indonesian hospitals have refused to leave their patients despite evacuation orders issued by the Israeli military at the start of a major push into the Jabalia area of northern Gaza 12 days ago.",
    "“We are calling on the international community, the Red Cross and the World Health Organization to play their humanitarian role by opening up a corridor towards our healthcare system,” said Hussam Abu Safiya, director of Kamal Adwan Hospital.",
    "“We are talking about more than 300 medical staff working at Kamal Adwan Hospital, and we can’t provide even a single meal for them to be able to offer medical services safely.”",
    "Jabalia, home to one of Gaza’s eight historic refugee camps, was cleared early in the war by Israeli troops pushing through northern Gaza but Palestinian militant Hamas fighters have re-established themselves in the area.",
    "Palestinian health officials said the new Israeli offensive has killed around 350 Palestinians in Jabalia and nearby areas. In Gaza City on Wednesday, an Israeli airstrike on a house killed 13 people, medics said. In its daily update, the Gaza health ministry said Israeli military strikes had killed 65 Palestinians across the enclave in the past 24 hours.",
    "The dire humanitarian situation has prompted worldwide alarm, with the United States, Israel’s biggest military backer, issuing one of its strongest warnings that Israel must improve the situation or face potential restrictions on military aid.",
    "Speaking to Reuters in Istanbul, senior Hamas official Basem Naim said the U.S. demands showed that Washington and Israel had only “tactical differences” while “looking for ways to implement the same goals”.",
    "Naim said it was difficult to have faith in Washington’s call for more aid and humanitarian relief for Gaza, when it is providing billions of dollars worth of weapons and security assistance to Israel.",
    "The Israeli military says it has killed more than 50 Palestinian fighters over the past days in airstrikes and close quarters combat as troops try to root out Hamas forces operating as guerrillas in the rubble.",
    "It has told people to evacuate to what it said were safer areas in the south, fuelling fears among Palestinians that the drive is aimed at clearing them from northern Gaza permanently as part of a plan to control the enclave.",
    "Israel has denied the evacuation orders are part of a systematic clearance plan, saying they have been issued to ensure people’s safety and separate them from militants.",
    "The Israeli military denies restricting supplies, saying that since Oct. 1, more than 9,000 tons of humanitarian aid has entered Gaza, some of it reaching northern Gaza, where the United Nations estimates some 400,000 Palestinians remain.",
    "On Wednesday, the Israeli military unit that oversees aid and commercial shipments to Gaza said 50 trucks carrying food, water, medical supplies, and shelter equipment provided by Jordan were transferred to the northern Gaza Strip.",
    "But Hadeel Obeid, a supervisor nurse at the Indonesian Hospital, where 28 patients were being treated, said Gazans in the north were “starving”.",
    "“Our administrative manager provides just one meal for all persons including doctors, nurses, patients...It’s a small amount, not enough for an adult person,” she told Reuters via a messaging app.",
    "Medical supplies were running down due to the daily demands of caring for the wounded, she said.",
    "Israel launched the offensive against Hamas after the militant group’s Oct. 7 attack on Israel, in which 1,200 people were killed and around 250 taken hostage to Gaza, according to Israeli tallies. More than 42,000 Palestinians have been killed in the offensive so far, according to Gaza’s health authorities."
  ]
}