{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/suneth-silva-of-wis-recognized-at-global-ceo-45-under-45-leadership-excellence-awards/",
  "time_ut": 1717612740.0,
  "original_lang": "en",
  "original_title": "Suneth Silva of WIS recognized at Global CEO ‘45 Under 45 Leadership Excellence Awards’",
  "original_body_lines": [
    "WIS Director Suneth Silva has been recognized as one of the winners in the “45 Under 45 Leadership Excellence and Emerging Leaders Awards 2024” organized by the Global CEO Forum in Sri Lanka. Suneth Silva’s award underscores his outstanding leadership qualities, commitment to excellence, and innovative approach to work, all of which have helped to elevate WIS’ performance at every level.",
    "The Under 45 Leadership Excellence Platinum Awards is an esteemed programme that recognizes and honours the country’s brightest talents and forward-thinking individuals across various domains. The event is dedicated to celebrating the outstanding achievements of CEOs, entrepreneurs, exporters, SMEs, and other promising professionals who are under 45 years old.",
    "Suneth Silva, together with Wijay Kanagasundaram, and Ifthikar Mohamed, co-founded WIS in 2009 as an accountancy firm that primarily served clients in the UK. Prior to co-founding WIS, Suneth obtained extensive international work experience at HSBC, Morgan Stanley and Dresdner Kleinwort. He possesses an MSc in International Securities and Investment Banking from the University of Reading as well as ACMA and CGMA qualifications from The Chartered Institute of Management Accountants (CIMA).",
    "Having identified that its clients had several other financial needs including mortgages, insurances and wealth management, WIS eventually diversified into these services focusing on client convenience and retention. This resulted in it growing to become a one-stop finance shop and thereby became the WIS Group of companies comprising WIS Accountancy, WIS Umbrella, WIS Mortgages and Insurance and WIS Wealth.",
    "WIS has several offices in the UK and an office in Sri Lanka which was established in 2013. The WIS Sri Lanka office is the offshoring arm of its UK Head Office and also provides BPO services to leading businesses in UK. Earlier this year, WIS expanded its Sri Lanka office by adding a new wing recently, laying the platform for the company to increase its capacity in the coming months. The expansion of the office is part of the WIS’ plan to boost its operations and grow its staff in Colombo during 2024 to keep up with increasing demand for new outsourcing opportunities and an uptick in UK-based companies wanting to establish their support teams in Colombo.",
    "WIS’ latest collaboration is unveiling a new wing this year with a UK lender that is seeking to set up back- office functions such as underwriting, file checking, and mortgage processing in Colombo. The company plans to recruit up to 200 new staff members over the next five years to keep up with the demands of this partnership.",
    "This venture is timely for Sri Lanka as it helps bring in much-needed foreign exchange to the country while enhancing its reputation as an ideal location for KPO/BPO services. Currently, WIS employs over 50 young, talented individuals supporting day-to-day business operations both in Sri Lanka and the UK. Building on its industry links, WIS has also been recognized as a quality training partner with both ACCA and CIMA in Colombo.",
    "Bridging Excellence: A union of innovation and expertise in the transformer industry",
    "National Savings Bank surged its PBT by 192.4% during 1Q2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}