{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/177275-2/",
  "time_ut": 1722246060.0,
  "original_lang": "en",
  "original_title": "Trapped in Myanmar’s cyber-scam factories",
  "original_body_lines": [
    "A university student before the pandemic, La Awng joined mass education boycotts after the coup. Ten months later, when a friend mentioned that a casino in Laukkai was offering 7,500 Chinese yuan ($1,035) a month – more than most minimum-wage workers in Myanmar earn in a year – La Awng decided to give it a try.",
    "He paid a job agent 750,000 kyats ($360) and joined a friend for the 530km (329-mile) car journey to the city. Dropped off on the outskirts of Laukkai, they were escorted inside by a militia the next day and dropped off at a newly built high-rise.",
    "“When we saw it, we thought, ‘This isn’t a casino; maybe they will make us work as carpenters,’” said La Awng. But when training began a day later, he and his friends realised they were caught up in something far more sinister.",
    "Each assigned a computer, they had to strike up conversations with men and women in foreign countries using fake profiles on applications including Instagram, Facebook, and Tinder, or use virtual WhatsApp numbers to send messages at random. “We start by saying things like, ‘Oh, I sent a message to the wrong number. Sorry,’” said La Awng.",
    "During 15 days of training, the company fired people they considered underperformers, but La Awng and his friends passed the selection. They began working 12 hours a day or sometimes more in order to meet scamming targets set by their bosses.",
    "While many people are trafficked into online fraud by friends or acquaintances, others are lured by fraudulent job advertisements. “People would take any job that would accept them, without fact-checking,” said an anti-trafficking specialist with a nonprofit based in northern Myanmar who spoke on condition of anonymity due to the sensitive nature of her work. “We advise people not to take jobs advertised on Facebook that look too good to be true.”",
    "But in a country where millions of students boycotted classes after the coup and formal jobs evaporated, many young people were tempted.",
    "Htun, a former English tutor from Myanmar’s central Sagaing region, responded to an advertisement calling for customer service workers in Laukkai in February 2022.",
    "During an online interview, an agent told him that the job involved talking to foreigners on the phone and that because he had some English and computer skills, he would be paid a starting salary of 1.5 million kyats ($715) a month. “The main thing is money,” said Htun. “I was persuaded by that amount.”",
    "It was only after he had signed a one-year contract that he realised what he was expected to do. Assigned to be an English scammer, he used fictitious profiles on Instagram to strike up romantic connections with people overseas and move the conversation to WhatsApp before transferring the case to another worker.",
    "Although he was unhappy, his bosses demanded two months’ compensation to allow him to quit – an impossible amount given that they also deducted money from his wages if he did not meet their daily scamming targets. With the building surrounded by armed guards, escape also felt impossible. So he toiled from early morning to midnight, seven days a week. “I wanted to go home, but I faced so much pressure,” he said.",
    "Brang, from Kachin State, also fell foul of the traffickers. A university student before the pandemic, he joined nonviolent protests after the coup and travelled to Laukkai in October of 2021 at the invitation of a friend.",
    "He arrived to learn that his friend had set him up with a scamming company but reluctantly accepted.",
    "Only when he tried to quit, and his bosses told him that they had paid for him under a two-year contract, did he realise his friend had profited from the arrangement.",
    "“I accepted this job because I felt bad freeloading at my friend’s house, but it turned out, I was sold,” said Brang. “I felt betrayed and stabbed in the back.”",
    "By then, however, he was trapped. “I worked like a robot from 8am to 2am without rest. I wasn’t even allowed to leave the building,” he said.",
    "Seated at a long table, he had to search for wealthy-looking women in their 30s and 40s on the Chinese social media and messaging application WeChat, comment on their posts using a translation application, and send them private message requests.",
    "For each woman who accepted, Brang got 300 yuan ($42), and a bonus if the contact led to a scam. But if he did not net at least 10 women a day, he was “punished”.",
    "Most days, only three or four women accepted Brang’s requests, and his bosses beat him in front of the other workers, who were forced to watch in silence as he was thrashed on the bottom. “It was harrowing. I ached when I sat down,” he said.",
    "Brang estimates that he was beaten on 10 to 15 occasions before his company decided he would be more useful to them in a different role. Forced to wear the uniform of a military-affiliated militia, he became a bodyguard for the company’s bosses.",
    "The job offered Brang a sense of the scale of Laukkai’s cyber-scamming industry, as well as the power of the Chinese gangs running it. “The whole of Laukkai was like their city or territory,” he said. “The Myanmar military and militia controlled Laukkai, but they didn’t seem to have that much authority, because the Chinese bosses had enormous amounts of money.”",
    "Although he was no longer beaten, Brang seethed with resentment. Not only did he have to protect the same bosses who were holding him captive, but he was also working for a group associated with the military.",
    "The last straw came when he was forced to beat another worker. Soon after, he requested a leave of absence from his boss, concocting a story that he needed to go home for his mother’s funeral. “I even cried in front of him so that he would let me go,” said Brang.",
    "Months after returning home, he fled to Malaysia, where he joined an undocumented workforce from Myanmar that has swelled since the pandemic. He now fears being caught up in an immigration raid, while he is also struggling to cope with memories of his trafficking. “I’m still traumatised by what I’ve been through,” he said.",
    "Were he to do so, or to deviate from the rules in any way, the consequences were clear. “We hear all the groaning and torture on a daily basis and sometimes, it even feels strange if we don’t hear it,” he said. Once, his bosses made a public display of cutting off a worker’s ear after he tried to escape, according to La Awng.",
    "He and another worker interviewed separately by Shwe Phee Myay, a Shan State-based media outlet which collaborated with Al Jazeera for this report, said scamming bosses also kept cages with animals, including lions, tigers, bears and large birds, and threatened to lock workers in these cages if they disobeyed. Both sources also believed that some workers at their companies had been killed, and their bodies quickly burned to destroy the evidence.",
    "Al Jazeera was unable to verify their claims, but regardless of whether the punishments actually happened, the psychological effect of scamming under the constant threat of violence was clear. “I had dreams for my future, but because of working here, I feel like all my dreams have gone,” said La Awng. “Even If I manage to get out of this industry, I think the trauma will still haunt me.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}