{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-top-court-suspends-controversial-vfs-deal-175088/",
  "time_ut": 1722603540.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s top court suspends controversial VFS deal",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Supreme Court suspended a contract given to private consortium IVS-GBS and VFS Global to deal with visa issuance after eight Fundamental Rights (FR) cases were filed against giving the deal without competitive tender, a petitioner said.",
    "“Court Granted leave to proceed. There are 8 Petitions filed including ours and court heard all together. With leave to proceed, the court also gave 3 interim reliefs,” an official at Transparency International Sri Lanka (TISL), one of the eight petitioners told Economy Next.",
    "The apex court suspended the decision of the cabinet to go ahead with the private consortium and the operation of the outsourcing agreement with the companies, while restraining the respondents from taking any further steps on the agreement entered, the official said.",
    "Opposition legislators Patali Ranawaka, M A Sumanthiran and Rauf Hakeem also filed FR cases against the Minister of Public Security and the government alleging a scam over the visa deal, among the eight petitioners.",
    "In its petition, the TISL called for action against the procedural violations and abuse of public trust by officials in the procurement of IVS-GBS and VFS Global to handle the Electronic Travel Authorization (ETA) system for the issuance of visas for tourists visiting Sri Lanka.",
    "The TISL said it filed the case in the public interest, “considering the lack of transparency and non-adherence to guidelines in the decision-making and procurement processes that impact the tourism industry, the national economy and national security”.",
    "It argued that the fundamental rights of the citizens to equality and the right to information, as guaranteed under… have been violated through the actions and inactions of the respondents.",
    "Among the respondents, TISL named the Minister of Public Security, the Controller General of Immigration, the Sri Lanka Tourism Development Authority, GBS Technology Services & IVS Global- FZCO, VFS VF Worldwide Holdings LTD, the Cabinet of Sri Lanka and the Attorney General.",
    "The petition raised concerns over improper and irregular selection of private entities as authorized representatives for issuing visas, entering into agreements with private parties in a manner that could lead to severe financial losses and damage to the tourism sector, and an incident at country’s main airport in May 2024 highlighted the problematic appointment of private entities for visa processing among others.",
    "The petition called for the respondents to be held accountable for their illegal, arbitrary, and unreasonable acts or omissions in the procurement process. (Colombo/August 2/2024)"
  ]
}