{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104630/gen-shavendra-silva-speaks-out-on-aragalaya-controversy-after-retiring-",
  "time_ut": 1735662000.0,
  "original_lang": "en",
  "original_title": "Gen. Shavendra Silva speaks out on ‘Aragalaya’ controversy after retiring",
  "original_body_lines": [
    "The former Army Commander and Chief of Defence Staff (CDS), General Shavendra Silva, has officially retired from the service today (31), concluding a remarkable 41-year career dedicated to safeguarding Sri Lanka’s security and sovereignty.",
    "A formal ceremony marking his retirement was held this afternoon (31) at the Bandaranaike Memorial International Conference Hall (BMICH).",
    "In a detailed statement issued ahead of his retirement, General Silva reflected on certain significant events that transpired during his tenure, including the civil unrest of 2022, also known as the ‘Aragalaya’ protest movement.",
    "“The civil unrest in the country in 2022 was a complex process in my military career that revealed who my true friends and true enemies are. The state army is an official armed force that stands ready to protect the people in the event of a threat to the state, whether external or internal,” he stated.",
    "“The 2022 uprising was an internal civil unrest. I ordered the army to use only minimal force to control the protesters. I did not want any ordinary innocent citizen to die from a military bullet.”",
    "“I was not eager to become a fanatical mass murderer wielding official authority against an unarmed population. The result is that the country did not descend into anarchy. An example of this is the negative consequences of military operations currently being carried out to suppress popular protests in neighboring states,” he said.",
    "Addressing accusations leveled against him, General Silva rejected claims of personal ambitions. “As power-hungry rulers claim, I did not have the obscene and evil purpose of overthrowing the state. Nor did I have the lowly desire to become a pawn of a foreign country or a pet of a foreign embassy. If that were the case, why would I have used the Air Force to rescue the Prime Minister, who was also the fifth Executive President of the country at the time, by dispersing protesters and saving his life?”",
    "“Why would I have driven away the majority of protesters who came to burn down the houses of politicians and saved those houses? Yet, the state rulers’ interpretation of my tactical strategies during the struggle was unfavorable to me,” he noted.",
    "Reflecting on the latter part of his career, he explained, “While serving as only the second Army Commander to hold the rank of four-star General in the history of the Sri Lankan military, I was seven months away from retiring from service on May 31, 2022, when the authorities officially transferred me from the post of Army Commander to Chief of Defence Staff.”",
    "“Shortly thereafter, President Gotabaya Rajapaksa had to flee the country while I was attending a national security conference abroad with state permission, having resigned as Army Commander and serving as the Chief of Defence Staff,” he added."
  ]
}