{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/green-climate-fund-reaches-usd-12-8-bn-contributions-from-31-countries/",
  "time_ut": 1710953460.0,
  "original_lang": "en",
  "original_title": "Green Climate Fund reaches USD 12.8 bn; contributions from 31 countries",
  "original_body_lines": [
    "The United Nations Climate Change Conference’s (COP28), the Green Climate Fund (GCF), witnessed a significant advancement in its second replenishment, as six countries pledged fresh funding, a Youth Group leader and climate change activist said.",
    "Speaking to The Island Financial Review, Sustainable Ocean Alliance Sri Lanka spokesman Sudarsha De Silva said that the total commitments now reached an unprecedented USD 12.8 billion, with 31 countries contributing, and additional pledges anticipated in future.",
    "De Silva said furthermore, eight donor governments disclosed new commitments exceeding USD 174 million to the Least Developed Countries Fund and Special Climate Change Fund. This financial support is crucial for addressing the unique challenges faced by the least developed nations in coping with the impacts of climate change.",
    "In another positive development, he noted COP28 saw new pledges amounting to nearly USD 188 million directed towards the Adaptation Fund. This underscores the growing recognition of the importance of supporting initiatives aimed at helping communities adapt to the changing climate.",
    "“The collective financial contributions from various countries and the diverse allocation of funds to different climate-related initiatives signify a concerted global effort to address climate change challenges and build resilience in vulnerable regions. The commitments made at COP28 mark a noteworthy step forward in international collaboration to combat the adverse effects of climate change, De Silva explained.",
    "However, he said, as highlighted in the global stock-take, these financial pledges are far short of the trillions eventually needed to support developing countries with clean energy transitions, implementing their national climate plans and adaptation efforts.",
    "During COP 28 President Ranil Wickremesinghe unveiled a tropical belt initiative aimed at addressing the challenges of global warming and securing sustainable development for nations within the tropical belt. The President highlighted the urgency of the initiative, emphasizing the need for a paradigm shift in climate funding and a multilateral approach to achieve meaningful results,",
    "The President proposed an approach that involves both tropical and non-tropical countries, as well as collaboration between the government and the private sector. The tropical belt initiative focuses on harnessing commercial investments in vital natural resources within the tropical belt, such as forests, swamps, and mangroves.",
    "President Wickremesinghe highlighted the initiative’s potential to attract private sector involvement, contributing to the ambitious goal of securing trillions of dollars annually.",
    "Negotiators from nearly 200 parties gathered in Dubai for COP28, where a pivotal decision was reached concerning the world’s inaugural ‘global stock-take.’ This landmark event aims to intensify global efforts to combat climate change before the decade concludes, with the overarching objective of maintaining the global temperature increase below the critical 1.5°C limit.",
    "Related Topics:Green Climate FundSudarsha De SilvaThe United Nations Climate Change Conference’s",
    "ComBank engages with female staff countrywide at Women’s Day event",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}