{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/wickremesinghe-govt-continues-to-repress-freedoms-of-expression-pursue-policies-against-minorities-hrw/",
  "time_ut": 1704970149.0,
  "original_lang": "en",
  "original_title": "Wickremesinghe Govt. Continues To Repress Freedoms Of Expression & Pursue Policies Against Minorities: HRW",
  "original_body_lines": [
    "Regressive government policies and inadequate social protection left many Sri Lankans at risk from the worst effects of the country’s economic crisis, Human Rights Watch said today in its World Report 2024. The government of President Ranil Wickremesinghe continued to repress freedoms of expression and association, and pursue policies that discriminate against minority communities.",
    "“Millions of Sri Lankans are struggling to survive an economic crisis that partly originated in corrupt, unaccountable governance,” said Meenakshi Ganguly, deputy Asia director at Human Rights Watch. “The current administration is responding with policies that weigh heaviest on those who have least, while suppressing voices that are essential for accountable, democratic decision-making.”",
    "In the 740-page World Report 2024, its 34th edition, Human Rights Watch reviews human rights practices in more than 100 countries. In her introductory essay, Executive Director Tirana Hassan says that 2023 was a consequential year not only for human rights suppression and wartime atrocities but also for selective government outrage and transactional diplomacy that carried profound costs for the rights of those not in on the deal. But she says there were also signs of hope, showing the possibility of a different path, and calls on governments to consistently uphold their human rights obligations.",
    "The Sri Lankan government and International Monetary Fund’s (IMF) response to the economic situation undermined human rights in the country. More than 17 percent of the population are moderately or acutely food insecure and in need of humanitarian assistance, and 31 percent of children aged under 5 are malnourished, according to the United Nations. The IMF program focused on raising government revenues, and emphasized tackling corruption and improving social protection, but as structured it shifted the burden of recovery principally onto people with low incomes.",
    "The government raised electricity tariffs, doubled value-added taxes, and phased out fuel subsidies. The reform program included a “social spending floor” set at 0.6 percent of GDP, less than half developing countries’ average. The government’s plan of targeted social protection benefits led to the exclusion of many who do not have an adequate standard of living. In an attempt to manage its domestic debts, the government reduced the value of state-run pension funds in which ordinary people hold their savings.",
    "The families of victims of enforced disappearance and human rights defenders in the north and east, faced government surveillance and intimidation. Government agencies pursued a policy of “land grabbing” that targeted the property of Tamil and Muslim communities, including religious sites.",
    "President Wickremesinghe sought to suppress dissent, ending a moratorium on the use of the draconian Prevention of Terrorism Act. A proposed new counterterrorism law, which was withdrawn for further revision, would grant authorities sweeping powers and create new speech-related offenses. The proposed Online Safety Bill would further restrict speech by creating a commission, appointed by the president, that could decide whether online statements were false or prohibited, order their removal, and participate in police investigations and prosecutions. (HRW)"
  ]
}