{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100793/more-details-revealed-on-grandpass-shooting-that-killed-two",
  "time_ut": 1721986800.0,
  "original_lang": "en",
  "original_title": "More details revealed on Grandpass shooting that killed two",
  "original_body_lines": [
    "Police stated that the two individuals who were killed in the shooting incident in front of the ‘Puradara Sevana’ housing complex at Wadullawatte in Grandpass, Colombo have been identified as a woman known as ‘Grandpass Kudu Suneetha’ and her assistant who were allegedly involved in a large-scale drug racket.",
    "The incident had occurred while they were traveling in a three-wheeler when two unidentified gunmen had fired at them at around 5.50 p.m. last evening (25) before fleeing the scene.",
    "The woman, who was in critical condition, has succumbed to her injuries this morning (26) while being treated at the Colombo National Hospital.",
    "Police later confirmed that the driver of the three-wheeler had died at the scene.",
    "It has been reported that five gunshots had been fired at the woman, who has been identified as K. Suneetha also known as ‘Grandpass Kudu Suneetha’.",
    "Police further stated that she had been involved in a large-scale drug racket operation in the area and had been evading the police since the commencement of the “Yukthiya” anti-drug operation.",
    "Additionally, it is also reported that there are several pending court cases against her on drug-related charges.",
    "The driver of the three-wheeler, a 31-year-old resident of the Kamburupitiya area, who was also killed in the shooting, is said to be a relative of the woman and had assisted her in the drug racket.",
    "Meanwhile, police have found a motorcycle this afternoon (26) which is suspected to have been used by the gunmen, abandoned in the Orugodawatta area.",
    "Police suspect that other drug dealers in the area had planned this murder likely due to her obstructing their drug dealing activities and acts of betrayal.",
    "Police further stated that the shooting had been carried out using a revolver."
  ]
}