{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/modis-wolf-worrier-diplomacy-opens-a-window-for-china-in-south-asia/",
  "time_ut": 1715475652.0,
  "original_lang": "en",
  "original_title": "Modi’s Wolf Worrier Diplomacy Opens A Window For China In South Asia",
  "original_body_lines": [
    "“The Indian Government’s questioning of US democracy is to cover up BJP’s domestic misadventure in curtailing democracy, and Narendra Modi’s vilification of Muslims during the election will impact India’s immediate periphery”.",
    "“China will benefit from Iran’s diplomatic shift to South Asia and Modi’s Wolf Worrier Diplomacy.”",
    "“The recent victory of the pro-China political party in the Maldives will see China double its efforts to influence India’s surrounding nations.”",
    "“Why did the Sri Lankan Government lease out an International Airport to India and Russia?”",
    "“Economic challenges have been the critical narrative until recently in Sri Lanka, when another narrative is brewing to enter the political race concerning national security.”",
    "Rafah, a southern Gazan city, shelters more than a million Palestinians. Israeli government spokesman David Mencer says it is “moving ahead” with its military operation in Rafah despite the opposition from the US and Europe. The human agony and death caused by Israel are unbearable; at least 34,262 Palestinians have been killed and 77,229 wounded since the beginning of the brutal war.",
    "The war in the Middle East is gradually sweeping its way to the Western capitals; the unsuccessful crackdown targeting student protests at Columbia University had a spiral effect on other Universities, raising questions about US policies towards Israel and its internal practice of democracy, ‘freedom of expression’. Seeing this moment as a diplomatic opportunity, the US partner India raised concerns about the US losing its balance, saying, “There has to be the right balance between freedom of expression, a sense of responsibility and public safety and order”. Further, Indian foreign ministry spokesperson Randhir Jaiswal explained, “Democracies in particular should display this understanding in regard to other fellow democracies. After all, we are all judged by what we do at home and not what we say abroad“.",
    "The Indian comment is a clear signal to the US to understand the vulnerabilities of their own partner in South Asia. The US significantly depends on India’s contribution to the ‘Indo-Pacific’ strategy, where the US envisage promoting norms and values of democracy for a rules-based order together with India. It was also a targeted reply by India to cover up PM Modi’s domestic misadventure in curtailing democracy, where BJP, the ruling party, routinely used hateful and racist language against the 200 million Muslims in India. While Modi called Muslims “infiltrators” with “more children” in his campaign, it is surprising he wished to protect the democratic rights of pro-Palestine protestors in the US. The newfound aggressiveness by suppressing the Muslim community and the hubris of India will be India’s folly in the years to come. Modi’s vilification of Muslims during the election will impact India’s immediate periphery directly.",
    "Already, the present geopolitical environment in the region is a concern, especially for Muslim countries in South Asia. The recent Iranian President Ebrahim Raisi’s visit to South Asia was a notable diplomatic manoeuvre that drew South Asia closer to Teheran, another comforting factor for China. The new Iran-South Asia alignment is rightly assessed by Michael Kugelman that ‘Iran’s growing ties with China, thanks to a 2021 strategic agreement, create opportunities for partnership in a region where Beijing is the most powerful outside actor.’ Further, assessing, ‘India-Iran relations have lapsed due to reduced Indian energy imports and the current Middle East crisis, which has seen India back Israel in its war with Hamas’. Adding to its usual projection of anti-west, Teheran has strategically used an anti-Israel narrative as a diplomatic tool in South Asia to bring the Muslim population closer to Teheran. Such as expressing interest in expanding trade with Bangladesh and a pledge with Pakistan to finalise a free trade agreement. In Sri Lanka, President Raisi inaugurated an Iran-backed hydropower project. In 2023, Maldives, reestablished formal ties with Iran, the small island in the Indian Ocean, has already demonstrated its shift away from India from its parliamentary results.",
    "While the Indian election is ongoing, the pro-China political party won the Parliament election with a landslide in the Maldives. Maldives is an island located in India’s traditional sphere of influence in the Indian Ocean, which has drifted towards China’s influence due to the successful implementation of Beijing’s strategic thinking to move India’s immediate periphery closer to China. Maldivian President Muizzu’s political party, People’s National Congress (PNC), won 66 seats, while its allies took 9, a 75-seat control of the 93-member house, enough to change the constitution if he wishes. With absolute power, Mizzu’s pro-China posture, where he targets India in his ‘India-out’ campaign, would be further strengthened and influenced by China. There is always a danger from the absolute majority towards democratic practices. Mizzu would need to borrow a few lessons from the Sri Lankan politics of the past regime of Rajapaksa’s parliamentary majority. In the Maldives, China will double its efforts to sustain Mizzu in power and influence the other surrounding nations of India, especially the closest nation to Maldives, Sri Lanka. From a strategic point of view, one could visualise that China is attempting to sandwich India from both the North and the South, thus overstretching India’s resources and possibly reaching a breaking point.",
    "Razik Mohamed Cadeer Khan, who had earlier testified at the Easter Sunday Terror attack Presidential Commission, revealed to the Sri Lankan media that the bombers conducted the terror “attack with the assistance of Indian Intelligence RAW and its head Ajith Doval was behind the attack”. This allegation has no credibility due to India’s early warnings before the bombing. However, the timing of the comment is essential. This was the first media interview revelation directing an external country, India. The revelation was five months before the presidential race commenced in Sri Lanka. There seems to be a shift in narrative from ISIS towards India, with Sri Lankan President Maithripala Sirisena’s statement to the Criminal Investigation Department. Cardinal Malcolm Ranjith from the Catholic Church, who has significant weight in forming a political opinion, explained in his 5th year of Easter Sunday terror attack commemoration his displeasure of the present regime of Wickremesinghe due to their lack of commitment towards the investigation. Cardinal expressed his desire for the two mainstream candidates, Sajith Premadasa, the opposition leader, and Anura Kumara Dissanayake (AKD), the National People’s Party (NPP) leader. The two candidates have submitted their written commitment to the Catholic Church to conduct an independent investigation and prosecute the perpetrators. What was concluded as an ISIS attack has moved in a different direction with the newfound information revealed by a Channel 4 documentary where the bombers had prior contact with the intelligence service and the eight points indicated by the Catholic Church’s investigation. Since the economic crisis in Sri Lanka, triggered by the people uprising, daily economic challenges have been the critical narrative until recently, when another narrative is brewing to enter the political race concerning national security. I captured three factors during my visit to Sri Lanka in February. The first is the re-emergence of new evidence from the Easter Sunday bombing, which is already taking place.",
    "Second, Sri Lanka is becoming an Indian sub-colony through its strategic infrastructure grab, targeting the power sector, ports, airports, Indian currency flow, transport network, etc. Again, this narrative is already expressed by mainstream hardline nationalist politicians. This ‘Sri Lanka becoming an Indian sub-colony’ narrative will be strengthened with the government’s decision to lease the Mattala International Airport to India and Russia for 30 years amidst the campaign trail. Shaurya Aeronautics (Pvt) Ltd of India and Airports of Regions Management Company of Russia will have to undergo the same risks and consequences the Chinese had to undergo after leasing the Hambantota port for 99 years. It is not a prudent exercise to award strategic infrastructure during an election campaign; the public will view the Government’s rush to award at this period as more of a financial deal to fund a political campaign than gaining economic contribution to the nation. It is as if India has taken a page from China in this regard. According to Anura Kumara Dissanayake (AKD), there are flaws in the government tender process.",
    "The political leader AKD from the National People’s Party (NPP), who managed to raise its profile after his Indian visit in February 2024, said in a BBC interview, “Adani[Indian business magnet] has deviated from the tender process in Sri Lanka. Suppose Adani engaged in the same business tactics he used to secure the wind power projects in Sri Lanka in his own country, India. In that case, I am certain he would not be allowed”—questioning the irregularity and corruption involved in the project. The two wind power energy sites were selected in Mannar and Pooneryn in Sri Lanka’s Northern Province, estimated at around US$ 442 million, with a power generation capacity of 250MW in Mannar and 234MW in Pooneryn. To understand the Adani project further, I interviewed a senior field researcher from a reputed research institute in Sri Lanka, who gathered data for the Adani wind power project. According to the Researcher, “Adani wind power project has not considered the environmental biodiversity in Mannar; there was no public participation nor understanding of the impact on the environment.  There was corruption to speed up the Environment Impact Assessment (EIA) process approved in a rush”.  There were protests in the Mannar where the senior environmentalists opposed the project. Adani tactics are alarming and require immediate comprehensive reassessment to ensure transparency and accountability. Unfortunately, the concerns fall on the government’s deaf ears. The Indian business magnate Adani, popularly known among Indians for his backdoor deals pleasing Prime Minister Modi, will further cement the ‘sub-colony’ narrative before the Sri Lankan presidential elections.",
    "Third, Sri Lankans, especially the policy circle, view India as an offensive player due to its newfound behaviour of arrogance as a regional hegemon gone out of control. One leading Sri Lankan scholar speaking to this author advised, “This newfound behaviour is for the Indian election, and it will gradually slow down after the election. India does not like to be told they are wrong, so don’t tell them they are wrong”. This arrogance will impact India’s trajectory and India’s own ‘neighbourhood first’ policy. The Economist rightly assessed this, pointing out that ‘he[Modi] will have to temper his autocratic impulses’ and ‘his party[BJP] will need to curb its chauvinistic politics’. What materialised in the last few months was disturbing; an opposition candidate was arrested, summoning foreign diplomats from the US and Germany, targeting the minority Muslim community, claiming an Island [Kachateevu], which belongs to Sri Lanka, and Indian Intelligence operations carried out in foreign nations exposed by Washington Post are few areas. This newfound behaviour ‘The Wolf Worrier’ diplomacy at the tail-end of Modi 2.0 requires a quick recalibration from an aggressive, offensive posture to a more defensive posture in Modi 3.0.",
    "In India’s present aggressiveness, China has found a welcoming space in India’s immediate neighbourhood. The recent visit of Ms. Sun Haiyan, the deputy minister of the Central Committee of the International Department of the Communist Party of China, to Sri Lanka was a clear sign in this regard. China’s aggressive Wolf Worrier Diplomacy, a concern for India, has reincarnated into an Indian avatar, emulated by India with backdoor business deals by Adani and stealth operations by its intelligence agents on foreign soil. The shift of the RAW Chief’s ‘defense’ to ‘defensive offence’ has become a dangerous concern to larger nations such as the US, Canada and India’s neighbourhood. Nonetheless, China has successfully influenced India’s immediate periphery and won over its neighbouring countries one by one, and a successful Chinese strategy was implemented with proven results, such as in Maldives. At the same time, Iran has entered the region, bringing the Islamic and anti-Israel countries closer to Teheran. India has failed to understand the political and security trends in the immediate vicinity due to its overshadowed Wolf Worrier style diplomacy, an open window for China to expand its influence in South Asia. The political and security assessment is predetermined with the hubris of regional hegemony rather than calculating the reality. The newfound domestic political projection of a place for a ‘Bharath-centric view’ and ‘Hindutva’ propagated by the ruling party has equipped Modi to strengthen his Wolf Warrior Diplomacy."
  ]
}