{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/election-24-rajapaksa-implosion-and-red-sea-meddling/",
  "time_ut": 1705922160.0,
  "original_lang": "en",
  "original_title": "Election ’24: Rajapaksa Implosion and Red Sea Meddling",
  "original_body_lines": [
    "A defining condition of the elections this year (Election ’24), in my view, is the implosion of the Rajapaksas. They have been a fixture and a dominant factor in every election after the 2005 presidential election that Mahinda Rajapaksa managed to win by the narrowest of margins thanks to the election boycott imposed by the LTTE in the northern and eastern provinces. The ‘wheel of time’, as the late TULF leader Amirthalingam (whose own wheel was cut short by the LTTE) was wont to say drawing on the circular concept of time in Indian religions, would seem to have come a full circle for the elections this year.",
    "Ranil Wickremesinghe, who was narrowly defeated in 2005, is all set for his last hurrah in 2024. The Rajapaksas, who have dominated the island’s politics for the first quarter of the 21st century, are all set for their political obituaries. But the ripple effects of their collapse will implicate the contest and the outcome of the presidential election expected in September and the parliamentary election expected to follow not long after.",
    "In the 2019 presidential election, Gotabaya Rajapaksa polled 6.9 million votes against Sajith Premadasa’s 5.6 million votes. Anura Kumara Dissanayake polled 418,550 votes. The Rajapaksa implosion means that the 6.9 million votes that went to Gotabaya Rajapaksa are now up for grabs. Who will be the main beneficiary? That is going to be the campaign question in the months ahead, and which way the erstwhile Rajapaksa votes break will be a significant factor in the final result.",
    "I do not think ‘foreign involvement’ will be a key factor in the election, especially in influencing the 6.9 million who voted for Rajapaksa last time to make up their mind about whom to vote for this time. Mahinda Rajapaksa never stopped blaming everyone outside the country, especially India, for causing his defeat in the 2015 presidential election, which he should not have contested.",
    "Foreign meddling talk was palpable nonsense. The same nonsense is being parroted by still lingering MR admirers, who see a foreign hand behind the emergence of Aragalaya but who conveniently forget that by the same logic the US could have road-blocked the GR candidacy. And everyone including Gotabaya Rajapaksa would have been spared of the calamity he created as president.",
    "While there might not be a foreign hand in the upcoming election, that is not going to stop Ranil Wickremesinghe from claiming that only he can play his hand outside Sri Lanka on behalf of Sri Lanka unlike any of his rivals. His promoters are already onto it, and Mr. Wickremesinghe himself seems to be wanting to show it off with his frequent flying missions overseas. He has already made two trips in January, first to Switzerland (for Davos) and now to Uganda (for the Non-Aligned summit), adding to the 13 trips prior since becoming interim president. Someone has even started a Wikipedia account on Mr. Wickremesinghe’s presidential travels.",
    "Whether any of this will help getting votes in large numbers is a different question. Among what might be called knowledgeable political circles in Sri Lanka, Mr. Wickremesinghe is likely acknowledged as the Sri Lankan political leader with the most international recognition. But he runs the risk of overdoing it and getting boomeranged for it.",
    "The proposed mission to join the US led naval operations for protecting commercial ships in the Red Sea is a case in point. Rather than getting the country to punch above its weight, Mr. Wickremesinghe would seem to be implicating Sri Lanka in unnecessary foreign meddling, which would only annoy the Arab world and getting nothing in return from anyone else. It would be quite a reversal after years of Rajapaksa grumbling about foreign meddling targeting them.",
    "The Red Sea crisis only illustrates the dangerous impasse that Israel’s intransigence in Gaza has drawn the Middle East. The crisis seems unstoppable from spilling over. Even South Africa’s bold decision to take Israel to the International Court of Justice alleging genocide and asking for provisional measures has not been able to deter the Netanyahu government. On Friday, Mr. Netanyahu publicly rejected even the idea of a Palestinian state that the US has been hoping to create in return for its support of Israel’s unrestricted right of defence.",
    "The US has isolated itself in supporting Israel, and it has few supporters for the Operation Prosperity Guardian it has launched against the Houthis in the Red Sea. Even the US’s NATO allies are keeping away from the US naval operation. The leaking trouble finds Iran and Pakistan raiding each other’s territory to kill one’s terrorist enemies allegedly harboured by the other.",
    "What contribution is Mr. Wickremesinghe trying to make by meddling in these matters? Is he going to solicit support from Non Aligned countries to align with the US? These are questions to President Wickremesinghe and to his campaign organizers even though they would serve no purpose as election questions for Sri Lankan voters.",
    "Apart from international recognition, Mr. Wickremesinghe is also being promoted not so much as a UNP candidate, but as the candidate of a yet to be shaped ‘grand alliance.’ The only grandness that one can find until now is the number of SLPP Ministers and MPs in parliament who will rally round the Wickremesinghe candidacy. Even the Rajapaksa family seems to be coming around to sponsoring Ranil Wickremesinghe as ‘their’ candidate. Dhammika Perera might be finally finding out that there are still things in Sri Lanka that money alone cannot buy.",
    "But will all the familial sponsorships and grand alliance gimmicks be enough to translate into a first round victory for Ranil Wickremesinghe? We come to the same question again and will be constrained to keep coming until the elections are over.",
    "Ranil Wickremesinghe has not contested a presidential election after his loss to Mahinda Rajapaksa in 2005. How many of the 6.9 million who voted for Gotabaya Rajapaksa (GR) will Mr. Wickremesinghe be able to peel off to his tally, considering that about four million of them may have never voted UNP in the past? The GR vote is not the only one that is going to be divvied up. The 5.6 million votes that Sajith Premadasa polled will also be split between Sajith Premadasa and Ranil Wickremesinghe who was upstaged from being a candidate in 2019 by Mr. Premadasa. The two men will also compete for the lion share of the Rajapaksa vote. It might be too late to prevent a contest between, which could only happen by Sajith Premadasa being persuaded to stand down. Unlikely, even with foreign meddling.",
    "The multi-million vote question is of course how Anura Kumara Dissanayake is going to jump from less than half a million votes in 2019 to more than seven million in 2024? Of all the three candidates, Anura Kumara Dissanayake is the only one who appears to be having a somewhat nationwide mass appeal for the election. Is that enough to be cashed into six to seven million plus votes if he is to pass the 50% mark?",
    "The last time a Left Party in Sri Lanka ran a campaign believing that it would win the election to form a new government was in March 1960 for what was then only the parliamentary election. That was the LSSP’s campaign and the belief that NM Perera would get the call from the Governor General to form a new government. Election posters all over the country showed a smiling NM holding the phone to his ear. There was no call from Sir Oliver Goonetilleke, and what came after is now part of history. Now there is no Governor General, only Ranil Wickremesinghe making all the calls.",
    "The JVP was born out of that history of the late 1960s, and tried its own method to capture power through other means, not once but twice, with failures and setbacks both times. It first entered the electoral fray in the first presidential election in 1982, and its leader and candidate Rohana Wijeweera polled a hardly significant tally of 273,428 votes. After 37 years, in the 2019 presidential election Anura Kumara Dissanayake obtained 418,553 votes, an increase of 145,000 votes whereas the number of registered in the country doubled from eight million to 16 million.",
    "The highest number of votes that the JVP has recorded since 1982, is 815,000 and it was in the 2001 parliamentary election. It may have fared better in the 2004 parliamentary election, but then the JVP was part of an SLFP-lead alliance. A seven million leap seems like a bridge too far, even with exciting opinion polling. But nothing is impossible although a great deal of organizational infrastructure will be needed to effect such a massive turnaround.",
    "It is far too early even to speculate how the three candidates will likely fare in the election. As of now none of them is a runaway candidate. It is possible that for the first time in a presidential election there may not be a winner after the first count and additional counts of second/third preference votes may be required to declare the winner. It is also possible that campaign momentum could change and one of the candidates could break free ahead of the other two.",
    "The three-way split of the Rajapaksa vote will likely be influenced by the national momentum of the three campaigns and the regional/districts strengths of the three candidates. Going by past election results, Ranil Wickremesinghe and Sajith Premadasa would likely attempt to consolidate their support in the Western, North-Western, Central, Northern and Eastern provinces. To get as many as seven million votes, Anura Kumara Dissanayake will have to vigorously campaign everywhere and extend the NPP branches nationally from the traditional JVP roots in the Southern, Sabaragamuwa, North-Central and Uva provinces.",
    "The Rajapaksa vote was mostly concentrated among the majority Sinhala Buddhist sections of the population. The three candidates will also be vying, unlike the Rajapaksas, for the non- Sinhala Buddhist voting blocs. Although the supporters of Ranil Wickremesinghe will fancy his chances among the minorities, there is no certainty that he would do well as his supporters expect him to do. The Tamils in the north and east and the Sinhala Catholics will likely be lukewarm at best in their support for him. And he will have competition from the other two candidates for all sections of the minority vote.",
    "Hopefully, at the national level the three campaigns will focus on policy issues and not platitudes. The issues of the economy, political corruption, constitutional changes and power devolution should figure prominently in the campaigns. It would be a challenge for every one of the three candidates to present a platform that clearly differentiates it from the other two. No one seems to have caught the imagination of the voting public in an exciting debate on any or all of the major issues.",
    "The JVP’s popularity in opinion polls would suggest that its campaign is resonating with the people, but as the campaign hits the home stretch there will be expectations for more details and demonstration of competence. Sajith Premadasa will have to find a way to campaign without losing himself in his rhetoric, and Ranil Wickremesinghe should try hard not to come across as the only know it all. As they campaign for the Rajapaksa vote, it will be interesting to see if or how they will critique the recent Rajapaksa past. And if the Rajapaksas were to formally endorse Ranil Wickremesinghe, would they be invited to join him on the campaign trail? Will they turn out to be an electoral asset or albatross?",
    "Milinda Moragoda calls for a Reduction in Sri Lankan Overseas Missions",
    "Nishantha’s SUV was being driven at breakneck speed, driver admits",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}