{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/beyond-bailouts-can-sri-lanka-reform-without-the-imf/",
  "time_ut": 1751714357.0,
  "original_lang": "en",
  "original_title": "Beyond Bailouts: Can Sri Lanka Reform Without The IMF?",
  "original_body_lines": [
    "“True sovereignty is not the absence of foreign oversight—it is the presence of domestic courage to reform, even when no one is watching.”",
    "In 2022, Sri Lanka became the first Asian country in twenty years to default on its sovereign debt. Since then, the International Monetary Fund (IMF) has supported the country’s economic recovery through a multi-billion-dollar Extended Fund Facility (EFF) agreement. However, as debt restructuring continues and the economy hovers between fragile recovery and renewed crisis, a national debate has emerged: Can Sri Lanka reform on its own without IMF conditionality?",
    "This question involves not just economic viability but also deeper issues of sovereign governance, institutional trust, and long-term national resilience. Some argue the IMF causes unnecessary hardship. Others say that reform is unavoidable, whether or not the Fund is involved. But asking whether Sri Lanka can exit the IMF raises an even more fundamental question: Can we build and maintain trust—both domestically and internationally—through our reform efforts?",
    "At the same time, the opposition argues that the AKD/NPP government is also following the previous regime or the IMF bailout without a clear development growth plan of our own or specific reforms. Reforming “on our own” isn’t just about replacing the IMF with domestic slogans or alternative donors — it involves taking on the full burden of structural reform without the external pressure or support that institutions like the IMF offer. To develop a sustainable economic path independent of IMF involvement, Sri Lanka would need to show bold, credible, and consistent action in six key areas: (i) fiscal discipline, (ii) debt restructuring, (iii) state enterprise reform, (iv) banking sector governance, (v) anti-corruption efforts, and (vi) market signals. These are not optional but essential conditions for survival in a globalized, capital-dependent economy. Without these reforms, Sri Lanka can’t expect to regain market access, boost investor confidence, or protect itself from future shocks. Doing this independently also means facing domestic resistance without the political safety net of an IMF agreement. In short, going it alone requires more strength, more transparency, and deeper institutional reforms, not just empty rhetoric. I will explain these points under six headings as follows.",
    "If Sri Lanka aims to reform without IMF oversight, the first and most urgent step is to establish strong and credible fiscal discipline. This involves reducing the budget deficit to sustainable levels—ideally below 5% of GDP—to avoid the buildup of unsustainable debt. However, this cannot be achieved through superficial accounting. It requires genuine, structural changes in how public money is spent and how revenues are generated.",
    "Politically motivated subsidies—such as artificially low fuel or electricity prices—must be phased out and replaced with targeted transfers to support the poor while maintaining fiscal space. Likewise, tax holidays and exemptions granted to politically connected firms under the guise of “strategic development” should be limited or made transparent and rule-based. The Strategic Development Projects (SDP) Act needs to be amended to ensure consistent treatment and public disclosure.",
    "Equally important is expanding the tax base. Too few people and businesses pay taxes in Sri Lanka. A strong domestic reform strategy should focus on improving enforcement, closing loopholes, and digitizing revenue collection to reduce evasion and corruption.",
    "These steps require not just technical fixes but political courage. Without an external enforcer like the IMF, the burden of credibility and consistency rests entirely on the domestic leadership. Fiscal credibility is the bedrock of macroeconomic sovereignty. Without it, markets will not trust, investors will not lend, and growth will remain elusive.",
    "Concern without IMF: Without IMF oversight, the Sri Lankan government needs to independently show the discipline to implement tough fiscal measures—such as tax hikes, subsidy cuts, and spending controls—even when they are politically unpopular. It must do so transparently, consistently, and without sparking public unrest or undermining democratic legitimacy. This requires not only strong leadership but also public trust in the fairness of reforms. Communication, consultation, and social safety nets become crucial to maintaining unity. In short, the state must lead with both firmness and empathy to carry out reforms effectively without depending on external enforcement.",
    "Concern without the IMF: Sri Lanka must convince creditors that it can reliably and on time meet its debt obligations, despite past defaults. This means presenting credible fiscal forecasts, transparent debt data, and a realistic repayment strategy—free from political manipulation. Creditors must believe in the integrity of Sri Lanka’s institutions, from the Treasury to the Central Bank. Without the IMF’s seal of approval, trust must be earned through consistent policy action and independently verified figures. Any ambiguity will delay restructuring deals and prolong financial isolation.",
    "* Restructure CEB, Sri Lankan Airlines, CPC, and other SOEs.",
    "Concern without IMF: Without the IMF acting as a reform enforcer, Sri Lanka’s political leadership must take full responsibility for confronting powerful vested interests—particularly within state-owned enterprises, unions, and patronage networks. These are the very groups that have blocked restructuring of institutions like the CEB, Sri Lankan Airlines, and the CPC for decades. Genuine reform will require breaking with tradition, not just tweaking policy. Leaders must be prepared to absorb political backlash while building public support for long-term efficiency. Without this resolve, independent reform efforts will stall, just as they have in the past",
    "Concern without IMF: Without IMF involvement, the credibility of Sri Lanka’s financial system hinges on the strength and independence of the Central Bank. It must regulate state-owned banks impartially, enforce prudential norms, and resist politically driven lending. Competent supervision must replace political interference in credit allocation and risk management. To reassure markets, the Central Bank must publish transparent data and uphold monetary discipline regardless of election cycles. Without this institutional insulation, financial instability will quickly return.",
    "A credible reform path without IMF oversight demands visible and impartial enforcement of anti-corruption laws. This starts with the full implementation of the Asset Recovery Law and the Anti-Corruption Act, ensuring stolen public assets can be traced, frozen, and reclaimed through transparent legal processes. It also requires public prosecution of high-level offenders, regardless of political status or affiliation, sending a clear message that no one is above the law.",
    "Independent institutions like CIABOC, the Auditor General’s Department, and the Judiciary must be protected from political interference, adequately resourced, and empowered to act decisively. Legal reforms are meaningless without enforcement. Real reform will be judged not by legislation, but by convictions, recoveries, and restored public trust. Without IMF pressure, this accountability must come from within the state, and from civil society demand.",
    "Concern without the IMF: Sri Lanka must establish its own robust, independent accountability institutions to combat corruption and uphold the rule of law. These mechanisms must operate transparently and prosecute wrongdoing without political bias. Public trust will only return when citizens see that justice is not selective. At the same time, ethical investors require assurance that contracts, laws, and governance frameworks are reliable and free from corruption. True reform requires that integrity is institutionalized, not externally imposed.",
    "* Build a national reform narrative investors can believe in.",
    "Concern without IMF: Without the backing of the IMF, the Sri Lankan government faces the difficult task of convincing international markets that it can maintain fiscal stability and implement reforms independently. This requires building a strong track record of transparent policy-making, consistent economic data, and clear communication about budgetary and monetary plans. The government must demonstrate the ability to meet debt obligations on schedule, manage public finances prudently, and implement reforms that enhance growth and stability. Market confidence depends on credible institutions that can withstand political pressures and deliver results without external oversight. Sri Lanka will need to engage proactively with investors, credit rating agencies, and international financial institutions to rebuild trust. This also means establishing independent audit and reporting mechanisms to verify progress. Without the IMF’s “seal of approval,” every policy decision and fiscal report will be scrutinized intensely. The government must therefore be prepared for greater accountability and transparency. Only by consistently delivering on its commitments can Sri Lanka hope to regain unfettered access to global capital markets and reduce borrowing costs over time",
    "In theory, Sri Lanka could pursue reforms independently. But in practice, very few countries exiting a sovereign default have succeeded without the backing of multilateral institutions. History offers cautionary tales. Argentina attempted to go it alone in 2002 after defaulting but faced years of market exclusion, hyperinflation, and stalled restructuring talks until it returned to the IMF framework. Similarly, in 2022, Ghana attempted to delay IMF engagement, only to see its currency collapse and inflation spiral before re-entering a Fund program. These cases underline a core reality: the IMF provides more than financing—it offers critical technical expertise, credibility with international lenders, discipline to counter domestic populist pressures, and access to low-interest funding that private markets simply won’t offer to countries in distress.",
    "In Sri Lanka’s case, an IMF program signals to creditors, rating agencies, and investors that the country is serious about reform—not just in rhetoric but in execution. An exit from the IMF should not be mistaken for success unless it is backed by consistent, transparent, and independently verifiable progress. Reform credibility—not the absence of external supervision—is the true measure of readiness. Graduation from IMF support must be earned, not declared. Until then, multilateral anchors remain essential for both fiscal stability and long-term growth.",
    "The opposition argues that the AKD/NPP government also follows the previous regime or the IMF bailout without a clear development growth path of our own or clear reforms. Reforming “on our own” is not simply about replacing the IMF, which has no substance at all.",
    "The real alternative to the IMF is not another foreign government, regional bloc, or new lender—it is a durable national compact rooted in public trust, institutional strength, and political courage. Suppose Sri Lanka truly seeks to reclaim full sovereignty over its reform path. In that case, it must demonstrate to its own citizens and the international community that it (i) can manage public finances with discipline, (ii) uphold the rule of law by punishing corruption without fear or favour, (iii) create an economic environment that rewards innovation and productivity rather than political connections, and (iv) govern in a way that includes all communities, not just elites. Reform must not be an externally imposed checklist—it must be embedded in the country’s political culture. This is not a call to reject the IMF; it is a call to grow beyond it, by proving that Sri Lanka can reform not because it is pressured to do so, but because it chooses to do so, for its future.",
    "*The writer, among many, served as the Special Advisor to the President of Namibia from 2006 to 2012 and was a Senior Consultant with the UNDP for 20 years. He was a Senior Economist with the Central Bank of Sri Lanka (1972-1993), asoka.seneviratne@gmail.com"
  ]
}