{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Election-promises-likely-to-block-road-to-economic-recovery/4-766538",
  "time_ut": 1725902090.0,
  "original_lang": "en",
  "original_title": "Election promises likely to block road to economic recovery",
  "original_body_lines": [
    "The manifestoes of the leading Presidential candidates include long wish lists such as jobs, tax reliefs, price cuts, pension schemes for informal workers, salary hikes, etc. Fulfilment of such promises will largely depend on the country’s economic growth. At present, the potential to raise GDP growth is very limited, given the narrow domestic capital market, low productivity, labour indiscipline, foreign exchange constraints and the country’s backwardness in technology and innovation. Even after implementing the envisaged reforms, therefore, GDP growth is projected to remain only around 3% during the period 2024-2028",
    "Following are excerpts from the speech delivered by the author last Thursday at the launch of the",
    "cies for stability and growth: Sri Lanka’s road to economic recovery’, published by the Gamani Corea Foundation",
    "Sri Lanka has encountered an unprecedented economic crisis since 2022 with multiple setbacks in the economy, including unsustainable fiscal and balance of payments deficits, external debt default, foreign exchange shortages, inflationary pressures, and negative GDP growth. The crisis was the culmination of imprudent macroeconomic policies adopted over the decades. A series of ill-conceived policy decisions taken during 2019-2022 triggered the long-standing macroeconomic imbalances and plunged the country in to a severe economic catastrophe. A major root cause of the present economic crisis is unmanageable fiscal deficits that led to unsustainable debt and widespread economic setbacks.",
    "The Government entered into a four-year Extended Fund Facility (EFF) arrangement with the International Monetary Fund (IMF) in March 2023 to undertake a reform program for economic recovery. It has brought about signs of economic recovery including fiscal improvements, foreign reserve accumulation, growth picking up, low inflation, and better monetary management. This is the 17th time Sri Lanka has sought assistance from the IMF since 1965 to deal with economic instability. The previous programmes had to be abandoned prematurely due to the lack of commitment of successive Governments for political reasons. Consequently, the economic reforms in the past were pursued in a stop-go fashion without much success.",
    "In the backdrop of the Presidential election to be held shortly, there is very high probability that the current recovery program would meet the same fate, as all leading Presidential candidates are promising to offer innumerous goodies to voters, completely ignoring the adverse effects of such spending spree on fiscal consolidation and economic fundamentals.",
    "Given the grave economic crisis facing today, it is the responsibility of the political authority and bureaucrats to prevent a reversal of the economic recovery process with endangering election promises. Sri Lanka cannot afford another stop-go cycle of economic reforms that experiment with alternative policy strategies in years ahead.",
    "By and large, the fiscal, monetary, and foreign trade and investment policies implemented by successive governments during the post-liberalisation period have been based on politically-motivated discretionary decisions rather than on rule-based foundations driven by sound economic principles. Eventually, such arbitrary policies became pro-cyclical, aggravating economic fluctuations instead of mitigating them through counter-cyclical policy measures. Discretionary policies led to macroeconomic imbalances predominated by the twin deficits – fiscal and balance of payments deficits. Policy imperfections dampened the business environment and depressed private sector activities. They resulted in market uncertainties and discouraged Foreign Direct Investment (FDI) and suppressed export-led growth.",
    "The economic policies adopted in Sri Lanka throughout the post-liberalisation period since late 1977 have moved in a stop-go fashion switching between free-market economy and command economy approaches, on the one hand, and inward-looking and outward-looking approaches, on the other. In recent decades, the countries that enjoy a free-market environment accompanied by outward-looking policy strategies have emerged as the fastest-growing economies in the world, particularly in Asia. In the absence of such policy strategies, Sri Lanka has missed the opportunity to forge ahead with export-led growth, although the economy was liberalised far ahead of other South Asian nations. Conflicting political ideologies combined with factors such as weak governance, institutional failures, and widespread corruption exacerbated the economic setback.",
    "The twin deficits – fiscal and balance of payments deficits – have been in the forefront of the multiple economic imbalances faced by the country over decades. They are known as twin deficits, due to their close interaction. Empirical evidence shows that fiscal deficit necessarily causes balance of payments disequilibrium. In addition, fiscal deficit absorbs private savings and foreign borrowings, constraining economic growth.",
    "Several abrupt policy decisions taken during the period 2019-2022 triggered the longstanding imbalances and plunged the country into a deep economic crisis. Until late 2022, the Government and the Central Bank (CBSL) refused to approach the IMF and avoided the policy adjustments. Instead, the CBSL authorities argued that the economic problems could be overcome by adopting home-grown solutions. Such solutions included CBSL’s direct lending to the government by money printing, fixing of exchange rate and interest rates, import controls, foreign exchange controls and forward exchange restrictions.",
    "The abrupt tax cuts implemented in 2019 was a major cause of the crisis. The resulting fiscal deficit was mainly financed through borrowings from the CBSL and commercial banks. This led to an expansion in the money supply causing high inflation. Meanwhile, CBSL lowered policy interest rates and kept an overvalued exchange rate. It resulted in a capital outflow causing a severe balance of payments crisis, proving the theorem of impossible trinity or policy trilemma which asserts that a central bank can choose only two out of three policy options, namely independent monetary policy, fixed exchange rate and free capital flows. The CBSL’s attempt to fix the exchange rate and interest rates at the same time caused capital outflows, diminishing foreign reserves to minimum levels by 2022.",
    "Fiscal imbalances have not only exerted ripple effects on the money supply, cost of living, balance of payments, and debt burden but also preempted private sector financial resources, restraining economic growth. The economic policies of successive governments were primarily aimed at winning the electorate by offering various handouts to voters rather than implementing far-reaching economic policies to create a conducive business environment where the private sector could promote export-led growth. Sri Lanka’s experience in the conduct of fiscal policy reveals that short-term political gains only serve to bring about adverse consequences for economic stability and growth in the long run.",
    "The politically motivated fiscal policies adopted in Sri Lanka over the decades are a classic example of the phenomenon referred to as the Political Budget Cycle (PBC) or Political Business Cycle, theorised by William Nordhaus in 1975. The theory of PBC suggests that in modern democracies, the incumbent governments act opportunistically before elections to improve the chance of re-election. They attempt to stimulate the economy before elections by increasing expenditure to reduce unemployment and offer various welfare benefits. Governments usually prefer low unemployment to price stability, taking advantage of the short-run Phillips curve, which depicts an inverse relationship between unemployment and inflation. Such populist policy measures result in an acceleration of the money supply, fuelling inflation.",
    "According to Nordhaus, political parties are opportunistic and voters are irrational. Political parties are opportunistic, as they choose policies to maximise probability of election or re-election. Voters are irrational and therefore, they can be easily cheated by political parties giving numerous election pledges. The Public Choice Theory describes politicians as utility maximising agents who are primarily concerned with their own election prospects.",
    "Good politics is usually associated with bad economics. Good politics involves offering of goodies like salary increases, public sector jobs, tax reliefs, household subsidies, pension schemes and so on. Such populist policies are good politics because they help to capture votes in the next election. It is bad economics because such benefits result in an increase in the fiscal deficit causing economic instability.",
    "A few days ago, the Expert Committee on Public Service Salary Disparities recommended an increase in the basic salary of public servants by 24% to over 50% from next January. It is reported that the President has endorsed the proposed salary increase. Other presidential candidates too have followed suit, offering similar or higher salary hikes. This is good politics and bad economics.",
    "While such salary hike may be justifiable to compensate for the rise in cost of living, it is questionable whether the so-called expert committee considered its adverse effects on government expenditure, fiscal deficit and more importantly on the macroeconomic policy reforms under the IMF-EFF program. The proposed salary hike, if implemented, would be a discretionary decision that is likely to create procyclical effects, aggravating the economic crisis.",
    "Reduction of the fiscal deficit to GDP ratio from around 8% at present to 5% in 2025 and to 4.2 by 2028 is a major policy target of the recovery package. The proposed salary increase will jeopardise the fiscal consolidation, causing a significant rise in the fiscal deficit to GDP ratio from 2025 onwards. In 2023, the public sector salary bill amounted to Rs. 940 billion. A minimum 24% salary increase, as suggested by the expert committee, will incur an additional cost of around Rs. 225 billion to the government. As the committee recommends salary increases ranging between 24% to over 50%, the additional cost will be not less than Rs. 500 billion in 2025. The adverse effect of this expenditure rise on the fiscal deficit and government borrowings would be somewhat similar to the effect that caused by the arbitrary tax cuts implemented in 2019, which paved the way for the present economic",
    "In Sri Lanka, successive governments have adopted discretionary policy decisions without following the standard fiscal rules. Such rules were clearly laid down in the Fiscal Management and Responsibility Act (FMRA) enacted in 2003. According to this Act, the fiscal deficit was to be reduced to 5% of GDP by 2006 and beyond. Successive governments never complied with this fiscal deficit rule. There were also upper limits for public debt and government guaranteed debt and these two targets were amended on several occasions. Thus, instead of following the rules of the game, the government shifted the goalpost to its favour. Thus, there are laws de jure, but not complied in actual practice de facto.",
    "The FMRA was repealed by the Public Financial Management Act (PFMA) of 2024 that came in to effect a few weeks ago. The objective of the PFMA is to improve fiscal management in line with the macroeconomic framework. It stipulates that (a) the primary expenditure ceiling should not exceed 13% of GDP, and (b) the total government guaranteed debt should not exceed 7.5% of GDP. It is doubtful whether such targets could be met in the post-election period, as the fiscal deficit is bound to rise when election pledges such as salary increases are implemented by whichever political party that comes into power. In such a situation, the PFMA would meet the same fate as the FMRA. The country will again be trapped in the vicious political budget cycle.",
    "The manifestoes of the leading Presidential candidates include long wish lists such as jobs, tax reliefs, price cuts, pension schemes for informal workers, salary hikes, etc. Fulfilment of such promises will largely depend on the country’s economic growth. At present, the potential to raise GDP growth is very limited, given the narrow domestic capital market, low productivity, labour indiscipline, foreign exchange constraints and the country’s backwardness in technology and innovation. Even after implementing the envisaged reforms, therefore, GDP growth is projected to remain only around 3% during the period 2024-2028.",
    "Sri Lanka’s growth performance has not been satisfactory in recent decades, mainly due to drawbacks in production efficiency. The country has failed to graduate from the ‘factor-driven growth process’ to an ‘efficiency and technology-driven growth process’. In contrast, several countries in the East Asian region have been able to accelerate their GDP growth rates by adopting innovation and technology-based production modes. Therefore, high priority needs to be given to science, technology, and innovation (STI) and research and development (R&D) in the development policy agenda, enabling Sri Lanka to evolve as a knowledge-based economy and accelerate GDP growth. Supply-side policies that complement fiscal and monetary policies are essential to address the deep-rooted structural weaknesses in the economy.",
    "No Presidential candidate seems to pay any attention to revive economic growth on those lines and the promises given in the manifestos, therefore, would be futile without sustained growth.",
    "Poor macroeconomic management coupled with institutional weaknesses, and corruption have led to create market distortions and uncertainties and drive away foreign investors. Inconsistent foreign trade and investment policies aggravated the situation. Protective tariffs and para tariffs discouraged foreign trade. These trends have adversely affected the export sector. Sri Lanka has become a closed economy over the years. Trade openness, defined as total imports and exports as a ratio of GDP, declined from around 70% in the immediate aftermath of liberalisation to around 40% by now. This caused a balance of payments constraint on economic growth.",
    "As the country is completely cut off from global capital markets now due to the debt default, the financial resources needed to accelerate growth have to be generated from the domestic market. It is not so easy as the domestic capital market is overcrowded by Government borrowings. The Government issues Treasury bills of over Rs. 100 billion each week to meet budgetary shortfalls. Commercial bank credit to the Government has risen by nearly 25% on year-on-year basis. In contrast, bank credit to the private sector rose only by around 6% reflecting low growth prospects.",
    "The country is sitting on a debt mountain. The total debt is estimated to be 116% of GDP. The outstanding foreign debt amounts to $ 43.3 billion. So far, debt restructuring has been completed only for bilateral loans which amount to $ 10.1 billion. We are now in a comfort zone because debt repayment is postponed until 2028. But interest payments on debt will be accumulated during this period making debt service extremely difficult. The country’s economy should be strong enough to start servicing the debt from 2018 onwards. To make this possible, the export sector has to be promoted by attracting FDI.",
    "Continuation of the IMF-EFF program is essential to recover the economy. It provides some breathing space to revive the economy and build up the country’s international image to pursue debt restructuring. It is doubtful whether there is any political commitment to do so, given the election fever.",
    "The reform process should be carried out without interruption to gain access to global capital markets in time to come. The economy should be strong enough to repay the debt which is going to commence in 2028. The anticipated 3% growth rate in the medium term is insufficient to reduce unemployment and poverty. It is essential to cut down fiscal deficit to reduce the burden on the domestic capital market and to provide adequate financial resources to the private sector, particularly to boost the export sector. Implementation of a robust recovery package will help to upgrade the country’s global credit rating rankings and to attract FDI.",
    "To achieve all these positive goals, politics must give way to good economics!",
    "(The views expressed in this article are those of the author and do not necessarily reflect the views of the Gamani Corea Foundation.)"
  ]
}