{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97756/un-team-finds-evidence-of-sexual-violence-by-hamas-since-oct-7",
  "time_ut": 1709661300.0,
  "original_lang": "en",
  "original_title": "UN team finds evidence of sexual violence by Hamas since Oct. 7",
  "original_body_lines": [
    "The United Nations has found “reasonable grounds” to conclude that Hamas committed sexual violence during its Oct. 7 attack in Israel, and said there are indications such violence continues to be carried out against those being held hostage by the group.",
    "A UN team that investigated the allegations against Hamas, which is designated a terrorist group by the United States and the European Union, received what it called “clear and convincing information” that women and children held in captivity were subjected to rape, torture and inhumane treatment.",
    "The team reviewed more than 5,000 photos and 50 hours of footage of the attacks, as well as conducting interviews with dozens of Israeli officials. It said the true prevalence of sexual violence during the attack and afterward “may take months or years to emerge and may never be fully known.”",
    "“Across the various locations of the 7 October attacks, the mission team found that several fully naked or partially naked bodies from the waist down were recovered — mostly women — with hands tied and shot multiple times, often in the head,” according to the report Monday led by Pramila Patten, the UN’s special representative on sexual violence in conflict. “Although circumstantial, such a pattern of undressing and restraining of victims may be indicative of some forms of sexual violence.”",
    "Regarding hostages, the mission team said it “found clear and convincing information that some have been subjected to various forms of conflict-related sexual violence including rape and sexualized torture. It also has reasonable grounds to believe that such violence may be ongoing.”",
    "Negotiations for a cease-fire in exchange for the release of some of the hostages have bogged down, putting a damper on hopes for an imminent deal. The war erupted when Hamas, an Iran-backed group, rampaged through southern Israeli communities, killing about 1,200 and capturing 250. More than 30,000 have been killed in the Gaza Strip by Israel’s retaliatory air and ground assault, according to the Hamas-run health ministry.",
    "Patten and her team of technical experts visited Israel and the West Bank for two weeks starting Jan. 29. The UN mission didn’t request to visit the Gaza Strip, where several other UN entities operate but did receive information alleging forms of sexual violence against Palestinians by Israel “in detention settings, during house raids and at checkpoints,” according to the report. It said it hasn’t verified those claims.",
    "A separate report by the Association of Rape Crisis Centers in Israel found last month that the sexual violence committed by Hamas was systematic and deliberate, and not a “malfunction” or an isolated incident.",
    "Hamas’ practices were “designed to destroy and inflict sadistic terror,” author Carmit Klar-Chalamish wrote in the report. “The manner in which these assaults were carried out aimed to reinforce their impact on the victims and their communities.”"
  ]
}