{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/President-s-vision-of-transportation-A-change-agent-or-mere-rhetoric/4-768832",
  "time_ut": 1730740873.0,
  "original_lang": "en",
  "original_title": "President’s vision of transportation: A change agent or mere rhetoric?",
  "original_body_lines": [
    "The National People’s Power (NPP) party’s vision for transportation is “to create an efficient, sustainable, and accessible transportation system that enhances mobility for all citizens while promoting economic growth and environmental conservation”. In his election manifesto titled “A thriving nation – A beautiful life,” President Anura Kumara Dissanayake cites “an efficient transport service” as a key element of “A Sustainable Economy.” The President has promised five interventions aimed at delivering “an efficient transport service”. However, no promises are made about improving airports, seaports, fishery harbours, inter-modalism, connectivity, and the environment.",
    "The President’s proposed interventions are not new. They are in the Draft National Policy on Transport in Sri Lanka of April 2009, a document disclosed on the Ministry of Transport website (see Table below). However, the quality public transport services have deteriorated and pushed more people into private vehicles, taxis, and three-wheelers. Sri Lanka Railways has accumulated a debt of Rs. 331 billion between 2010 and 2020. This may be because successive governments since 2009 have not intervened, or the interventions have been ineffective.",
    "Of course, this policy has remained a draft for more than 15 years, unless the final is not disclosed. There is no record of a Cabinet approval. It cannot be considered inclusive as it was drafted by five people from the National Transport Commission. It is insufficient to address current and emerging requirements such as climate change impacts, transition to new energy sources, workforce skills and diversity, procurement, accountability, and multi-modalism.",
    "Nevertheless, as a first step to make its manifesto a reality, the Government can implement the interventions or obligations set out in the Draft Policy related to the manifesto. Interventions are also needed in other issues, which are not in the manifesto, but are listed as “special priorities” of the Ministry of Transport and Highways. The money and time needed for these interventions is minimal and they can be made ahead of the major investment projects such as light rail transit and Terminal 2 construction, which the Government has recently agreed with Japan to re-commence.",
    "In the case of road and rail, the Government must require the relevant agencies to implement:",
    "a) The Highway Code and the Motor Traffic Act (2019) to lower noise and emissions below the allowable limits and improve traffic flow (prevent illegal parking and stopping) and reduce the crashes by 5 to 10% in 24 months. Each year since 2019, more than 2,000 people have died in road crashes. On average, 50% of the deceased were on a motorcycle or a three-wheeler.",
    "b)Peak spreading by encouraging employers to introduce flexible work hours and working-from-home, and ride sharing incentive programs during peak periods to reduce low-occupancy vehicles on the roads, thereby reducing congestion",
    "c) The published bus and train schedules, including those for services such as Gami Seriya to reduce passenger waiting time.",
    "d)Vehicle and infrastructure maintenance standards (e.g., mechanical performance, reliability, comfort, appearance, and cleanliness) to enhance safety, service reliability, and comfort.",
    "e) Customer service standards to better serve the users (e.g., information, assistance to senior citizens and those needing special facilities).",
    "As step two, in the next 24 months, the Government can require the relevant agencies to:",
    "b)Implement legislation on three-wheeler, school/employee service (e.g., defining boundaries and restricted roads for operating), and pre-booked service operations such as PickMe to enable them to compete and complement formal public transport services.",
    "c) Improve walkability by repairing, adding, and beautifying sidewalks and crosswalks to encourage walking.",
    "d) Improve facilities for bicycles and park’n’ride at terminals, bus stops and railway stations.",
    "e) Retrofit, rehabilitate, or modernizing abandoned locomotives, coaches and buses and increasing rail and bus frequency (8 locomotives and 160 rail coaches purchased from India in 2019 were idling in 2022).",
    "f) Introduce basic intelligent transportation systems such as GPS on buses and trains to provide arrival information to users and thereby reduce waiting time.",
    "g) Replace fuel taxes with distance-based (road-user) charges that will not penalise low fuel-efficiency vehicle owners and benefit electric and hybrid vehicle owners",
    "i) Facilitate smart cards for fare payment, and advanced traffic management systems for real-time monitoring and enforcing traffic laws in urban areas.",
    "j) Transform bus and rail terminals into mixed use, intermodal facilities like air terminals where passengers can transfer between modes and conduct other chores such as banking and shopping while waiting or passing through.",
    "k)Improve rail freight services to increase their private goods market share and develop SLR’s and SLTB’s dead capital and idle real estate to generate revenue and relieve its dependence on state coffers.",
    "Moreover, the Government must assess urgency for major investments in transportation infrastructure in the context of the social priorities and financial needs. In the case of the LRT project, feasibility study has been completed in 2018 by a group of Japanese companies. The study report’s Chapter 5 – “Cost Estimation” has no data and is termed “classified”. However, the justification for the investment seems to be based on the premise that LRT travel time, for example between Lake House Junction and Battaramulla Junction, will be between 25% and 103% less than by road (Fig 3.5.1 in the feasibility study report). This justification is weak if one considers the fact that the data are from a 2013 study and the travel time by road are without the immediate and medium-term actions mentioned above.",
    "Likewise, the urgency for Terminal 2 at Colombo International Airport is unclear. At present, Terminal 1, which the airport authority says has a floor area of 90,000 sq. m. and a capacity of 5.5 million, has been serving between 5.6 million and 9.7 million passengers per year since 2015, with the exception of 2020 and 2021. In 2023, the terminal served 7.6 million passengers. If traffic grows at the same 6% average annual rate experienced from 2013 to 2019, the annual throughput in 2030 will be 11.3 million, which is slightly more than the 2018 throughput.",
    "However, a better metric for evaluating terminal performance is floor area (space) per passenger in the peak hour. Based on a simplified computation, one can say that, if Terminal 2 is not completed by 2030, each passenger will have 10 sqm of space during the peak hour. If compared to JICA consultants’ 15 sqm to 30 sqm terminal design standard used in Lusaka, Colombo, and Bohol (Philippines), the space available in Terminal 1 by 2030 will be below par.",
    "However, according to US Federal Highway Administration standards, 14 sqm/typical peak hour passenger provides a high level of service. Therefore, 10 sqm should not be a cause for concern. Terminal 1 operated at the same service level in 2018. If it is a concern, the service level can be improved by reducing the peak hour passengers or peak spreading, a common strategy used by airports. Moreover, Terminal 1 has potential to generate more revenue from concessions and other non-aviation activities that can be used to implement smart technology and other short-term measures to speed up passenger flow.",
    "Although it is not mentioned under transportation in the manifesto or the Draft Policy, the Government can address the problems at the fishery harbours to bring relief to the local communities. With the export of fish and fishery product reaching 26,000 metric tonnes valued at about $ 325 million in 2022, limited investment to control erosion, siltation, and pollution and improve cold storage facilities and access roads at the major harbours will derive significant social, economic, and environmental benefits to the people and the country. The investment can be quickly recovered from the increased revenue from better seaside and landside access and cold storage.",
    "Serving the people and economy through safe, efficient movement of people and goods",
    "The Ministry of Transport and Highways reports having started rehabilitating 1,500 km of rural road on 29 February 2024. The estimated cost of the project is Rs. 20 billion. This means the cost per km is Rs. 13.3 million. Accordingly, the President’s commitment to rehabilitate 50,000 km will cost the State Rs. 67 billion ($ 229 million in Oct 2024). When delivering on this commitment, the President must require the RDA to be guided by the Auditor General’s report in 2022 on the Integrated Road Investment Programme to gain the maximum return on the investment.",
    "When Bill Clinton became US President in 1993, his newly appointed Secretary of Transportation said that he “set out to do two things: “First, clearly define the Department’s mission to focus our resources on core responsibilities. Second, change the Department’s culture to one that views transportation system users, state and local governments, and the American people themselves as our customers”. He redefined the Department’s mission, changed the working culture, and made the customer and service its focus. He oversaw the streamlining of operations of the highway, railroad, safety and aviation administrations and the coast guard to “provide one-stop shopping for customers and move towards a seamless system in which the different forms of transportation are fully integrated.”",
    "The Secretary was able to do so because the federal jurisdiction over all modes was vested in the Department by an act of Congress in 1966. The Sri Lankan Government can also consider charging the responsibility for all domestic transport services and landside operations of intermodal terminals in one Ministry. That Ministry’s mission could be similar to that of the USDOT with the focus on the customers: “serving the people and economy through safe, efficient, sustainable, and equitable movement of people and goods”.",
    "Regardless, whether the 2009 Policy has remained a draft without a delivery plan for 15 years or it was approved by the Cabinet, it must be revised, updated, or replaced. The new Policy must be based on input from the public at-large, present and future users of the transportation system, government and corporate customers, civil society, development partners, and the academia, at the least, to make it inclusive. It must require the Ministry responsible for submitting a delivery plan every two years. It must create a customer-centric culture within the Ministry and the line agencies. The Policy must be a change agent instead of mere rhetoric."
  ]
}