{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/new-laws-in-offing-to-benefit-sri-lankas-student-population-education-minister/",
  "time_ut": 1710258240.0,
  "original_lang": "en",
  "original_title": "New laws in offing to benefit Sri Lanka’s student population – Education Minister",
  "original_body_lines": [
    "Plans are underway to introduce new laws for the benefit of the 4.3 million student population of Sri Lanka, Education Minister Dr. Susil Premajayanthsa said.",
    "Speaking at the “Uplifting Education through Sustainable Mobility” program launched by Hutch Sri Lanka at the Taj Samudra Hotel recently Premajayantha stressed that the country is in a transformation process in education.",
    "Premajayantha added: ‘Even in Britain one cannot find age old laws in the education system. It is high time to transform education in the country. There would be pilot projects shortly covering 17 schools.",
    "‘The government is aiming to link 1250 cluster schools countrywide within two years. Within 10 to 15 kilometres there would be a school with all the facilities.",
    "‘Sri Lanka is successful in achieving IMF targets and would start re-paying loans in 2027.’",
    "Hutch aims to donate 130 e-bikes to teachers in rural schools in partnership with the Ministry of Education.",
    "Premajayantha further explained: ‘This generous contribution of 130 electric bicycles to our rural schools, with further prospects for additional units, helps to further our shared vision for a sustainable future through a functional, adaptable and sound education system.",
    "‘As we aim to integrate sustainability into the fabric of our educational system, partnerships like this one underscore the pivotal role of corporate entities in fostering community development and educational empowerment.",
    "‘I commend HUTCH for their unwavering commitment and look forward to more collaborative efforts that advance our national educational goals with a focus on sustainable solutions.",
    "‘Today the government with its focused program to rebuild the country has accumulated foreign reserves of nearly USD 5 billion.",
    "‘With the increase in tourist arrivals and the foreign exchange coming from remittances and increased FDIs, Sri Lanka would be able to further increase reserves.",
    "‘With these foreign currency inflows, the Central Bank will be in a stronger position to release exchange for debt servicing by 2027.",
    "‘All import restrictions sans motor vehicles have now been lifted while the country’s economic ratings too have increased.’",
    "The e-bikes were officially handed over at a ceremony, with Education Minister Dr Susil Premajayantha present as the Chief Guest. Among the other guests were, chairman, Dr Dharmasri Kumaratunge and Director General Madhushanka Dissanayake of the Telecommunications Regulatory Commission of Sri Lanka (TRCSL). Representing HUTCH were the Director of Hutchison Asia Telecommunications (HAT), Ms Anne Chen, who made a special visit to the island for the occasion and the CEO of Hutchison Telecommunications Lanka (HUTCH Sri Lanka) Saumitra Gupta.",
    "Speaking at the event Saumitra Gupta said: ‘At HUTCH, we’re dedicated to sustainable practices, community upliftment and advancing technology. This project signifies our commitment to benefit the wider community, particularly in education. It’s just the beginning, we’re gearing up for more contributions to sustainable mobility. With initiatives like this, we strive for lasting impact, promoting inclusivity and sustainability.’",
    "Related Topics:Education Minister Dr. Susil PremajayanthaNew laws in offing to benefit Sri Lanka’s student population",
    "Sri Lankan Airlines should show progress within six months – Minister Nimal Siripala de Silva",
    "ZORAL partners with Linearsix to expand business in mena and apac regions",
    "Pilot project to digitize education will be launched in March",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}