{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/malaysia-and-sri-lanka-strengthen-tourism-and-cultural-ties-at-malacca-meeting/",
  "time_ut": 1753206840.0,
  "original_lang": "en",
  "original_title": "Malaysia and Sri Lanka strengthen tourism and cultural ties at Malacca meeting",
  "original_body_lines": [
    "Malaysia and Sri Lanka deepen tourism and cultural cooperation through high-level engagement in Malacca",
    "Malaysia and Sri Lanka have reaffirmed their strong bilateral relations through a recent high-level meeting held in Malacca between Sri Lanka’s Minister of Foreign Affairs, Foreign Employment, and Tourism, Vijitha Herath and Tun Mohd Ali Rustam, Governor of Malacca.",
    "The discussions reflected the shared commitment of both nations to strengthen cooperation in key sectors such as tourism, cultural exchange, education, and investment, with a particular focus on promoting heritage and religious tourism. Both parties acknowledged the centuries-old historical links between Sri Lanka and Malacca and recognized the potential for these connections to foster meaningful tourism collaborations.",
    "Tun Mohd Ali Rustam emphasized Malacca’s historical role as a cultural and trade nexus between Malaysia and Sri Lanka. He warmly welcomed initiatives aimed at encouraging more Sri Lankan visitors to explore Malacca’s diverse tourism offerings, including its UNESCO World Heritage Sites and religious landmarks.",
    "In support of these bilateral efforts, Tourism Malaysia reaffirmed its readiness to facilitate greater tourism exchanges between both nations, particularly in view of the upcoming Visit Malaysia Year 2026 (VM2026).",
    "Local coconut industry warns of major setback as US slaps 30% tariff",
    "Registrations now open for Sri Lanka Economic & Investment Summit 2025",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}