{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/EU-funded-Energy-Management-Forum-sets-stage-for-long-term-efficiency-in-Sri-Lankan-industry/34-781622",
  "time_ut": 1757703495.0,
  "original_lang": "en",
  "original_title": "EU-funded Energy Management Forum sets stage for long-term efficiency in Sri Lankan industry",
  "original_body_lines": [
    "Energy Minister (Eng.) Kumara Jayakody speaks at the opening session of the EnMs Forum 2025",
    "EU Delegation to Sri Lanka and the Maldives Head of Cooperation Dr. Johann Hesse speaks at the opening of the EnMS Forum 2025",
    "Sub-Regional Office in India Director and UNIDO Representative Dr. Cristiano Pasini speaks at the opening of the EnMS Forum 2025",
    "Sri Lanka’s progress towards building a skilled workforce of industrial energy managers took centre stage on 29 August, as more than 200 industry leaders, government officials and representatives from the international community participated in the Energy Management Systems Forum 2025.",
    "Hosted by the European Union-funded Accelerating Industries Climate Response in Sri Lanka (AICRSL) project, the Forum reflected on three years of Energy Management Systems (EnMS) training and focused on ensuring its long-term integration into industrial practice. Implemented by the United Nations Industrial Development Organisation (UNIDO), the training is aimed at helping industries reduce energy costs, cut carbon emissions and strengthen the country’s climate goals.",
    "“As Sri Lanka’s economic activities are growing, the country’s emission budget is also simultaneously rising,” Energy Minister Eng. Kumara Jayakody said at the Forum. “Meeting that critical goal requires widespread energy efficiency across the industrial sector and this programme is helping build a skilled workforce to drive that change,” he said. “Reducing emissions is vital not only for our climate commitments but also for Sri Lanka’s economic resilience and energy security.”",
    "The industry sector and the energy sector are two important mitigation sectors contributing towards the national goal of reducing greenhouse gas emissions.",
    "Since 2023, the project has trained more than 500 industry and government professionals, and national experts including more than 100 women on energy management and energy system optimisation and other relevant aspects. During the one-year course, participants gain technical knowledge and tailored support to apply energy-saving measures within their own workplaces. Aligned with international ISO 50001 standards, the approach has helped participating companies to collectively abate an estimated 12,832 tons in CO2e emission. Individual industries have also benefited, making an estimated average annual energy saving of 29 GWh.",
    "The Forum showcased four industry case studies highlighting how their newly implemented EnMS efforts are driving improvements in operations, reducing emissions and opening up new market opportunities for Sri Lankan industries.",
    "European Union Delegation to Sri Lanka and Maldives Head of Cooperation Dr. Johann Hesse said, “By building the capacity of Sri Lankan industries to engage in industrial energy efficiency, we contribute to the Global Gateway’s focus on developing strategic partnerships that transcend borders. Through these initiatives, Sri Lanka is being empowered with the knowledge, skills, and technologies necessary to enhance energy efficiency and position itself as a global leader in sustainability and resilience.”",
    "The event included a certificate ceremony for the latest batch of trainees, who will expand the skilled workforce supporting Sri Lanka’s low-carbon industrial future even further. “The newly trained cohort, and the two batches before them, form a growing network that will sustain energy efficiency efforts long after the project ends,” said Sub-Regional Office in India Director and UNIDO Representative Dr. Cristiano Pasini.",
    "As the project enters its final phase, efforts are now shifting toward institutionalising energy management. Officials from the Sustainable Energy Authority announced plans to facilitate the energy management eco-system through policy and regulatory improvements and linking trained energy managers with Sri Lanka Energy Managers Association, helping to maintain momentum and support ongoing development. These steps aim to embed EnMS practices within standard industrial operations, helping to lock in long-term benefits for the environment and the economy.",
    "The project is a Rs. 2.8 billion (€ 7.56 million) contribution financed by the European Union and in partnership with the Sri Lankan Government, and UNIDO. It is designed to help the country’s industrial sector cut its greenhouse gas emissions (GHG) by 7% by 2030. The five-year initiative will work across a wide-range of areas, including measurement, reporting and verification of GHG emissions and creating policies to support industries to move to low-carbon technologies. Hundreds of industry managers and service providers will gain expertise on renewables and energy efficiency, and funding opportunities will be unlocked to increase low-carbon technology investments."
  ]
}