{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85526",
  "time_ut": 1739043660.0,
  "original_lang": "en",
  "original_title": "Mavai Senathirajah is an example not only of how a leader of a political party should not act, but also of how a party should not treat its senior leader.",
  "original_body_lines": [
    "The Sri Lankan Tamil polity lost two of its senior-most political leaders in a short span of time. Despite a 10-year age gap between the two, they had devoted more than six decades of their life to the democratic struggle for the political rights of Sri Lankan Tamil people.",
    "Mavai Senathirajah passed away on 29 January, one day short of the seven-month mark of Rajavarothayam Sampanthan’s death on 30 June 2024. His funeral was held last Sunday (2) in his hometown of Maviddapuram in the Jaffna District with the participation of a large number of politicians from various political parties as well as the public.",
    "Although Senathirajah and Sampanthan cannot be compared in many respects, there was a commonality between them as leaders of the main political movement representing the Sri Lankan Tamil people during the more than 15 years following the end of the civil war.",
    "Another similarity between the two is that they must have spent their last days in agony, as the Tamil polity is more fractured than ever before and in crisis without a responsible leadership. In fact, both of them are responsible for such an unfortunate situation.",
    "Avoiding speaking ill of the dead is considered a traditional value in our societies. We are all born to die one day. But what is important is the legacy we leave behind through our lifestyle and actions in the course of our lives. For political leaders, this is even more important.",
    "No one will dispute the fact that the right path for the future can be determined through a critical examination of the directions that political leaders may have left behind for their followers to continue their political journey and the lessons that can be drawn from their attitudes and actions.",
    "Having worked closely with great leaders of yesteryear such as S.J.V. Chelvanayakam, Appapillai Amirthalingam, and Murugesu Sivasithamparam, Senathirajah had long been a symbol of the Tamil people’s struggle for political rights against majoritarian hegemony.",
    "In an article written last week after Senathirajah’s death, his friend D.B.S. Jeyaraj, a senior journalist and prominent political analyst who had known the late leader for more than half a century, wrote that those who remembered the young Senathirajah for his sacrifices would hesitate to condemn or criticise him, and that they continued to sympathise with him by remembering the past despite the unpleasant change in him towards the latter part of his life.",
    "It is important to note that most Tamils are of the opinion that Senathirajah should be remembered only for his past sacrifices and not for his late political career.",
    "No matter what sacrifices politicians make in the beginning of their political careers, their legacy will be remembered in history in terms of how they guided the people, the movement they led, and how they set an example through the way they lived.",
    "After the end of the civil war, the political leadership of Sri Lankan Tamils automatically fell into the lap of the Tamil National Alliance (TNA). The political legacy of Sampanthan, as its Leader, will be remembered for the extent to which he devoted himself to building the TNA as a strong democratic political movement of the Tamil people in the post-war period and the extent to which he provided leadership to carry forward the Tamil people’s struggle for political rights in a practical manner, consistent with contemporary domestic and international conditions.",
    "After a long period of hibernation, the Ilankai Tamil Arasu Katchi (ITAK) was revived when the TNA was compelled to contest the 2004 Parliamentary Elections under the former’s ‘house’ symbol due to a legal wrangle. It was only after this that the party was able to reassert itself as an active main constituent party of the TNA.",
    "Apart from Sampanthan and Senathirajah, who led the ITAK one after another for the last 20 years, who else can be held responsible for the disintegration of the TNA and the present sorry state of the ITAK?",
    "It seems that there is no other party in Sri Lanka today that is as bedevilled by internal conflicts as the ITAK. The election held within the party’s General Council to elect the new leader of the party early last year, after a 10-year tenure by Senathirajah, was the key reason for this sorry state of affairs.",
    "Never before in the 75-year-old history of the ITAK has an election been held to elect a leader. The founder leaders of the party followed a tradition of electing the leader unanimously in the General Council, as they were well aware that holding elections would create dissension within the party ranks.",
    "In the early 1970s, when former Batticaloa MP Chelliah Rajadurai tried to compete with Amirthalingam for the position of leader of the ITAK, the late Chelvanayakam convinced him to compromise and paved the way for Amirthalingam’s unanimous election to the leadership.",
    "Neither Sampanthan nor Senathirajah were able to prevent the leadership election, despite persistent appeals from those who had the party’s future in mind, and to ensure the selection of a new leader unanimously in accordance with the decades-old tradition.",
    "In a sense, both were implicitly interested in using the situation resulting from that electoral contest as an opportunity to protect their political interests.",
    "At the same time, they showed no interest in grooming future leaders and preferred to remain in office until the end. As a result, their prestige and respect within the party began to decline. They did not act in a mature and non-partisan manner appropriate to their experience and eldership. Rather, they adopted an approach that encouraged conflict within the party.",
    "Sampanthan and Senathirajah prioritised their political interests and positions over the interests of the Tamil people and the party. It seemed as if the leadership election was not between two MPs from the same party, but between two political opponents with competing ideologies.",
    "The manner in which Senathirajah behaved over the past seven months after Sampanthan’s death was in no way appropriate to his decades of political experience, and as a result, not only was he unable to exert any influence in determining his status within the ITAK, but even those who identified themselves as his loyalists remained mere spectators, unable to defend him.",
    "Senathirajah is an example not only of how a leader of a political party should not act, but also of how a party should not treat its senior leader. This should certainly be a lesson to other Tamil politicians today, especially those from the ITAK. However, if their recent actions are anything to go by, it is hard to believe they will realise it.",
    "It is only natural that funerals of political leaders are expected to be an opportune moment for the factions of their divided parties to forget their differences and work unitedly in honour of the departed. But last week’s events in Maviddapuram set an example of how the funeral of a political leader should not be held.",
    "It seemed that those who were in charge of the funeral arrangements of Senathirajah were determined to deepen the divisions within the main political party of Sri Lankan Tamil people."
  ]
}