{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/partnership-between-govt-and-other-parties-necessary-to-resolve-national-issues/",
  "time_ut": 1730743740.0,
  "original_lang": "en",
  "original_title": "Partnership between govt. and other parties necessary to resolve national issues",
  "original_body_lines": [
    "The NPP’s main attraction at the presidential election, and one of its key campaign promises, was to bring a halt to the corruption that has increasingly held the country in its thrall. Large scale corruption from top to bottom and encompassing both the public and private sectors became normalised following the opening up of the economy in the late 1970s. Huge development projects and foreign aid provided opportunities for corruption to those in positions of power. The collapse of the economy in 2022 and accompanying hardships to the masses of people has stiffened the resolve of the general population to get rid of corruption and those implicated in it. As a political party that never wielded political power, only the NPP, among front running parties, was spared the blame.",
    "The issue of cleansing the country of its Augean Stables has come to the centre of people’s governance concerns and nothing else can overshadow it. The vain attempt by some of the opposition parties to whip up ethnic nationalism is not gaining any traction. With the sole exception of the NPP, there is no mainstream political party, with those accused of corruption in their midst, that can convince the electorate that they will have the political will to tackle the problem of corruption. Therefore, arguments of the opposition political parties that the government is failing to deliver on its promises, such as increasing the salaries of public servants and reducing the cost of living, are not having an impact on an electorate whose primary aspiration is to get rid of corruption and those who have been complicit in that corruption.",
    "The arrest and incarceration of two key members of the former government would satisfy the electorate for the time being that the government is serious about tackling the problem of impunity that has accompanied corruption. One of those arrested on charges related to an unregistered luxury vehicle has a history of violent behaviour. But he has never been arrested before, perhaps due to his family ties with the country’s pre-colonial nobility and perceived ability to pull in the votes of that sector of society. However, the government has now arrested both him and another former member of the government, who has himself behaved violently in parliament no less, on the relatively minor charges of possessing unregistered vehicles. This is not comparable to the billions that many others of their compatriots have been accused of misappropriating. But it is a start.",
    "In the eyes of the electorate, therefore, the NPP government is seen as being serious in delivering on its promises as it has begun to tackle the main problem of corruption without delay and taking on some of the giants of the previous government. The charges against the two former government members will be difficult to dispute because they are based on evidence at hand, which are unregistered motor vehicles. The more complex cases involving billions, for which evidence is harder to obtain, can lead to lengthy legal procedures and eventual acquittal as has happened many times in the past when corruption cases were brought before the courts by previous governments. But the present cases are more straightforward with less likelihood of acquittal.",
    "As a result, the opposition’s critiques of the government are not gaining traction amongst the people at this point of time. This is particularly the case with regard to the IMF agreement which was negotiated by the previous government. Another criticism being made is that it is not delivering on its election time promise to increase salaries of public servants and reduce the cost of living. However, while the people will want their economic hardships to be mitigated as soon as possible, they also realise that the government has been in power only a month and needs to pass a new budget to redistribute resources from areas of less priority to areas of high priority. Changes of tax structures will require a change in laws which is not possible at this time as parliament is dissolved.",
    "Also, the economic promises made by the NPP need to be seen in the context of promises made by its rivals at the presidential election. These included incredible relief packages, claiming they would increase the monthly welfare payments for vulnerable groups and debt relief initiatives, such as raising allowances for disabled individuals and the extremely poor and waiving specific farmer loans, provide instant cash relief or reduce taxes significantly, creating millions of jobs and raising salaries across the board, promising higher wages for government workers and essential sectors and obtain massive foreign investment or debt relief within a short timeframe, which was unlikely given the country’s credit rating and international relations. It has now become a case of the pot calling the kettle black.",
    "The desire for change in the overall system of corrupt governance, which was summarised as “system change” by the Aragalaya  protest movement, will continue to be the campaign theme with the greatest resonance to the electorate at the forthcoming parliamentary elections. There is a likelihood that even those who did not vote for the NPP at the presidential election would now vote for the NPP as they too want a corruption-free government. On the other hand, as seen at the Elpitiya local government election last month, people also tend to vote on a sentimental basis for those they personally know or who have helped them, which would benefit former government members who have done favours at the local level. At Elpitiya, the NPP obtained 47 percent of the vote and secured half of the seats on offer but with a larger percentage voting for other parties.",
    "The situation in those parts of the country in which the ethnic and religious minorities predominate would also make it difficult for the NPP to win the majority of seats. The NPP’s main focus of attention has previously been the majority community and the party’s top leadership is also drawn from the same ethnic and religious background. This suggests that the natural inclination of the ethnic and religious minorities will be to vote for parties championing their sectional interests rather than opt for a national party that has not worked much amongst them. However, the minorities are also disillusioned by their own political leaders and the younger generation in particular are more interested in integrating with the mainstream society and the national economy rather than to live segregated.",
    "The conclusion from this analysis is that the government is unlikely to win a 2/3 majority that would enable it to engage in constitutional amendment by itself. But it may be able to win a simple majority, though that, too, is not given. The best case scenario for the country is if the government will need to work in partnership with the other parties that will be elected to parliament to pass new laws and to institute constitutional amendments. This will require consultation, compromise and consensus with the opposition as opined by former President Ranasinghe Premadasa. The litmus test for the opposition parties would be to cooperate with the government when it comes to enacting new laws relating to putting an end to corruption and impunity unlike in the past when corruption and impunity dominated the scene. The NPP may find its most likely partners in the ethnic and religious minority parties that have not become compromised by being in the governments of the past.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}