{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Debt-relief-reforms-and-democracy/4-764210",
  "time_ut": 1720809473.0,
  "original_lang": "en",
  "original_title": "Debt relief, reforms and democracy",
  "original_body_lines": [
    "It is the citizenry at the middle and lower end of the income scale who would be asked to bear the cost of this exercise rather dis-proportionately",
    "“Don’t buy things you can’t afford with money you don’t have to impress people you don’t like”. This quote from Dave Ramsay which applies to individuals and families may as well apply to governments also. Why did Sri Lanka borrow so much, was there proper accounting of how it was spent, how many of the projects funded by borrowed money actually met the real needs of the country, and who really benefited, are all questions that still remain unanswered.",
    "No government that approved these borrowing ever provided a balance sheet to the public. Government budgets were all about the future and not about the past. No annual budget of government ever accounts for the progress or failure of the one preceded it. The cumulative effect of this parliamentary tradition is to shift the burden of settling debts accumulated by one generation to the next. Thus, the onus of settling the accumulated debt over decades has fallen well and truly on shoulders of the Aragalaya generation. But the tragedy is the ones who were responsible for this irresponsible accumulation and reckless profligacy are still in power continuing to influence government policies and advising the President. As long as they are there should the young generation accept that responsibility?",
    "Be that as it may, President Ranil Wickremesinghe may well go around the country and claim credit for the financial sector stability achieved under IMF tutelage, and for the “favourable” or “fair” $ 8 billion worth of relief from debt-restructuring negotiations. But the amount of belt tightening and sacrifice that ordinary Sri Lankans had to make to achieve that stability is another story. However, given the involvement of IMF, which has virtually taken control of Sri Lanka’s economic policy direction, the debt relief should not come as a surprise to those familiar with IMF’s role in mediating between debtor nations and their creditors. The primary interest of IMF is to look after the global capitalist system. According to its ideology the moneyed class is the locomotive driving that system. Therefore, IMF primarily looks after the interests of the creditors while enabling the debtor to gain sufficient financial strength to settle the total debt with whatever concessions offered by the debtor. There is no free lunch and the ball is now in Sri Lanka’s court.",
    "There is also another factor worth reminding in this context. Sri Lanka is a strategic foothold to keep under control for American and Western interests in the ongoing Cold War in the Indian Ocean. Therefore, the little debt relief given to its Government on the recommendation and supervision of IMF is more than an economic or financial gesture. IMF has done its part and will now wait and watch how RW is going to handle the little leverage he has gained in the post-debt-restructured environment.",
    "At the end of the day all foreign debt has to be settled by producing a national surplus. Basically, there are two types of surpluses, trade surplus and budget surplus. To achieve the first the total value of exports has to exceed that of imports, and to achieve the second, total Government revenue must exceed total expenditure. In both, Sri Lanka is experiencing chronic problems. In the IMF agenda the immediate focus is on reducing the fiscal deficit while expecting trade deficit to fall when economic growth resumes. So far IMF has not directly intervened in resourcing or incentivising the domestic production sector, and RW’s two budgets were also more about fiscal consolidation than raising domestic production.",
    "The next budget too will be focusing primarily on cutting public expenditure and raising revenue, an exercise more stylistically phrased as “disciplined fiscal policy”. However, that exercise too like in previous years would be class biased. It is the citizenry at the middle and lower end of the income scale who would be asked to bear the cost of this exercise rather dis-proportionately. The so-called imputed rental income tax that is expected to be introduced in the name of a wealth tax for example is a camouflage to allow the top end of income earners to reduce its total tax liability. Economic distress for the majority is destined to prolong, and a few more rupees thrown into RW’s Aswesuma bucket is not going to bring down the poverty rate, which is hovering around 26%. On the expenditure side of the ledger health and education would continue to suffer from inadequate resourcing. Public hospitals are hit by shortage of doctors, nurses and specialists while public schools are starved of trained teachers and teaching facilities. While patients find medicinal drugs at public hospitals unavailable and unaffordable at private pharmacies, many families with school children find the cost of textbooks beyond their means.",
    "Thus, in the post debt-restructured environment, preparation of the next annual budget with “disciplined fiscal policy” is going to be a challenge. However, in between that challenge and debt relief stands democracy. It is time the interim president and the government in power seek fresh mandate from voters before proceeding with any reform program. It is therefore not the economy but politics that is gripping the nation at the moment and is being watched anxiously by IMF and its shareholders.",
    "To start with, the Aragalaya generation has no confidence on the sitting 225, and RW is its No. 1 enemy. The fear of defeat at the ballot box has therefore driven the ones in power to look for ways and means of avoiding the election itself. The search for loopholes in the constitution to postpone an election and expecting the judiciary to adjudicate favourably over it, attempts to build a popular consensus to allow the status quo to continue by exaggerating the danger of change and the imperative to continue with reforms, and a concerted attempt to portray RW as the best man for the job are strategies dominating the political arena.",
    "But the real danger in allowing the status quo to continue is to give license to a system that had been instrumental in creating a poly-crisis. Those who are insisting that reforms should continue without political disruption are limiting themselves to fiscal discipline and creation of an economic environment to promote exports and foreign investment. But real reforms have to go much deeper and more encompassing. RW has no wish to get rid of the prevailing political culture with its administrative lax, financial corruption, economic mismanagement, organised violence and institutional discrimination. On the contrary, he is hoping to build an economic paradise on the foundation of a culture and system which changed governments periodically but without changing the philosophy and style of governance.",
    "As a result, the so-called free market economy which that system created and operated became an organised playground to amass private wealth for greedy politicians with their Mafiosi partners. State owned enterprises fell into decay at the hands of a bunch of greedy individuals related to these politicians, and as a result those enterprises have become a burden on public purse. This is why IMF is insisting on privatising these loss-making parastatals. Hence, the case for a radical change in governance as demanded by the Aragalaya.",
    "The knife edge economic stability for which IMF is credited with cannot remain solid without transforming the pernicious culture of political governance. NPP’s call for a social revolution to change that culture has therefore started reverberating throughout the nation and particularly among its younger generation. An election whether Presidential or General is therefore a democratic imperative. Trying to postpone or cancel it under any pretext would only provoke mass revolts and RW’s guardians of PTA and OSA will not be able to protect the saboteurs.",
    "(The writer is attached to Business School, Murdoch University, W. Australia.)"
  ]
}