{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-planning-to-raid-unregistered-places-of-worship-154081/",
  "time_ut": 1710148620.0,
  "original_lang": "en",
  "original_title": "Sri Lanka planning to raid unregistered places of worship",
  "original_body_lines": [
    "ECONOMYNEXT- Sri Lanka is planning to raid places of worship that have not been registered with the authorities, Minister of Buddhasasana, Religious and Cultural Affairs, Vidura Wickramanayake said.",
    "“As per the law, all religious institutions, be it Buddhist, a Hindu temple or a mosque, need to be registered,” Wickramanayake told EconomyNext on Monday.",
    "“There are some unregistered religious institutions that cause religious disharmony.”",
    "He referred to the case of one Pastor Jerome, who was arrested after a video of a sermon containing controversial remarks about Buddhism.",
    "People can criticize their own religion but not others’, according to the minister.",
    "“You can criticize your own religion but you can’t criticize other religions,” he said. “Of course, you can compare but you can’t criticize. You cannot make derogatory remarks on another religion.",
    "“These churches need to have legitimacy. We are responsible for the clergy, so we need to know how many are there. These churches should be legal entities.”",
    "The plan to raid places of worship would also apply to groups like Jehovah’s Witnesses and Mormons, he said.",
    "A report by the US State Department said it was difficult for religious minorities to register places of worship.",
    "“In April, the government widened the scope of regulations requiring approval for construction of places of worship,” the State Department’s 2022 Report on International Religious Freedom covering Sri Lanka said.",
    "“Critics said the government used the regulations to unfairly target minority religious groups.” (Colombo/March11/2024)"
  ]
}