{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/nation-lanka-finance-going-for-private-placement-of-30-billion-ordinary-shares/",
  "time_ut": 1730814240.0,
  "original_lang": "en",
  "original_title": "Nation Lanka Finance going for private placement of 30 billion ordinary shares",
  "original_body_lines": [
    "Nation Lanka Finance is in the process of going for a private placement of 30 billion ordinary shares at 10 cents per share to meet working capital requirements.",
    "Five billion ordinary shares will be issued initially and subsequently 25 billion ordinary shares, to Sugath Rathnawardana Holding Ceylon (Pvt) Limited, the finance company said. The company has received approval in principle from the Central Bank of Sri Lanka subject to necessary regulatory approvals.",
    "Nation Lanka Finance’s current stated capital is Rs 4.1 billion (4,108,420,583.00) and the new funds will “meet the Core Capital Requirement and the funds will be utilized to meet working capital requirements, the company said.",
    "Amid those developments yesterday the share market performance was a bit volatile due to the US presidential election and the upcoming Sri Lankan general election creating some uncertainty in the market. As a result both indices moved downwards. The All Share Price Index went down by 59.5 points, while the S and P SL20 declined by 20 points. Turnover stood at Rs 2.38 billion with eight crossings.",
    "Those crossings were reported in HNB which crossed 2.8 million shares to the tune of Rs 633 million and its shares traded at Rs 228, Pan Asia Bank 6 million shares crossed for Rs 156 million and its shares sold at Rs 26, Sampath Bank 1 million shares crossed for Rs 90 million; its shares traded at Rs 90, Commercial Bank 450,000 shares crossed for Rs 52 million; its shares traded at Rs 116, LMF 1 million shares crossed to the tune of Rs 32 million; its shares sold at Rs 32, Alumax 2 million shares crossed for Rs 22 million and its shares traded at Rs 11, Dialog 2 million shares crossed for Rs 21.2 million; its shares traded at Rs 10.6 and Melstacope 200,000 shares crossed for Rs 20.7 million; its shares traded at Rs 103.50.",
    "In the retail market top six companies that mainly contributed to the turnover were; Sampath Bank Rs 147 million (1.6 million shares traded), HNB Rs 125 million (548,000 shares traded), Access Engineering Rs 100 million (3.8 million shares traded), LMF Rs 71 million (2.2 million shares traded), LB Finance Rs 63 million (845,000 shares traded) and Commercial Bank Rs 52 million (528,000 shares traded). During the day 63 million share volumes changed hands in 14297 transactions.",
    "It is said that the Banking sector was the most active sector which contributed more than half of the turnover.",
    "Yesterday the rupee opened flat at Rs 293.05/20 to the US dollar, dealers said, while bond yields were steady.",
    "A bond maturing on 01.08.2026 was quoted at 10.40/55 percent. A bond maturing on 15.12.2027 was quoted stable at 11.45/55 percent. A bond maturing on 15.02.2028 was quoted at 11.70/80 percent. A bond maturing on 15.06.2029 was quoted at 11.95/12.05 percent. A bond maturing on 15.05.2030 was quoted at 12.20/25 percent.",
    "The Central Bank announced that Rs. 175,000 million Treasury bills are to be issued through an auction today, market analysts said.",
    "TransDigm Group joins BOI for 8.5 million USD investment in factory at Wathupitiwala EPZ",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}