{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Two-missing-US-Navy-SEALs-declared-dead-after-search-off-Somalia/108-275489",
  "time_ut": 1705905720.0,
  "original_lang": "en",
  "original_title": "Two missing US Navy SEALs declared dead after search off Somalia",
  "original_body_lines": [
    "Jan 22, (Reuters) -  Two U.S. Navy SEALs who went missing in the Gulf of Aden earlier this month during a raid on a boat carrying Iranian weapons have not been located following an exhaustive search and their status has been changed to deceased, military officials said on Sunday.",
    "The SEALs were reported missing after boarding the vessel in a Jan. 11 operation near the coast of Somali, the U.S. Central Command said on X.",
    "“We mourn the loss of our two Naval Special Warfare warriors, and we will forever honor their sacrifice and example. Our prayers are with the SEALs’ families, friends, the U.S. Navy, and the entire Special Operations community during this time,” CENTCOM Commander General Michael Erik Kurilla said in a statement.",
    "A joint operation carried out by the United States, Spain and Japan searched more than 21,000 square miles of ocean for the missing SEALs, CENTCOM said in the statement.",
    "That mission had now become a recovery operation, CENTCOM said.",
    "The U.S. has carried out a string of strikes against Houthi targets in response to Houthi attacks on merchant ships in the Red Sea that have disrupted global trade and raised fears of supply bottlenecks.",
    "U.S. Central Command forces on Saturday struck a Houthi anti-ship missile that was aimed into the Gulf of Aden and prepared to launch, the U.S. military said.",
    "The Houthis, who control the most populous parts of Yemen, have claimed their attacks on commercial ships are aimed at supporting the Palestinians in Israel's war in Gaza.",
    "The Houthi movement has vowed to keep up attacks despite the strikes last week against radar and missile capabilities."
  ]
}