{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99664/modi-claims-victory-for-his-alliance-in-indias-general-election",
  "time_ut": 1717515480.0,
  "original_lang": "en",
  "original_title": "Modi claims victory for his alliance in India’s general election",
  "original_body_lines": [
    "(AP) — Prime Minister Narendra Modi claimed victory for his alliance on Tuesday in India’s general election, despite a lackluster performance from his own party as it faced a stronger than expected challenge from the opposition, which pushed back against his mixed economic record and polarizing politics.",
    "Modi told a crowd at his party’s headquarters that his National Democratic Alliance will form the government for the third consecutive time, saying Indian voters had “shown immense faith” both in his party and the coalition alliance.",
    "“Today’s victory is the victory of the world’s largest democracy” he said.",
    "Still, for the first time since Modi’s Bharatiya Janata Party swept to power in 2014, it appeared unlikely it would secure a majority on its own, and the prime minister would instead need the support of the other parties in his coalition for his third five-year term in the world’s largest democratic exercise.",
    "That would be a stunning blow for the 73-year-old, who had hoped for a landslide victory. Despite the setback, many of the Hindu nationalist policies he’s instituted over the last 10 year remain locked in place.",
    "In the face of surprising numbers, the opposition claimed they had also won a victory of sorts, with the main opposition Congress party saying the election had been a “moral and political loss” for Modi.",
    "“This is public’s victory and a win for democracy,” Congress party President Mallikarjun Kharge told reporters.",
    "In his 10 years in power, Modi has transformed India’s political landscape, bringing Hindu nationalism, once a fringe ideology in India, into the mainstream while leaving the country deeply divided.",
    "His supporters see him as a self-made, strong leader who has improved India’s standing in the world. His critics and opponents say his Hindu-first politics have bred intolerance and while the economy, the world’s fifth-largest and one of the fastest-growing, has become more unequal.",
    "The counting of more than 640 million votes cast over six weeks was expected to last into the night.",
    "Some 12 hours into counting, partial tallies reported by India’s Election Commission showed Modi’s BJP was ahead in 114 constituencies and had won 126 of 543 parliamentary seats. The Congress party led in 45 constituencies and had won 54.",
    "A total of 272 seats are needed for a majority. In 2019, the BJP won 303 seats, while they secured 282 in 2014 when Modi first came to power.",
    "The BJP-led National Democratic Alliance led in 147 constituencies and won 139, according to the partial count. The Congress party is part of the INDIA alliance, which led in 131 constituencies and had won 99.",
    "The Election Commission does not release data on the percentage of votes tallied.",
    "Exit polling from the weekend had projected the NDA to win more than 350 seats. Indian markets, which had hit an all-time high on Monday, closed sharply down Tuesday, with benchmark stock indices — the NIFTY 50 and the BSE Sensex — both down by more than 5%.",
    "For Payal, a resident of the northern city of Lucknow who uses only one name, the election was about the economy and India’s vast number of people living in poverty.",
    "“People are suffering, there are no jobs, people are in such a state that their kids are compelled to make and sell tea on the roadside,” Payal said. “This is a big deal for us. If we don’t wake up now, when will we?”",
    "If Modi wins, it would only be the second time an Indian leader has retained power for a third term after Jawaharlal Nehru, the country’s first prime minister.",
    "But if his BJP is forced to form a coalition, the party would likely “be heavily dependent on the goodwill of its allies, which makes them critical players who we can expect will extract their pound of flesh, both in terms of policymaking as well as government formation,” said Milan Vaishnav, director of the South Asia Program at the Carnegie Endowment for International Peace.",
    "“This would be truly, you know, uncharted territory, both for Indians as well as for the prime minister,” he added.",
    "Before Modi came to power, India had coalition governments for 30 years. His BJP has always had a majority on its own while still governing in a coalition.",
    "Extreme heat struck India as voters went to the polls. While temperatures were somewhat lower on Tuesday, election officials and political parties still hauled in large quantities of water and installed outdoor air coolers for people waiting for results.",
    "Outside BJP party headquarters in New Delhi, supporters banged drums and bells as the counting was underway. Earlier, party workers performed a Hindu ritual.",
    "Meanwhile, supporters at the Congress party headquarters appeared upbeat and chanted slogans praising Rahul Gandhi, the face of the party’s campaign.",
    "Speaking at the press conference with party president Kharge, Gandhi said he saw the figures as a message from the people.",
    "“The poorest of this country have defended the constitution of India,” he said.",
    "Over 10 years in power, Modi’s popularity has outstripped that of his party’s, and turned a parliamentary election into one that increasingly resembled a presidential-style campaign. The result is that the BJP relies more and more on Modi’s enduring brand to stay in power, with local politicians receding into the background even in state elections.",
    "“Modi was not just the prime campaigner, but the sole campaigner of this election,” said Yamini Aiyar, a public policy scholar.",
    "The country’s democracy, Modi’s critics say, is faltering under his government, which has increasingly wielded strong-arm tactics to subdue political opponents, squeeze independent media and quash dissent. The government has rejected such accusations and say democracy is flourishing.",
    "And economic discontent has simmered under Modi. While stock markets reach record-highs and millionaires multiply, youth unemployment has soared, with only a small portion of Indians benefitting from the boom.",
    "As polls opened in mid-April, a confident BJP initially focused its campaign on “Modi’s guarantees,” highlighting the economic and welfare achievements that his party says have reduced poverty. With him at the helm, “India will become a developed nation by 2047,” Modi repeated in rally after rally.",
    "But the campaign turned increasingly shrill, as Modi ramped up polarizing rhetoric that targeted Muslims, who make up 14% of the population, a tactic seen to energize his core Hindu majority voters.",
    "The opposition INDIA alliance has attacked Modi over his Hindu nationalist politics, and campaigned on issues of joblessness, inflation and inequality.",
    "But the broad alliance of over a dozen political parties has been beset by ideological differences and defections, raising questions over their effectiveness. Meanwhile, the alliance has also claimed they’ve been unfairly targeted, pointing to a spree of raids, arrests and corruption investigations against their leaders by federal agencies they say are politically motivated. The government has denied this.",
    "In the financial capital of Mumbai, Mangesh Mahadeshwar was one of many surprised by how the election was playing out.",
    "“Yesterday we thought that the BJP would get more than 400 seats,” said 52-year-old who was keeping an eye on the results at the restaurant where he works. “Today it seems like that won’t happen – people haven’t supported the BJP so much this time.”"
  ]
}