{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/soul-searching-posers-for-the-world-from-us-presidents-un-address/",
  "time_ut": 1727286120.0,
  "original_lang": "en",
  "original_title": "Soul-searching posers for the world from US President’s UN address",
  "original_body_lines": [
    "US President Joe Biden in his wide-ranging and eloquent address recently to the UN General Assembly made notable reference to British poetic great W. B. Yeats’ prophetic poem, ‘The Second Coming’. The fact that much of what Yeats prophesied at the beginning of the last century has now come to pass in the world as perhaps never before made the reference most relevant and thought-provoking.",
    "Focusing on the bloody anarchy that had begun to characterize the world at the beginning of the last century Yeats drew attention to the fact that ‘things’ were ‘falling apart’ so fast that no purportedly controlling entity or organization could hold them together any more. Instead, lawlessness and brutality were spreading rampantly in the world.",
    "While references to the work of major world literary figures in international forums by those seen as foremost political leaders ought to be welcomed, the US President could be said to have trivialized some of Yeats thinking to some extent by seeing the ‘centre’ in the poem as a reference to the US and its allies. That is, the NATO alliance.",
    "However, on reflection it may be found that the ‘centre’ in question could very well have been a reference to any entity, social unit, person or group of persons that have wielded beneficial influence over human behavior over time. In other words, what the poet probably had in mind were crumbling moral influence-wielding institutions.",
    "In what amounted to an exercise in clarifying any seeming ambiguities arising from the poem’s reference to a ‘centre’, President Biden went on to say that far from being helpless in the face of fast-breaking, negative change, the US and its allies were very much in control of the world.",
    "However, one wishes that the US President had gone on to briefly focus on some of the content in Yeats’ poem that followed his initial lines as well. This is in view of its profound relevance to the contemporary world.",
    "This is a poignant reference to the brutalizing and dehumanizing impact conflict and war has on the human currently. This is certainly the case in the Middle East bloodshed where unconscionable violence is being inflicted by the main parties to the conflict on each other.",
    "To be sure, ‘A shape with lion body and the head of a man’, could be fast materializing when it is considered that the international community is compelled to look on helplessly while humans unleash extreme brutality on each other in the Middle Eastern theatre, to consider only one example of contemporary barbaric violence.",
    "However, although President Biden referred to the Gaza violence and the Ukraine in his address, he seemed to have missed out on their brutalizing impact. Maybe, he preferred not to project the allies of the US in an unfavourable light. However, the fact is that there are no ‘angels or demons’ in contemporary conflicts when it is realized that war brutalizes both the aggressor and the victim in such theatres of continuous blood-letting.",
    "All things considered though, President Biden’s address had numerous ‘takes’ of a positive nature that marked his final address to the UN as quite memorable. He was emphatic, for instance, that violence in the conflict zones of the world needed to be ended without further delay. For example, he went on record that, ‘Now is the time to end the Gaza war’, and ‘peace is still possible in the Ukraine.’ Likewise, ‘a diplomatic solution is possible to the Israel-Lebanon conflict.’",
    "However, considering that the US is very much a party to many of the ongoing conflicts in view of the alliances it has formed with some aggressor states, the observer cannot be faulted for seeing the US President’s pronouncements as being tinged with some irony. After all, it is well within the US’ capabilities to ensure an end to many of the on-going conflicts by compelling its allies to consider getting on to the path of negotiations. Why isn’t it doing so?",
    "This is the poser that is begging for an answer. It could very well be that it is in the US’ interests to ensure the continuation of these conflicts. It is up to the US to prove the fallaciousness of this line of thinking.",
    "It was encouraging for the humanist, though, to note that the US President was supportive of Palestinian statehood, while also fully subscribing to the ‘Two State’ solution in the Middle East. Thus, most of the ideational inputs could be considered as being in place for a US-driven fresh Middle Eastern peace initiative. All that’s left for the US to do is to translate its ideas into policy and to firmly implement such policy. Any delays in pursuing this course of action could open the US to the charge of being duplicitous.",
    "Of equal positive import as the above pronouncements was President Biden’s support for UN reform and the broad-basing of the UN Security Council (UNSC). Here’s an issue on which almost the entirety of the international community could unite.",
    "The US is on record that it favours India being inducted into the UNSC. India would prove an asset for particularly the South as a consequence being a permanent member of the UNSC but there are many more major states whose membership of the UNSC could help greatly in blunting the disproportionate power and influence currently being wielded by the original five permanent members of the UNSC. Three of these are, South Africa, Brazil and Indonesia.",
    "Now that no less a political personality than the US President has broached the subject of UN reform, progressive sections the world over would need to keep the issue alive by constantly compelling the US to deliver on its commitment through the application of moral pressure and other legitimate means. They are bound to have a good ally in these efforts in the form of India.",
    "The time is also right for the urgent resuscitation of global peace movements. Such movements played a considerable role in ending the Vietnam War and other such prolonged conflicts that had an eroding impact on humanity. The world needs to view with dread the disfigurement of the human that war brings about and which was so evocatively put into words by W.B. Yeats.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}