{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-20-year-reflection-on-housing-struggles-of-tsunami-survivors/",
  "time_ut": 1735136400.0,
  "original_lang": "en",
  "original_title": "A 20-year reflection on housing struggles of Tsunami survivors",
  "original_body_lines": [
    "The 2004 Indian Ocean tsunami, also known as the Boxing Day tsunami, triggered by a magnitude 9.1 earthquake off the coast of Sumatra on 26 Dec., 2004, had a catastrophic impact on Sri Lanka. It is estimated to have released energy equivalent to 23,000 Hiroshima-type atomic bombs, wiping out hundreds of communities in minutes. The tsunami struck Sri Lanka’s eastern and southern coasts approximately two hours after the earthquake. The eastern shores, facing the earthquake’s epicenter, bore the brunt of the waves, affecting settlements on the east coast. The tsunami displaced many families and devastated villages and communities in the affected districts of Sri Lanka. Although Boxing Day is associated with exchanging gifts after Christmas and was a time to give to the less fortunate, it brought havoc in Sri Lanka to many communities. It resulted in approximately 31,229 deaths and 4,093 people missing. In terms of the dead and missing numbers, Sri Lanka’s toll was second only to Indonesia (126,804, missing 93,458, displaced 474,619). Twenty-five beach hotels were severely damaged, and another 6 were completely washed away. More than 240 schools were destroyed or sustained severe damage. Several hospitals, telecommunication networks, coastal railway networks, etc., were also damaged. In addition, one and a half million people were displaced from their homes.",
    "Ampara district was a hard-hit district, where more than 10,000 people died. A Galle bound train from Colombo, carrying about 1,700 passengers visiting their ancestral homes and villages, on the Sunday after the Christmas holidays, was struck by the tsunami near Telwatta; most of them were killed.",
    "About 8,000 people were killed in the northeast region, which the LTTE controlled at the time. The Ampara district was a hard-hit district, with more than 10,000 people dying and many more displaced. In sympathy with the victims, the Saudi Arabian government established a grant to construct houses to assist 500 displaced families in Ampara in 2009. The Saudi Envoy in Colombo presented the house keys to President Mahinda Rajapaksa in 2011 for distribution to tsunami victims in the Ampara district. However, due to the protests by local majoritarian ethnic groups, the government intervened, and a court ruling halted the housing distribution to the victims, mandating that houses be allocated according to the country’s population ratio. The project includes residential units and amenities such as a school, a supermarket complex, a hospital, and a mosque, making it unique for Muslim people. Saudi government ambassador Khalid Hamoud Alkahtani engaged in discussions with the Sri Lankan government to sort out the issues and agreed to give the houses to the respective victims.",
    "The immediate relief work was initiated just after the disaster, and the government had financial and moral support from local people and countries worldwide. As most displaced people were children and women, restoring at least basic education facilities for affected children was a high priority. By mid-year, 85 percent of the children in tsunami-affected areas were back in school, which showed that the relief programme in school education was a success.",
    "Relief efforts for households included the provision of finances to meet immediate needs. Compensation of Rs.15,000 (US$150) was offered for victims towards funeral expenses; livelihood support schemes included Payment of Rs.375 (US$3.75) in cash and rations for each member of a family unit per week, a payment of Rs. 2,500 (US$25) towards kitchen utensils per family. These initial measures were largely successful, though there were some problems with a lack of coordination, as witnessed. (See Map 1)",
    "The most considerable financing needs were in the housing sector. The destruction of private assets was substantial (US$700 million), in addition to public infrastructure and other assets. Loss of current output in the fisheries and tourism sectors—which were severely affected—was estimated at US$200 million and US$130 million, respectively.",
    "Strands of Hope: Progress Made for Tsunami-Affected Communities of Sri Lanka",
    "By mid-June 2005, the number of displaced people was down to 516,000 from approximately 800,000 immediately after the tsunami, as people went home—even if the homes in question were destroyed or damaged—and were taken off the books then. At first, an estimated 169,000 people living in schools and tents were mainly transferred to transitional shelters/camps—designed to serve as a stopgap between emergency housing and permanent homes. This transitional shelter was only supplied to affected households in the buffer zone.",
    "By late August 2005, The Task Force for Rebuilding the Nation (TAFREN) estimated that 52,383 transitional shelters, accommodating an estimated 250,000 tsunami-affected people, had been completed since February 2005 at 492 sites. Those transitional housing programme shelters were expected to be completed with 55,000 by the end of September 2005. This goal seems more than achievable. I did not find evidence to show that it has been achieved.",
    "I did my field research in Ampara district with support from UNDP Colombo, the Department for Research Cooperation, and the Swedish International Development Cooperation.",
    "My research shows that the tsunami affected families in Muslim settlements along the East Coast had a severe housing problem for two reasons.",
    "• First, the GoSL has declared that land within 65 meters of the sea is unsafe for living due to possible seismic effects, and people are thus prohibited from engaging in any construction in that beach area. This land strip is the traditional living area of the Muslims, particularly the fisher folk. Families living along the narrow beach strip have not been offered alternative land or adequate compensation to buy land outside the 65-metre zone.",
    "• Second, the LTTE has prohibited Muslims from building houses on land purchased for them by outside agencies on the pretext that it belongs to the Tamils.",
    "The GoSL established several institutions as a response strategy for post-tsunami recovery after the failure of P-TOMS. The Task Force for Rebuilding the Nation (TAFREN), the Task Force for Relief (TAFOR), and the Tsunami Housing Reconstruction Unit (THRU) were the lead agencies created through processes involving private and public sector participation. In November 2005, following the election of President Mahinda Rajapaksa, the Reconstruction and Development Agency (RADA)was set up. This became an authority with executive powers following the parliamentary ratification of the RADA Act in 2006. RADA’s mandate was to accelerate reconstruction and development activities in the affected areas, functionally replacing all the tsunami organizations and a significant part of the former RRR Ministry. According to RADA, the total number of houses built so far (as of May 2006) in Ampara is 629, while the total housing units pledged is 6,169. At the time of the research (March to June 2006), no housing projects were completed in a predominantly Muslim area.",
    "Compensation for damaged houses was not based on a consistent scheme. As a result, some families received large sums, while others did not get any money. In some instances, those who collected compensation were not the affected families. The Auditor General, S.C. Mayadunne, noted that Payment of an excessive amount, even for minor damages, is due to the payments being made without assessing the cost of restoring the houses to normal condition. (For example, Rs. 100,000 had been paid for minor damages of Rs. 10,000) … Payments made without identifying the value of the damaged houses, thus resulting in heavy expenditure by the government (For example, a sum of Rs. 250,000 had been paid for the destruction of a temporary house valued at Rs. 10,000) (Mayadunne, 2005, p. 8). That compensation was not paid according to an acceptable scheme, which led to agitation among the affected people and provided an opportunity for political manipulation. The LTTE and the TRO requested direct aid for reconstruction work in LTTE-controlled areas. The poor response of the GoSL to this demand was interpreted as indifference on its part towards ethnic minorities in Ampara. Meanwhile, the GoSL provided direct support for tsunami-affected communities in southern Sri Lanka, where the majority were Sinhalese, strengthening this allegation.",
    "Land scarcity in tsunami-affected Ampara and disputes over landownership in the area were the main reasons for not completing the housing programmes. The LTTE contended that the land identified for building houses by the GoSL or purchased by civil society organisations for constructing such houses belongs to the Tamils, an ideology based on a myth of their own, a Tamil hereditary Homeland—paarampariyamaana taayakam’ (Peebles, 1990, p. 41). Consequently, housing programmes could not be implemented at that time.",
    "The land question in the Eastern Province has a history that dates back to 1951 when the Gal Oya Colonisation scheme was established. According to the minority version of this history, in a report submitted by Dr. Hasbullah and his colleagues, it shows that the colonists were selected overwhelmingly from among the Sinhalese rather than the Muslims and Tamils, who were a majority in Ampara at that time, and, as a result, the ethnic balance of Ampara District was disrupted. However, conversely, B.H. Farmer reported in 1957 that Tamils, especially Jaffna Tamils, were ‘chary’ and did not have a ‘tradition of migration,’ which was the apparent reason for less Tamil representation among the colonists of Gal Oya. According to Farmer, up to December 31, 1953, between five and 16 percent of the colonists were chosen from the Districts of Batticaloa, Jaffna and Trincomalee, predominantly Tamil. Contradictory evidence (with a political coloring following the recent rise of ethnicity in this discourse) reports by Dr. Hasbullah that 100,000 acres of agricultural land in the East have been ‘illegally transferred from Muslims to the Tamils’ since the 1990s. The Tamils, however, believe that the land in the Eastern Province is part and parcel of the Tamil Homeland. This new political ideology of landownership that emerged at that time in the ethnopolitical context of the Eastern Province has intensified land (re)claiming in Ampara by Muslims and Tamils.",
    "According to Tamil discourse, the increase in the value of land in Ampara over the past two decades has led to rich Muslims purchasing land belonging to poor Tamils, resulting in ethnic homogenization in the coastal areas of the District in favor of the Muslims. ‘Violence against Tamils was also used in some areas to push out the numerically small Tamil service caste communities’ as Hasbullah says. In a situation with an ideological history of land disputes, finding new land for the construction of houses for Muslim communities affected by the tsunami posed a challenge at that time.",
    "In the face of this challenge, Muslims in Ampara sought assistance from Muslim politicians and organisations that willingly came forward to assist them. The efforts made by these politicians and civil society organisations to erect houses for tsunami-affected Muslim families were forcibly curtailed by the LTTE. Consequently, a proposed housing program for Muslims in Kinnayady Kiramam in Kaththankudi was abandoned in 2005. Development of the four acres of land bought by the Memon Sangam in Colombo for tsunami victims of Makbooliya in Marathamunai was prohibited in 2005. Similar occurrences have been reported in Marathamunai Medduvedday. Mrs. Ferial Ashraff, at that time Minister of Housing and Common Amenities, wanted to build houses in Marathamunai, Periyaneelavanai DS division (Addaippallam), the Pandirippu Muslim area, and in Oluvil–Palamunai, but the LTTE proscribed all such initiatives.",
    "The Islamabad housing scheme in Kalmunai Muslim DS division and the construction of houses by Muslim individuals in Karaithivu were banned, and threats were issued by the LTTE and a Tamil military organisation called Ellai Padai (Boundary Forces). Because the GoSL and the intervening agencies could not resolve the housing problem, the affected communities became disillusioned and lost confidence in the GoSL departments, aid agencies, and international NGOs. Much effort and resources were wasted in finding land and designing housing programmes that have not materialised. Some funds pledged by external agencies failed to materialise, causing harm to low-income families. Efforts to provide housing for tsunami-affected people in the Ampara District at that time highlighted their vulnerability to LTTE threats and the power politics of participating agencies. Regarding housing and land issues, the Muslim people of Ampara adopted two approaches to address their challenges. First, in some cases, they reached a compromise with the LTTE, agreeing that upon completion of a housing project, a portion of the houses would be allocated to the Tamil community under LTTE supervision.",
    "For instance, this approach proved successful in the Islamabad housing programme, which was halfway complete as of the time of the research (March–June 2006). Similarly, a housing scheme in Ninthavur followed a comparable compromise with the LTTE. According to Mohamed Mansoor, the then President of the Centre for East Lanka Social Service, 22 of the 100 houses were to be allocated to the Tamil community upon completion. This allocation was deemed reasonable because Muslims owned 80 percent of the land in the area, while Tamils owned 20 percent. At the time of the author’s fieldwork, approximately 30 houses had been completed at this site. I don’t know what happened afterward.",
    "The second approach adopted by the people was to build houses in the areas they had lived in before the tsunami, despite construction being prohibited within 65 meters of the sea. Muslims in Marathamunai knew they would not be allocated any land for housing and sought funds from organisations such as the Eastern Human Economic Development to construct homes on their original plots. The affected individuals have made efforts to urge their leaders to engage with the TRO and the LTTE to reclaim the funds borrowed by Muslim people and organisations to purchase land. The four-acre plot that the Memon Society had acquired for housing development was sold to a Tamil organisation for Rs. 1,000,000 (roughly USD 10,000) and was one such land in question.",
    "The national political forces operating in Ampara have deprived the poor (Muslim) fisher folk of their right to land and build houses in their villages. These communities have resorted to non-violent strategies involving accepting the status quo without questioning it and fighting for their rights. The passivity among the poor affected families is a result of them not having representation in the civil society organisations in the area. These bodies are run by elites who do not wish to contest the GoSL rule of a 65-metre buffer zone or LTTE land claims. The tsunami not only washed away the houses and took the land of the poor communities that lived by the sea, but it also made them even poorer, more marginalised, and more ethnically segregated.",
    "Here, 20 years later, it is time that justice was done to the Muslim families in the Ampara district who were severely hit by the tsunami. It is also a significant and timely commitment made by President Dissanayake to offer 500 houses to the Muslim tsunami victims. Such a promise is overdue and essential, as these marginalised communities have desperately needed a voice and action in their favour for over 20 years. Delivery of such homes to the victims would be an important step in restoring social harmony and the dignity and livelihoods of those affected by the tragic incident.",
    "Navigating the Dragon’s Den: Sri Lanka’s strategic balancing act ahead of President AKD’s visit to China",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}