{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/fostering-inclusive-growth-hnb-and-sunera-foundations-landmark-partnership-for-differently-abled-youth/",
  "time_ut": 1726344840.0,
  "original_lang": "en",
  "original_title": "Fostering inclusive growth: HNB and Sunera Foundation’s landmark partnership for differently-abled youth",
  "original_body_lines": [
    "HNB PLC, a leading private sector bank, recently announced a groundbreaking partnership with the Sunera Foundation, a charity dedicated to nurturing the talents of differently-abled young individuals through performing arts.",
    "The MOU was signed at HNB Towers, attended by HNB Acting Chief Executive Officer Damith Pallewatte, Sunera Foundation Chairperson Sunethra Bandaranaike, senior officials, and representatives from both organizations, a news release on the event said",
    "“Our partnership with the Sunera Foundation marks a pivotal moment in our journey towards building an inclusive and empowered Sri Lanka. These workshops are not merely financial investments; they represent our commitment to unlocking the potential of differently-abled youth and driving positive societal change. By championing diversity and fostering empathy, we’re setting a new standard for corporate responsibility in the banking sector. This initiative aligns with our broader vision of sustainable development, where economic growth and social progress go hand in hand. We’re proud to be at the forefront of creating a more inclusive financial landscape that benefits all segments of our society,” said HNB Chief Human Resource Officer, Kailaivasan Indravasan.",
    "The partnership aims to sponsor three pivotal workshops, Sunera Galle, Sunera Katugastota, and Sunera Maharagama and seeks to create pathways for differently abled youth, celebrate their abilities, and advocate for their rights.",
    "“The collaboration between the Sunera Foundation and HNB is a powerful testament to the transformative impact of mutual partnerships. HNB’s support goes beyond financial assistance; it’s a catalyst for changing perceptions and breaking down barriers. Through these workshops, we’re not just developing skills; we’re nurturing confidence, creativity, and self-expression among differently-abled individuals. This partnership exemplifies our shared commitment to fostering a society that celebrates diversity and ensures equal opportunities for all. Together, we’re pioneering a model of inclusion that we hope will inspire similar initiatives across various sectors, ultimately contributing to a more equitable and prosperous Sri Lanka,” said Sunera Foundation Chairperson Sunethra Bandaranaike.",
    "HNB’s partnership with the Sunera Foundation builds upon the bank’s ‘Oba Wenuwen Api’ nutrition drive, initiated in 2022, addressing the challenges faced by children with disabilities. Through the Sunera Foundation’s efforts, these young individuals, often sidelined due to archaic and discriminatory beliefs, find a voice and visibility.",
    "The Sunera Foundation is a beacon of hope for differently-abled individuals in Sri Lanka. Through its performing arts workshops, the foundation provides a platform for expression and growth, fostering a society that values diversity and inclusion. The Sunera Foundation operates approximately 37 weekly workshops across Sri Lanka, reaching into the heart of communities, including those within tea plantations and the Jaffna region. HNB’s sponsorship of the three workshops is a testament to our belief in inclusivity and the empowerment of all members of society, the release cocluded.",
    "Melwa hosts training workshops for technical officers and construction workers",
    "MediaDefined Pvt Ltd wins top awards at Commonwealth Business Excellence",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}