{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98540/international-court-rules-switzerland-violated-human-rights-in-landmark-climate-case-brought-by-2000-women",
  "time_ut": 1712665200.0,
  "original_lang": "en",
  "original_title": "International court rules Switzerland violated human rights in landmark climate case brought by 2,000 women",
  "original_body_lines": [
    "An international court in France on Tuesday ruled Switzerland’s failure to adequately tackle the climate crisis was in violation of human rights, in a landmark climate judgment that could have a ripple effect across the globe.",
    "The European Court of Human Rights (ECHR) in Strasbourg, France delivered its ruling in a case brought by more than 2,000 Swiss women, the majority of whom are in their 70s, against Switzerland’s government. They argued that climate change-fueled heat waves undermined their health and quality of life, and put them at risk of dying.",
    "The court ruled that the Swiss government had violated some of the women’s human rights due to “critical gaps” in its national legislation to reduce planet-heating emissions, as well as a failure to meet past climate targets.",
    "This amounted to a breach of the women’s rights to effective protection from the “the serious adverse effects of climate change on lives, health, well-being and quality of life,” the court said in a statement.",
    "It marks the first time the court has ruled on climate litigation. There is no right of appeal and the judgment is legally binding.",
    "Experts say the court’s ruling could bolster other human rights-based climate cases pending before international courts and could open the flood gates for numerous similar lawsuits to be launched in the future.",
    "“Today’s rulings against Switzerland sets a historic precedent that applies to all European countries,” Gerry Liston, a lawyer at Global Legal Action Network, which supported the Portugal case, said in a statement. “It means that all European countries must urgently revise their targets so that they are science-based and aligned to 1.5 degrees. This is a massive win for all generations.”",
    "The ruling could also force Switzerland to reduce its consumption of fossil fuels more rapidly. Fossil fuels are the main driver of human-caused climate change.",
    "Vesselina Newman, from the environmental lawyers organization ClientEarth, said this result “from one of the world’s highest courts sends a clear message: governments must take real action on emissions to safeguard the human rights of their citizens.”",
    "Switzerland’s Federal Office of Justice, which represents the country at the human rights court, said it “takes note” of the judgement.",
    "“The comprehensive judgment will be analyzed with the authorities concerned and the measures which Switzerland has to take for the future will be examined,” it said in a statement to CNN.",
    "The court also delivered judgments on two other claims, one brought by a municipal mayor against the French government and a third, the largest and highest-profile, by six young people in Portugal against 32 European countries. Those two claims were ruled “inadmissible.”",
    "The French claim was ruled out because the claimant had since moved from the country and no longer had links with the region his case focused on, and so did not qualify as a “victim” for the purposes of the lawsuit.",
    "The court dismissed the Portuguese case on the basis that the claimants had not exhausted all legal avenues in their national court system first. It also ruled that there were no grounds to extend the claim to countries outside Portugal.",
    "Catarina dos Santos Mota, one of the claimants in that case, said while the ruling did not go their way, the judgment was still a win. “We didn’t break the wall but we’ve made a huge crack,” she said. “I want to see the win against Switzerland being used against all European countries and in national courts.”",
    "As the climate crisis worsens, climate litigation is becoming an increasingly popular tool to attempt to force governments and companies to step up their climate action, especially as the world remains wildly off course in cutting emissions fast enough to avert catastrophic warming.",
    "Environmental activist Greta Thunberg, who attended a demonstration, told reporters outside the court that “this is only the beginning of climate litigation.”",
    "“All over the world more and more people are taking their government to court, holding them responsible for their actions,” Thunberg said, adding: “We are going to use every tool in the toolbox that we have.”",
    "Tuesday’s judgment in favor of the Swiss women sets “a precedent for other international courts to follow,” Liston, from Global Legal Action Network, told CNN.",
    "Both the International Court of Justice and the Inter American Court of Human Rights have cases pending which relate to the human rights impacts of climate change."
  ]
}