{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/the-psychology-of-money-a-book-review/",
  "time_ut": 1723475844.0,
  "original_lang": "en",
  "original_title": "The Psychology Of Money: A Book Review",
  "original_body_lines": [
    "In the modern world, money is considered as a key to unlocking various barriers to success in someone’s lifetime. As a result, many of us put tremendous effort into learning about various techniques to earn money as fast as possible.  On this journey, have you ever thought about the role of psychology when dealing with money? In his world-best-selling book, titled “The Psychology of Money: Timeless Lessons on Wealth, Greed, and Happiness” published by Harriman House, Mogan Housel has provided some interesting insights into this arena. In this, he primarily argues that doing well with money has little to do with technical knowledge and a lot to do with our behaviour, which is guided by our thoughts.",
    "In my opinion, this book will assist readers in finding answers to some fundamental questions related to our daily financial life.",
    "People are generally good at copying the practices of others in their own behaviour. This may be applicable to various decisions in daily life. For instance, choices relating to education, consumption patterns, fashion, and many more. Similarly, can we do the same for wealth-related decisions? The author provides some interesting insight into this perspective. He argues that wealth is something we cannot see as outsiders looking into someone’s life. You might surely disagree with this by remembering the people who spend a lot on fancy things in their daily lives. As per the opinion of this book, most of them are only rich people who enjoy a higher current income or have higher liquidity funded by debt. Wealth, on the other hand, is something that enables you to enjoy a flexible, sustained, and independent life. Therefore, the real wealthy individuals have nothing to do with showcasing their wealth. As a result, their actions are mostly hidden from the majority of members in society. This makes it difficult for others to imitate their actions. Hence, the author of this book argues that spending money to show people how much money we have is the fastest way to have less money with us.",
    "Investments involve putting our money into various financial assets. For example, purchasing shares and debentures of listed companies requires us to allocate our money to these assets. A fundamental feature of these assets is that returns fluctuate over time. How do we deal with these fluctuations? For a typical investor, the goal would be to avoid losses and withdraw funds when prices are declining. However, the author provides an interesting perspective on this matter.",
    "Let’s look into our behaviour in other daily matters. We are ready to pay the price for what we want to acquire. For instance, we are willing to pay the price for a car if we want to have it. That cost is the loss of our money to acquire what we want. It is impossible to acquire it without paying its price. In the case of financial assets, the biggest return is generated only when you hold it for a longer period. This compound effect has been clearly explained in the book with real-world stories. In this journey, the author convinces us to see the losses generated by short-term fluctuations as the price of our eventual return. In case, if we are not ready to pay the price, we won’t be able to acquire what we want in the end. Accordingly, this provides a novel perspective to look at losses arising from short-term fluctuations in financial assets.",
    "It also elaborates on the immense role that savings play in someone’s journey to wealth. More specifically, savings will account for a major part of the journey compared to income and investment returns. I have seen/met many people who justify not having enough income as a reason for their lack of savings. However, this book discusses how our thinking and behaviour shape savings in daily life.",
    "It is obvious that no one can save with extremely little income. However, after a certain point, it becomes a matter of managing our ego. In simple terms, savings can be explained as income minus expenditure. In most cases, income remains fixed and out of our control. More importantly, most of the expenditures are under our control. These expenditures are a result of our expectations. Therefore, the secret to generating savings is managing our expectations one step below our bearable level. To do this, we need to set aside our egos and stop worrying about how others perceive our spending patterns and lifestyle.",
    "On the path to wealth, risk is always linked to return. We would not be able to generate a considerable amount of wealth unless we accept a significant amount of risk in our lives. However, we should also know that it is not wise to continue the same strategy at every stage of this journey. If we do not change the gear at the correct time, we may lose everything due to a single decision and may need to start from the beginning. Accordingly, this book convinces us of the need for different types of thinking to become wealthy and remain wealthy. Therefore, to avoid a disappointing ending, be mindful of when to shift the risk gear in life.",
    "As argued by many organizational theorists, people living in the post-modern world prefer more independence in their lives. I have realized their aim to emancipate, especially when dealing with the younger generations in Sri Lanka. However, I also feel that many of them have become victims of personalized modern marketing propaganda, facilitated by big data and AI through various social media platforms. This has resulted in high consumption-oriented behaviour among the members of society. Finally, it might result in a community with less savings in hand. Ultimately, this thinking pattern will not assist us in having an independent life in the future. Therefore, this book will provide valuable insights to adjust our daily expenditure patterns below our maximum bearable level and to attain an independent life.",
    "*The writer is a Senior Lecturer, Department of Public Administration, University of Sri Jayewardenepura and currently, reading for the Ph.D. in Governance and Development, GSPA, NIDA, Thailand."
  ]
}