{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/HRCSL-directs-Royal-College-to-rectify-wrong-prefects-appointments/108-278996",
  "time_ut": 1710574860.0,
  "original_lang": "en",
  "original_title": "HRCSL directs Royal College to rectify wrong prefects’ appointments",
  "original_body_lines": [
    "Colombo, March 16 (Daily Mirror) - The Human Rights Commission of Sri Lanka (HRCSL) has directed Royal College, Colombo 7 to rectify the alleged wrong appointments made to the Prefects Council for 2024.",
    "The Human Rights Commission made this direction following seven complaints filed by students of Royal College who claimed their rights were violated by the appointments of prefects for the year 2024.",
    "They cited the Principal of Royal College and Director - National Schools and the Minister of Education and copies of the complaints had been sent to the Education Ministry Secretary, the Minister of the Education and the Presidential Investigation Commission.",
    "The HRCSL headed by Justice L.T.B. Dehideniya inquired into the initial complaints on Friday (March 15) and examined the appointment criteria of two randomly taken prefect appointments and two that were rejected.",
    "The commission observed irregularities and failures in following the required criteria of those two appointed as Royal College prefects. The Commission has also found that two of those qualified to be appointed as prefects had been denied their places.",
    "Having gone through the initial inquiry, the HRCSL has directed the school representative who was present at the Commission, to rectify the wrong appointments and reach a settlement with regard to the complaints made by the group of students.",
    "The Commission has directed that if the school fails to settle the issue, a full inquiry by summoning the parties including the principal will be continued. The inquiry was postponed for March 20.",
    "Filing complaints before the HRCSL, seven students had stated that there are various criteria to be followed when members for the 80-member Prefects Council are appointed every year. These included excellence in education, extracurricular activities, participation at various clubs and societies and attendance.",
    "However, the appointment last week of some of the prefects had not followed these proper criteria and even several students who had allegedly brought disrepute to the College have been appointed, the complainants claimed."
  ]
}