{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99964/president-ranil-reveals-plans-to-boost-sri-lankas-industrial-sector",
  "time_ut": 1718776980.0,
  "original_lang": "en",
  "original_title": "President Ranil reveals plans to boost Sri Lanka’s industrial sector",
  "original_body_lines": [
    "President Ranil Wickremesinghe today announced forthcoming negotiations with creditor countries and also revealed plans to boost Sri Lanka’s industrial sector.",
    "He stated that these plans feature the creation of a new commercial bank, an economic commission and an institute called “Enterprise Sri Lanka” to promote a competitive and digitalized green economy, the PMD reported.",
    "He made these comments during the opening ceremony of the International Industry Exhibition, “Industry EXPO 2024,” which was inaugurated at the Bandaranaike Memorial International Conference Hall (BMICH) in Colombo today (19).",
    "He also said that the government is expected to reach an agreement with the Sri Lanka’s creditor nations within the next few weeks.",
    "Wickremesinghe announced the establishment of a new development bank aimed at providing financial support to industrialists in Sri Lanka. This initiative will offer industrialists the opportunity to obtain loans at low interest rates.",
    "Additionally, the President revealed plans to set up an Economic Commission to oversee these activities. A new institution, “Enterprise Sri Lanka,” will also be created to empower small and medium-sized entrepreneurs, he said.",
    "President Ranil Wickremesinghe made this announcement during the inauguration of the International Industry Expo 2024, the first event of its kind in Sri Lanka.",
    "Organized by the Industrial Development Board under the guidance of the Ministry of Industry, and with the support of Industries and Health Minister Dr. Ramesh Pathirana, the exhibition will run from today until June 23 at the BMICH.",
    "Over a thousand international industrial entrepreneurs from various countries, along with local large-scale and medium-scale industrialists, are participating in this event. The expo features 1,307 exhibition booths, with the special inclusion of a separate green industrial zone for the first time. Additionally, an experimental academic conference on green industrialization will be held during the exhibition.",
    "President Ranil Wickremesinghe inaugurated the International Industry Expo 2024 by cutting the ribbon and the President engaged in a tour of the exhibition.",
    "In his address, the President remarked that some individuals have become accustomed to taking every development initiative to court. He emphasized that such actions hinder progress and stressed that the country can only be developed through a consistent national policy.",
    "“Minister of Industries and Health Ramesh Pathirana is diligently spearheading the development of the industrial sector in the country, with the industry exhibition being a significant initiative under his stewardship. It stands as the largest exhibition in the country.",
    "We were once a bankrupt nation. However, in the coming weeks, we anticipate shedding this label entirely. Negotiations for the related agreement are also slated for completion in the near future, facilitating smoother dealings with private creditors. These achievements have been realized over the past two years.",
    "Yet, we must not rest on these achievements. Our focus must now shift to debt repayment strategies, as we aim to settle outstanding loans over an extended period, ideally extending until 2042.",
    "Given that we are primarily an import-based economy, we continually need foreign exchange to cover these imports. Without sufficient foreign exchange reserves, we are compelled to resort to taking loans. However, this practice can potentially lead to another economic crisis within the next 15-20 years. Hence, our current focus is on transitioning to an export-oriented economy.",
    "In this shift towards an export-oriented economy, the manufacturing sector plays a pivotal role. This sector needs to evolve into a competitive and digital economy, aligned with our goal of achieving zero carbon emissions and fostering a green economy. These initiatives must guide our efforts moving forward.",
    "Our immediate priority is to enhance the competitiveness of existing industries through strategic plans. Achieving competitiveness cannot happen overnight; neighbouring countries like India, particularly in states such as Tamil Nadu, Telangana, and Andhra Pradesh, have made significant strides in industrial development. It is crucial for us to align and collaborate with these developments. Furthermore, we aim to engage with other global partners to advance these objectives.",
    "Therefore, our primary objective is to ensure our industries attain competitive capabilities. The government is committed to providing all necessary support to facilitate this transformation.",
    "We are currently exploring the establishment of a development bank to facilitate the required funding for this initiative. Back in 1960, we established the DFCC Bank, followed by the founding of the NDB Bank in 1980. Post-privatization, both banks have evolved into major commercial entities in our country. Notably, without these banks, President Premadasa’s success with 200 garment industries would not have been possible. Hence, there is a strong need to initiate a new bank.",
    "This new bank aims to maintain low interest rates. Additionally, an economic commission will be instituted to advance these initiatives. Furthermore, we plan to introduce a new entity called Enterprise Sri Lanka to support small and medium-scale entrepreneurs. This institutional framework is designed to assist all industrialists across the country. We aim to progress steadily along this path over the next 5-10 years.",
    "Furthermore, our policy aims to explore opportunities for production in countries like Bangladesh and Myanmar in the future. Concurrently, we are actively collaborating with India on these endeavours. I have already discussed this with Prime Minister Narendra Modi and anticipate further discussions with the Indian Foreign Minister tomorrow. Our cooperation with India will focus on solar and wind power, as well as acquiring green hydrogen. We aim to leverage these advantages, potentially even in the North Sea. As the first step Adani Company has initiated its presence in Sri Lanka. Embracing this new direction is imperative.",
    "However, it’s observed that some individuals in our country resort to legal action for every issue, primarily benefiting lawyers. It’s imperative to understand that litigation alone cannot foster national development; instead, we must adhere to our national policies. I have instructed the Minister of Industries to initiate discussions and formulate a new program to advance industrial growth. We intend to present the Economic Transformation Law to Parliament to reinforce these initiatives.”"
  ]
}