{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101090/sri-lanka-raises-safety-concerns-ahead-of-england-tests-due-to-anti-immigrant-riots-in-uk-report",
  "time_ut": 1723130280.0,
  "original_lang": "en",
  "original_title": "Sri Lanka raises safety concerns ahead of England Tests due to anti-immigrant riots in UK: Report",
  "original_body_lines": [
    "Sri Lanka Cricket (SLC) has raised concerns over the safety of its Test team ahead of the three-match series against England, starting on August 21 in Manchester, due to anti-immigrant riots that have erupted in various cities of the United Kingdom.",
    "According to a report in ESPNCricinfo, the Sri Lankan players already in England - seven players and two support staff - have asked the country’s cricket board to arrange for better security over the next few days, as they travel to and from a ground near London, due to the widespread riots targeting immigrants in the UK.",
    "The riots in the UK have taken place after a mass stabbing incident in Southport, where three children were killed. Due to disinformation about the attackers, many immigrants, as well as their businesses and places of worship, have come under attack from far-right groups.",
    "“Most of the issues seem not to be close to where we are but everyone is still a little concerned. We can’t really go out to dinner or do anything like that. Mostly we stay in the hotel. No one wants to run into trouble and get beaten up.”",
    "“We’ve asked the board to try and ask for some security for us until the main team arrives, but we haven’t heard anything back yet,” a Sri Lanka player was quoted as saying in the report.",
    "The majority of the Test team will arrive in England on Sunday, and from there, the security plan of the England and Wales Cricket Board (ECB) begins. The report added that the ECB has responded by reassuring SLC and the team about the security arrangements in place.",
    "“I raised the issue with them, but the ECB responded very quickly and sent us their comprehensive security arrangements. We’ll be having a security liaison on the tour from them as well,” Sri Lanka’s team manager Mahinda Halangoda was quoted as saying in the report.",
    "It also said the United Kingdom government, in an emergency call on Wednesday, has assured sporting bodies that the country remained safe for conducting sporting activities, with the police stating it will crack down on people who indulge in violence. After the first Test ends at Manchester, Sri Lanka and England will play two more games at the Lord’s, beginning on August 29, and at The Oval, commencing on September 6."
  ]
}