{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/elections-in-the-u-s-and-sl/",
  "time_ut": 1730579340.0,
  "original_lang": "en",
  "original_title": "Elections in the U.S. and SL",
  "original_body_lines": [
    "On Tuesday, Nov. 5, Americans will vote for a new president at an election that most observers and commentators agree is destined to be as consequential, if not even more so, as only two other elections in the chequered history of the United States of America. Americans will either choose to continue with the Great Experiment of democracy envisaged by the Founding Fathers over two centuries ago; or they will change course and adopt an authoritarian government on the model of other authoritarian nations in the world, like Russia.",
    "The U.S. constitution decrees that a presidential election be held once every four years on the first Tuesday following a Monday in November. This is to ensure that the Polling Day does not interfere with Sunday worship and also that it does not fall on Nov. 1, also for a religious reason. Unfortunately, Sri Lanka has no ironclad date for holding elections, both presidential and parliamentary, and incumbents have considerable flexibility of when elections will be called. This is often used for their own advantage.",
    "We in Sri Lanka will vote on Nov. 14 to elect our 17th Parliament which will convene on Nov. 21, completing two national elections to choose an executive president and a new parliament within a few weeks of each other. We voted in a new president as recently as Sept. 21. President Anura Kumara Dissanayake had during his campaign pledged that his first executive action, if elected, would be to dissolve the then parliament. This, of course was a sine qua non – an essential or indispensable requirement – as the NPP/JVP had only three seats in the last parliament and is now governing the country with the world’s smallest cabinet of just three ministers.",
    "It is unlikely that the result of the U.S. election will influence voters here. There has been little or no mention of that subject in ongoing campaign rhetoric although the U.S. election has been extensively reported and commented upon both here and the world-over. Most Lankans, we believe, are convinced that the election of Donald Trump in what appears to be a very tight race in the “swing states,” would be an unmitigated disaster not only for America but also the wider world. There have been five examples – two recently – at U.S. presidential elections where the winner literally lost. The recent examples are 2000 when Al Gore won the popular vote and lost to George. W. Bush in the Electoral College. Then in 2016 Hillary Clinton who won the popular vote lost to Trump..",
    "The 2024 U.S. election is being fought on a variety of issues, with immigration and reproductive freedom taking center stage. The economy used to be a major issue, but recent reports of a vast improvement in the economy consequent to the policies of the Biden administration – Bidenomics – has had the effect of a dramatic reduction in inflation, which now stands at 2.2%, down from 9% in 2022. Glowing reports about the continuing success of the economy, which The Economist recently headlined as “The envy of the world” has largely silenced Republican critics. As has the prediction of a majority of economists that Trump’s nebulous economic plan, based mainly on increased tariffs on imports, will result in higher prices and recession.",
    "Convicted felon Trump keeps hammering on about the catastrophe of an open Southern border, with gross exaggerations about criminals, murderers, rapists and people who bring drugs, crossing the border in their millions – “vermin who are poisoning the blood of the people”. He is creating hatred and fear of immigrants in a land of immigrants, continuing a strategy which won him the presidency in 2016.",
    "However, the overturning of Roe v. Wade by the Republican backed US Supreme Court, will likely play a major role in the final outcome of the election. Women’s reproductive rights had been guaranteed by the Supreme Court judgment of Roe v. Wade, since 1973. The Court had ruled that that abortion was a decision to be made by the pregnant woman, her physician, her parents (in the case of a minor) and her God. After 50 years, Donald Trump appointed, three decisively pro-life judges to the Supreme Court, which now has a 6/3 Republican majority, which overturned Roe v. Wade in 2022, ending the constitutional right to abortion.",
    "Women, Democrats, Republicans and Independents, form the majority (52%) of the electorate. They are overwhelmingly in favor of the re-instatement of Roe v. Wade. Vice-President Harris as vowed to sign this into law as one of her first actions on election as president. The fact that women usually exercise their right to vote in greater numbers than men may just swing an extremely close, most consequential election in favor of Vice-President Harris and the Democrats.",
    "Here in Sri Lanka we have President AKD calling on the electorate to give the NPP/JVP a parliamentary majority to ensure smooth government with a single party controlling both the presidency and the legislature. He wants the voter who crowned him executive president to do a “satyagraha” to give him the parliamentary majority as well. Sajith Premadasa seeks the majority pledging to work with the president on everything good it attempts while Ranil Wickremesinghe lectures that politicians with experience must be elected MPs. He is eloquently silent on why he, the country’s most experienced politician, does not offer himself for election. He has even ruled out a National List entry to parliament for himself like he did in 2020 when the UNP won zero seats and scraped a single National List slot. But he eventually took that place after months of foot dragging. The rest is history.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}