{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Introduction-of-VAT-on-used-vehicles-sparks-black-market-Motor-Traders/108-275688",
  "time_ut": 1706134260.0,
  "original_lang": "en",
  "original_title": "Introduction of VAT on used vehicles sparks black market: Motor Traders",
  "original_body_lines": [
    "The recently introduced Value Added Tax (VAT) on used vehicles has inadvertently given rise to a black market within the industry. This, in turn, has led to an escalation in the market prices of used vehicles, adversely impacting the average citizens of the country, according to the Ceylon Motor Traders’ Association (CMTA).",
    "The recent implementation of the VAT has stirred concerns in the motor trade, as the legitimate companies now face a significant hurdle. When these companies sell vehicles, the prices surge by an additional 18 percent, due to the newly imposed VAT.",
    "On the other hand, the unethical companies and individuals, often dealing in cash transactions, can operate without the burden of this additional tax, offering them an 18 percent substantial competitive advantage. This situation poses a serious threat to legitimate companies, rendering them inoperable against the black-market competitors.",
    "As a result, the used vehicle sales will move to such black-market traders and the government will not be able to achieve the expected income from the VAT on used vehicles. The reason is that such black-market traders do not divulge the actual transactions or profitability to the authorities and therefore, do not pay any income taxes or any other direct taxes.",
    "In addition to the above, since the legitimate companies will have to exit the used vehicle business completely, the government will lose even the income tax, which it was getting from such companies previously.",
    "CMTA Senior Vice Chairman Virann De Zoysa stated, “The black-market traders, taking undue advantage of the situation, have already increased the prices of vehicles and two-wheelers, which is hurting the common man of the country, who were battered by the exorbitantly high used vehicle prices, resulting from the now four-year long vehicle import suspension.",
    "Take for instance, Suzuki Wagon R, one of the country’s most popular vehicles. A legitimate company would now have to charge an additional Rs.1 million, due to the VAT, making it significantly harder for the average consumer to afford. Even a commonly purchased two-wheeler like Honda Dio Scooter will cost an additional Rs.100,000 at a legitimate company. Further, each time a used vehicle goes through the buying and selling cycle, the price keeps escalating, due to the VAT. This is just a glimpse of how the VAT will adversely affect the used vehicle customers going forward.”",
    "CMTA Chairman Charaka Perera commented on the alternate proposal by the CMTA. “We have proposed the government to charge the VAT on the profit margin of the vehicle, which will not result in a major price increase while enabling the legitimate companies to continue with their business and the government to earn revenue from the VAT of the used vehicle sales. If this issue is not addressed, there could be further job losses in the industry, which had already lost over 15,000 jobs from the import suspension.”",
    "The membership of the CMTA consists of the local authorised agents of the global vehicle manufacturers and the association has been working towards the sustainable development of the automobile industry since its inception in 1919."
  ]
}