{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/family-of-murdered-sri-lanka-editor-seek-justice-from-new-president-180641/",
  "time_ut": 1727079840.0,
  "original_lang": "en",
  "original_title": "Family of murdered Sri Lanka editor seek justice from new president",
  "original_body_lines": [
    "ECONOMYNEXT – The family of murdered Sri Lanka journalist Lasantha Wickrematunge appealed on Tuesday to the island’s new president to reopen an investigation into the internationally-condemned assassination.",
    "The anti-establishment editor was murdered as he drove to work in January 2009 by attackers later identified by police as members of a military intelligence unit linked to the once-powerful Rajapaksa family.",
    "Saturday’s election of the country’s first leftist president, Anura Kumara Dissanayaka, had given the family “a renewed sense of hope” of justice, Wickrematunge’s daughter Ahimsa said.",
    "“We are hopeful that this leadership will bring a fresh perspective into finally addressing the atrocities that have taken place in Sri Lanka’s recent human rights history,” she said in a statement.",
    "Wickrematunge had accused then defence ministry secretary Gotabaya Rajapaksa of taking kickbacks in arms procurements, including the purchase of second-hand MiG jet fighters from Ukraine.",
    "His family held Rajapaksa, who was at the time a US national, responsible for the killing and filed action in a California court, but it was put on hold after he acquired immunity when he became president in November 2019.",
    "Rajapaksa was forced out of office in July 2022 after mobs stormed his residence following months of shortages of food and other essentials.",
    "His successor, Ranil Wickremesinghe, did not reopen investigations into any of the Rajapaksa-era killings, including those of over a dozen journalists and media workers.",
    "Wickrematunge, a prominent critic of the then administration, was stabbed days before he was due to testify in a corruption case involving Gotabaya Rajapaksa.",
    "The killing shone a light on human rights violations in Sri Lanka under president Mahinda Rajapaksa, Gotabaya’s elder brother.",
    "Wickrematunge case has been seen as emblematic of the island’s culture of impunity for rights violations and has been taken up repeatedly by the UN rights body and others.",
    "Gotabaya Rajapaksa has been accused of giving orders to a shadowy military outfit allegedly involved in murdering journalists and political dissidents during Sri Lanka’s long-running civil war, an allegation he denies."
  ]
}