{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/israel-iran-tensions-saudi-arabia-reckoned-as-best-mediator/",
  "time_ut": 1713484740.0,
  "original_lang": "en",
  "original_title": "Israel-Iran tensions: Saudi Arabia reckoned as best mediator",
  "original_body_lines": [
    "Saudi Arabia has the capability to play a key role in mitigating tensions between Israel and Iran and prevent the conflict from causing broader consequences to the geopolitical order, global oil market and global financial markets, Samer Talhouk, Senior Analyst, Risk & Industry Research MENA (Middle East and North Africa) Fitch Solutions, said during a webinar.",
    "Fitch Solutions BMI webinars present expert analyses of the political and economic risks that could impact growth strategies in more than 200 markets.",
    "Setting the tone for the webinar BMI said,” Israel and Iran have been on a collision course throughout Israel’s six-month war against Hamas militants in the Gaza Strip. Iran’s dramatic aerial attack on Israel follows years of enmity between the countries and marks the first time Iran has launched a direct military assault on Israel. Meanwhile, President Joe Biden warned Prime Minister Benjamin Netanyahu that the U.S. would not take part in a counter-offensive against Iran.”",
    "“In above context, Saudi Arabia has the capability to mediate between Israel and Iran as the two countries have restored their ties, and have a good working relationship. There is an opportunity for Saudi Arabia to seize, in this evolving scenario, and help ease the tensions in the region,” he said.",
    "Ramona Moubarak, Head of MENA Country Risk and Global Banking- Fitch Solutions said if tensions prevail in the region for months and Iranian oil is removed from the global market due to sanctions or blockades, the price of crude oil could spike to USD 120-!50 per barrel .",
    "“And then oil price hike will lead to inflationary pressures across the borders. In addition to that, vulnerabilities stemming from the conflict to the maritime security could have adverse effects on shipping in trade routes,” she said.They discussed different scenarios between escalation and de-escalation of tensions in the region for international businesses to consider in their decision making.",
    "Dialog, Axiata Group and Bharti Airtel sign Definitive Agreement to merge operations in Sri Lanka",
    "Tourism industry, an effective solution to SL’s economic crisis – Dr. Malraj Kiriella",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}