{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100333/establishing-fresh-economic-and-political-system-is-essential-president",
  "time_ut": 1720262160.0,
  "original_lang": "en",
  "original_title": "Establishing fresh economic and political system is essential – President",
  "original_body_lines": [
    "President Ranil Wickremesinghe recently emphasized that as the country builds a new economy, it is crucial to establish a new political system. This system must foster individuals who can take responsibility and speak the truth fearlessly.",
    "He made these remarks during the bankers’ forum organized by the National Bankers Association at Galle Face Hotel, Colombo, yesterday (05).",
    "The President stated that he has openly communicated the economic challenges facing the country to the people and has outlined a clear program to lead the nation out of the crisis.",
    "The President emphasized that there is no alternative program for the country and that it is everyone’s responsibility to identify and support the necessary program for the country’s economy, rather than living in dream worlds.",
    "He pointed out that while some have cited Argentina’s Martin Guzman as an example, he considers Guzman a failure.",
    "Additionally, although some have suggested that he ask for money from world leaders, the President stressed that the Sinhalese nation is not a beggar nation but one that rises through self-reliance.",
    "The President stated that his goal is to steer the country towards rapid development through an export-based economy. He mentioned that the necessary legal framework for creating an export economy has been presented to Parliament and highlighted the banking system’s significant responsibility in advancing this program.",
    "The National Bankers Association also presented a special commemorative gift to the President at the occasion.",
    "Subsequently, a discussion was held featuring President Ranil Wickremesinghe, former Minister of Finance Minister Ravi Karunanayake, and Senior Adviser to the President on Economic Affairs Dr. R.H.S. Samaratunga.",
    "“Today, we have made significant economic progress. I need not remind you of what happened from the Jetwing Hotel to the Galle Face Hotel in those days. During that journey, my house was also burned down. Despite these challenges, we have moved forward, but there is still a long way to go. I made it clear back then that if we do not protect our banking system, we cannot safeguard our economy. A collapse in the banking system would lead to an economic collapse.",
    "At that time, I had to take charge of the country. Together, we initiated efforts to uplift the country’s economy, and today, we are seeing the results. Progress does not happen overnight.",
    "Efforts have been made to reduce the loan repayment by USD 8 billion over a period of four years. The economy is once again developing. Now, we have reached a crucial turning point as a country. With the USD 8 billion in debt relief, we are now free to pursue a new economy. We have submitted the necessary legal framework to Parliament to create an export-oriented economy.",
    "We need to progress from this point forward, and the banking system plays a crucial role here. How do we secure funding? Foreign investment is essential for the banks to thrive. We have not yet achieved this objective.",
    "While we have repaired the fractured economic system and made strides, the broken political system remains unresolved.",
    "Former leaders fled in fear during that time. What does this say about political leadership in our country? Can such leaders propel the nation forward without solutions? They fled in fear that day because they lacked answers.",
    "Following the former president’s resignation, the country’s peace and stability began to deteriorate. Some urged me to resign as Prime Minister. Can a country progress under such a political system?",
    "When we introduced the Economic Transformation Bill, Mr.Sunil Handunnetti filed a case advocating for an import-based economy. Today, our economic challenges stem from operating within an import-oriented economy.",
    "Regarding Argentina’s Martin Guzman, some consider him a failure, while others suggest traveling the world to seek financial aid from leaders. I’ve stated firmly that neither I nor the Sinhalese nation is beggars. Despite this, some still advocate for change. Does this imply advocating for an import-based economy?",
    "Once, I questioned former President Gotabaya Rajapaksa about his decision to lower taxes against the advice of the International Monetary Fund during an economic crisis. He explained that businessmen had urged for tax reductions, which is true. I am aware of this. People also questioned why I hadn’t reduced taxes. President Gotabaya Rajapaksa acted, but today, few support his decision. Today Mr. Gotabaya Rajapaksa has isolated.",
    "We must choose wisely and advance with the program that our country truly needs, avoiding the lure of unrealistic ideals.",
    "It’s crucial to grasp the truth and take decisive action. The decisions we make today will shape our future. As we rebuild the nation’s economy, we must also reform our political system. This entails cultivating individuals who can shoulder responsibility and progress, and who bravely speak the truth without fear. Without this foundation, our country lacks a viable future.",
    "Honesty has always been our policy. In politics, there should be no fear of speaking the truth, irrespective of one’s stance towards the government. I united people from various political factions to lead this government forward. While party discipline was lacking, governmental discipline prevailed. Despite challenges, we garnered support, including from young MPs of Podujana Peramuna, who joined us without regard for their political futures. Our political system has yet to match the economic groundwork we’ve laid today. This must be our focus moving forward.",
    "Senior Adviser to the President on National Security and Chief of Presidential Staff Sagala Ratnayaka;",
    "When Mr. Asela Fernando convened the association meeting on April 22, 2022, our country was amidst a severe crisis, nearing its peak. At that time, Mr. Ranil Wickramasinghe was a Member of Parliament, the sole representative of our party. Everyone urged him to attend and address the bankers gathered there. I vividly recall the questions posed to him on that day and the guidance he imparted.",
    "During the meeting, he stressed the importance of engaging directly with the International Monetary Fund (IMF). He had already raised this issue in Parliament and with government leaders. Upon assuming the presidency shortly afterward, he swiftly began addressing each of these challenges step by step, implementing the advice he had advocated.",
    "Initially, we prioritized law and order, implementing numerous reforms to shape the current state of our country. This included efforts to manage tax policies and public expenditures effectively. Sri Lanka achieved a significant milestone as the first country in the region to receive a Governance Assessment Report from the International Monetary Fund. Based on this report, we initiated measures to address 15 key issues, including combating fraud and corruption.",
    "As a result, we have attained a degree of stability today. Our on-going debt restructuring program is progressing successfully. We seek the support of the banking sector to bolster the country’s economy. With your collaboration, we can accelerate the country’s development significantly.",
    "The event was attended by Advisor to the President on Parliamentary Affairs Ashu Marasinghe, Director-General of Presidential Trade Unions Saman Rathnapriya, Colombo Port City Economic Commission’s Chief Operating Officer, Revan Wickramasuriya, Chairmen of both public and private banks, Secretary of the National Bankers’ Association Asela Fernando, bank officers, executives, and various individuals from the banking sector."
  ]
}