{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Pavithra-to-back-RW-for-Presidency/56-765308",
  "time_ut": 1723163308.0,
  "original_lang": "en",
  "original_title": "Pavithra to back RW for Presidency",
  "original_body_lines": [
    "Sri Lanka Podujana Peramuna (SLPP) Ratnapura district stalwart Pavithradevi Wanniarachchi will back President Ranil Wickremesinghe in the upcoming Presidential election.",
    "In a statement, Wanniarachchi who is also the Irrigation, Wildlife and Forest Resources Conservation Minister said she had arrived at the decision to support Wickremesinghe after lengthy discussions with party members, social activists, and other parties.",
    "Over 92 Government MPs have already declared their support for Ranil Wickremesinghe, openly defying the SLPP’s decision to nominate Namal Rajapaksa as its Presidential candidate. This growing faction of MPs, including Pavithra Wanniarachchi, signals a significant split within the party, as many choose to back Wickremesinghe’s independent candidacy over the SLPP’s official nominee.",
    "Wanniarachchi acknowledged that President Wickremesinghe, who was appointed by the SLPP during the tumultuous period in 2022, has managed to bring significant stability to Sri Lanka. She noted that, as a result, a majority of SLPP members in her district had urged her to support Wickremesinghe’s candidacy in the upcoming Presidential election on 21 September. Wanniarachchi, who has been a prominent figure in recent SLPP meetings, was conspicuously absent at the ceremony where Namal Rajapaksa was announced as the party’s Presidential candidate this week.",
    "“I have always followed the policy of listening to the people and party members of the Ratnapura district who work with me to make crucial political decisions. Furthermore, I believe that a Government leader who makes direct and realistic decisions is needed at this moment to further build our motherland, which we have all made stable with great sacrifices. Therefore, I have decided to remain in the Sri Lanka Podujana Peramuna and support Ranil Wickremesinghe, who has come forward as an independent candidate for the upcoming Presidential election,” the release said.",
    "Power and Energy Minister Kanchana Wijesekara has suggested that more MPs will extend their support to President Wickremesinghe in the coming days."
  ]
}