{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Catholic-Bishops-Conference-calls-for-governance-reform-in-Easter-Message/56-760093",
  "time_ut": 1711669611.0,
  "original_lang": "en",
  "original_title": "Catholic Bishops Conference calls for governance reform in Easter Message",
  "original_body_lines": [
    "Notes Easter is being celebrated during a period of severe turmoil",
    "Emphasises urgency of reforming SL’s governance to alleviate suffering of its people",
    "Urges authorities to deliver justice to Easter Sunday terror attack victims",
    "The Catholic Bishops Conference in its Easter message has called for a change in Sri Lanka’s governing system to address the many social, economic, and political crises gripping the nation.",
    "The message noted that Easter is being celebrated during a period of severe turmoil and emphasised the urgency of reforming the country’s governance to alleviate the suffering of its people. They urged all citizens to unite in pursuit of this change.",
    "“It is essential to bring in a major change to the country’s governing system to ease the people’s suffering. It is the responsibility of all citizens to work towards bringing this change,” the message said.",
    "The message also reflected on the Easter Sunday attacks of five years ago, expressing solidarity with the victims and their families while urging authorities to deliver justice. “It has been five years since the Easter Sunday mayhem where more than 275 people were killed and scores became patients. We request the authorities to be close to the hearts of these suffering people and mete out justice to them,” the Conference urged.",
    "Furthermore, they underscored the significance of Easter as a sacred moment in Christian belief, symbolising the triumph of life over death and sin. The Bishops called on Catholics to embrace this message of renewal, love, and unity, inviting the living presence of Jesus among them.",
    "The statement, signed by Catholic Bishops Conference of Sri Lanka President Bishop Harold Anthony Perera and General Secretary Bishop J.D. Anthony Jayakody, affirmed the belief in Jesus’s resurrection and urged adherence to his teachings of compassion and solidarity."
  ]
}