{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-nehru-letters-correspondence-between-pandit-nehru-and-jrj-between-1940-1947/",
  "time_ut": 1733734020.0,
  "original_lang": "en",
  "original_title": "The Nehru Letters: Correspondence between Pandit Nehru and JRJ between 1940-1947",
  "original_body_lines": [
    "One of my treasured possessions has been my correspondence with Pandit Jawaharlal Nehru, the first Prime Minister and maker of modern India. These were a collection of letters exchanged between us between 1940 and 1947. In July 1971, in response to an appeal published in the newspapers by Mrs Indira Gandhi, I forwarded photostat copies of the correspondence to her. I also sent her a letter explaining the spirit and framework of the correspondence. The collection of letters is reproduced here, as a token of my treasured recollections of one of the most remarkable leaders I was privileged to know.",
    "To persons having letters, photographs, movie films, voice recordings of Jawaharlal Nehru",
    "The Jawaharlal Nehru Memorial Fund has undertaken the publication of the Selected Works of Jawaharlal Nehru and the preparation of an archival/documentary film on him. In order to make these two works the most important and authentic source of material for future historians and research scholars, I appeal to all those possessing letters written by Jawaharlal Nehru, his photographs, film shots and recordings of his speeches to send them to us and thus assist in this work of national importance. The donors will be supplied copies of the originals. In the alternative, copies will be made for our purpose and the originals returned to the donors. Due acknowledgment will be made if the material is used in the Selected Works or in the Film. All communications may be addressed to the",
    "Administrative Secretary, Jawaharlal Nehru Memorial Fund, Teen Murti House, New Delhi-11",
    "I read in the newspapers your appeal to those possessing letters written by Jawaharlal Nehru to make them available to the Jawaharlal Nehru Memorial Fund.",
    "I have in my possession a few letters written to me during the period 1940-1947, photostat copies of which I am enclosing, together with copies of my own letters to which they were replies. If they are necessary I can send the originals.",
    "The circumstances in which some of the letters were written arose as a result of my attending the Ramgarh Session of the Indian National Congress held in March 1940, which was the last Congress Session held before India became independent.",
    "Early in 1940, Dudley Senanayake and I joined the Ceylon National Congress and were elected Joint Secretaries. We were determined to revitalize that body and stir our leaders to action against the British.",
    "As a first step we thought we should meet the leaders of the Indian National Congress, discuss with them the reorganization of the Ceylon National Congress on the lines of the Indian one, and seek to make it the focus of a mass movement against British rule. Collaboration with the Indian Freedom Movement was also one of our objectives. Hence the visit to Ramgarh, which was the first occasion on which the Ceylon Congress had sent delegates to a Session of the Indian Congress.",
    "We lived in the Congress Camp for almost a week and our tent was next to that of the Burmese delegation led by the late Aung San.",
    "Unfortunately, the open-air sessions fixed for the 19, 20, and 21 March was abandoned owing to the torrential rain that fell on the first day. Our temporary quarters provided us little shelter. Your father visited us and the other guests on several occasions and expressed great concern at the inconvenience we had to undergo.",
    "He invited the Burmese and Ceylonese delegates to stay with him a few days at Allahabad before returning home. We (J.E. Amaratunge later an M.P. and I) stayed at Anand Bhawan for three days, on the 26th, 27th and 28th March as the guests of your father and Mrs Pandit. You were not in India then. It was as a result of the discussions I had with your father that I began writing to him.",
    "Another meeting was in August 1942, when the Congress adopted the “Quit India” Resolution at Bombay. I met your father at the residence of Mrs Huthee Singh. I refer to this meeting in my letter dated 29.6.45.",
    "Unfortunately, the British Government did not permit an unbroken and intelligent exchange of letters; yet we were able to discuss the War and its effect on the British Empire, especially in relation to India and Ceylon; India-Ceylon relations after Independence which we thought would be achieved by India as a result of the War; and the Communists in our organizations. I was very keen that a “Summit Meeting” of Indian and Ceylon leaders should be held: this was agreed to on both sides, but as the correspondence shows external events prevented such a meeting.",
    "On our side we modeled the Ceylon Congress on the lines of the Indian Congress. We held Sessions in the villages, adopted “Independence” as our goal; boycotted the Soulbury Commission and began preparations for a direct action campaign against British Rule. The War ended and Independence came within sight. In Ceylon we merged the Congress in the United National Party and formed the first free government, in which Dudley and I were Ministers. The entire Asian political scene changed and new relationships and problems arose.",
    "I thought that these introductory remarks would explain more fully the letters we exchanged.",
    "I am now in the Opposition as its Leader and I must say I am not too unhappy. We cooperated fully with the government during the difficult days of April and we are grateful to you for the quick response to the Prime Minister’s request for help.",
    "I should really have written to you some months ago, but various reasons have hindered my doing so. I hope you received the Handbook of the Ceylon National Congress and the other pamphlets I sent you. I enclose a few copies of photographs taken by Mr Amaratunga during the Ramgarh Session.",
    "We often think of our visit to India and wish we can come again.",
    "Events are moving with such rapidity in the World today that a slave India and Ceylon may be free tomorrow, without a struggle. The possibility of India passing into the hands of an armed invader is remote. The jealousy of the great powers alone will prevent this.",
    "What of Ceylon? If nothing else happens, is it possible that she may be bartered away by a peace treaty? This is a question that is troubling many of us in Ceylon.",
    "Some of us – the number is increasing – think that our future lies with India, and we are endeavouring to arrange for the sending of a representative deputation from Ceylon to meet the Indian leaders.",
    "Would it be possible for the Indian Congress to meet a deputation from the Ceylon National Congress some time this year? Federation or closer union between a free India and a free Ceylon would certainly be a subject we wish discussed.",
    "Do you think it would be possible to arrange such a conference? The best time for our men would be in September.",
    "We would like to meet you, the President of the Congress, Mr Gandhi and any others that you wish us to meet. If such a conference could be arranged please let me know when and where it can take place.",
    "Your letter of the 20th July unfortunately missed me in Allahabad and had to follow me to Poona, where I received it only two or three days ago. The Handbook and pamphlets that you sent me reached me and I was grateful for them. I read them with interest. The photographs have not reached me yet, but they might be awaiting my return in Allahabad.",
    "I entirely agree with you that the pace of events in the world is very rapid and is likely to lead to big consequences in India and Ceylon. Indeed for the last two or three months we have given the most earnest attention to not only the present situation but the possible developments in the near future. This has led to a consideration of certain basic matters which did not arise merely in our struggle for freedom.",
    "To some extent there has been a reorientation of our policy, though this does not affect the present. This has resulted in Gandhiji dissociating himself, to some extent, with certain policies of the Congress. This does not mean of course that there is any separation between the Indian National Congress and Gandhiji. But it does mean that he is not prepared to take the responsibility for the decisions of the Indian National Congress and to that extent he wants a free hand.",
    "What the immediate future will bring, no one can say. But it is clear that the present position cannot continue. Personally I am quite convinced that whatever the result of the War may be, the British Empire cannot survive it, nor can such spread-out empires exist in the future. It is too much to hope that a real World Federation of free nations will emerge out of this terrible conflict. But one must presume that the day of small nations is past and only large federations or compact empire states will survive. India is a big enough country, to stand by itself even in such a world. But it will take some years to arrive at that stage, and in any event I see no reason why India should not join a larger federation if that is conducive to her own good as well as the advancement of the world.",
    "I do not see India remaining part of a fundamentally British Federation, though it is conceivable that we might be members of a Federation which includes Britain as well as non-British countries. In the event of the defeat of Britain in the War, it is exceedingly unlikely that any British Federation will emerge. What might then happen is some Federation with its centre in America.",
    "Personally I should like India to be closely associated in a future order with China, Burma and Ceylon, as well as other countries which fit in. Our relations with China have become very close during the last year or two, and I am sure that the leaders of China look upon this possibility with favour.",
    "Ceylon is too small a political and economic unit to stand by itself in the future world. I quite agree with you that there might be danger ahead for Ceylon under these circumstances. It will, therefore, be highly desirable to discuss the future relations of India and Ceylon, so that our minds may be clear and we should know what we aiming at. Your proposal, therefore, is a welcome one.",
    "I have today discussed this matter with our Congress President, Maulana Abul Kalam Azad, and he told me to convey to you that he welcomed the idea very much and he and his colleagues would gladly meet a deputation from the Ceylon National Congress to discuss this matter. It is a little difficult to fix any definite date for this at present. It would not be desirable to delay such a discussion too much. At the same time the present situation is so complex and many new developments are so likely to take place within the next few weeks, that the future is uncertain. Still, provisionally, some time in the latter half of September or early in October might be suitable.",
    "If Gandhiji’s presence is necessary, and we think that his presence is certainly desirable, we have to meet at Wardha.",
    "If you let me know the dates that suit you we shall keep them in mind.",
    "The members of the Ceylon Congress to whom I have shown your letter, welcome its contents and are grateful to you for your interest in Ceylon.",
    "We have discussed various dates and find that the first week in November is most convenient for our visit. I am sorry that this date is a few weeks later than the dates you suggested. Certain private family matters and meetings of the State Council which is now discussing the Budget, make the first week in November most suitable for our visit.",
    "Our deputation will consist of G.C.S. Corea, the President of the Congress, D.S. Senanayake, Minister of Agriculture, and a few others. We would wish wish to meet Gandhiji also, if it is possible to arrange such a meeting.",
    "As soon as I hear from you, I shall see that an official letter is sent by the President of the Ceylon Congress to the President of the Indian Congress confirming these arrangements.",
    "Our discussions should not, I think, be restricted to any particular issues, but should, as you suggest, cover the future relations between India and Ceylon.",
    "Much as I wish to find out, and discuss with you, the exact position of the Communist Party in the Indian Congress, and also Gandhiji’s separation from the Congress and his intention to form a different organisation as reported in our papers, I think I should not intrude on your busy hours, but reserve that for discussion during our visit to India.",
    "D-Day invasion of Normandy – a day for peace, a never-ending dawn",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}