{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/world-bank-vp-johannes-zutt-pledges-ongoing-support-for-sri-lanka-240731/",
  "time_ut": 1758005160.0,
  "original_lang": "en",
  "original_title": "World Bank VP Johannes Zutt pledges ongoing support for Sri Lanka",
  "original_body_lines": [
    "ECONOMYNEXT – World Bank Vice President for South Asia, Johannes Zutt, has committed to continue supporting Sri Lanka in implementing reforms that create jobs, attract private investment, and modernize key sectors.",
    "“The groundwork for recovery has been laid. Now is the time to focus on jobs, investment, and inclusive development,” Zutt, on his first official visit to Sri Lanka, said.",
    "“The World Bank Group is ready to support Sri Lanka in this journey, prioritizing mobilization of private capital and attracting foreign direct investment to expand services and create jobs.”",
    "With nearly a million young people expected to enter the country’s workforce over the next decade but only 300,000 new jobs projected, Zutt stressed that unlocking private sector growth for job creation will be essential.",
    "“The World Bank Group will continue working in partnership with the government to attract private capital, strengthen competitiveness, and expand service delivery and job opportunities across the country,” a World Bank statement said.",
    "Zutt’s visit follows WB Group President Ajay Banga’s visit in May, when the international lender pledged over a billion dollars in financing for Sri Lanka over the next three years.",
    "Since then, the WBG and Sri Lanka have partnered on two programs — a renewable energy program targeting 1 GW with private investment (US$150 million) and an agriculture project ($100 million).",
    "Additional operations are planned over the next 12 months in tourism, regional development with a focus on the Northern and Eastern provinces, digital development, and ports and logistics, the World Bank said. (Colombo/Sep16/2025)"
  ]
}