{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/jack-of-all-trades/",
  "time_ut": 1727889960.0,
  "original_lang": "en",
  "original_title": "Jack of all trades!",
  "original_body_lines": [
    "I would say I’m a jack of all trades, because right now I’m modelling; I’m working as a marketing executive; I have my own cloud kitchen (on weekends), and…yes, I’m doing my higher studies, as well (following CIM). People say that I’m doing too much, but, personally, I feel like I could do more things.",
    "It was always a dream of mine…since I was a small kid. When I saw models walking down the ramp, it looked so cool and I told myself one day I’m going to do that.",
    "I would say my ability to be a versatile person and, also I’m a quick learner.",
    "I like all sorts of clothing but my favourite would be the old money aesthetic (timeless and elegant outfits); a close second would be street wear.",
    "05. What do you think is the most important aspect of modelling?",
    "Confidence…yes, it’s definitely confidence. If you’re not confident you won’t be able to face the camera well. And to get good pictures, a model needs to face the camera with confidence.",
    "06. If you could change one thing about yourself, what would it be?",
    "To take away my procrastination (and that is delaying or postponing something). I procrastinate so much that I procrastinate about procrastination.",
    "I went to Royal College Colombo. During my schooling days, I played both rugby and basketball and I was also in the top board of three clubs, in school.",
    "The happiest moment in my life, I would say, is when I got my very first order to my cloud kitchen. I want to open up my own restaurant one day, so this was a huge milestone in my life.",
    "It would be having perfect health, great family life, and have financial freedom.",
    "My ideal girl is a sweet, loyal, respective, caring and supportive girl and who knows how to have a good time and puts in the same effort I put into the relationship.",
    "My father, because he has taught me so many life lessons and has instilled great values in me since my younger days. But, more importantly, his journey, from his small age, to where he is right now, is truly commendable.",
    "I’m a huge Star Wars fan and for this year’s birthday I got, as a gift, a full Jedi outfit. It has sentimental value to me as the person who got it for me knew how much I love Star Wars and how much I would love it.",
    "13. If you were marooned on a desert island, who would you like as your companion?",
    "I would say the sales GM from office as he always goes hiking and it’s always fun time being around him.",
    "It happened while I was in Grade 4 at the school assembly. A few friends, me included, planned on performing a song for our Grade and, in the middle of the song, we all forgot the lyrics and the whole Grade started booing us!",
    "The most daring thing I did was quitting a five-star hotel as a chef. That was a huge risk I took because I always wanted to be a chef but soon after joining this hotel I knew the hotel industry isn’t for me and I went into a total different industry, which is marketing. I personally think that the risk paid off because if I was still working at this five-star venue, I wouldn’t be modelling, and having my own business right now.",
    "My ideal vacation would be going to a foreign country, like Italy, and sitting on the beach, eating some good authentic pizza, while sipping good wine, with all my closest friends around.",
    "I like a little bit of everything – pop, hip-hop, house music and others but I would say my favourite are songs from the ’80s and ’90s.",
    "I have two! Kiss FM because of the radio hosts, and TNL FM because they have the best music.",
    "My biggest goal, in the future, would be to open up my very own restaurant.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}