{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97565/hamas-studies-paris-truce-proposal-involving-40-day-pause-and-hostage-exchange-reports",
  "time_ut": 1709018640.0,
  "original_lang": "en",
  "original_title": "Hamas studies Paris truce proposal involving 40-day pause and hostage exchange – reports",
  "original_body_lines": [
    "Palestinian Islamist group Hamas has received a draft proposal from Gaza truce talks in Paris which includes a 40-day pause in all military operations and the exchange of Palestinian prisoners for Israeli hostages at a ratio of 10 to one, a senior source close to the talks told Reuters on Tuesday.",
    "Under the proposed ceasefire, hospitals and bakeries in Gaza would be repaired, 500 aid trucks would enter into the strip each day and thousands of tents and caravans would be delivered to house the displaced, the source said.",
    "The draft also states Hamas would free 40 Israeli hostages including women, children under 19, elderly over 50 and the sick, while Israeli would release around 400 Palestinian prisoners and will not re-arrest them, the source told Reuters.",
    "The Gaza truce talks appear to be the most serious push in weeks to halt the fighting in the battered Palestinian enclave and secure the release of Israeli and foreign hostages.",
    "Mediators have ramped up efforts to secure a ceasefire in Gaza, in the hope of heading off an Israeli assault on the Gaza city of Rafah where more than a million displaced people are sheltering at the southern edge of the enclave.",
    "U.S. President Joe Biden said Israel has agreed not to engage in military activities during Ramadan in the Gaza Strip, which is expected to begin on the evening of March 10th, 2024, and end on the evening of April 9th, 2024.",
    "Biden, whose remarks were recorded on Monday and broadcast on NBC’s “Late Night with Seth Meyers on Tuesday, said Israel had committed to make it possible for Palestinians to evacuate from Rafah in Gaza’s south before intensifying its campaign there to destroy Hamas.",
    "After Hamas killed 1,200 people and captured 253 hostages on Oct. 7, Israel launched a ground assault on Gaza, with nearly 30,000 people confirmed killed, according to Gaza health authorities."
  ]
}