{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/undp-sri-lanka-ministry-of-crab-restaurant-in-mangrove-restoration-project-179877/",
  "time_ut": 1726640280.0,
  "original_lang": "en",
  "original_title": "UNDP Sri Lanka, Ministry of Crab restaurant in mangrove restoration project",
  "original_body_lines": [
    "ECONOMYNEXT – The United Nations Development Programme (UNDP) is partnering with the Ministry of Crab restaurant in a mangrove restoration program in Mannar, home to Sri Lanka’s iconic mud crabs.",
    "The 18-month project, part of the Global Environment Facility funded Small Grants Programme (SGP), will help communities in mangrove propagation, reforestation, and protection.",
    "Ministry of Crab Founder Chef Dharshan Munidasa and UNDP in Sri Lanka Resident Representative Azusa Kubota signed the agreement.",
    "“Mangroves are a vital part of Ministry of Crab’s journey, as well as for everyone in Sri Lanka who takes pride in our crabs and the ecosystems that sustain them. We are one entity, and it will take much more involvement from communities and corporations to help preserve both the mangroves and our heritage,” Munidasa said.",
    "The project will work with two grassroots organizations, the Human Development Organization (HDO) and WeCAN, who will plant 1,000 mangrove plants with community participation, forming youth groups for the maintenance and monitoring of planted mangroves, UNDP said in a statement.",
    "This will be carried out through creating tree bands on 5 hectares of saline land and supported by constructions of a storage pond by low-lying areas to capture rainwater as well as the establishment of a plant nursery.",
    "“Over the past three decades, we have worked closely with Community Based Organizations (CBOs) and saw that community action can maintain the fine balance between human needs and environmental imperatives. We hope to see more private sector partners joining this journey,” Kubota said.",
    "The island nation’s Fisheries Ministry recently introduced ‘Mud Crab Fishery Management Regulations, 2024,’ which aims to prevent overharvesting of mud crabs.",
    "The regulations apply to the fishing of wild mud crabs in Sri Lanka’s waters, and establishes the minimum size for wild crab that can be caught, sold, kept in possession, processed, or exported.",
    "This would prevent the harvesting of juvenile crabs which is not a sustainable practice as it wipes out breeders and subsequent generations.",
    "Ministry of Crab said it “places high value in sustainably sourcing seafood and has worked with suppliers who have sustainable sourcing practices and supporting the livelihoods of local fishing communities. From its inception, the restaurant has been an advocate for the sustainable harvesting of Mud Crab, by not serving crabs below 500 grams”.",
    "Mangrove forests, which play a critical role in Sri Lanka’s ecological system, are degrading due to climate change and pollution. They are a biodiversity hotspot, providing a home to many birds, crustaceans, reptiles, and mammals.",
    "They are also considered the first line of defence for coastlines, reducing erosion from storm surges, currents, waves, and tides.",
    "The project in Mannar will also foster community building initiatives such as zero plastic awareness training for community groups, public waste collection with bins, digging trenches for degradable waste, soil and water conservation and strengthening women-led enterprises. (Colombo/Sep18/2024)"
  ]
}