{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/An-Elections-A-Brewing-Will-We-See-JVP-Policy-Changes-EDITORIAL/172-276782",
  "time_ut": 1707686940.0,
  "original_lang": "en",
  "original_title": "An Election’s A Brewing, Will We See JVP Policy Changes? - EDITORIAL",
  "original_body_lines": [
    "India’s invitation to the JVP/NPP and its leader, Anura Kumara Dissanayake – popularly known as AKD – has made political watchers put on their thinking caps. Many seem to believe the Indian action indicates its belief that the JVP/NPP combine is in a position to capture power at the next General Election or even at the Presidential Poll.",
    "The reality however is, that it is customary for the Indian government to extend such invitations to major political players of nations in its neighbourhood.",
    "What is almost vulgar however is that some of our major political parties have gone a running to ask India to extend similar invitations to them as well!",
    "One thing however is clear: the JVP/NPP has made its mark. India has recognised the strength of its voter base, as well as the influence the party exerts in the trade union movement, and its vociferous opposition to what appears to be Indian ‘expansionism’ into the Sri Lankan primary produce market – the country’s food supply and power generation chain.",
    "The JVP/NPP combine has not looked favourably on the entry of Indian dairy product giant ‘Amul’ into the Lankan market.",
    "Despite efforts by various Ministers at different times attempting to upgrade milk and dairy production in the country, none of them have succeeded. Amul on the other hand has helped make the vast sub-continent not only self-sufficient in dairy produce, but also has turned India into a major exporter of dairy products.",
    "The JVP-NPP combine – from as far back as 2021 – has been mobilising trade unions, the clergy and a variety of forces against the setting up of a wind power project with an investment of over US $ 1 billion with India’s Adani Group. The group has proposed to develop a 1,000 MW wind energy project.",
    "If with Indian collaboration, milk production can make the country self-sufficient, it will cut down considerably on imported dairy products, saving much needed foreign exchange. Similarly wind-powered power generation cuts down on imported petroleum fuel needed for local power generation.",
    "There is widespread speculation, the Indian government and officials may have helped ease the JVP/NPP fears regarding Indian investments in this country, after powerful Ministers such as Indian External Minister, Jaishankar and National Security Advisor, Doval met with AKD and his team of delegates.",
    "The JVP/NPP leader returned to the country on Saturday. It remains to be seen if there will be a marked change in the party’s political rhetoric and policies in the future. Dr. Harini Amarasuriya - NPP MP in Parliament - on Saturday, said her party was ready to change its policies if the need arose.",
    "Perhaps her statement is an indication of coming events casting their shadows.",
    "Can the JVP/NPP, which at a given time violently opposed the Indian Peace Keeping Force in this country, emulate the example set by the Vietnamese Communist Party which fought a bloody war of liberation against imperial America? In the aftermath of defeating the US forces, in 1986, the Vietnam Communist Party engaged in economic co-operation with its former foe. Can the JVP/NPP in like manner balance its idealism with much needed realism to get Lanka out of its present economic predicament?",
    "In the meantime, splits within the main opposition led by Sajith Premadasa’s Samagi Jana Balawegaya (SJB) were becoming more apparent. On Wednesday, SJB leader Premadasa called on opposition Parliamentarians to boycott proceedings.",
    "While Premadasa walked out as the President began speaking, some of his own party members including the party Chairman remained in Parliament. Members of the TNA too remained in Parliament as did JVP member, Dr. Harini Amarasuriya.",
    "Subsequently SJB Chairman, Field Marshal Fonseka had a private hour-long, one-on-one meeting with the President. Queering the pitch further, many SJB Parliamentarians have travelled with the President on his trips to diverse countries all over the globe. Two more SJB MPs are scheduled to travel with the President on his upcoming visit to Australia.",
    "Can the SJB leader keep his party members together or will he be forced to enter into some sort of agreement with President Wickremesinghe? Popular belief has it that in Lankan politics anything is possible."
  ]
}