{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sc-judge-advises-new-attorneys-on-professional-duties-and-obligations/",
  "time_ut": 1730579820.0,
  "original_lang": "en",
  "original_title": "SC judge advises new attorneys on professional duties and obligations",
  "original_body_lines": [
    "New entrants to the Bar, their parents, relations and their well-wishers: Those whose names were just read out by the Registrar of this Court, now stand enrolled as Attorneys at Law of the Supreme Court. We, on behalf of the Judiciary, congratulate each one of you who joined the legal fraternity as new members today.",
    "The presence of the President of the Bar Association of Sri Lanka in the first row in this audience signifies the fact that the Bar Association of Sri Lanka too has joined with us in welcoming each one of you to the legal fraternity of this country. We jointly extend warm wishes to each one of you as you assume the work of your new office from this moment onward.",
    "It is difficult for a person to become a professional. It is more difficult for a person to become successful in the selected profession. I may add that the term ‘successful professional’ is not something which can or should, be measured in monetary terms. It is therefore not the money you earn in the profession, but the wealth of knowledge you would acquire over the time from now onward and the quality of the service you render to your clients, which would be the main parameters measuring your professional success.",
    "We know that you were required to achieve many goals before you could be considered as qualified for enrollment as Attorneys-at-Law. Passing many exams is just one of them. You have shown your academic prowess by successfully facing the challenges posed to you at your examinations. There is no doubt that you have worked hard at your examinations, to achieve the required levels of marks.",
    "Each one of you deserves appreciation for your work well done. However, apart from you, there is another group which deserves mention at this happy hour. They are primarily your parents, your relations, your well-wishers and those who have helped and guided you in numerous ways to achieve what you have just achieved. They may have performed behind the scenes but they have sacrificed in many ways not really for their future but purely for your future. Most of the time, it is they who have sacrificed more than you. Therefore, they too deserve to be congratulated and their sacrifices need to be appreciated and admired at this moment of your happiness.",
    "As of now, those are the things of the past. We cannot live in the past but we have to tread forward to the future. Let me therefore proceed to mention briefly, about the professional conduct expected of you in the future. Your status has changed from today, as you now stand enrolled and therefore designated as Attorneys-at-Law. By virtue of your office, you have now become an officer of Court and the Court would rely and act on what you submit before it. That is the primary reason as to why the Judicature Act stipulates that only people with good repute and competence be enrolled as Attorneys-at-Law.",
    "You need to constantly remember that the enrollment of each one of you has been on that basis and not on the sole basis of your mere passing the examinations. Therefore, there is a statutory obligation on each one of you to continue to maintain that standard throughout your career as an Attorney-at-Law.",
    "Henceforth, as you begin to discharge your duties as Attorneys-at-Law, you will be expected to engage in multifarious tasks for which you will need multifaceted skills. Those skills you have to slowly, but steadily acquire and develop to the satisfactory standards and to the satisfaction, not only of your clients, but also of the legal profession which includes the Courts.",
    "Moreover, on long term basis, you are also expected to contribute to the maintenance and development of the standards of this noble profession. Your conduct will obviously form part of the conduct of the general membership of the profession. The conduct of the general membership of the profession would be decisive on the issue whether the others would continue to recognize ours as a noble profession.",
    "Therefore, the future of this noble profession will depend on how you conduct yourself in it. Thus, your rectitude on both professional and non-professional matters, is of paramount importance. In as much as you are now proud to have become a member of this profession, you need to be mindful that becoming a lawyer carries with it a set of onerous obligations as well.",
    "For that matter, no profession can be noble without an equally high and burdensome set of responsibilities being attached to it. Thus, by all means, those of you who have not yet thought about it, are now required to transform yourself from a playful youth (if I may say so), to a responsible professional who will soon be matured as a fully-fledged lawyer recognized in the country. The reputation you would acquire over time, would in time to come, travel even beyond the shores of this island. I am sure that is what your parents too would want to see in you.",
    "There is yet another matter I wish to advert to, at this moment. Do not mix up and confuse the two concepts, namely the instructions you receive from your clients on one hand and secondly the advice you give,to your clients. They are two different things. Your client can instruct you to file a case on his behalf. However, it is you who must advice your client as to the best option available for him or her. You can also advice what your client must do and what he or she must not do.",
    "In so doing, you need to act within the four corners of the brief and remain within the boundaries of the law. The term law here, includes the rules of Court and rules pertaining to the professional ethics. You need to be mindful that your primary role is not performing the function of an interpreter for your client; but your primary role would be to independently perform a professional service on behalf of your client in order to advance his case before Court or before any other adjudicator. That is about the relationship you are expected to maintain with your client.",
    "In addition to your obligations to your client, you also have to be mindful of your obligations to the fellow members of your profession and to Court. Do not forget the fact that the profession you have just joined is a profession in which the juniors recognize and respect the seniors in the profession and you are also expected to follow this tradition. You also need to be mindful of your relations with those outside the profession as you have an obligation to maintain the dignity of the profession. In short, wherever you go, you will be observed by the public as you now stand as an officer of Court. This is also because as a lawyer you would be performing in public and not in secluded locations. Thus, how you conduct in any place would be very important.",
    "It is correct to say that your role in the legal profession would immensely contribute to the quality of the rule of law in the country. We have no doubt that each one of you who took oaths as Attorney-at-Law before this Court today, would uphold, protect and further strengthen the respect, dignity and the value of this noble profession and ensure that it is taken safely to the hands of the next generation so that they will be able to then pass it to the hands of their successors.",
    "The bench extends warm wishes to each one of you in this endeavor.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}