{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/IMF-programme-The-lender-is-the-winner/172-282932",
  "time_ut": 1716143460.0,
  "original_lang": "en",
  "original_title": "IMF programme: The lender is the winner",
  "original_body_lines": [
    "IMF mission for Sri Lanka officials addressing a media briefing in Colombo.",
    "The world is collapsing for our working people, with the tremendous rise in the cost of living, mass disruption of livelihoods, skipping meals due to broader food insecurity, and rising malnutrition and school dropouts. This is visible to all of us, from the larger number of beggars on the streets to children seeking work in the countryside. However, according to the IMF, “the country is doing well under the program.” Well for whom though?",
    "Sri Lanka is doing well for its external creditors, as every possible dollar is squeezed out with austerity and readied for repayment. It is also doing well for the elite in the country, who can afford the jacked-up prices of essentials and again start importing luxury goods for their conspicuous consumption. And the Government is doing well too, for all it cares about is pleasing its business allies and international masters, as it begins selling the family silver in a fire sale of public assets.",
    "However, I argue the IMF program for Sri Lanka is doing well most of all for the IMF itself. Not only because it could not have found a more subservient and grovelling government to impose its austerity policies, but also for the financial returns it is getting while claiming to save Sri Lanka.",
    "The Western and the local media repeatedly speak of the IMF bailout. But what does this so-called bailout entail? The IMF funds are grossly inadequate to repay the debt, because compared to the Sri Lankan government’s external debt stock amounting to USD 41.5 billion at the end of 2023, the IMF program merely provides USD 3 billion. Therefore, in the absence of debt cancellation, it is Sri Lankan foreign earnings that will be used to repay the accumulated debt. Next, neither is the IMF funds helping us purchase our essential imports, because if we compare the monthly Sri Lankan foreign earnings now of USD 1,800 million, the monthly equivalent of the IMF disbursement is a mere USD 60 million. Clearly, there is no bailout!",
    "Instead, the country is surviving on its foreign earnings through garments, tea and migrant remittances, and to some extent tourism.",
    "In this context, less is known about what the IMF is earning from the so-called bailout program. An important report published last month by the Washington based research institute, Center for Economic and Policy Research (CEPR) titled, ‘A Broader Impact Than Ever Before: An Updated Estimate of the IMF’s Surcharges’ explains how the IMF works.",
    "Over the next ten year, the IMF will bill Sri Lanka interest payments  for a total of USD 1.944 billion. In other words, for the IMF loan of  about USD 3 billion we are going to be making interest payments of about  USD 2 billion!",
    "Bear with me as I walk you through the IMF loan and its interest rate charges, as the devil is in the details. After all, the rural women who get shafted by microfinance companies are blamed as financially illiterate by the Central Bank. If that is true, the Government, the Central Bank and the neoliberal think tanks, who vouch for the IMF as the solution, have been even more illiterate about the financing of our so-called bailout.",
    "First of all, the IMF deals in Special Drawing Rights (SDR), which is calculated as a basket of major currencies (the U.S. dollar, Euro, Japanese yen, Pound sterling and the Chinese renminbi), and currently an SDR is 1.32 USD. That is how Sri Lanka’s IMF program of SDR 2.286 billion is approximately USD 3 billion.",
    "Next, the IMF charges interest, a margin, service fees and surcharges; the latter depends on the amount and for how long a country borrows. The breakdown of the IMF interest charges are as follows: SDR rate (fluctuating based on basket of five currencies, currently at 4.104%), Lending margin (1%), Service Fee (0.5% per disbursement), Level-based surcharge (2% if loan is greater than 187.5% country’s SDR quota), and Time-based surcharge (1% if loan is greater than 3 years, but 51 months for an Extended Fund Facility). In Sri Lanka’s case during the course of the IMF program and after, the surcharges will kick in with the disbursements, as the loan exceeds 187.5% of Sri Lanka’s SDR quota.",
    "Therefore, the IMF’s annual interest rates currently for a country like Sri Lanka will be a minimum of 5.104% and can go as high as 8.604% with disbursements. What would 8.604% compounded over ten years look like? Over a ten-year period, the interest charged on a loan by the IMF can be as high as 128% of the principal!",
    "In other words, while we have been concerned about how the bondholders made up of the hedge funds have shafted Sri Lanka with extractive annual interest rates on the order of 6% to 9%, the IMF is as extractive as the bondholders themselves. Furthermore, the IMF with its arbiter role in debt restructuring, refuses to restructure sovereign debt owed to it. There is clearly a conflict of interest in the IMF’s role as a lender and an arbiter.",
    "The CEPR in explaining how the IMF’s surcharges work has also done an analysis of the interest payments of select countries. Over the next ten year, the IMF will bill Sri Lanka interest payments for a total of USD 1.944 billion. In other words, for the IMF loan of about USD 3 billion we are going to be making interest payments of about USD 2 billion!",
    "The next time you see the IMF officials in all their pomp arrive in Colombo, remember that the women toiling away in the garment factories and tea plantations are paying for their shiny suits and exorbitant salaries. Indeed, that is why it will not matter to the IMF that Sri Lanka may default again and will probably seek its 18th IMF agreement in another few years. The IMF loans with interest will always be repaid, and in fact there is more money to be made with the next loan. The IMF is no solution, nor can it be reformed, and there is a need for a new international financial architecture.",
    "We must learn from the indebted women in the countryside, who got together in their resistance, refused to pay, and chased away the predatory microfinance companies. Sri Lanka, once it gets its political act together, must form a coalition of debtor nations in the Global South, and do the same to the IMF."
  ]
}