{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Customs-strongly-refutes-allegations-of-misappropriating-billions-from-reward-fund/108-283729",
  "time_ut": 1717084200.0,
  "original_lang": "en",
  "original_title": "Customs strongly refutes allegations of misappropriating billions from reward fund",
  "original_body_lines": [
    "Colombo, May 30 (Daily Mirror) - Sri Lanka Customs strongly refuting all allegations levelled against them including misappropriation of billions of rupees from the Customs Reward Fund said even a Supreme Court verdict in 2000 proves that the present reward scheme has been approved by the then Finance Minister in 1988.",
    "Convening a special media briefing, a top Customs official said today that there is an organized attempt by certain parties to slander them by making allegations that they misuse the monies of the rewards fund.",
    "Additional Director General of Customs Seevali Arukgoda responding to allegations said regulations of maintaining the reward fund has been clearly stated in the Customs Ordinance, which is about 150 years old now and an amendment to it in 1988.",
    "Payment of rewards to the Customs officials who were responsible for all the detections and those who have assisted them in every possible way including public informants and other law enforcement officials had been subjected to the approval of the then Finance Minister through an amendment to the ordinance in 1988.",
    "“Since then for the past 36 years, the Customs have adhered to this amendment and had been acting accordingly although a recent audit committee of the Auditor General’s Department had failed to locate the document minuted by the then Finance Minister approving the reward fund scheme,” Arukgoda said.",
    "“Up to 2012 the Customs head office has been the old Times Building in Colombo Fort where all the old documents were kept. When the Customs Headquarters was shifted to its present newly built premises in 2012, all the documents and files were also relocated. During this process the said minuted document must have gone misplaced but we are in the process of finding it for our own benefit,” he said.",
    "“However, the Supreme Court Case of Gunathilake Vs Weerasena had been given the verdict that the Custom Reward Scheme was approved by the Finance Minister in 1988 through an amendment made to the Customs Ordinance,” the ADG said.",
    "The earnings made by the Department of Customs through fines imposed on the offences and by selling all forfeited goods in public auctions other than narcotic drugs have been directed to two main funds, which are Customs Rewards Fund and Government Consolidated Fund.",
    "Fifty percent of this income is sent to the Rewards Fund while 30% of the remaining 50% was sent to the Government Consolidated Fund and the rest of the 20% was sent to COM Fund (Customs Officers’ Management and Compensation Fund).",
    "From the 50% of earnings that was sent to Customs Rewards Fund, 4% has been divided into two other funds, which are namely Fuel Fund (1.5%) and Narcotics Reward Fund (2.5%).",
    "“It was from this COM Fund we used to bear all expenses of our buildings and renovations, machinery maintenance etc. But considering the heavy amounts of funds we receive through fines, the department is making plans to send a total of 50% to the Government Consolidated Fund as the Government share and allocate another 5% to the COM Fund from our Reward Fund in the future,” the ADG said.",
    "Seevali Arukgoda, who is also the Customs Media Spokesman said it was from the Customs Reward Fund that they used to pay rewards to all the other law enforcement officials who were involved in any narcotics detection including the Police, Navy, Airport Security and public informants."
  ]
}