{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99446/president-reveals-outcome-of-talks-with-elon-musk-on-introducing-starlink-in-sri-lanka",
  "time_ut": 1716718320.0,
  "original_lang": "en",
  "original_title": "President reveals outcome of talks with Elon Musk on introducing ‘Starlink’ in Sri Lanka",
  "original_body_lines": [
    "President Ranil Wickremesinghe states that the initiative of integrating the global ‘Starlink’ network with Sri Lanka aims to address the Wi-Fi connectivity issues, particularly in areas outside Colombo.",
    "In response to a question raised by a youth at the Jaffna District Youth Conference organized by the National Youth Service Council at Duraiappah Stadium in Jaffna, on Friday (24), Wickremesinghe expressed that during his recent discussion with tech billionaire Elon Musk regarding the matter, the potential of solar energy and other renewable energy sources available in the country were also explored.",
    "Meanwhile, the President said he extended an invitation for Musk to collaborate on significant projects in Sri Lanka.",
    "Furthermore, Wickremesinghe revealed that the Telecommunication Regulatory Commission of Sri Lanka (TRCSL) has been tasked with assessing the ‘Starlink’ network, with most of the preliminary work already completed.",
    "“We are awaiting feedback from the Ministry of Defence to proceed with approval”, he added.",
    "President Wickremesinghe met with billionaire investor Elon Musk on the sidelines of the 10th World Water Forum High-Level Meeting being held in Indonesia on May 19, during which they have discussed the implementation of ‘Starlink’ in Sri Lanka.",
    "Musk was in Indonesia’s resort island of Bali to launch Starlink satellite internet service in the world’s largest archipelago nation.",
    "The billionaire head of Tesla and SpaceX and owner of social platform X had launched the service alongside Indonesian President Joko Widodo in a ceremony at a public health clinic in Denpasar, the provincial capital of Bali."
  ]
}