{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112585/sri-lanka-targets-indian-wedding-market-with-multi-city-shows",
  "time_ut": 1758041280.0,
  "original_lang": "en",
  "original_title": "Sri Lanka targets Indian wedding market with multi-city shows",
  "original_body_lines": [
    "Sri Lanka Tourism is aiming to attract the growing Indian wedding market and recently organised multi-city luxury wedding shows across the country for the first time, seeking to position Sri Lanka as a wedding destination for Indian couples, covering cities including Ahmedabad, Mumbai and New Delhi.",
    "Fourteen Sri Lankan exhibitors, including wedding planners and hotels, took part in the shows to engage directly with Indian travel agents, wedding planners and other stakeholders.",
    "“Traditionally, our southern province destinations like Bentota, Hambantota and Weligama have been popular for Indian weddings which have the presence of hotels such as Hilton and Shangri-La that can accommodate large gatherings. However, we are now also promoting emerging destinations like Trincomalee, Pasikudah and Arugam Bay for Indian weddings,” said Buddhika Hewawasam, chairman of the Sri Lanka Tourism Promotion Bureau (SLTPB), while speaking to TTG Asia during the Delhi edition of the wedding shows.",
    "Currently, the typical Indian wedding group visiting Sri Lanka stays for seven to 10 days, which includes pre-wedding and post-wedding ceremonies. In the past eight months alone, Sri Lanka has hosted 30 large weddings along with 50 small and mid-sized Indian weddings, according to SLTPB.",
    "“We have the capacity to cater to double the number of Indian weddings we currently host. Our goal is to conduct these wedding shows regularly across India,” Hewawasam added, revealing plans to extend the initiative to southern Indian cities in the coming months.",
    "Beyond B2B engagements, Sri Lanka Tourism is also focusing on consumer outreach. It plans to host familiarisation trips for social media influencers and run wedding-focused digital campaigns targeting Indian audiences.",
    "“We will also participate in various wedding-focused events across India to showcase our diverse offerings for the segment,” Hewawasam concluded."
  ]
}