{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/mastermind-at-large-udaya-in-crosshairs/",
  "time_ut": 1729455840.0,
  "original_lang": "en",
  "original_title": "Mastermind at large; Udaya in crosshairs",
  "original_body_lines": [
    "Pivithuru Hela Urumaya Leader and former MP Udaya Gammanpila is scheduled to release two vital probe committee reports pertaining to the Easter Sunday terror attacks, today. If things go as planned, the documents will be accessible online in a few hours. The annexures of the reports will be withheld as they contain sensitive information related to national security, Gammanpila has said.",
    "The reports at issue were prepared by two committees appointed by President Ranil Wickremesinghe. The one headed by former Justice S. A. Imam was tasked with probing some allegations Channel-4 (UK) levelled against Sri Lanka’s military intelligence in respect of the Easter Sunday carnage; and the other, chaired by former judge A. N. J. de Alwis, was assigned to inquire into intelligence coordination and investigative processes related to the Easter Sunday bombings. The committee reports were handed over to President Wickremesinghe, but they have since been shelved. The NPP government also chose to keep them under wraps in spite of its much-advertised commitment to transparency and respecting the people’s right to information.",
    "On 14 Oct., Gammanpila issued an ultimatum to Public Security Minister Vijitha Herath. Asking the latter to make public the aforesaid committee reports fast, he undertook to ensure that they would be in the public domain from 21 Oct., unless the government heeded his challenge. Instead of releasing the reports, Minister Herath threw a counterchallenge to Gammanpila on 15 Oct., asking the latter to make the reports public in three days, and went on to claim that it was a serious transgression to be in possession of such vital documents. His statement could be considered a veiled threat that legal action will be instituted against Gammanpila.",
    "Curiously, Spokesman for the Archdiocese of Colombo Rev. Fr. Cyril Gamini Fernando was quoted by The Island, on Friday (18), as having said that the Catholic Church was not interested in the two reports to be released, and Gammanpila should not try to gain political mileage out of them. The Imam committee report attracted much public attention after a speech made by Fr. Fernando, at a book launch in Colombo, on 01 Oct. Lamenting that the report in question had gone missing, he insisted that it contained vital information about those responsible for masterminding the terror attacks, according to media reports. We thought all those who specifically mentioned that report to bolster their arguments and expressed serious concern about its whereabouts would welcome the news that Gammanpila was going to release both it and the Alwis committee report.",
    "President Anura Kumara Dissanayake, in his Opposition days, would thunder in Parliament, demanding that all reports prepared by probe committees/commissions appointed by the government be made available to the MPs and the public. He therefore should have respected the people’s right to information by releasing the reports of the Imam and Alwis committees immediately after his ascension to the presidency or explained plausibly why that could not be done. Instead, the government trotted out some lame excuses and sought to obfuscate the issue. President Dissanayake yesterday indicated, at a public rally in Katunayake, that he would not release the two reports.",
    "Why is it that all those who sought access to the reports of the committees headed by Imam and Alwis have now turned an about-turn? Is it that they have realised that the findings of the two committees run counter to their narratives about the Easter Sunday attacks and therefore do not want the reports released in the run-up to a crucial election? One may recall that the UNP, which shielded the perpetrators of the 2015 Treasury bond scam, went so far as to have Parliament dissolved before the first COPE (Committee on Public Enterprises) report on that mega racket was presented to the House ahead of a general election.",
    "Gammanpila has said the government is planning to have him arrested and interrogated after he releases the aforesaid reports online. Anything is possible in this country, where the police are at the beck and call of politicians in power. Secretary to the Ministry of Public Security, retired SDIG Ravi Seneviratne, was actively involved in the JVP-led NPP’s presidential election campaign, and another retired police high ranker, Shani Abeysekera, who also campaigned for the NPP, has been appointed Director of the Criminal Intelligence Analysis and Prevention Division. Both of them were in key positions in the Police Department when it failed to thwart the Easter Sunday attacks despite repeated warnings thereof by a foreign intelligence outfit in 2019.",
    "Nothing will be more disastrous for the new government at this juncture than to launch a witch-hunt against Gammanpila for making available to the public two vital documents concerning the Easter Sunday terror attacks, which the UNP government, backed by the JVP, failed to prevent in 2019. It is hoped that no attempt will be made to sabotage the release of the two reports today or to have Gammanpila harassed or imprisoned while the mastermind behind the Easter Sunday carnage remains at large and those who failed to prevent it walk free.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}