{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Presidential-Election-2024-What-is-the-political-economy-awaiting-Sri-Lanka/14-765660",
  "time_ut": 1723833106.0,
  "original_lang": "en",
  "original_title": "Presidential Election 2024: What is the political economy awaiting Sri Lanka?",
  "original_body_lines": [
    "The Presidential Election 2024 is crucial by all standards in view of the current economic catastrophe the country is experiencing. It is up to the masses to decide how they would choose the most suitable candidate who would decide on the fate of the nation and its people through his strategies and leadership. Majority of Sri Lanka’s eternally suffering masses in comparison to many other developed nations who were far too behind when we gained Independence in 1948 are expected to turn the tables on 21 September 2024",
    "The 2015 Yahapalana Government failed as President Sirisena and Prime Minister Wickremesinghe who had major policy differences, started to pull in two different directions. The appointment of Sirisena’s arch rival Mahinda Rajapaksa as Prime Minister after the dismissal of Ranil Wickremesinghe and the subsequent Easter Sunday carnage which killed over 250 worshippers inside three churches and injured over 600 including foreigners made matters worse for the Government. It was evident there were major security lapses and no genuine efforts were made by the Government as well as newly elected administrations thereafter to find out the real political perpetrators.",
    "One week after the incident, Gotabaya Rajapaksa, a retired lieutenant colonel, declared at a propaganda meeting in Kurunegala that he was prepared to contest the Presidency. The people who felt that there was a serious lapse in national security welcomed the idea in view of the image built by him that he was different from the rest of Rajapaksas and the good reputation he had for beautifying the City of Colombo and its environs. He was elected as the eighth Executive President of the country on 18 November 2019 with over 6.9 million votes with a comfortable majority of over 1.360 million votes. This is the time that COVID-19 first appeared on a small scale with the first cluster appearing in Wuhan, China.",
    "Sri Lanka detected its first victim in January 2020 which gradually increased registering several deaths and casualties in all parts of the country. The country had to be closed down with several curfews and the Government had to spend heavily for anti-COVID injections and other related expenses. The production of goods at the factories was greatly reduced thereby affecting the national income. The Government which was experiencing a Foreign Exchange crisis never wanted to go the International Monetary Fund for assistance despite the Opposition requesting them to do so. They boasted of a home grown formula.",
    "Farmers were requested to shift to organic fertiliser overnight by restricting the import of fertiliser, pesticides and weedicides. This was the beginning of the end. No Government should have made such hasty decisions as the country is not geared to produce the national requirements overnight or even otherwise without educating the farmer community and providing the necessary technology and equipment to produce organic fertilisers. There was a food crisis followed by severe shortages of fuel, gas, milk foods, medicine and other daily essentials.",
    "This was the beginning of the 2022 Sri Lankan protests, commonly known as Aragalaya (The Struggle). It was a series of mass protests that began in March 2022 against the Government of Sri Lanka. The Government was heavily criticised for mismanaging the Sri Lankan economy, which led to a subsequent economic crisis involving severe inflation, daily blackouts, shortages of fuel, domestic gas and other essential goods. The protesters’ main demand was the resignation of President Gotabaya Rajapaksa and key officials from the Rajapaksa family.",
    "Despite the involvement of several opposition parties, most protesters considered themselves to be apolitical, with many expressing discontent with the parliamentary opposition. Protesters chanted slogans such as “Gota Go Home”, “Go Home Rajapaksas” and “Aragalayata Jayawewa”. They were also demanding all 225 in parliament to go home. It was the general feeling at that stage the parliament should have new faces with clean records, necessary skills of management and governance.",
    "Most protests were organised by the general public with youth playing a major part by carrying out protests at Galle Face Green close to the Presidential Secretariat. There was no visible leadership. The protests became violent, still the President refused to step down until 14 July 2022. He left the country via a military aircraft and began a 50-day self-exile with his wife. He officially emailed his Letter of Resignation from Singapore the next day.",
    "Soon the Prime Minister Ranil Wickremesinghe was sworn in as the current President who is supported by members of the Pohottuwa. It is a little over two years now and the darkest period of shortages and scarcities are now over with the assistance obtained from few friendly countries and the IMF. However the country and its people are going through difficult times as was never experienced in the past due to limited income and high cost gas, fuel, medicine and daily essentials. In addition to meet the shortfall of Government revenue a high tax burden has been passed on to the general public to fall in line with IMF recommendations.",
    "As a result of the difficulties faced by the people after the financial crisis, the country has lost a significant number of professionals, doctors and white collar workers with specialised skills. They have migrated with their families mainly to Western countries.",
    "Immediately after the country declared bankruptcy the US Dollar which was trading at 190 to 205 shot up to 340 to 360. The prices of almost all imports including fuel, gas, medicines and daily essentials were increased to 200% to 300% or more. Import of non essentials was banned while the import of essentials was restricted due to non availability of Foreign Exchange. The poor and the marginalised were the worst affected. Even the haves including super rich could not buy their daily essentials due to the severe shortages/scarcity of goods and services.",
    "The middle class and the working class too were badly hit with untold misery. The people’s savings started vanishing including whatever the jewellery they had with them. In other words, the country as well as its entire population became poorer with the value of their savings coming down to less than half. Even the dwindling savings of many have now been fully exhausted by buying basic food items and other essentials.",
    "The situation improved slightly when the country received financial aid from the friendly countries and subsequently when funds were received from the IMF in instalments. However problems for the masses are not yet over. Majority are facing immense hardships without the normal food they were used to, including the other recreational facilities enjoyed by them. Had the former ruler and his chief financial advisors gone to the IMF on time, this unfortunate manmade disaster for the entire nation could have been avoided. This is the danger of power falling into the hands of an autocratic leader who has no knowledge or little knowledge on banking and economics.",
    "Table 1 shows some key indicators of the current economic situation.",
    "Living has been made so difficult despite the improvements brought in during the past two years by the new Government of the President with further assistance of friendly countries and IMF. Majority are deprived of the three basic meals and they skip one or two meals due to financial difficulties. They have been compelled to restrict so many other comforts they were enjoying for generations. Although Aragalaya is over, there is a never ending Aragalaya in the minds of the majority who have been made financially helpless due to the financial crisis.",
    "There were moves by certain interested parties and two individuals to extend the term of President’s office by another year. However the Supreme Court did not want to proceed with the cases so filed indicating that a ruling has already been given on the President’s term of office during former President Sirisena’s period. The rumours doing rounds that Presidential elections will not be held this year have now been proved wrong as the Elections Commission has called for nominations and announced that Presidential elections will be held on 21 September 2024.",
    "It is reported that the incumbent President is seeking re-election as an Independent Candidate. Anura Kumara Dissanayake from NPP, Sajith Premadasa from SJB and Namal Rajapaksa from Pohottuwa are the main contenders. Wijeyadasa Rajapakshe, Dilith Jayaweera, Sarath Fonseka, Nuwan Bopage and 16 others too are tipped to be contesting for the highest office in Sri Lanka.",
    "The incumbent President, the leader of the UNP, is backed by the party and over 90 members of the Parliament mainly from Pohottuwa together with several other Provincial Council members. President Wickremesinghe’s leadership has helped SLPP MPs to visit their constituency after hiding in fear following the May 2022 attacks over most legislators’ properties and murder of an MP.",
    "He is credited with the establishment of rule of law and taking the country to a certain level from where it was with the assistance of the IMF and a few friendly nations.",
    "The SLPP led by Mahinda Rajapaksa has announced Namal Rajapaksa as their Presidential candidate although the large majority of backers are now with the incumbent President. Initially they proposed the name of Dammika Perera, MP a renowned businessman and a corporate leader in the country. He withdrew from the race at the eleventh hour citing personal reasons. Now the Rajapaksas and the President seem to be at loggerheads politically.",
    "Sajith Premadasa, the Leader of the Opposition and SJB with 54 members of Parliament is the other main candidate. Majority of former UNP loyalists rallied round him and he polled approximately 5.5 million against Gotabaya’s 6.9 million at the Presidential election in 2019 and 2.77 million in the General elections in 2020. SJB is backed by several political parties. SLFP faction of Dayasiri Jayasekere, SLPP faction of G.L. Peiris, Dullas Allahapperuma, TPA led by Mano Ganesan, SLMC led by Rauff Hakeem, Arjuna Ranatunga of Purawesi Handa, Palani Thigambaram and V.S. Radhakrishnan. Sudarshani Fernandopulle of SLPP was the latest addition.",
    "The other main contender is Anura Kumara Dissanayake of National People’s Power. He is popularly known as AKD who is considered a formidable threat to the main political parties who have been dominating the political landscape of the country.",
    "NPP is a dynamic political movement comprising a number of diverse groups including political parties, youth organisations, women’s groups, trade unions and civil society organisations. Established in 2019, NPP is driven by a shared vision of fostering a more progressive Sri Lanka. Their core objectives encompass cultivating an uncorrupted, service-oriented, accountable and transparent political culture promoting economy, democracy for fairer wealth distribution, strengthening social protection and championing an inclusive democratic Sri Lankan identity. The party’s organisational structure from the steering committee to the District Executive Councils empower the voices at all levels making them a force for positive change in the nation bringing a brighter future for Sri Lankans.",
    "The party is redefining prosperity for Sri Lanka. They visualise a united future where economic growth, social well-being and environmental sustainability go hand in hand. The party believes in reshaping the future, where no one is left behind and together to set new standards for success. The party believes in social justice with equal opportunities for all irrespective of ethnicity, religion, language, caste, location or gender.",
    "NPP recognises the widespread struggle to meet basic needs and the need to secure housing, food, healthcare, education, technology access and leisure. They believe in a compassionate, cooperative society where people recognise their rights and responsibilities towards one another. Through education, inclusivity and collective effort NPP strives to create a better country for all.",
    "It could be seen that the newly formed NPP backed by the JVP and several other groups is gathering momentum in Sri Lanka as well as overseas where Sri Lankans have migrated. They conducted several successful meetings in renowned world capitals which were well attended by professionals and other prominent members. AKD is from an ordinary rural family with similar like minded people mostly from the same background. They are from the people and for the people majority of whom are undergoing severe hardship in their day-to-day life. The party hierarchy consists of educated young people who are now backed by professionals from many spheres including professors, doctors, engineers, lawyers and people of high calibre.",
    "They have promised to abolish the Executive Presidency, withdraw pensions and other perks for politicians, establish equal rule of law for all, stern action against stolen wealth, ensure food security, give priority for healthcare and education initially.",
    "The Presidential Election 2024 is crucial by all standards in view of the current economic catastrophe the country is experiencing. It is up to the masses to decide how they would choose the most suitable candidate who would decide on the fate of the nation and its people through his strategies and leadership. Majority of Sri Lanka’s eternally suffering masses in comparison to many other developed nations who were far too behind when we gained Independence in 1948 are expected to turn the tables on 21 September 2024."
  ]
}