{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/of-that-intractable-piscatorial-issue/",
  "time_ut": 1719326340.0,
  "original_lang": "en",
  "original_title": "Of that intractable piscatorial issue",
  "original_body_lines": [
    "Tamil Nadu Chief Minister M. K. Stalin is apparently labouring under the delusion that India has suzerainty over Sri Lanka, and his supporters have a right to exploit the fishing resources of this country to their heart’s content. He is reported to have written to Indian External Affairs Minister S. Jaishankar, seeking the latter’s intervention to secure the immediate release of all Tamil Nadu fishermen and their craft taken into custody by Sri Lanka for poaching. Stalin has had the audacity to say in his letter: “It is imperative that urgent diplomatic initiatives be taken to resolve this festering issue … I therefore request you to take this up with the Sri Lankan authorities and also to work towards a lasting solution to this issue.” Not to be outdone, BJP Tamil Nadu President K. Annamalai has also written to Minister Jaishankar requesting his intervention to ensure the early release of 22 Tamil Nadu fishermen detained by the Sri Lankan Navy and the boats belonging to them.",
    "How can there be a diplomatic solution to a legal problem? Poaching is a blatant violation of international maritime laws, and it must be treated as such. There is no gainsaying that fishers who stray into Sri Lankan waters under circumstances beyond their control deserve leniency, but poaching is an offence, which must not go unpunished.",
    "The main reason why the poaching issue continues to defy resolution is that it has become part of a political game that Tamil Nadu politicians are playing. Dr. Rajitha Senaratne, as the Fisheries Minister of the Mahinda Rajapaksa government, pointed out that most of the craft, engaged in illegal fishing in Sri Lankan waters, belonged to Tamil Nadu politicians, who rented or leased them on the strict condition that they be used in Sri Lanka’s territorial waters. Their strategy is patently clear; they are mounting assaults on Sri Lanka’s sovereignty and trying to strain the relations between the two countries while enriching themselves. The fact that violent elements mingle with the Indian fishers became clear yesterday, when the Sri Lanka Navy lost a sailor in confrontation with an Indian trawler, which also made hostile manoeuvres damaging the naval craft that intercepted it.",
    "Stalin is reported to have said in his letter to Jaishankar, “As I pointed out in my previous letter, the incidents of arrests and intimidation have been continuing unabated resulting in loss of livelihoods.” Doesn’t he have any concern for the Sri Lankan fishers who have lost their livelihoods owing to the plunder of their fishing resources by their politically-backed Tamil Nadu counterparts?",
    "The Northern fishermen of Sri Lanka are up in arms against poaching by Indians, but their political leaders, who are under India’s thumb, soft-pedal the issue. Worryingly, the Indians engage in illegal fishing in Sri Lankan waters at the behest of the very Tamil Nadu politicians who shed copious tears for Sri Lanka’s Tamil community, which the aggrieved Northern fishers belong to. Chief Minister Stalin and others of his ilk should be ashamed of depriving Sri Lanka’s Tamil fishermen of their livelihoods.",
    "What Stalin is basically demanding is that New Delhi coerce Colombo into allowing the Tamil Nadu fishermen to carry out their illegal operations in Sri Lankan waters with impunity. They are notorious for employing banned fishing methods such as bottom trawling.",
    "Strangely, the Central Government of India does not consider it infra dig to intervene on behalf of a bunch of lawbreakers engaged in the despicable act of stealing a neighbouring country’s fishing resources. Diplomatic interventions to secure the release of such characters and their vessels should not be undertaken because legitimacy accrues therefrom to the piscatorial plunder. Chief Minister Stalin has told Minister Jaishankar that the fishing issue has to be resolved. Yes, it has to be sorted out once and for all. A prerequisite for solving a problem is to understand it properly. The poaching issue will cease to be if Indians stop illegal fishing in Sri Lankan waters. The way to achieve that end, in our book, is for Sri Lanka and India to allow their navies, coast guards and police to handle the issue without political interference. The fishers of both countries must be told in no uncertain terms that if they engage in poaching, they will do so at the risk of losing their vessels and being thrown behind bars on foreign soil, and, more importantly, there will be no one to secure their release.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}