{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Growth-is-necessary-but-not-sufficient/4-767102",
  "time_ut": 1727219189.0,
  "original_lang": "en",
  "original_title": "Growth is necessary but not sufficient",
  "original_body_lines": [
    "A spark of protest emerged in July 2021. It has grown into an island-wide mass protest (Aragalaya) involving people of all walks of life. They gathered at Galle Face Green and delivered a message: “The country is bankrupt”. The messenger was taken to task.",
    "Central Bank is located within sight of the Galle Face Green. Newly appointed Governor of the Central Bank delivered a message. “Sri Lanka is bankrupt and is unable to settle its mountain of debts”. Messenger, the Governor of Central Bank, has been listed under A- grade in the Central Banker Report Cards 2023.",
    "As my friend Pali says, for us Sri Lankans what matters is not the message but the messenger who delivers it.",
    "A few years ago, a Central Bank Governor stated that the Sri Lankan economy was on the sick bed. When a person or an economy is on the sick bed, first and foremost concern is buying time to keep the sick alive, diagnose and treat the root causes. This is the justification for seeking IMF assistance; to get some breathing space for survival or in economists’ language for recovery and address the root causes.",
    "Economists have diagnosed that the economic crisis of Sri Lanka consists of unsustainable fiscal and balance of payments deficits, external debt default, foreign exchange shortages, inflationary pressures, and negative GDP growth. Unmanageable fiscal deficit is identified as a major root cause. They believe that “the Presidential election to be held shortly would pause a challenge on fiscal consolidation, economic fundamentals and the 17th IMF program. The abrupt tax cuts implemented in 2019 was a major cause of the crisis. The resulting fiscal deficit was mainly financed through borrowings from the CBSL and commercial banks. This led to an expansion in the money supply causing high inflation.",
    "Meanwhile, CBSL lowered policy interest rates and kept an overvalued exchange rate. It resulted in a capital outflow causing a severe balance of payments crisis. The IMF program provides some breathing space to revive the economy and build up the country’s international image to pursue debt restructuring.”",
    "This intrigued me to ask the question: Have we correctly diagnosed the economic crisis in Sri Lanka? In my opinion, the above diagnosis of the economic crisis and the root causes identified are symptoms rather than the causes. They are all on the surface and in the monetary economy. To diagnose the root causes one must go deeper into the real economy. Monetary economy is the veil. We have been mending the damaged veil. Root causes lay under the veil in the real body of the economy. The Central Bank and some economists opine that the IMF program provides some breathing space to revive the economy and build up the country’s international image to pursue debt restructuring. But, we must be cautious that the breathing space provided should go beyond ‘debt restructuring’ to ‘restructuring the whole economy’.",
    "Economic Theory is not necessarily the ground reality. What is the ground reality in Sri Lanka?",
    "More than 30% of the population lives below the poverty line – World Bank",
    "Share of the national income: i. Richest 20% of the population is 50%; ii. Poorest 20% is 6 %.",
    "Western Province’s share of the GDP is 40% and that for all other eight provinces is 60%.",
    "As of May 2023, 3.9 million people were moderately food insecure with over 10,000 households facing severe food insecurity. Over 2.9 million children need humanitarian assistance to access lifesaving nutrition, health, education, water and sanitation, protection, and social protection service – Sri Lanka Economic Crisis 2023 Situation Report No. 1 – Unicef",
    "Unemployment rate is 6.4% out of 8.7 million labour force – ILO",
    "Currently 54.9% of households are in debt; over half of the households have some financial obligations or outstanding debts – ‘Household Survey on Impact of Economic Crisis 2023’ by Department of Census and Statistics.",
    "Country gained independence as a low income country but was ahead of many of our neighbours and a model export led economy in Asia. After enjoying independence for 76 years we are still a low income, import led economy behind all our neighbours with a mountain of debt.",
    "According to the World Bank, our position compared to our neighbours i.e. Pakistan, India, Bangladesh, Nepal and Afghanistan is as follows:",
    "Sri Lanka is the first South Asian country to liberalise its economy. All the socio economic indicators are in favour of Sri Lanka except the Government Debt ratio. These indicators misled the economists to believe that Sri Lanka is one of the most successful economies in South Asia.",
    "Whatever the statistics that is only next to damned lies reveal, Sri Lanka is a developing or rather underdeveloped country. An underdeveloped economy fails to provide acceptable levels of living to a large fraction of its society. Economic underdevelopment is a condition where an economy is unable to reach its full potential of growth and hinders reaching a state of economic development.",
    "Every nation strives for economic development. Economic growth is not the only component. Development encompasses more than the material and financial side of people’s lives. It’s a multidimensional process involving the reorganisation and reorientation of entire economic and social systems. In addition to improvements in incomes and output, it typically involves radical changes in institutional, social, and administrative structures. It’s an economy-wide transformation.",
    "The foundation of the economy should be reinforced. An economy built on a weak foundation needs frequent repairs. This is why Sri Lanka had to make pilgrimages and pay homage to the IMF for 17 occasions.",
    "We go by and use per capita income measured in monetary terms to make comparisons. Per Capita income is an average; it tells only part of the story. We enjoy the highest per capita income among our neighbours. Per Capita income of Sri Lanka rose from $ 144.1 in 1960 to $ 3,828 in 2023.",
    "We believe and depend on the market to take the economy forward. But, in Sri Lanka, commodity and resource markets are highly imperfect and inelastic. Both consumers and producers have limited information, limited access and limited scope.",
    "Growth is linear and Arithmetic. Economic development is growth plus its composition and its distribution and is concerned with the economic, cultural, and political, social requirements for effecting rapid structural and institutional transformations throughout the entire society; to bring its fruits to all populations in an equitable manner. Development is creating opportunities and expanding the range of economic and social choices available to individuals and the nation. Growth will increase the GDP and per capita income but does not address the inequality or how the fruits of growth are generated and distributed. Growth does not guarantee trickledown effect in an imperfect market; growth does not guarantee generation of opportunities in all the sectors and all the different regions. When poverty, inequality, unemployment remain high or growing, it would be strange to call it “development” even if per capita income doubled.",
    "Growth with inequality forces the policy maker and the Government to pay special attention to different segments. i.e. women, poor, children, backward regions, discriminated, deprived communities etc. Average GDP per person is one thing and standard of living is another.",
    "Growth is necessary for economic development but not sufficient. Development ensures the sustainability of growth.",
    "It’s unfortunate we widely talk of growth, stability, fiscal policy and monetary policy. We talk of changing debt to GDP ratio, gap in the budget between the revenue and the expenditure, foreign debt servicing to GDP, deficit in the current account of the balance of payments and conversion of the primary account of the budget to a surplus. These are all monetary quantitative indicators. They are arithmetic. They need no strategic thinking.",
    "Another matter we talk of is infrastructure development. Some believe that infrastructure is essential for development. Sky high buildings, paved widened roads, expressways, highways, modern bridges, flyovers are treated as a necessary ingredient in the development recipe. They are mixed up between infrastructure led investment and investment led infrastructure. British Colonials started building a railway line to connect the producing centres in the hill country with the Colombo port. Infrastructure follows production not vice versa.",
    "Some believe satisfaction of consumer needs is more priority than promoting local production. Import restrictions in an indebted, foreign exchange trapped country are an enmity. They canvass importation of luxury vehicles, food, liquor, and other luxury consumer items to satisfy the consumer needs. It is no secret that road accidents cause the highest number of deaths and crippled a day. Roads are choker blocked with too many vehicles. Time, fuel and gasoline are wasted to stall in the middle of the road adding to noise and air pollution. We are also mixed up between import restrictions, import rationalisation and import substitution. These are different phenomena. We talk of trade liberalisation. It is the removal of tariff barriers. But in world trade there are more non-tariff barriers. Child labour, safety, security, health, environment, human rights violation, deforestation are a few to mention.",
    "We are fancy in talking at length on modernisation of the economy more than growth or development. Some emphasise on improving Government revenue. They talk about playing with numbers and tax rates but are silent on Tax Base. Number and rate are arithmetic. Tax base is strategic.",
    "I compare the growth to a coconut tree. Coconut tree is tall and has a single stem. Coconut trees have fibrous root systems closer soil surface adjacent to the trunk and are subject to erosion and vulnerable to cyclones and storms.",
    "Whereas the Banyan tree is a much branched and spread tree. The trunk of a banyan tree is much thicker and wider than that of a coconut tree. Roots of the banyan tree are taproot inside the soil and prop roots which come from various aerial parts of the tree. When they touch the soil, they become thick and strong to support the heavy stems of the banyan tree. Prop roots in banyan trees not only aid in their stability but also contribute to their ability to thrive in various environments.",
    "I equate the modernisation with a Christmas tree. It does not have roots. It illuminates; it’s attractive; artificial; temporary.",
    "We are mixed up between growth, modernisation and development. Countries are not classified as under grown, growing or grown or modernised or none modernised. They are classified as under developed, developing and developed. Growth is linear, arithmetic, Development is complex and strategic. Economics is after all not arithmetic. It is strategic.",
    "(The writer is former Secretary to the Ministry of Plan Implementation. He can be reached on [email protected].)"
  ]
}