{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99894/russia-to-host-high-level-talks-on-repatriation-of-sri-lankan-military-personnel",
  "time_ut": 1718442120.0,
  "original_lang": "en",
  "original_title": "Russia to host high-level talks on repatriation of Sri Lankan military personnel",
  "original_body_lines": [
    "A high level delegation headed by the State Minister of Foreign Affairs Tharaka Balasuriya is scheduled to visit Russia to arrange for the repatriation of Sri Lankan ex-military personnel deployed in Russia for military purposes and the related discussions will be held on June 26 and 27, said Minister of Foreign Affairs, President’s Counsel Ali Sabry.",
    "The Minister also noted that a team of officials has been tasked with reviewing the Cabinet paper submitted to decide on Sri Lanka’s potential membership in the BRICS organization. Their report is anticipated later this month.",
    "Minister of Foreign Affairs, President’s Counsel Ali Sabry, highlighted this during his participation in a Press conference at the Presidential Media Centre, focusing on the theme ‘Collective Path to a Stable Country’",
    "“President Ranil Wickremesinghe visited India to take part in the swearing-in ceremony of Sri Narendra Modi, the Prime Minister of India. Consequently, we anticipate a visit from the Indian Minister of Foreign Affairs to Sri Lanka later this month, with the Prime Minister of India expected to follow suit shortly.",
    "Our government has achieved significant milestones during this period. The third tranche of the International Monetary Fund’s (IMF) Extended Fund Facility (EFF) was released to Sri Lanka, endorsing the hard work we have put in over the past 12 to 18 months. This includes controlling inflation, managing interest rates, building up reserves, promoting investment, and advancing renewable energy.",
    "Our negotiations with bondholders and official creditors have been progressing well. We expect to sign agreements with official creditors very soon. Positive discussions with foreign bondholders indicate potential success, paving the way for Sri Lanka to transition from a debt-defaulter to a debt-repaying nation.",
    "Japan has indicated that they will resume suspended projects once the repayment commences. I plan to visit Japan in early July at the invitation of the Foreign Minister of Japan, hoping to finalize the resumption of these projects before my visit.",
    "Additionally, following a request from the Japanese Foreign Minister, I am scheduled to visit Japan next month. Japan has assured us that upon reaching an agreement with bilateral official creditors, all development projects in Sri Lanka previously initiated with Japanese assistance, but currently halted, will resume.",
    "Recently, I attended the BRICS Foreign Ministers’ Conference in Russia, representing Sri Lanka. The Ministry of Foreign Affairs has submitted a Cabinet paper to explore the possibility of Sri Lanka joining the BRICS organization. A team comprising officials from the Ministry of Foreign Affairs, Treasury, Ministry of Finance, and Central Bank has been tasked with studying this proposal. The Cabinet is expected to receive their report later this month.",
    "Furthermore, discussions with Russian Foreign Minister Sergey Lavrov focused on resolving the issue of Sri Lankan ex-military personnel serving in the Russian army. To address this, State Minister of Foreign Affairs, and a delegation including Secretary to the Defence Ministry will visit Russia. These discussions are scheduled for June 26th and 27th. Concurrently, efforts have commenced to facilitate the safe return of Sri Lankans currently stranded in Myanmar.”"
  ]
}