{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103968/cabinet-approves-increase-in-aswesuma-benefits-extension-of-payment-period-",
  "time_ut": 1733220720.0,
  "original_lang": "en",
  "original_title": "Cabinet approves increase in “Aswesuma” benefits, extension of payment period",
  "original_body_lines": [
    "The Cabinet of Ministers has approved amendments to the “Aswesuma” welfare benefits program while increasing the welfare benefit payments and extending the period of payments for certain vulnerable groups.",
    "The “Aswesuma” welfare benefits program has been implemented from 01 July 2023 and was revised by the Extraordinary Gazette Notification No. 2384/30 which came into effect from 01 July 2024. Under this welfare benefits program, the beneficiary families are entitled to benefit under 04 categories.",
    "Speaking at the Cabinet press briefing held today (03), Cabinet Spokesman, Minister Dr. Nalinda Jayatissa said since the impact of the economic crisis has not completely receded, there is a need to provide further short-term relief to families selected in the first round of applications for the program, in relation to transitional and vulnerable categories and families selected in the second round of applications for which the selection processes have commenced.",
    "It has also been identified that the amount currently provided under the welfare benefits program is not sufficient considering the current cost of living, Dr. Jayatissa added.",
    "Accordingly, the proposal submitted by the President in his capacity as the Minister of Finance, Planning and Economic Development to amend the existing Welfare Payment Scheme as follows has been approved by the Cabinet:",
    "* To increase the monthly benefit allowance currently paid to the poor and extremely poor social groups from Rs. 8,500/- to Rs. 10,000/- and from Rs. 15,000/- to Rs. 17,500/- respectively, and to implement the revised payment scheme accordingly from the date of approval by Parliament.",
    "* To extend the benefit payment period for the transitional social group to be valid up to 31.03.2025.",
    "* To extend the benefit payment period for the vulnerable social group to be valid up to 31.12.2025."
  ]
}