{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/AKD-s-Govt-follows-same-path-Vel-Palama-after-RW-Susil-Premajayanth/4-769076",
  "time_ut": 1731273514.0,
  "original_lang": "en",
  "original_title": "“AKD’s Govt. follows same path ‘Vel Palama’ after RW” – Susil Premajayanth",
  "original_body_lines": [
    "Confirms Ranil Wickremesinghe Govt. planned to resolve salary anomalies in public sector by January 2025",
    "Appreciates Ranil Wickremesinghe for putting SL back on track and says he is the real leader",
    "Says NPP carefully and strategically deviated from JVP to form NPP to show their hands are clean",
    "Claims NPP has no permanent vote base and it fluctuates when it breaches its promises to people",
    "Suggests Namal Rajapaksa has to wait for 10 to 15 years and show his genuineness and anti-corruption stance to rebuild SLPP",
    "The Government is confronted with many challenges including finalising debt restructuring and strictly following the conditions laid down by the International Monetary Fund (IMF) while keeping promises that the NPP have given to people, Colombo district candidate for the New Democratic Front (NDF) Susil Premajayath said.",
    "Contesting from the symbol of Gas Cylinder, he said that the Government had to build confidence of the debtors and always could not depend on foreign remittances and tourism.",
    "In an interview with the Daily FT he said a proposal to resolve salary anomalies of the public sector employees by January 2025 would have been submitted at the Budget before the end of 2024, if people had elected former President Ranil Wickremesinghe.",
    "However, he said since the Ranil Wickremesinghe Government had to find money for salary increments for the public sector, they were planning to phase out the ban on importing vehicles to collect Rs. 250 billion as customs duty.",
    "“The Government needs to decide on how they are going to increase their revenue collection while resolving salary anomalies,” he pointed out, adding that the Government has to agree with the IMF to increase salaries for public servants.",
    "In the Colombo district there are 15 electoral divisions, in which I have a good network covering them all but we are especially concentrating on Kaduwela, Maharagama and Kesbewa, which were our vote banks earlier, although the voters have been shifted to different political parties now. But, I still believe that as a people’s representative, I have a better chance of winning the forthcoming General election.",
    "My campaign is going on smoothly and people have confidence in me for the service I did for them as the Chief Minister of the Western Province and also holding different portfolios during my political career spanning for over 20 years.",
    "I still believe that I have a vote base of 50,000 to 75,000 and they keep some trust in me. In the Colombo district the literacy rate is high and people make decisions wisely and I believe there is a higher chance for me to get elected to the parliament as well. I have taken all challenges and difficulties by addressing burning issues, especially in the education sector, during the last regime. I always had cordial discussions with trade unions.",
    "Last August, the then Government decided to address salary anomalies in the public sector. We have given a special emphasis to solve salary anomalies of teachers and principals but I couldn’t complete that as the Government was defeated at the last Presidential election.",
    "The then Government also appointed a committee and discussed the matters with trade unions, which agreed with our proposals to address salary anomalies in the entire education sector. We submitted a Cabinet memorandum and we thought to take the proposal at the annual budget debate if the Ranil Wickremesinghe Government was elected. We were planning to approve this proposal at the budget before the end of this year and to resolve salary anomalies by January 2025.",
    "The Government will take time to take strong actions against those who are involved in corruption. It is easy for them as we have already passed the Anti-corruption Bill in the Parliament. They need concrete evidence to prove those alleged corruption charges to bring the wrongdoers to the book",
    "Q: Why do you think that Ranil Wickremesinghe Government got defeated mainly due to getting some of the politicians with corrupt charges into the Government?",
    "I also heard similar allegations. After he was appointed as the President by the former President Gotabaya Rajapaksa following the Aragalaya, Ranil Wickremesinghe became helpless as he was the single member of the party to run the Government. He had to seek support from the elected Members of the Parliamentarians at the 2020 General Election as he was not mandated to resolve the parliament or summon another election according to the articles in the Constitution.",
    "He took the challenge while none of the other political leaders of the Opposition was willing to take the risk of steering the country, which was badly affected due to severe economic constraints. Therefore, he had to work with the majority of Parliamentarians who pledged support to run the Government. There were different political characters among them.",
    "Yes, the main reason for the defeat was that Ranil Wickremesinghe was branded in the society that he was with a set of thieves. But, he didn’t have any alternative as they were also elected by the people even though they are alleged to be corrupt.",
    "However, Ranil Wickremesinghe selected a set of young and energetic Parliamentarians, who performed well during the two and half years of tough and challenging period of this country. Then the Government was able to do away with queues for fuel, gas, essential food items and even medicine during a period of six-months.",
    "We have been able to bring down the inflation, which went up to 76%, to 2.4% last year. The interest rate, which went to 28%, was brought to less than 10% while bringing the exchange rate to Rs. 303 from Rs. 370. The Foreign remittances and exports were gradually increased and the Government was able to build the investor confidence. Even the British Senate made positive remarks about Sri Lanka’s fast recovery within a short period of time, at a time, countries like Greece are still struggling to come out of economic downfalls.",
    "People didn’t feel and recognised the huge contribution that Ranil Wickremesinghe made to put Sri Lanka back on track during his two and half years of stint in the Government. Any country needs a leader like him to take risks in a crisis situation and he will be the real leader.",
    "Q: How do you predict the future of the Sri Lanka Podujana Peramuna (SLPP) and Sri Lanka Freedom Party (SLFP) as people have rejected many of their senior politicians?",
    "The SLFP is still in chaos because of the short-sighted decisions of its former leader Maithripala Sirisena. Because of conflicts within the party, most of the SLFPers, including senior politicians, joined the newly formed SLPP, which managed to win 72% at the local Government elections held in 2018. They lobbied and worked tirelessly to attract grassroot level voters while different segments of the society from intellectuals to professionals to public servants, businessmen, to teachers to farmers gathered around the SLPP.",
    "This is the same trend that took place in forming the NPP, which also worked hard to get the support from the people at grassroot level. They also got the support of different segments of the society and they carefully and strategically deviated from the JVP to form the NPP to hide the past of the JVP to show that their hands are clean. Sri Lanka’s history says that in every five to ten years, an alliance emerged to rule the country and this time it is the NPP that emerged.",
    "The SLFP is now in courts and the majority of the SLPPers are scattered - some are with the New Democratic Front (Gas cylinder), some are with the Samagi Jana Balawegaya (SJB), some are still with the SLPP while others are nowhere. They are the people who voted for the NPP due to their frustration. The JVP’s maximum vote base is 500,000 and they got the rest of the five million, which are the floating votes.",
    "Therefore, the NPP has no permanent vote base and it will fluctuate at any moment when the NPP breaches its promises to the people.",
    "Although the SLPP’s vote base is low, people still remain with it as they respect former President Mahinda Rajapaksa and not the other Rajapaksas. According to my assessment, Namal Rajapaksa has to wait for 10 to 15 years and has to rebuild the SLPP from grassroot level showing his genuineness and anti-corruption stance to have a strong comeback to win the SLPP’s voters.",
    "Q: Why do you still want to be in politics while most of the senior seasoned politicians have decided to step down from politics?",
    "They must have reasons to quit politics but for me I still believe I can serve people for another five to 10 years without any issues including health issues because since 2002 I was in active politics and holding different ministerial posts and served people genuinely.  Although I am in politics for the last 20 years I have never asked for an official residence and don’t have any corruption charges. I am still living at my house in Gangodawila, Nugegoda. I built my house in 1983 on a piece of land gifted by my father when I was a banker at the Bank of Ceylon, from where I obtained a loan to build my house.",
    "At the Presidential election 42% voted for President Anura Kumara Dissanayake for the NPP’s anti-corruption slogan. I also belong to that category as I have a clean track record. Therefore, I strongly believe my voters will vote for me.",
    "Q: How do you comment about the present Anura Kumara Government which is just a few weeks old and how do you view the ways that they have taken action against corruption so far?",
    "The Government will take time to take strong actions against those who are involved in corruption. It is easy for them as we have already passed the Anti-corruption Bill in the Parliament. It is now in the implementation stage. There are allegations of corruption against some politicians but they need concrete evidence to prove them to bring the wrongdoers to the book.",
    "But there are burning issues like inflation, shortages in rice and coconuts, debt restructuring etc., that the Government should solve immediately. There were some talks or promises that they will bring down fuel prices but it was impossible because there are agreements with the IMF and other donor agencies which states that Sri Lanka has to achieve some targets every year.",
    "The GDP which we have achieved to 11% has to be increased to 15% by 2028. Every year, Sri Lanka has to increase GDP by one percent every year. While increasing revenue collection, the Government has to give relief for the people as they promised. Therefore, the issue is how the Government is going to balance these both ends and it is a huge task that lies with them.",
    "There are many challenges including finalising debt restructuring and strictly following the IMF conditions. We have approved 40 new Acts and amendments to facilitate the IMF process and worked hard but where is Sri Lanka today at the moment.",
    "They follow the same path the ‘Vel Palama’, that Ranil Wickremesinghe went through. I don’t see any drastic changes in the next four months in this process.",
    "The Government has to build confidence in the debtors. It can’t always depend on foreign remittances and tourism. During COVID-19 time, tourism collapsed just as during the Easter Sunday attack by Zaharan. Internationally, warring situations between Israel and Palestine are still going on while bringing new changes to world politics after the elections in the US. Amidst many changes in the next few months in the world, the Government has to prepare the budget.",
    "We have addressed many serious economic issues while our Government was in power. It was a tough time. Now this Government, which is following the advice of their think tanks, comprising academics and experts, has to decide on their way forward while increasing revenue and providing relief to people as they promised.",
    "Q: Can the Government give salary increments to State sector employees in 2024 January as pledged by the former President Ranil Wickremesinghe and will the IMF agree for a salary hike?",
    "We had discussions with the IMF to increase the salaries for the public sector. They said we have to be within certain parameters and can’t 3.7% of the total GDP when increasing salaries for the public servants and pensioners. The Government had to agree with the IMF to go for a salary increase for public servants.",
    "Otherwise, the Government has to find its own money to increase salaries. That was why our Government took a decision with the Central Bank (CB) to consider remaining reserves and phasing out the ban on importing vehicles. Under phase 1, we thought of allowing the import of commercial vehicles as our target was to collect Rs. 250 billion as customs duty.",
    "On the other hand, we have to think about increasing our reserves. Our proposal was to increase 50:50 by 2025 and 2026 to resolve all salary anomalies. This Government can follow our plan or their own plan to resolve salary anomalies but they need to decide on how they are going to increase their revenue collection while resolving salary anomalies.",
    "Q: It is said that there is no difference between Ranil Wickremesinghe’s Government and the NPP’s Government. Your comment?",
    "Yes, we don’t see any changes in their economic policy, dealing with the IMF and debtors, yet. If they try to change the debt restructuring process, the Government will face repercussions. The Hamilton Reserve Bank in New York has again filed a motion on October 1 stating that they can’t trust the new regime. Then the Government filed a counter document stating that they are going ahead with the process including the debt restructuring and we will be able to pay back the Bank’s money. The Bank is now waiting. The Government is facing a serious challenge to keep people’s promises while also keeping the promises of the IMF.",
    "Q: Do you think the IMF will give the rest of the loan and how do you respond to the accusation that the Government is borrowing more debt?",
    "When they came to Sri Lanka to review the process they said it was going ahead well as the Government didn’t hinder the ongoing process. If the Government tries to reduce the VAT and PAYE tax, the IMF will question them on how they are going to recover the money. A lender lends money with a purpose and you have to guarantee the repayment. This is not the IMF money but the money that they lend from member States.",
    "This Government doesn’t know how hard it was when we started the IMF process. We hired two prominent companies, including a legal company, which are experts in the field. As there is a way to prepare those documents for the IMF. It needs expertise to write to the IMF. But the NPP says that they have experts and academics to carry out the process. This is why the Government didn’t remove the CB Governor and the Treasury Secretary as they are well versed with the process.",
    "Q: Don’t you think that the Government will present the Budget after 14 November?",
    "No, I don’t think so. According to what I have heard, they will present the Budget after four months. Automatically, when the Budget was not presented in the Parliament in time then you have to buy time. That is what they are doing now. If Ranil Wickremesinghe comes into power this time he would have finished the Budget by 15 December.",
    "Yes, they can summon the Parliament and start the process after elections on 14 November but I don’t think they will do that as they have already suggested having the Budget in February or March. This is mainly because they are inexperienced in governance.",
    "Q: How can you claim that they are inexperienced as President Anura Kumara has been in the Parliament for over two decades?",
    "Yes, he was in the Parliament and came for debates and spoke for one or two hours and went. But they lack the knowledge on the process. That is why Prime Minister Harini Amarasuriya questions our Government about the money, since we have got a Cabinet Memorandum approved to resolve salary anomalies for the public sector.",
    "She doesn’t know that money for the salary is coming after 1 January, with the proposal presented to the Parliament. She doesn’t know if the Budget proposal is not presented to the Parliament that there is no Budget proposal. I have my doubts whether she knows how to prepare a Budget proposal.",
    "Normally, the Treasury starts the budget process in June by calling estimates, meeting officials, etc. Then they finalise it before the end of October. Before one month of the presentation of the Budget, they have to gazette it with the Cabinet approval on all estimates. Then there will be the Appropriation Bill, which will be passed in the Parliament.",
    "Q: If you are not elected to the Parliament what are you going to do?",
    "I have not taken any wealth illegally. I have submitted annual asset declarations since I became the Chief Minister of the Western Province. I was a practicing lawyer. When I was removed from my portfolio by the then President Gotabaya Rajapaksa over my comments on his fertiliser issue, I went back to my office at Hulftsdorp Court complex. If I am not elected, this time also I will go back to my profession and serve people as a lawyer."
  ]
}