{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/m-s-premier-energies-ltd-gets-contract-to-install-rooftop-solar-power-generation-at-religious-places/",
  "time_ut": 1710845580.0,
  "original_lang": "en",
  "original_title": "M/s Premier Energies Ltd gets contract to install rooftop solar power generation at religious places",
  "original_body_lines": [
    "The Cabinet of Ministers approved the proposal presented by the Minister of Power and Energy to award the procurement for the implementation of Rooftop Solar Power Generation Project at religious places to M/s Premier Energies Ltd for a contract price of US$ 17 million.",
    "On 08.01.2024, the Cabinet of Ministers approved the implementation of the Rooftop Solar Power Generation Project   subject to a limit of 17 million US dollars under the 1000 million US dollars loan facility provided by the State Bank of India.",
    "Accordingly, bids were invited to select a suitable institution for the implementation of the project and six bids were received. Considering the recommendations made by the Procurement Appellate Board regarding the recommendation made by the Technical Appraisal Committee and the Standing Procurement Committee appointed by the Cabinet,  M/s Premier Energies Ltd was selected.",
    "Related Topics:Cabinet DecisionsIndian loan facilityM/s Premier Energies LtdRooftopp solar power generation project",
    "Rs 2000 million allocated to recommence stalled rural development projects",
    "2.74 million low income families to receive 10kg rice per month",
    "Rs 2000 million allocated to recommence stalled rural development projects",
    "Cabinet nod to import 42 million more eggs for the festive season",
    "Draft bill of Recovery of Loans by Banks (Special Provisions) (Amended) Act No.4 of 1990 to be gazetted",
    "Daily allocation per student for ‘School Food Programme’ increased to Rs 110/-",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}