{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96586/indias-nia-files-supplementary-chargesheet-against-four-in-sri-lanka-human-trafficking-case",
  "time_ut": 1705805580.0,
  "original_lang": "en",
  "original_title": "India’s NIA files supplementary chargesheet against four in Sri Lanka human trafficking case",
  "original_body_lines": [
    "The National Investigation Agency (NIA) of India has filed a supplementary chargesheet against four accused in a 2021 case relating to human trafficking of 39 Sri Lankan nationals into India on the false pretext of taking them to Canada.",
    "Mohamed Imran Khan alias Imran, who was arrested by the NIA recently, has been charge-sheeted under various sections of IPC relating to trafficking, confinement, and conspiracy, along with absconders Seeni Aabul Khan, Mohamed Ibrahim alias Ahmed and Pudumadam Imran alias Hajiyar aka Imrankhan, before the NIA Special Court, Bengaluru.",
    "The accused were allegedly involved in trafficking of 39 Sri Lankan nationalists to Mangaluru via Tamil Nadu by falsely promising them that they were being taken to Canada. The victims were confined in various lodges across Mangaluru and were initially arrested by Karnataka Police, as accomplices along with the accused persons, NIA said in a press release.",
    "NIA had launched investigations after taking over the case on July 13, 2021, and found 39 to be the victims of a human trafficking racket. The agency had filed the original chargesheet in the case on October 5, 2021, against six accused persons who were involved in the trafficking, while the victims were freed and sent back home, NIA claimed.",
    "NIA investigations revealed that Mohammed Imran Khan, in conspiracy with Pudhumadam Imran and his friends Seeni Aabul Khan and Mohamed Ibrahim, received the Sri Lankan nationals in mid-sea, and brought them to Bengaluru and further to Mangaluru. NIA said that further investigations showed that the entire initial conspiracy was planned by Pudumadam Imran along with one Eesan, a Sri Lankan national, who is one of the absconding accused in the case.",
    "The accused had collected vast sums of money from the victims, and also subsequently from their families. Efforts to arrest the remaining accused persons are continuing, NIA said."
  ]
}