{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85050",
  "time_ut": 1731613740.0,
  "original_lang": "en",
  "original_title": "President Anura  Dissanayake’s National People’s Power Contesting Under Compass Symbol  Heads for Landslide Victory with Two-Thirds Majority: JVPled NPP Wins 65% of  Votes Declared so far",
  "original_body_lines": [
    "Sri Lanka President Anura Kumara Dissanayake’s National People’s Power is heading for a landslide in the 2024 parliamentary elections, and is on track for a two – thirds majority, results released so far show.",
    "The NPP contesting under its Malimawa also became the largest party in Jaffna, overtaking traditional parties in the area, radically improving its performance from September presidential polls.",
    "Sri Lanka went to polls in a stabilization crisis coming after the worst currency collapse in the history of the island’s central bank, which ended in a sovereign default.",
    "Ex-President Ranil Wickremesinghe, who oversaw the stabilization, under an International Monetary Fund program – the 17th such program triggered by the central bank with rate cuts and liquidity injections to boost growth – lost to Anura Dissanayake in September.",
    "The stabilization crisis included income tax hikes on middle class wage earners on top of prices rises coming from the central bank’s depreciation of the currency which fell from 200 to 360.",
    "Earlier in the day President Dissanayake said he expected strong mandate to govern and carry out his program.",
    "Prime Minister Harini Amarasuriya said after voting on November 14 that she expected a majority as many who had not voted for the NPP were now looking at the party favorably.",
    "Voter turout was estimated at around 65 percent, the lowest since a general election in 2010, when then President Mahinda Rajapaksa’s party got 144 seats in the 225 member assembly.",
    "Dissanayake only polled 42 percent in the Presidential election in September.",
    "On results declared by early morning on November 15, NPP has taken around 65 percent of the vote.",
    "Sajith Premadasa’s Samagi Jana Balawegaya was a distant second with around 16.7 percent of the vote.",
    "The New Democratic Front made up of ex-Ministers who supported the stabilization program and Wickremesinghe’s own United National Party polled around 5.2 percent.",
    "In Galle where seats were declared, NPP won 7, SJB 1 and SLPP one",
    "In Trincomalee, NPP won 3 seat (42.4-pct), SJB 1 (29.9-pct), ITAK 1 (16.8-pct)"
  ]
}