{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-implements-banking-amendment-act-no-24-of-2024-170160/",
  "time_ut": 1719581520.0,
  "original_lang": "en",
  "original_title": "Sri Lanka implements Banking (Amendment) Act No. 24 of 2024",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank announced that the Banking (Amendment) Act No. 24 of 2024, which aims to strengthen the legal and regulatory framework applicable for licensed commercial banks and licensed specialised banks, is in effect from June 15.",
    "“These amendments were formulated with a view to further strengthening the legal and regulatory framework applicable for licensed commercial banks and licensed specialised banks to enhance the resilience of the banking sector of Sri Lanka,” CBSL said in a statement.",
    "“The recent amendments were formulated considering the developments in the current regulatory framework, economic and market developments, the best practices and international standards adopted on",
    "prudential requirements to the context of the local banking sector.”",
    "Observations of relevant stakeholders including the banking sector, Panel of Auditors conducting",
    "audits of banks, other regulators and authorities were considered when drafting the amendments, CBSL said.",
    "Implementation of the Banking (Amendment) Act, No 24 of 2024",
    "The Central Bank of Sri Lanka (CBSL) wishes to announce the implementation of the Banking (Amendment) Act, No. 24 of 2024, effective from 15.06.2024.",
    "These amendments were formulated with a view to further strengthening the legal and regulatory framework applicable for licensed commercial banks and licensed specialised banks (licensed banks) to enhance the resilience of the banking sector of Sri Lanka.",
    "The Banking Act, which provides for the introduction and operation of a procedure for the licensing of persons carrying on banking business and for the regulation and control of matters relating to the business of banking, was lastly amended in 2006.",
    "Therefore, the recent amendments were formulated considering the developments in the current regulatory framework, economic and market developments, the best practices and international standards adopted on prudential requirements to the context of the local banking sector.",
    "In addition, the observations and comments of the relevant stakeholders, viz., the banking sector, Panel of Auditors conducting audits of banks, other regulators and authorities were also considered, as appropriate, when drafting the amendments to the Banking Act.",
    "The key areas included in the Banking (Amendment) Act inter alia are;",
    "• minimum licensing requirements that need to be complied with to be eligible to apply for a bank licence;",
    "• empowerment for subsidiarization of foreign banks, if deemed necessary;",
    "• strengthened governance requirements by reinforcing the assessment of the fitness and propriety of directors, chief executive officers and key management personnel of licensed banks across the banking sector, including the governance of state-owned banks;",
    "Further, CBSL has issued several new Regulations/instructions to licensed banks to facilitate the",
    "The banking sector which accounts for approximately 61.5% of the total assets of the financial sector is fast evolving and is becoming increasingly complex, with certain banks being considered as systemically important with their size, scale, complexity and interconnectedness.",
    "Therefore, it is essential to strengthen the legal and regulatory framework pertaining to licensed banks, to ensure their financial and operational resilience, while supporting sustainable economic growth.",
    "At present, the banking sector consists of 30 licensed banks, of which 24 are licensed commercial banks and 06 are licensed specialised banks and as at 31.03.2024, the total assets and deposits of the banking sector stood at Rs. 20.3 trillion and Rs. 16.6 trillion, respectively.",
    "At present, the banking sector is mainly funded by depositors, accounting for more than 80% of the total assets, whilst shareholders contribute to around 8% of the total assets. Hence, it is essential to ensure the safety and soundness of banks to protect the interests of depositors and maintain their confidence in the banking system. Further, the strengthened regulatory framework for licensed banks will facilitate banks to reach foreign funding sources and expand their global presence.",
    "The Banking (Amendment) Bill was approved by the Parliament on 02.04.2024 and came into operation on the appointed date of 15.06.2024.",
    "The Banking (Amendment) Act, No.24 of 2024 can be downloaded from the web site of the Central Bank of Sri Lanka via the following web link."
  ]
}