{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=86325",
  "time_ut": 1756064460.0,
  "original_lang": "en",
  "original_title": "ITAK  Launches Half-day Hartal  in North-East Over Alleged Killing of Tamil Youth by Army and Excessive Military Presence Amidst Civilian Habitats.",
  "original_body_lines": [
    "“Hartal” is a word that entered the political discourse of countries like  India , Sri Lanka  and Malaysia during British rule. The Gujarati word  was popularised by Mahatma Gandhi during the Indian freedom struggle in the 20th century. A Hartal denotes  a total shutdown of workplaces, offices, shops, schools,transport services  and courts of law. The  Gandhi-led Indian National Congress often resorted to such  civil disobedience protests  in their campaign for independence from Britain. The Mahatma being a Gujarati himself used the Gujarati  word Hartal to describe the  mass protests resulting in stoppages of work and shutting  down of business activity.",
    "The term Hartal was  first introduced to Sri Lanka known formerly as Ceylon by organizations and  Trade unions representing the Plantation workers of Indian descent in the hill country areas. Strike action was often coupled with a “Hartal”shutdown.",
    "When the Sri Lankan Tamils began  politically opposing the Sinhala dominated  State in the post Independence period,  several Hartals were conducted by the Ilankai  Thamil Arasuk Katchi(ITAK) known in English as the Federal Party(FP). Even Tamil militant organizations have observed Hartals in the past.",
    "However the word Hartal became famous in 1953 when an Island-wide mass protest cum strike action  was launched against the United National Party(UNP)Government in power  then.The UNP Govt led by PM Dudley Senanayake had removed the rice subsidy thereby increasing the price of rice by 180 % .There were other price increases also.The call for the 1953 August Hartal was made by the Lanka Sama Samaja Party(LSSP, Communist Party(CP), Viplavakari Lanka Sama Samaja Party(VLSSP) and the ITAK/FP. The  Hartal protest resulted in the Police shooting dead 10 persons.Eventually Dudley Senanayake resigned and Sir John Kotelawela became Premier.",
    "The term Hartal was very much in the news this week when the Ilankai Thamil Arasuk Katchi   launched a Hartal on Monday  August  18th . The ITAK is the premier political party of the Sri Lankan Tamils of the Northern and Eastern provinces. Incidently the ITAK is the third largest party in Parliament with   MPs representing all electoral  districts in the North and East. The ITAK  also heads 35 Local authorities in the N-E .",
    "The ITAK declared a Hartal in the north and east  for two related reasons The first  was to  condemn and protest the  suspected killing of a Tamil civilian by the military in the Mullaitheevu district. The second was to draw attention to the problem of large numbers of the Sri Lankan armed forces being stationed amidst civilians in the North and east and renew the demand to reduce and relocate  military personnel in the two provinces.",
    "The Hartal originally scheduled for August 15th was postponed to August 18th. The duration  was  reduced to a half-day Hartal from a full day one. Although the ITAK alone had called for the Hartal, several other political parties such as the Sri Lanka Muslim Congress(SLMC), Ceylon Workers Congress(CWC) Tamil Progressive Alliance(TPA),Tamil Eelam Liberation Organization (TELO) and Crusaders for Democracy (CFD)  backed the ITAK call..",
    "Meera Srinivasan the Colombo Correspondent  of the Indian English daily “The Hindu”  in her report stated “ A symbolic hartal was observed on Monday [August 18, 2025] across Sri Lanka’s north and east, where a majority of the island’s Tamil-speaking people live, against militarisation that continues 16 years after the civil war ended.Many commercial and trading establishments in the Northern Province and Eastern Province remained closed during the morning hours.”",
    "ITAK president CVK Sivagnanam and party secretary MA Sumanthiran held a joint press conference in Jaffna and declared the Hartal was an overall success. It had been observed in all  Tamil areas of the north and east. In some areas there was a large scale response while in others it was comparatively less.",
    "Despite the mixed response in different areas, the Hartal on the whole was successful stated the two  ITAK leaders.They claimed the Hartal was a total success in the Mullaitheevu district. The ITAK praised the Muslim  traders of the north especially in Mannar, Vavuniya and Jaffna for their full cooperation. Sivagnanam and Sumanthiran also lamented the fact that the Hartal was a failure in  Jaffna town regarded as the Tamil cultural capital.",
    "This columnist communicated with ITAK Batticaloa District MP Shanakiyan Rasamanickam and asked him about the Hartal. He  seemed quite pleased with the result. Shanakiyan said the Hartal was an 80% success in  the Tamil areas of the East.He also said the Hartal was not very successful in the Muslim areas though several Muslim owned shops had been shut down in some places. .  Shanakiyan also pointed out that a single party(ITAK)  had launched the Hartal and observed ” for a single party to close down 80% is a great achievement”.",
    "The ruling Jathika Vimukthi Peramuna (JVP)led National People’s Power(NPP) Government had been firmly opposed to the Hartal.  The Govt was cock a hoop over what was perceived as a Hartal fiasco.Gampaha district MP and deputy minister for Labour Mahinda Jayasinghe stated in Parliament that the Hartal launched by the ITAK was a failure and praised the  people of the north and east for not coopereating. Other Tamil and Muslim stalwarts of the JVP-NPP also decried the Hartal as a failure.. Tamil politicians and media organs opposed to the ITAK in general and MA Sumanthiran in particular also mocked the Hartal as a failure.",
    "It is against this backdrop therefore that this column focuses  this week on the  North -Eastern Hartal launched by the ITAK This  article will delve into the background  and reasons for the Hartal and related  details in depth.",
    "MuthuAiyanKattu is an agricultural area in the Oddusuddan division of Mullaitheevu district. It is located about 333  km  away from Colombo and can be reached  by a road from Oddusuddan on the Mankulam – Mullaitheevu  A-34 highway. Muthu Aiyan Kattu is about six KM to the north-west of Oddusuddan.",
    "Muthu Aiyan Kattu  derives its name from the historic  Muthu Aiyan Kattu Kulam Tank or artificial lake   constructed during the rule of Chozha kings. It is believed that an “Adukkuk kal anaikkattu”(layered stone Anecut)was built across the  20 mile long Paeraaru river under Chozha rule by a nobleman of the Mutharaiyar caste group called Muthuraayan. The anecut was  220 ft long,  18 ft  wide and . 15 ft  high.",
    "The surrounding area that was called Manmalai earlier  became known as Muthuraayarkattu  Kulam after Muthuraayan who constructed the anecut across Paeraaru and created the tank. As the years passed it became known as Muthaiyankattu kulam . In recent times there has been a concerted effort to revise the name of  the place  Muthuaiyankattu (Muthu- Aiyan – Kattu)",
    "The ancient tank was  restored, renovated and expanded after Sri Lanka known as Ceylon gained independence from the UK. The project undertaken by the Irrigation dept commenced in 1959 and  concluded in 7 to 8 years.",
    "Currently the Catchment area is 66 Square miles while  the tank’s storage capacity is  41,000 acre⋅ft and water spread area is 3,100 acres. The MuthuAiyankattu kulam tank’s   bund is  5,850 ft (1,783 m) in length  and 27 ft (8 m) in height.  The tank irrigates  6100 acres mainly for paddy cultivation and subsidiary food crops. The irrigable lands are  equally divided between  areas coming under the the right bank and left bank  channel systems.",
    "Muthuaiyankattu kulam is basically an agrarian village. The bulk of the people are  engaged in paddy cultivation and growing subsidiary food crops. There is also dairy farming, poultry keeping, timber felling and inland fishing in the Muttuaoiyankattu kulam tank.",
    "The large scale military presence that  spread  in the north and east after the military defeat of the Liberation Tigers of Tamil  Eelam(LTTE) in May 2009  has resulted in a military camp being set up in Muthuaiyankattu kulam also . A Sinha Regiment  battalion of the 63rd division was stationed in the village and adjoining the tanks.",
    "As the years progressed,there developed a nexus of sorts between sections of the local population and some elements of the military personnel. This phenomenon  was not restricted to Muthuaiyankattu and the 63 division camp alone. It was widely prevalent in a number of villages in the north and east where miliary camps had been established amidst Tamil civilan neighbourhoods. This process was further strengthened or supplemented by the Sri Lankan army military intelligence  scheme to pay 30,000 rupees per month to 3500 rehabilitated former LTTE Cadres who were required to function as the “eyes and ears” of the state.",
    "In the case of Muthuaiyankattu kulam some of the village youths and sections of the army in the camp had an illegal commercial relationship. I(n a barter system of sorts, soldiers would provide the , food items purloined from the rations allocated to the camps. There were instances of other items such as discarded clothing and  scrap metal being given too. Soldiers would at  times engage in the  unlawful hunting  of deer,sambhur and wild pigs and sell the venison and pork to the village youths.",
    "The youths in turn provided the soldiers with  toddy , illicitly brewed arrack and also Ganja and drugs. The soldiers   sometimes paid cash up front for the purchase of liquor and drugs. These dealings were at times messy and there were incidents of friction too. Officially this army-civilan dealings were unlawful but there was  suspicion that the higher -ups were wilfully turning a blind eye to these “unofficial”  happenings.",
    "Meanwhile  the army has in recent times been  quietly engaged in  a  re-structuring scheme in the north and east  whereby some smaller camps are  dismantled and the personnel transferred to other locations. The Muthuaiyankattu camp is also  in the process of being relocated and the number of troops stationed there has come down from 250 to 25.",
    "On 6th August 2025, a young resident of Muthuaiyankattu kulam got a telephone   call from one of his miliary contacts at the camp. This was followed up  on August 7th by a message from another soldier also. The young man was  32 year old Edirmanasingam Kabilraj. He was originally from the Jaffna peninsula but was now settled in Muthuaiyankattu kulam. Kabilraj had a  a 17 year old wife and child. His elder sister had been recently elected a member of a Pradeshiya Sabha or divisional council in Jaffna on the Democratic Tamil National Alliance(DTNA)ticket.",
    "Kabilraj was reportedly told by his army contacts that the army was relocating and that there were a lot of tin roofing sheets available. He was asked to come over with a certain amount of spirits and powder and take away the  tin roofing.  Kabilraj enlisted the help of four other friends and went to the army camp on the night of 7th August 2025.They entered the camp through the rear.",
    "What happened thereafter is somewhat unclear  and confusing. There was a fracas inside the camp.  According to one version the soldiers who had “invited” Kabilraj to come and take away the roofing materials were absent and  other soldiers were there instead. They had thought the youths were thieves entering the camp by stealth and  began assaulting them. According to another version, there had been a quarrel between the soldiers and youths because the stipulated amount of spirits and poweder had not been brought by the latter. According to a third version, Kabilraj had earlier defaulted another soldier by taking his cash and not delivering the goods promised. This man seeing Kabilraj had along  with two other soldiers  begun assaulting Kabilraj and his friends.",
    "It is alleged that the youths were set upon by the soldiers who  started assaulting  them. Three of the five youths escaped by plunging into the Muthuaiyankattu tank and swimming across.. One of the youths  had  reportedly managed to record the assault of his comrades on his phone. He had thrown the phone into a bush and escaped by swimming across the tank. The phone was later retrieved and scenes of the assault went viral via internet.",
    "With three of the five youths escaping and returning to the village,news of the incident began spreading in Muthuaiyankattu Kulam. Concerns were expressed  about the safety and security of the two youths in army custody. Agitated  villagers began gathering at the camp and began protesting. After a while  the soldiers released another youth who was hospitalised with assault injuries.",
    "However  Ethirmannasingham Kabilraj was yet missing. Solduers in the camp they had no knowledge of him. People continued to raise concerns about his safety. Matters took a turn for the worse when Kabilraj’s body was found floating in the waters of Muthuaiyankattu kulam tank in the morning on August 9th.. The Police from Oddusuddan arrived.",
    "Large crowds converged demanding justice. ITAK Wanni district MP Thurairajah Raviharan who is from the Mullaitheevu district arrived at the scene and calmed the irate villagers. Raviharan warned the Police that he would lead the people and demonstrate in front of the Oddusuddan police station if the Police did not investigate the death and arrest those responsible.",
    "There are various theories   afloat about the body of Kabilraj floating in the waters. One is that he jumped into the water to avoid being assaulted and drowned because he could not swim. Another theory is that he allegedly died in military custody and the body was dumped in the tank. An open verdict has been  issued and vital organs of the  body have  been sent to Colombo for an intensive medical examination to ascertain the cause of death. A special Police team was sent from Colombo to Muthuaiyankattu conduct an intensive investigation.",
    "Police officials acting in tandem with military police officials initially arrested three soldiers. Two  of the soldiers were the ones who had asked Kabilraj to come to the camp The third was arrested on suspicion of assault. Subsequently a fourth soldier was also arrested. All four were produced in the Mullaitheevu courts on August 19th  and have been remanded until August 26th. ITAK secretary and President’s counsel MA Sumanthiran appeared in court along with lawyers from Mullaitheevu.",
    "Meanwhile the  impact of the incident  was  initially shocking. 16 years after the war had ended, a Tamil youth had been allegedly killed by the army. Furthermore he and four of his friends had been reportedly summoned by the  soldiers themselves to the camp. Though full details of what had happened were not available, the news that the body of a Tamil youth allegedly killed by the army was discovered floating in the Muthuaiyan tank during a time of peace saddened and angered many people.",
    "It was under these circumstances that the ITAK chose to act. The party’s  12 member politburo discussed the situation via internet and arrived at a unanimous  decision to launch a Hartal. The Hartal  had a two-fold objective. In the short term the Hartal was to demand justice for the death of Kabilraj. In the long term the Hartal would draw attention to the large scale military presence in the north and east even  though the war had ended 16 years ago.",
    "ITAK president CVK Sivagnanam and secretary MA Sumanthiran wrote a joint letter to President Anura Kumara  Dissanayake  dated 10th August 2025 and informed  the president about the incident and the intention of the party to conduct a Hartal. This is what the letter stated –",
    "“ Your Excellency’s attention is drawn to the finding of the body of Edirmanasingam Kabilraj (32 Years) in the Muttaiyankattu Tank yesterday morning.”",
    "“It has now been revealed that on the 07th August 2025, 5 men were asked to come to the 63rd Division camp of Sri Lankan Army and been severely beaten by the soldiers there.”",
    "“One of them, the said Kabilraj, had gone missing and later his body was found floating in the Tank. We have come to know that some soldiers have been arrested in this regard”",
    "“We bring this matter to your Excellency’s urgent attention not only to urge your Excellency to ensure unhindered thorough investigation and for the culprits to brought to book, but also to highlight the oppressive conduct and excessive presence of the military in the North and the East.”",
    "“We urge your Excellency to take immediate steps to remove the excessive presence of the military without delay, and also to ensure the process of Justice in this instance is carried out without interference.”",
    "“We have called for a “Hartal” on Friday the 15th August 2025, in the entirety of North and East Provinces to protest against the military’s brutality that continues to-date.”",
    "A full day  Hartal was originally scheduled for Friday August 15th but there were two major snags. Firstly the  Nallur Kandaswamy “Thiruvizha”  was on and the Karthigai Festival in which Lord Muruga   accompanied by consorts Deivanai and Valli circles the  temple in a three-compartmenalised chariot was to take place on 15th evening.",
    "Secondly it was the  day of the annual feast of our Lady of the Rosary at the  Catholic Church at Madhu(Maruthamadhu)in Mannar. Thousands of Catholics were to attend mass on August 15th morning at the our Lady of Madhu church.",
    "Due to these reasons the proposed Hartal was postponed to Monday August 18th. Again there was a hitch. The 25 day long Nallur festival was yet continuing  and the  Vel Vimaanam  festival  was to be held in the afternoon/evening of 18th. Lord Muruga  parades  in a  Golden chariot at this festival also known as Thanga Ratham. Moreover Several  business and commercial associations  were unhappy about a day long Hartal. Representations were also made on behalf of daily wage earners.",
    "As such a compromise was reached. The duration of the Hartal was reduced in half. Instead of being from dawn to dusk, it was to  be from morning to noon.  The duration of the Hartal being reduced to half -day from full day  made it easier for traders and businessmen to   engage in a shut down in the morning hours. Despite the mixed,uneven response in different areas, the Hartal on the whole  made its impact and was termed a reasonable success by  many non -partisan observers. A significant aspect of the Hartal was the support extended by  political parties representing the Hill Country Tamils and Muslims.",
    "This article appears in the “Political Pulse”Column of the “Daily FT”dated 22 August 2025.It can be accessed here –"
  ]
}