{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/srilankan-pilot-ejects-after-mid-air-clash-aviation-portal-downgrades-carrier-184226/",
  "time_ut": 1729338720.0,
  "original_lang": "en",
  "original_title": "SriLankan pilot ejects after mid-air clash, aviation portal downgrades carrier",
  "original_body_lines": [
    "ECONOMYNEXT –  A pilot at state-run SriLankan Airlines has resigned ahead of an investigation into a mid-air incident, industry officials said, while an aviation portal has downgraded its top safety rating.",
    "The captain of SriLankan Airlines flight UL607 from Sydney to Colombo locked his female co-pilot out of the cockpit of the Airbus A330 following a dispute over her toilet break.",
    "Although the aircraft reached Colombo safely, the incident triggered an investigation by the Civil Aviation Authority. The captain, who was suspended pending the inquiry, resigned last week while the investigation was still underway.",
    "The Perth-based AirlineRatings.com, an aviation portal that rates carriers and aircraft announced that it downgraded SriLankan Airlines’s safey rating from 7 to 6 following the widely reported incident.",
    "“AirlineRatings.com deems this incident extremely serious and has downgraded SriLankan Airlines’ safety rating,” according to the portal.",
    "SriLankan Airlines also issued a statement acknowledging the “incident on flight UL607.”",
    "Flight UL607 took off without incident until the female first officer requested a toilet break.",
    "Standard safety procedures require another member of the cabin crew, usually the purser, to enter the cockpit to accompany the pilot flying at that time.",
    "Before a cabin crew member had entered the cockpit in place of the first officer, the captain closed the door and allegedly refused to reopen it. The A330 is a two-pilot aircraft.",
    "Words were exchanged via the communication link between the cockpit and the outside, and it reportedly took considerable effort from a senior crew member to persuade the captain to end the standoff, according to a source familiar with the case.",
    "After the flight landed safely in Colombo, the first officer lodged a complaint.",
    "SriLankan Airlines said that it was “fully cooperating with the relevant authorities, and the captain has been grounded pending the outcome of the investigation.”",
    "The national carrier stressed that safety and compliance with all regulatory requirements remained SriLankan Airlines’ top priority.",
    "The airline has been put up for sale by the government twice, but it has legacy debt from past losses. (COLOMBO/October 18/2024)"
  ]
}