{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/first-multi-stakeholder-initiative-on-child-rights-in-tourism-launched-in-sri-lanka/",
  "time_ut": 1728407700.0,
  "original_lang": "en",
  "original_title": "First multi-stakeholder initiative on Child Rights in Tourism launched in Sri Lanka",
  "original_body_lines": [
    "On World Tourism Day, representatives from leading hotel businesses, tourism associations, NGOs, and government departments convened in Colombo to officially launch the Mother and Child-Friendly Seal for Responsible Business in Tourism. This pioneering initiative, the first of its kind in Sri Lanka, brings together key actors from the tourism supply chain to enhance the well-being of children and families connected to the sector through long-term, continuous actions.",
    "The launch comes on the heels of a new study by The Centre for Child Rights and Business in partnership with Save the Children, highlighting serious child rights risks in Sri Lanka’s tourism industry. The study identifies key challenges such as sexual exploitation, child labour, and educational disruptions, driven by factors like inadequate regulation of guesthouses and homestays, the absence of child safeguarding measures among tourism providers, and a lack of formalised pathways to decent work for youth.",
    "This event marks a significant milestone in the expansion of the Mother and Child-Friendly Seal, which has already seen success in Sri Lanka’s tea sector, with seven major plantation companies and exporters committing to initiatives that improve the welfare of tea communities. The extension of this Seal to the tourism sector is timely, as Sri Lanka prepares to welcome over 3 million tourists by 2025, positioning the industry to align with global human rights due diligence regulations and the growing demand for ethical tourism.",
    "At the launch, stakeholders engaged in practical discussions about the child rights risks facing the tourism sector and explored collective solutions. Issues such as the outmigration of mothers and its impact on children were brought up, with participants offering valuable insights into areas for Seal members to address.",
    "The panel discussed the critical issues that women and children face in the travel and tourism industries and some of the priorities and opportunities that the industry could address.",
    "“Young children often do not realise they are being exploited. Providing a safe and respectful environment for them should be our primary goal. We must consider the risk factors in these scenarios, as there is currently no data to support issues in tourism, such as trafficking and exploitation. While problems like festival tourism have existed, they have increased since COVID-19 and have been exacerbated by the economic crisis,” said Buddhini Withana, Senior Technical Advisor Child Protection and Child Rights in Business, Save the Children.",
    "Irstel Janssen, Director, Sustainable Sri Lanka added: “10% of women are working in this sector due to social stigma, safety concerns, and harassment. The economic crisis has forced women to step into this industry, but they are not employed in roles that match the nature of the work. The Seal initiative is an important step to address these issues and encourage more women’s participation.”",
    "One of the highlights of the event was a keynote speech delivered by Cinnamon Hotels, where they underscored their commitment to protecting women and children. The company outlined key initiatives, including robust policies to support the female workforce, a zero-tolerance stance on misconduct, and a comprehensive sexual harassment policy. Cinnamon Hotels also conducts awareness sessions to educate staff about these policies, provides parental leave, and offers 100 days of paternity leave. Additionally, the company places a strong emphasis on mental health benefits for all employees. Their efforts served as an inspiration for other accommodation providers, offering practical steps to strengthen child safeguarding and empower women in the tourism sector.",
    "For more information about the Mother and Child-Friendly Seal for Responsible Business, visit srilanka-motherandchildseal.org or contact info.SL@childrights-business.org.",
    "President discusses enhancing revenue and efficiency with Sri Lanka Customs and Inland Revenue officials",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}