{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-journalists-experience-of-pm-bandaranaikes-assassination/",
  "time_ut": 1758649260.0,
  "original_lang": "en",
  "original_title": "A journalist’s experience of PM Bandaranaike’s assassination",
  "original_body_lines": [
    "On 25 Sept., 1959 Lankadeepa Journalist Ratnapala Vithana reported for duty at the newspaper’s editorial office, then owned by the old Times of Ceylon Group and located at the Times Building, Fort. The Chief Editor was renowned Journalist D.B. Dhanapala.",
    "As Ratnapala was entering the lift to go to the editorial office on the second floor two of his colleagues ran out of the building nearly knocking him down.  One of them was Peramune Tilaka, who later served at Lake House in the 1970s when I was on the Ceylon Observer.  At the time this happened he was News Editor, Lankadeepa.",
    "When Ratnapala entered the office, he learnt that a shooting incident had occurred at the Prime Minister’s Residence at Rosemead Place, Colombo. The impact of this news was reflected on everyone’s face in the office.",
    "The phone rang constantly. Everyone was asking the same question.  “Is the news true?” “Who was shot?” “Who fired the shots?”, etc.  But no one had answers to these questions at that time.  (As we know there were no mobile phones or TV or Internet at the time but only one radio broadcasting station, the State-owned Radio Ceylon)",
    "The reporters who rushed to Rosemead Place heard that the victim of the shooting, Prime Minister S.W.R.D. Bandaranaike, had been hospitalised.",
    "Readers who made inquiries on the phone were told to look at the next morning’s newspapers.  Editor Dhanapala who came to office, made inquiries from various contacts to get more information.",
    "Meanwhile, Ratnapala contacted a good friend of his at the General Hospital (now National Hospital) and asked for an x-ray copy of the PM’s injuries for block printing purposes (old technique no longer in use)  The friend agreed reluctantly saying, “My head will roll if you do not return it as quickly as possible.”",
    "The x-ray picture clearly showed three revolver bullets had penetrated the PM’s stomach and ribs.",
    "Hearing that major surgery was to be done to save the PM’s life, thousands of people were reported to be coming to the hospital to donate blood.",
    "Another reporter came to the editorial office and gave Dhanapala a film roll showing Talduwe Somarama arrested in connection with the shooting, lying with injuries on a stretcher after being shot by the police, and many other related photos.",
    "Dhanapala had a Lankadeepa special edition printed with injured Somarama’s pictures on the front page. These became that year’s (1959) best news picture. (Then as a schoolboy, I well remember seeing these pictures in the newspaper).",
    "Dhanapala instructed Ratnapala to go to Amara Vihara, Obeysekarapura, Borella and without revealing what had happened, ask the Chief Incumbent Ven. Boosse Amarasiri about Somarama.  Ven. Amarasiri had already heard of The PM being shot but nothing more. He was grieved to hear it and asked whether the PM‘s condition was critical. Ratnapala said he did not know anything except that the PM had been hospitalised after being shot that morning.",
    "Ratnapala pretended he was going somewhere else and but dropped in to discuss the building of a new Buddhist shrine room and Stupa at the temple premises, an article about which he wanted to write in the Lankadeepa.  He then casually asked whether a Bhikku named Talduwe Somarama was residing there.  At the time Somarama was an ophthalmologist at the College of Indigenous Medicine, Borella.",
    "Ven. Amarasiri showed a room partitioned by wooden planks in which Somarama was residing. Ven. Amarasiri said to Ratnapala that Somarama would give him any help he needed through Ven Mapitigama Buddharakkitha Thera, then Chief Incumbent of the Kelani Raja Maha Vihara.",
    "Ven. Amarasiri also said “Until late into the night Buddharakkita Thera and Somarama Thera talk in hushed tones daily, inside this room. Must be about the country’s situation.”",
    "Ven.Amarasiri also said, quite unaware what had happened, “Early this morning Somarama went somewhere. Usually he returns only late in the evening”.",
    "After having the tea Ven. Amarasiri had served, Ratnapala left, saying he will come back again to discuss further the new shrine room and stupa project for writing the promised article.",
    "However, after walking some distance along the narrow lane towards the Ayurvedic junction, Borella, Ratnapala’s conscience began to trouble him.  He came back to the temple, came down his knees, worshiped the elderly monk Amarasiri, and said “Venerable Sir, do not be agitated, it is Talduwe Somarama, whom the police have arrested in connection with the shooting of PM Bandaranaike….”",
    "Even before Ratnapala could finish speaking, the profoundly shocked Bhikku Amarasiri wept loudly in anguish, “Aiyo, what karma led to this crime?” He raised his hands towards the sky and cried in deep sorrow.  That was the first time that Ratnapala had seen a Buddhist monk weeping like this.",
    "The following day, the Lankadeepa, carrying a picture of the x-ray, ran the following headline:  “Major surgery as written by an eye-witness”",
    "The news report was accompanied by Ratnapala’s special article on the event.",
    "But despite all attempts by doctors, including leading surgeon Dr. P.R. Anthonis, PM Bandaranaike breathed his last on September 26th.",
    "It was an irony of fate, the first message of condolence was read out by Mapitigama Buddharakkitha, over Radio Ceylon. A few days later, he was arrested as the main suspect in the murder conspiracy.",
    "The death penalty, which had been suspended, was reintroduced after the assassination.",
    "Ratnapala, who was a junior freelance reporter until then, was promoted to Lankadeepa editorial staff journalist with immediate effect.",
    "Bhikkhu Talduwe Somarama was sentenced to death, and the sentence was carried out in July 1962.",
    "Controversy persists to this day over whether Somarama was the real assassin, with some claiming he was framed.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}