{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-relaxes-one-year-ban-on-foreign-research-ships-amid-geopolitical-tussle-195327/",
  "time_ut": 1734608880.0,
  "original_lang": "en",
  "original_title": "Sri Lanka relaxes one-year ban on foreign research ships amid geopolitical tussle",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has relaxed its one-year ban imposed on foreign research vessels coming into the island nation’s water for research purposes and future requests will be considered on case by case basis, Cabinet Spokesman said.",
    "The move comes amid China has been in the process to send its research ships into the Sri Lankan water belonging to the Indian Ocean, a move Indian has strongly raised concerns over the region’s security.",
    "“We are dealing with these two countries in a very diplomatic manner. We are very open,” Cabinet Spokesman Nalinda Jayatissa told reporters when asked the government’s stance on the foreign research vessel ban imposed last year after strong Indian objection to Chinese research vessels coming into Sri Lankan waters.",
    "“Whenever research vessels come, we can study, we can investigate (look into) it and we can negotiate with the relevant parties,” he said.",
    "He confirmed that the government has relaxed the one-year ban on foreign research vessels calling Sri Lanka for research purposes in the island nation’s waters.",
    "“So we are open and we work with a very long term diplomatic vision. We are considering the issue one by one.  We will see what the purpose is and we can take the assurance from the Security Council.”",
    "The Cabinet Spokesman’s comments comes a day after a top Chinese ruling party official said Beijing was planning to start its maritime research in the Indian Ocean.",
    "Sri Lanka’s previous government has imposed a temporary one-year ban on all foreign research vessels visiting Sri Lanka for research purposes. The move came in December last year after strong security concerns raised by India on Chinese research vessels.",
    "The India on Monday expressed confidence in Sri Lanka of giving due care for the security concerns over the visits of Chinese research vessels.",
    "Indian Foreign Secretary Shri Vikram Misri on Monday (16) said India’s understanding was that the Sri Lanka government is looking at the issue and there are a number of considerations Sri Lanka needs to take into account while India has highlighted their perspectives including the role that India plays in maritime security, maritime research.",
    "Sri Lanka President Anura Kumara Dissanayake when met India’s Prime Minister Narendra Modi on Monday during a three-day official visit ensured that Sri Lanka’s territory will not be used in a way that might impact India’s security.",
    "Sri Lanka temporarily banned foreign research ships citing it wants to establish a SOP (Standard Operation Procedure) for such vessels and all other vessels before removing the ban. However, Sri Lanka’s Foreign Ministry officials say there was no such SOP established.",
    "Two Chinese research ships were allowed to dock in Sri Lanka ports within 14 months through October 2023 with one called for replenishment and the other for research purposes.",
    "In August 2022, Chinese navy vessel Yuan Wang 5 docked at Hambantota in southern Sri Lanka for replenishment.",
    "Chinese research ship Shi Yan 6 arrived in Sri Lanka in October 2023 and docked in Colombo port, for what Beijing citing was for “geophysical scientific research” in collaboration with the island nation’s National Aquatic Resources Research and Development Agency (NARA).",
    "Both drew strong Indian protests citing security concerns in the Indian Ocean.",
    "India uses the Colombo port as its main transshipment hub and accounts for around 70 percent of the total transshipment volume of the port. (Colombo/December 19/2024)"
  ]
}