{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Haitis-Prime-Minister-Ariel-Henry-has-resigned/108-278694",
  "time_ut": 1710223680.0,
  "original_lang": "en",
  "original_title": "Haiti’s Prime Minister Ariel Henry has resigned",
  "original_body_lines": [
    "CNN - The embattled leader of Haiti, Ariel Henry, has resigned after weeks of mounting chaos in the Caribbean nation, where gangs have been attacking government structures and social order is on the brink of collapse.",
    "Haitian Prime Minister Henry said in a speech late Monday that his government would leave power after the establishment of a transitional council, adding, “Haiti needs peace. Haiti needs stability.”",
    "“My government will leave immediately after the inauguration of the council. We will be a caretaker government until they name a prime minister and a new cabinet,” Henry said in a video address.",
    "Henry’s adviser Jean Junior Joseph earlier confirmed the prime minister’s resignation to CNN, emphasizing that Henry would remain in his role until the formation of a new interim government.",
    "CARICOM (the Caribbean Community and Common Market) on Monday said it had agreed to set up a transitional council to lay the foundations for elections in Haiti following a meeting of the regional bloc in Jamaica.",
    "“We are pleased to announce the commitment to transitional governance arrangement which paves the way for a peaceful transition of power, continuity of governance and action plan for near-term security and the road to free and fair elections. It further seeks to assure that Haiti will be governed by the rule of law,” said Guyana leader and CARICOM Chairman Irfaan Ali in a news conference flanked by other Caribbean leaders.",
    "When the worst of the violence erupted last week, Henry was in Kenya to sign an agreement to send 1,000 Kenyan police officers to the Caribbean nation to restore the security situation of which his government has lost control.",
    "Henry was under pressure from the United States to secure a political settlement, but it is far from clear who will step in. One name touted is Guy Philippe, a rebel leader recently deported from the US to Haiti after serving a prison sentence for money laundering.",
    "Henry, who came to power unelected in 2021 following the assassination of Haiti’s then-president, failed to hold elections last year, saying the country’s insecurity would compromise the vote. But his decision only further enraged protesters who had for months demanded he stand down as Haiti slid further into poverty and rampant gang violence.",
    "Since Henry’s trip to Kenya, the Haitian capital Port-au-Prince has been gripped by a wave of highly coordinated gang attacks on law enforcement and state institutions, which has forced tens of thousands of people to flee their homes.",
    "Haiti’s government declared a state of emergency on Sunday after armed groups attacked the country’s largest prison in Port-au-Prince, killing and injuring police and prison staff and allowing some 3,500 inmates to escape.",
    "One gang leader, Jimmy “Barbecue” Cherizier, took credit for the attack and said the jailbreak was an attempt to overthrow Henry’s government.",
    "“If Ariel Henry doesn’t step down, if the international community continues to support Ariel Henry, they will lead us directly into a civil war that will end in genocide,” Cherizier told Reuters in Port-au-Prince on Tuesday.",
    "US State Department spokesperson Matthew Miller on Wednesday said the US was not calling on Henry to resign but was “urging him to expedite the transition to an empowered and inclusive governance structure” to prepare for a multinational security mission and eventually for elections.",
    "Gangs now control 80% of Haiti’s capital, according to United Nations estimates, and continue to fight for the rest. While Henry was out of the country, gangs laid siege to the country’s main airport to prevent his safe return.",
    "The chaos has forced tens of thousands to flee their homes in the past few days, adding to the more than 300,000 already displaced by gang violence.",
    "While security has deteriorated in recent months, Haiti has for years suffered chronic violence, political crises and drought, leaving some 5.5 million Haitians — about half the population — in need of humanitarian assistance.",
    "The UN estimates about 1 million Haitian children are out of school, making those who live in gang-controlled areas prey to being recruited. The country has also been wracked by a cholera epidemic that broke out in 2022.",
    "The UN’s human rights chief Volker Türk described the situation in Haiti as “untenable” and called for a multinational security mission to be deployed to assist the Haitian police. “There is no realistic alternative available to protect lives,” he said.",
    "Prior to the latest bout of violence, a CNN team on the ground spoke to multiple civilians mired in the country’s escalating violence, including women who have been raped, women have seen their husbands burned and killed, and teenagers who have been forced to work for gangs.",
    "One 14-year-old boy told CNN he had been recruited by a gang when he was 11 and forced to burn the bodies of those killed by other members.",
    "“I want to change my way of life,” he said, holding back tears."
  ]
}