{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Tiran-accuses-lawyers-of-aiding-crime-bosses-to-flee-SL/56-764452",
  "time_ut": 1721345787.0,
  "original_lang": "en",
  "original_title": "Tiran accuses lawyers of aiding crime bosses to flee SL",
  "original_body_lines": [
    "Public Security Minister Tiran Alles says small group of lawyers in SL are making their living through the country’s underworld",
    "Reveals legal counsels representing Kanjipani Imran and Ganemulla Sanjeewa had helped them escape country",
    "Confirms SL Police has nabbed illegal drugs worth Rs. 19 b, confiscated 955 unlicensed firearms and 42 hand grenades since beginning of Yukthiya operation",
    "Claims crime has declined and assures to enforce laws more strictly than before to suppress drugs and underworld",
    "Public Security Minister Tiran Alles yesterday accused the legal counsels representing organised crime bosses Mohamed Najim Mohamed Imran, known as “Kanjipani Imran”, and Sanjeewa Kumara Samararatne, also known as “Ganemulla Sanjeewa”, of aiding their escape from Sri Lanka.",
    "Addressing a press conference at the Public Security Ministry yesterday, the Minister revealed the police have obtained statements from the accused counsels admitting that they did help the underworld figures to flee the country.  “It was their counsel who helped them flee. They were taken from the courts and assisted in leaving the country. Now that we’ve arrested them, they are revealing everything. They said they transported them halfway and handed them over to another group who put them on a boat,” he said.",
    "The Minister reiterated his accusations, stating that there is a group of lawyers making their living through the country’s underworld. “Only a small group of lawyers are engaged in such acts,” he said. “Few are top lawyers who are attempting to fix this country,” the Minister alleged.",
    "Providing an update on the Sri Lanka Police’s Yukthiya operation, Alles said since 17 December 2023 the country’s law enforcement agencies have nabbed illegal drugs worth Rs. 19 billion, confiscated 955 unlicensed firearms and 42 hand grenades.",
    "The Minister said crime has seen a decline since the beginning of the special operation.",
    "The Minister also confirmed that the police have arrested all suspects, except for two, in connection with the recent killing of Sunhill Group of Companies Chairperson Surendra Wasantha Perera, better known as “Club Wasantha”. Meanwhile, responding to questions from the media, the Minister said no action would be taken against DIG Gayantha Marapana and others accused of disseminating footage showing Dulan Sanjula, one of the suspects arrested in connection with Club Wasantha’s killing, being interrogated. The Minister said Marapana had been issued a stern warning and expressed deep regret, assuring that he would not repeat such actions.",
    "He further said several suspects were successfully arrested by senior officials investigating the Athurugiriya shooting incident and urged journalists to understand the situation. “The DIG and other officials conducted investigations, and all the suspects except two have been arrested by them,” he said.",
    "Alles also assured authorities will enforce the law more strictly than before to suppress drugs and the underworld."
  ]
}