{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/profit-takings-retard-momentum-in-stock-market-trading/",
  "time_ut": 1731950520.0,
  "original_lang": "en",
  "original_title": "Profit-takings retard momentum in stock market trading",
  "original_body_lines": [
    "The stock market yesterday kicked off on a bullish trend and moved up to 200 points but due to profit- takings it could not maintain this momentum but ended up on a positive note, market analysts said.",
    "Amid those developments both indices moved upwards. The All Share Price Index went up by 32.21 points while S and P SL20 rose by 6.71 points. Turnover stood at Rs 5.53 billion with nine crossings.",
    "Those crossings were as follows: JKH, 20.5 million shares crossed to the tune of Rs 436 million, its shares traded at Rs 21.10, Sampath Bank 3.3 million shares crossed for Rs 327 million; its shares traded at Rs 97.8, Ambeon Capital 12.8 million shares crossed for Rs 188.1 million; its shares sold at Rs 14.70, Commercial Bank 1.3 million shares crossed to the tune of Rs 167 million; its shares traded at Rs 127, HNB 272,000 shares crossed to the tune of Rs 65.4 million; its shares traded at Rs 40, LOLC 100,000 shares crossed for Rs 47.5 million; its shares traded at Rs 4.75, Commercial Bank 360,000 shares crossed for Rs 34.9 million; its shares traded at Rs 97, Kingsbury 2 million shares crossed to the tune of Rs 24 million; its shares traded at Rs 12 and Distilleries 623,000 shares crossed to the tune of Rs 20.2 million; its shares sold at Rs 32.30.",
    "In the retail market top six companies that mainly contributed to the turnover were; JKH Rs 398 million (18.50 million shares traded), Sampath Bank Rs 312 million (3.1 million shares traded), HNB Rs 276 million (1.1 million shares traded), Commercial Bank Rs 242 million (1.9 million shares traded), Browns Investments Rs 179 million (37 million shares traded) and LMF Rs 122 million (3.8 million shares traded). During the day 223 million share volumes changed hands in 27000 transactions.",
    "The manufacturing sector was the highest contributor to the turnover, especially together with the JKH crossing and retail market activities. The banking sector counters did well during the day due to positive corporate quarterly results. Sampath Bank and HNB were the main contributors to the turnover.",
    "Yesterday, the rupee opened stronger at Rs 291/55/75 to the US dollar from Rs 292.15/18 to the US dollar last Thursday, dealers said, while bond trading was steeply down.",
    "A bond maturing on 15.12.2027 was quoted at 10.65/75 percent. A bond maturing on 15.02.2028 was quoted at 10.95/11.00 percent. A bond maturing on 15.09.2029 was quoted at 11.25/30 percent. A bond maturing on 01.10.2032 was quoted at 11.50/70 percent.",
    "HealthRecon Connect expands global footprint with new office in Kandy",
    "ComBank Loan book up by Rs 121 bn in 9 months, with 44% growth coming in Q3",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}