{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/npp-says-will-honour-debt-obligations-sri-lanka-must-restructure-debt-167524/",
  "time_ut": 1718113680.0,
  "original_lang": "en",
  "original_title": "NPP says will honour debt obligations, Sri Lanka must restructure debt",
  "original_body_lines": [
    "ECONOMYNEXT — Sri Lanka must restructure its debt to come out of its financial crisis, former MP Sunil Handunneththi said, adding that a future National People’s Power (NPP) government will not decline to pay off debts incurred by previous governments.",
    "Speaking at an event on Monday June 10, Handunneththi said NPP representatives that met International Monetary Fund (IMF) officials had asked for time to resolve a number of issues faced by the public.",
    "“We met IMF officials. What we told them clearly was to first allow us to solve our country’s people’s problems first. That’s a reasonable request. If we’re ready to form a government that does not waste, their first attention has to come to us.",
    "“We’re not saying we won’t repay the debt. We won’t say we cannot pay [presidents Ranil Wickremesinghe’s, Mahinda Rajapaksa’s or Gotabaya Rajayakasa’s] debt. As a country we’re bound to pay it. But give us a fair amount of time,” he said.",
    "Handunneththi, who plays a senior advisory role in the NPP’s economic council, also said that it would take some time to fix the economy.",
    "“It will take some time to fix the economy. To come out of this crisis, we really must go for a debt restructuring,” he said.",
    "The former MP caused some controversy earlier this year when he made a remark casually dismissing Sri Lanka’s obligations to its international sovereign bond (ISB) holders. A video went viral online showing Handunneththi, who is also the ex-chair of the Committee on Public Enterprises (COPE), insisting that creditors a risk when investing in an ISB.",
    "“How did we get stuck in ISBs? Everyone who puts in money for ISBs do so taking the risk involved. They calculate the interest with the risk included. They have already taken the risk from the interest. If we say we’re not paying the ISB debt, they’ll say ‘it’s okay, machang’, because the risk is contained in the interest,” Handunneththi said in the video.",
    "“ISBs are for investing in risky economies. The maturity periods and interests are calculated after a risk analysis. That’s what we have to say to the International Monetary Fund (IMF) too. ‘Give us the loan if you wish to. We will pay it back, but give us a fair amount of time to pay back. We don’t want conditions,” he added. (Colombo/Jun11/2024)"
  ]
}