{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98917/deadline-for-accepting-donations-to-gaza-childrens-fund-extended",
  "time_ut": 1714386900.0,
  "original_lang": "en",
  "original_title": "Deadline for accepting donations to Gaza Children’s Fund extended",
  "original_body_lines": [
    "The deadline for the Children of Gaza Fund, initiated by President Ranil Wickremesinghe to aid those affected by conflicts in Gaza, has now been extended until May 31, 2024.",
    "Originally scheduled to conclude on April 30, 2024, the extension follows a widespread appeal from across the island. Irrespective of background, citizens have rallied behind the President’s call to support this cause, the President’s Media Division (PMD) said.",
    "In the initial phase, on behalf of the government, President Ranil Wickremesinghe handed over US$ 01 million to the Palestinian government through the United Nations from the allocations set aside by ministries and government institutions to hold this year’s Iftar celebration. Subsequent donations will also be formally transferred to the Palestinian government.",
    "Donors are encouraged to continue their contributions until May 31, 2024. Those wishing to donate should deposit their contributions to Bank of Ceylon (7010), Taprobane Branch (747), account number 7040016 before the deadline. Donors are also requested to forward the receipt of their deposit to 077-9730396 via WhatsApp, as per the instructions from the Presidential Secretariat.",
    "Meanwhile, in a letter addressed to President Ranil Wickremesinghe, Philippe Lazzarini, the head of the United Nations Relief and Works Agency (UNRWA), expressed sincere appreciation for Sri Lanka’s substantial financial contribution towards addressing the humanitarian crisis in the Gaza Strip.",
    "Lazzarini emphasized the dire situation faced by over two million Palestinians in Gaza, particularly the majority who are Palestine Refugees under UNRWA’s mandate. Despite formidable challenges, UNRWA (United Nations Relief and Works Agency) staff remains steadfast in delivering essential aid, advocating for adherence to international humanitarian law, and ensuring continuous humanitarian support across Gaza.",
    "The contribution from Sri Lanka to the UNRWA Flash Appeal will significantly bolster efforts to address critical humanitarian needs, especially for the more than a million individuals seeking shelter in UNRWA facilities.",
    "Highlighting the longstanding underfunding of UNRWA’s program budget, Lazzarini underscored the vital role of contributions from partners in enabling the agency to fulfil its mandate effectively.",
    "Expressing gratitude for Sri Lanka’s unwavering commitment to Palestine Refugees and to UNRWA, Lazzarini conveyed confidence in continued support from the Sri Lankan government, it added."
  ]
}