{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Spiritual-Leader-Gurudev-Sri-Sri-Ravi-Shankar-to-visit-Sri-Lanka/108-282876",
  "time_ut": 1716006420.0,
  "original_lang": "en",
  "original_title": "Spiritual Leader Gurudev Sri Sri Ravi Shankar to visit Sri Lanka",
  "original_body_lines": [
    "Colombo, May 18 (Daily Mirror) - Global spiritual leader and peacemaker Gurudev Sri Sri Ravi Shankar will be visitng Sri Lanka from 18th to 20th May, on an invitation from the Prime Minister of Sri Lanka, Dinesh Gunawardena. This is Gurudev’s sixth visit to the country.",
    "As thousands await Gurudev’s arrival in the island nation, during this visit, Gurudev will address a public meeting at an event titled ‘Ekamuthuva: An Evening of Music, Meditation and Wisdom’ at Taj Samudra on 19th May. At the event,12 skill development centers of The Art of Living across the country, will be inaugurated. These centers aim to empower over 5000 youth with skills to make them job-ready. At the same event, Gurudev will also virtually inaugurate The Art of Living Center in Wattala.",
    "Gurudev will grace the ‘Kumbabishekam’ event in Seetha Amman temple in Nuwara Eliya and bless the community. He will travel to Trincomalee at the invitation of the Governor of the Eastern Province where community programs have been organized in Gurudev’s honor.",
    "Gurudev has visited Sri Lanka on five occasions previously as part of key interventions in resolving crises born out of natural calamities and internal conflicts facing the country, providing a healing touch to the affected families, apart from extending material help through a network of thousands of inspired volunteers.",
    "Under the skills development project, skills training workshops will be organized at 12 technical colleges of Sri Lanka, where The Art of Living has equipped the centers with learning labs based on the latest technology. In phase one of the project, The Art of Living is providing skills training to over 5000 youth to make them ready for jobs.",
    "The Art of Living, one of the world’s largest volunteer-driven non-profit organizations founded by Gurudev Sri Sri Ravi Shankar, has been actively working in Sri Lanka to create a stress-free, violence-free, healthier, and happier society.",
    "Under Gurudev’s guidance, several service projects have been initiated in the country in the past, including trauma relief programs after the devastating Tsunami, and during the civil conflict. Two Living and Learning Centers were also established in Batticaloa and Wellawaya to cater to the children orphaned in the civil war and the natural disaster. The children are being provided holistic and value-based education, food, accommodation, and a nurturing environment to this day. The Art of Living has also started a model pomegranate farm based on natural farming techniques on one-and-a-half-acre land in Batticaloa in association with the World Bank.",
    "The wide range of Art of Living programs like the Happiness Program, Advanced Meditation Programs, Prison Programs, Children Programs and Blessing Program empower people with important tools to find stress relief, healing, clarity of mind, and happiness are organized regularly across the country.",
    "Gurudev Sri Sri Ravi Shankar is a globally revered spiritual master and humanitarian leader. His vision of a violence-free and stress-free society has broadened the sphere of responsibility for over 500 million people in 184 countries and counting, encouraging them to work for the betterment of the world, through a reawakening of human values, for the last four decades.",
    "He continues to engage in bridging religious, social, ideological, and economic divides in society by enlivening the ancient ideal of Vasudhaiva Kutumbakam or One World Family. He is a multi-faceted social worker whose initiatives include empowerment of women; campaigns against female foeticide; key conflict resolution in various parts of the world right from Colombia, Kosovo, Iraq, Lebanon, Venezuela, Jamaica, and India; disaster and trauma relief; skill empowerment; prisoner rehabilitation, education; river rejuvenation of over 72 rivers benefiting more than 35 million people and promoting sustainable development in villages and education for all.",
    "One of Gurudev’s most unique offerings to the world is the Sudarshan Kriya, a powerful breathing technique that facilitates physical, mental, emotional, and social well-being, helping people overcome depression and violent and suicidal tendencies."
  ]
}