{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Dilith-declares-himself-as-most-suitable-Pohottuwa-presidential-candidate/56-760168",
  "time_ut": 1711923307.0,
  "original_lang": "en",
  "original_title": "Dilith declares himself as most suitable Pohottuwa presidential candidate",
  "original_body_lines": [
    "Says 6.9 million votes received by SLPP were not cast in favour of a person or a particular family",
    "Asks SLPP leader Mahinda Rajapaksa to ensure his family follows the correct path as party members are not their slaves",
    "Urges party to nominate him as its Presidential candidate as he is most suitable for it",
    "Mawbima Janatha Party Leader Dilith Jayaweera proposed he should be nominated for the presidential candidacy of the Sri Lanka Podujana Peramuna (SLPP) yesterday.",
    "Speaking at a public gathering in Badulla, Jayaweera referenced a recent statement by SLPP Chief Government Whip and Urban Development and Housing Minister Prasanna Ranatunga, who mentioned that the SLPP does not have a suitable candidate for the upcoming Presidential polls.",
    "Challenging Minister Prasanna Ranatunga’s statement, Dilith Jayaweera questioned, “Which Pohottuwa does not have a candidate?” He then clarified, “It is Basil’s Pohottuwa faction that does not have a candidate. The Pohottuwa faction of the people has a suitable candidate. It is I, Dilith Jayaweera. Field me,” he said.",
    "Jayaweera emphasised that the 6.9 million votes received by the party were not specifically for Basil Rajapaksa or Namal Rajapaksa. He stressed that the people did not vote for individuals or families with the intention of creating national leaders for a specific family.",
    "While expressing his profound respect for SLPP leader Mahinda Rajapaksa, Jayaweera urged the veteran politician to ensure that his family follows the right path. He asserted, “We are not slaves to follow them.”",
    "Furthermore, Jayaweera claimed credit for designing the logo of the SLPP, featuring the lotus flower along with the slogan “A New Sri Lanka.” He said that the party belongs to its members, including himself. He emphasised, “This is the Pohottuwa we created.”"
  ]
}