{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ekagei-kaema-polyandry-a-way-of-life-in-the-kandyan-highlands/",
  "time_ut": 1723317720.0,
  "original_lang": "en",
  "original_title": "Ekagei kaema (polyandry) – a way of life in the Kandyan highlands",
  "original_body_lines": [
    "Hingula is a small bazaar 60 miles from Colombo on the Colombo-Kandy Road. A narrow, tarred road starts from there, and a signboard says, ‘To Aluth Nuwara Devalayala.’ The logo of the Archaeological Department on the signboard indicates the devalaya (temple) is a state-protected archaeological site.",
    "The temple is about two miles from the bazaar. The road winds through a breathtaking vista of green rice terraces cascading from low hills to narrow lowlands. The rice terraces, like thin carpets with precise lengths and widths, create a mesmerising sight. Large Mara (Samanea saman) trees and patches of tall teak trees provide shade to pedestrians. A rubber plantation and tiny homesteads with arecanut palms interspersed with clove gardens, fruit trees, and pepper vines displaying vibrant colours in sunlight. The winding road takes a right turn by a large open hut. It goes over the shoe bridge that spans a dry stream bed before arriving at the Devalgama Junction. There are several kiosks, and one of them is a tea boutique where old men read newspapers and chit-chat without any hurry to leave. My research assistant, the jeep driver, and I entered the kiosk and ordered tea with seen banis (a small round bun with melted sugar).",
    "Our arrival at the village was met with a palpable sense of caution. This initial reaction is significant, reflecting the villagers’ wariness towards outsiders. Those at the kiosk, though initially reluctant to engage in conversation, studied our Mitsubishi Jeep with a mix of suspicion and curiosity. A man, perhaps the boldest among them, asked, “Policye mahathwaruda?” (Are you Police officers?) I reassured them that we were not and explained our plan to study the cooperative aspects of farming, particularly in rice farming and irrigation water management. However, they quickly dispersed, leaving the tea kiosk empty.",
    "We visited the temple and worshipped the Dadimunda Deiyo (God). When we came out of the temple, Kapu Mahaththaya (the lay official of the temple) was waiting for us. He was a charming middle-aged man with a friendly smile. He had received a message from the Government Agent of Kegalle District that a team of researchers from Colombo was coming to Devalgama. He invited us for lunch at his aunt’s house. The house was an old waluwwa (mansion). Old paintings and photographs covered the walls of the large dining room. Two giant elephant tusks mounted on two mahogany blocks stood at the entrance.",
    "I told Kapu Mahattaya we were looking for a hamlet to research the cooperative aspects of farming. He recommended Devith hamlet. I asked him to help us find a place to stay for a few months. He said residents might refuse to keep three young men in their homes. He advised us to remain where caste does not hamper our work.",
    "Kapu Mahattaya informed us he owns a hut in a rice field. His wage workers seasonally stay there. The hut has a cement floor and a thatched roof. Two large windows open to the rice fields, bringing in sunlight and a cooling breeze. The two windows and the only door can be locked from inside. He showed us a shallow well just by the rice fields. There is a small toilet behind the house. He promised to find a woman to cook our meals.",
    "We walked to the rice fields behind the house. The closest mountain formed a horseshoe with a small flat area in the middle for a  pathaha (pond). A natural spring from a mountain watered it. Local legends say Dadimunda Deiyo caused a water spring to send water to the pond by striking the ground with his staff. We could see the mist gradually covering the hilltops and felt cold.",
    "Kapu Mahattaya walked with us to meet an old woman. She agreed to cook our meals and told us to come to her hut for lunch and dinner. She wanted us to buy rice, vegetables, curry and chilli powder, salt, cooking oil, and coconuts from a nearby boutique. She told us we should have lunch before noon and dinner by 5.30 pm. We gave her Rs. 100 as an advance, which she happily accepted.",
    "We unloaded our bags and sent the ARTI jeep back to Colombo. Kapu Mahattaya visited us in the evening. I told him we were happy to stay in the hut and thanked him for his generosity. When I asked him how to lock the hut from the outside, he promised to buy a padlock and a hasp from Hingula. He took us to the boutique behind the hut and introduced us to its owner and his wife. They offered us tea and hulang viscothu (air biscuits). We bought five pounds of rice, eggs, a packet of curry powder, salt, coconuts, vegetables, and a bottle of cooking oil from the boutique and delivered them to our cook. She cooked rice and a brinjal curry and prepared pol sambal for dinner.",
    "We had kimbula banis (flat, hard buns) and sweetened plain tea for breakfast at the kadey. We then visited a randomly selected few houses, introduced ourselves, and explained why we stayed in the village. The villagers were cordial and particularly interested in our caste, marital status, and employment. This interest in our personal information is significant as it underscores the importance of social status and personal history in the community. An old man told us that there were two unresolved murder cases in the village. He wondered whether we were CID (police intelligence) officers who wanted to reopen the murder investigations.",
    "Our interaction with villagers improved when Kanthi joined us as a field assistant. She was a Kapu Mahattaya’s relative. She was in her late thirties, divorced, and came from a pelanthiya (high social status group) in a nearby hamlet. She graduated from Peradeniya University with a degree in economics and worked as a research assistant in a development project. While in Kandy, she married a colleague against her parents’ advice. They ostracised her from the family for marrying an outsider. The marriage failed in two years, and she returned to her parents.",
    "Kanthi introduced villagers to us, paying attention to their caste, class, and employment status. First, she introduced us to three feudal  pelanthiya families who owned most of the village land. Kapu Mahattaya’s family was one of them. Then she introduced us to several goigama (cultivator caste) middle-class families. Some owned small pieces of land, and others were tenants. Kanthi took us to high-caste and goigama families before visiting achari (blacksmith) and vahumpura (potter) families. They were service castes who played an essential role in the temple’s festivals. Some of them cultivated temple land on lease and performed temple duties.",
    "The villagers considered Kanthi to be a reliable person. They were happy to talk to us when she was with us. At our initial interviews, Kanthi answered the questions before the villagers answered them! She was a walking databank. Villagers checked their facts and numbers with her before answering our questions. They respected her because of her work to educate poor children and her readiness to help them regardless of their caste or class. After her father’s death, she became the de facto chief of her family. She managed rice and other crop cultivation on her ancestral lands.",
    "Kanthi stayed with us for fieldwork from 9 am to 5.30 pm. She never visited us at our hut or invited us home. She preferred to discuss fieldwork arrangements at the tea boutique before the villagers. However, after two weeks, the villagers lost interest in our work and did not linger to listen to our discussions.",
    "Kanthi taught us the structure of the village community and how economic, social, and political alliances overlap. She explained how  pelantiyas go up and down in the social status ladder mainly because of debt, litigation, and gambling. I was interested in studying Kandyan marriage alliances such as diga (virilocal) and binna (matrilocal) and inheritance customs. However, she was reluctant to discuss issues with me because she did not want to reveal family tensions over inheritance in the context of her divorce.",
    "One day, Kanthi brought a large cane basket of food. Her family had returned from a wedding and brought lots of food; she got a portion for us. While enjoying the food at the tea kiosk, she introduced us to a young man named Vijay. Vijay lived in Colombo, where he had a motorcycle business. Later, I asked Kanthi about him. She smiled and told me he visited his home only once a month. He was a married man, and his wife lived in the hamlet. Then she said Vijay and his brother, Ratne, shared one wife. It was a polyandrous marital arrangement known as ‘ekgei kanawa’ (eat and live together as one household). The three – Vijay, Ratne, and their wife, Kumari – maintained one household.",
    "Kanthi was an excellent storyteller. One day she delved into  the ekgei kaema institution in detail. Kumari was her friend and shared her secrets with her. As I was not a member of the village community, Kanthi did not mind telling me what she knew. Although Kumari was married to the two brothers, her favourite was Ratne, a farmer who lived in the village. Vijay wanted to keep Kumari from his elder brother, Ratne. He yielded to his parents’ pressure and agreed to share Kumari with Ratne in one household. The parents of Vijay and Ratne owned a large tract of ancestral land. They wanted to keep it from fragmenting through inheritance and succession. Their strategy was to get a ‘common’ wife for the two brothers and accept their ‘common’ children as heirs to the ancestral estate.",
    "Vijay wanted to sell his property share to raise money and start a business in Kegalle. But his father opposed the proposal and told him to live with his brother and Kumari or leave the family. Vijay hesitated and then agreed to keep a joint household with his brother and Kumari. Kumari’s parents told her to marry Ratne and later insisted that she accept Vijay as her co-husband. She did not refuse because she knew her parents were keen to improve their social and economic status by having access to the large rice field jointly owned by Vijay and Ratne.",
    "The two brothers informed Kumari in advance of their sleeping plans with her. Vijay and Ratne had no problem in this regard, as Vijay lived outside the village. Ratne and Kumari had lived a happy family life. Vijay’s monthly conjugal access to Kumari for a day or two did not disturb their peace at home. Soon, Vijay became a drunkard. When he returned home for a few days, he went out with his friends to Hingula and returned home after midnight. Ratne respected the ekgei kaema arrangement and always found an excuse to leave home when Vijay came home. Ratne was worried about Kumari, as, on several occasions, Vijay had assaulted her.",
    "Kanthi explained the root cause of the new tension at Kumari’s house. Ratne wanted a child, but Vijay did not. Vijay feared that Ratne might impregnate Kumari as they were usually together. Ratne was willing to suspend his access to his wife for a month or more so that Vijay could impregnate Kumari, but on one condition—the next child had to be his. Kanthi said the proposal was risky and was against tradition. The children of a household that followed ekgei kaema rules were considered ‘common’ children of co-husbands, making them co-heirs to their parent’s property.",
    "Knowing a child’s biological father might encourage the co-father to ill-treat the child. Also, if Vijay or Ratne were infertile, the proposed arrangement would not work. Such tensions would destroy the ekgei kana marriage, affecting the undivided property. Ratne was willing to treat Vijay’s child as his own if Ratne failed to beget an heir. Vijay was resentful of such arrangements and thought Kumari was behind such proposals. Kanthi worried that one day, the two brothers would resort to violence to resolve their relationship with Kumari, who had no voice in the proposals and negotiations.",
    "Kanthi knew several other families that followed the ekgei kana arrangement. Tensions it could generate over children, spouses, and undivided property were usually kept as family secrets and never revealed to outsiders.",
    "Devith hamlet is not an idyllic village community. It always has social tensions arising from caste, class, social status, and social arrangements such as ekgei kaema. People have developed tension management schemes as part of the village social organisation. The critical tension management lever is the rigid caste hierarchy and associated purity or impurity. Another is the belief that the mighty God, Dadimunda, controls the area and keeps an eye on the moral character of the local population. The temple murals depict the God as an elite Kandyan aristocrat. He punishes those who violate norms, customs, and rituals. The belief in fate also plays a crucial role in legitimising the caste hierarchy and managing tensions.",
    "One is born into a low-caste family or lives a comfortable life as a feudal landlord because of past bad or good karma (action). The power of gossip and rumour is more potent than any of the above levers. Kanthi always cautioned me about gossip and rumours. She told me if I had visited her at her home, her neighbours and relatives would have suspected that she had found a lover or a man to marry her. They would have built a ‘reality’ on that assumption as part of the village narrative.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}