{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/fear-of-tainted-politicians-to-hold-or-not-to-hold-elections/",
  "time_ut": 1718017850.0,
  "original_lang": "en",
  "original_title": "Fear Of Tainted Politicians: To Hold Or Not To Hold Elections",
  "original_body_lines": [
    "Tainted politicians are abundant in Sri Lanka. If a small pebble were thrown from the spectator gallery in the legislature, there is a 99 percent chance it would hit the head of a scam-tainted politician. These individuals are either compromised by their own actions or by their association with and support for the most corrupt and vile political leaders alleged to have committed numerous crimes, including the embezzlement of state funds. Corruption among Sri Lankan politicians is rampant, a scourge that has undermined governance, the judiciary and civil liberties. It has stifled economic growth, and eroded the very fabric of society, a phenomenon that knows no boundaries. Its impact has been devastating, affecting not just the corridors of power but reaching deep into the daily lives of ordinary citizens for more than seven decades.",
    "It is quite tragic that voters have not learned any lessons from the mistakes they made by falling victim to political campaigns and trickery, which lead to unfulfilled promises made by the SWRDB, JRJ, SIRIMA, CB, RW, MR, MS, and GR. Despite the dubious and scandal-tainted history of these politicians, who collectively bankrupted the nation and inflicted untold misery on majority of the citizenry, no lessons have been learned by the people.",
    "When “Aragalaya” the campaign to extricate people from misery, was launched two years ago by the nation’s youth, the ruling class was spooked and saw their bastion threatened. Led by Rajapaksa cohorts, these sinister men and women are alleged to have orchestrated a grand plan to retain power. Just before the start of “Aragalaya,” two cabinet ministers of Gotabaya Rajapaksa’s government resigned in early 2022 and publicly declared that the government was scheming to create a fake economic crisis by creating an artificial scarcity of basic needs, such as clean drinking water, electricity, gas, petroleum, schools, hospitals, and standard government services. Nonetheles, these failed politicians attributed the economic crisis to COVID-19 pandemic, using it as a convenient alibi to camouflage the corrupt practices that made many of their political cohorts filthy rich. For instance, the Central Bank Bond Scam, Sugar Scam, Garlic Scam, enormous business tax concessions, lucrative contracts offered to friends to import substandard drugs and COVID vaccines/test kits, bogus programs to import organic fertilizer, and lucrative oil import contracts to political henchmen, alleged reluctance to buy oil directly from a leading oil producing country at concessionary prices but buying the same oil from a neighbouring country at world market prices.",
    "The man-made (made by 226) economic crisis affected every citizen except the politicians and the nation’s elites. Although the Supreme Court declared that Rajapaksas and their coterie of bureaucrats were responsible for the nation’s bankruptcy, all past and present politicians of the last seven decades should be held responsible for the abysmal economic and financial crisis. All politicians in the country are tainted by corruption, with no exceptions.",
    "Unfortunately, voters in rural and marginalized areas often cast their votes in favor of the politicians who best promise to deliver basic needs and services, irrespective of any consideration given to their reputation for integrity. This may sound like condoning corruption, but it is simply the hard and bitter fact of life in developing countries like Sri Lanka. The latest actions and speeches made in several parts of the country by the interim president confirm this ugly trend and unethical behavior of corrupt politicians. Likewise, the Rajapaksas, who had been hiding since the eviction of Gotabaya Rajapaksa, have now resurfaced and commenced political campaigns to deceive gullible voters again with promises.",
    "On the contrary, for the country’s babbling classes, which primarily comprise urbanites, particularly the rich and the upper middle classes, the discourse around corruption is framed in utopian terms, often while sitting in the comfort of their plush drawing rooms and enjoying high tea in luxury hotels. To them, corruption is not in their vocabulary, but it is a blessing in disguise to be rich or affluent in society. Masterminds of major scams such as the Central Bank Bond scam and the Sugar scam live among them. Their political representatives, mainly the leaders of political parties, hardly speak about corruption or how to root it out from state affairs and society.",
    "The third group, mainly consisting of failed socialist politicians vying to grab power by any means, declares that they possess the only solution to rid the country of corruption. Most likely, they want to eliminate every politician holding opposite views without referring them to the judiciary system. These extreme socialists, appearing as guardians of the poor, claim they know who is corrupt and who is not. Their words may be soothing to those affected by the collapse of the economy, especially those in rural and marginalized areas.",
    "The words uttered by all these three groups make no difference to the situation on the ground. Just like the world’s oldest profession cannot be eliminated, no matter how many laws are adopted by a flawed constitutional assembly of corrupt politicians, corruption cannot be simply expunged from the nation’s psyche by recycling the same lot, including socialists, capitalists, and others responsible for ruining the nation driven by power greed and conspiracies.",
    "No doubt, corruption is an unacceptable cancer that must be dealt with. To do so, the state needs effective accountability laws, an independent prosecution mechanism not tainted by appointments made by corrupt political leaders, and a robust judiciary. With these conditions in place, if a politician is convicted of corruption through a fair trial, they should be incarcerated for a long time with no chance of appeal. But what is unacceptable is letting extremists in both socialist and capitalist camps use the corruption bogey to whip up public sentiments and hoodwink voters in the forthcoming elections. The search for a well-balanced solution to eradicate corruption and corrupt politicians/bureaucrats is not an easy task due to a compliant media, compromised accountability watchdogs, and the potent power of a politicized and pliable judiciary.",
    "In this regard, there are many lessons to be learned from other countries. The cases of Najib Razak in Malaysia, Silvio Berlusconi in Italy, Joseph Estrada in the Philippines, Jacob Zuma in South Africa and Sir Joh Bjelke-Petersen in Australia provide enough substance on how to deal with corrupt political leaders.",
    "While the law in its purest form should take its own course, fairly and squarely, to take Sri Lankan corrupt politicians to task, the citizenry should be allowed free rein to express their views about the politicians, whether directly through the ballot box or indirectly through their representatives in parliament. That is the only course of action the people of Sri Lanka must pursue. Unfortunately, the Sri Lankans’ right to these direct and indirect avenues is threatened by a government of an unelected president and a coterie of political handlers and sidekicks aided by Rajapaksas. The sovereignty of the people should not be trampled by denying their right to elect an executive president this year before November. Every move made by the government so far indicates that the campaign to steamroll the opportunity of holding a presidential election is real, and the election commission filled with political appointees of the president seems wishy-washy.",
    "The comments made by the General Secretary of the president’s own political party, suggesting not to hold presidential and parliamentary elections, are alarming, odious and almost certainly unconstitutional. If the president and his supporters succeed in denying free and fair elections slated for this year, the country will remain trapped in a sea of troubles revolving around illegitimacy of the government, sham trials, social unrest, and perhaps an unthinkable uprising of the citizenry never seen before that may shake the very foundation of the nation.",
    "Those who cherish the tenets of democracy and understand the need for a legitimate government, must believe that the tainted politicians and their leaders have the capacity to not misjudge the poetry that encapsulates myriads of undesirable outcomes that may trigger if the government decides not to hold elections under various pretexts: “Things fall apart; the center cannot hold.”"
  ]
}