{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104279/india-will-supply-lng-to-sri-lankas-power-plants-announces-pm-modi",
  "time_ut": 1734341520.0,
  "original_lang": "en",
  "original_title": "India will supply LNG to Sri Lanka’s power plants, announces PM Modi",
  "original_body_lines": [
    "India plans to supply liquefied natural gas to Sri Lanka’s power plants and will work on connecting the power grids of the two countries as well as lay a petroleum pipeline between the neighbours, Indian Prime Minister Narendra Modi announced on Monday.",
    "Modi was speaking at a joint press briefing with Sri Lankan President Anura Kumara Dissanayake in New Delhi.",
    "India will collaborate with Sri Lanka on a Unique Digital Identity program, said PM Modi.",
    "He highlighted India’s robust support to Sri Lanka’s development. “India has so far provided 5 billion dollars in line of credit and grant assistance to Sri Lanka. We have cooperation in all 25 districts of Sri Lanka, and the selection of our projects is always based on the development priorities of the partner countries,” he said.",
    "He also announced India’s decision to grant assistance for the rehabilitation of the Maho-Anuradhapura railway signalling system and Kankesanthurai Port.",
    "PM Modi further detailed new initiatives under India’s developmental cooperation with Sri Lanka. “From next year, monthly scholarships will be given to 200 students in the universities of Jaffna and Eastern Province. In the next five years, 1500 civil servants of Sri Lanka will be trained in India,” he stated.",
    "India’s involvement in the sectors of housing, renewable energy, agriculture, dairy, fisheries, and infrastructure development was also emphasised.",
    "The Sri Lankan president arrived in Delhi on Sunday, his first foreign trip after becoming president in September.",
    "Ahead of the talks, Disanayaka was accorded a ceremonial welcome at the Rashtrapati Bhavan."
  ]
}