{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/vietnams-japan-backed-metro-line-starts-in-hcmc-195766/",
  "time_ut": 1734860220.0,
  "original_lang": "en",
  "original_title": "Vietnam’s Japan-backed metro line starts in HCMC",
  "original_body_lines": [
    "ECONOMYNEXT – The first mass rapid transit line in Vietnam’s Ho Chi Minh City started operations on December 22 after 12 years of construction with hopes to modernize transport and reduce traffic in bustling motorcycle-dominated city.",
    "Large crowds queued up to hitch ride on the metro on the first day and long lines of Ho Chi Minh City resident could be seen line up near stations. The train will run free of charge for 30 days.",
    "“This journey is not only proof of the persistent efforts of the city government but also demonstrates the effective cooperation between the Vietnamese Government and the Japanese Government,” Bui Xuan Cuong , Vice Chairman of Ho Chi Minh City People’s Committee was quoted as saying in Vietnam’s Touitre newspaper.",
    "Construction of the Line of the HCMC met began in August 2012. It was originally planned to be completed in six years.",
    "Japanese Ambassador to Vietnam Ito Naoki said urban railway line will change people’s lives.",
    "There will be a big shift in people’s travel methods from cars and motorbikes to the metro, he predicted.",
    "Single-ride tickets paid with cash will range from VND7,000 to VND20,000 (US$0.27-0.79), depending on the distance traveled. For cashless payments, the fare will be slightly lower, ranging from VND6,000 to VND19,000.",
    "Kim Oanh from Ho Chi Minh City’s Go Vap area, traveled to Ben Thanh in District 01, to experience the very first train but said she missed it.",
    "“Everyone was very happy, it is like celebrating a festival,” she said. “A lot people, from very old people and young kids had turned up.”",
    "The line runs 19.7km between Ben Thanh and Suoi Tien Theme Park in Thu Duc City, stopping at 14 stations of which 11 are elevated.",
    "The first metro line over 43.7 trillion Vietnam dong (1.72 billion US dollars), VNexpress.net, a news portal said.",
    "Work began on HCMC’s first metro route in August 2012. It was originally scheduled to be completed in six years. (Colombo/Dec22/2024)"
  ]
}