{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Lakshman-Silva-and-Ashoka-Goonesekere-appointed-to-Melstacorp-Board/34-767992",
  "time_ut": 1728944743.0,
  "original_lang": "en",
  "original_title": "Lakshman Silva and Ashoka Goonesekere appointed to Melstacorp Board",
  "original_body_lines": [
    "Melstacorp PLC has recently announced the appointment of Lakshman Silva and Ashoka Goonesekere to the Board as Independent Non-Executive Directors.",
    "Silva started his professional career with the Department of Inland Revenue of Sri Lanka and joined the DFCC Banking Group in 1987. He was seconded to the service of DFCC Vardhana Bank in 2003 and functioned as the Chief Operating Officer until appointment as the CEO/Executive Director in January 2010. He held the position of Deputy CEO/Director of DFCC Bank PLC from October 2015 and was appointed as the CEO/Director in August 2017.",
    "Until his retirement in December 2021, he held the position of Chairman of DFCC Consulting Ltd., Lanka Industrial Estates Ltd., and Synapsys Ltd., subsidiary companies of DFCC Bank PLC, and the Chairman of Lanka Financial Services Bureau Ltd., as well as Sri Lanka Banks’ Association (Guarantee) Ltd. He held the position of Chairman/Director of Acuity Partners Ltd., the joint venture company of DFCC Bank PLC, Lanka Ventures Ltd., and LVL Energy Fund PLC. He was also a director at Lanka Clear Ltd., until 31/12/ 2021.",
    "He was a member of the Board of Directors of the Association of Development Financing Institutions in Asia and the Pacific (ADFIAP), and Board of Management of the Sri Lanka Sustainable Energy Authority. At present, he serves as Chairman and Independent Non-Executive Director at LankaPay Ltd, Independent Non-Executive Director at Seylan Bank PLC, Independent Non-Executive Director at Finetech Consultancy Ltd., and Independent Non-Executive Director at HNB Assurance PLC whilst serving as Chairman and Director of Panasian Power PLC and its subsidiary companies.",
    "He also serves as a member of the Stakeholder Engagement Committee of the Central Bank of Sri Lanka.",
    "He holds a BCom 2nd class upper degree (Sp.) from the University of Kelaniya and Master of Business Administration (MBA) from the Postgraduate Institute of Management of University of Sri Jayewardenepura. He is an Associate Member of the Association of Development Financial Institutions of Asia and Pacific (ADFIAP).",
    "With a wealth of over 36 years of expertise in the banking industry, Ashoka Goonesekere brings a distinguished background in financial reporting, financial management, taxation, financial operations, and risk management.",
    "Holding an MBA from the University of Sri Jayewardenepura (PIM), he is a fellow member of both the Institute of Chartered Accountants of Sri Lanka and the Institute of Cost and Management Accountants of Sri Lanka.",
    "Ashoka has held pivotal roles in corporate management, serving as the Chief Financial Officer of Hatton National Bank PLC and as the Senior Vice President/Chief Financial Officer, as well as the Senior Vice President Integrated Risk Management/Chief Risk Officer at DFCC Bank PLC. His extensive experience extends to board positions at Acuity Partners Ltd., Acuity Stockbrokers Ltd., Acuity Securities Ltd., and Sithma Development Ltd.",
    "Notably, he has contributed as a board member to the Sri Lanka Accounting and Auditing Standards Monitoring Board, demonstrating his commitment to upholding industry standards. In addition to his board responsibilities, Ashoka has chaired and actively participated in various board sub-committees. Currently he is on the Board of HNB Assurance PLC as the Senior Independent Non-Executive Director, on the Board of Pan Asia Banking Corporation PLC as an Independent Non-Executive Director and on the Board of PMF Finance PLC as an Independent Non-Executive Director.",
    "With the latest appointments the Board of Melstacorp PLC comprises Chairman D.H.S. Jayawardena, Managing Director M.A.N.S. Perera, C.R. Jansz, N.D.S. Deva Aditya, K.J. Kahanda, D. Hasitha S Jayawardena, D.S.T. Jayawardena, L.U.D. Fernando, R. Mihular, R.A. Fernando, L.H.A.L. Silva and A. Goonesekere."
  ]
}