{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111728/trump-administration-reviews-55-million-us-visa-holders-for-deportation-violations",
  "time_ut": 1755822360.0,
  "original_lang": "en",
  "original_title": "Trump Administration reviews 55 million US visa holders for deportation violations",
  "original_body_lines": [
    "The US State Department said Thursday that it’s reviewing the records of more than 55 million foreigners who hold valid U.S. visas for potential revocation or deportable violations of immigration rules.",
    "In a written answer to a question posed by The Associated Press, the department said that all U.S. visa holders are subject to “continuous vetting” with an eye toward any indication that they could be ineligible for the document.",
    "Should such information be found, the visa will be revoked and, if the visa holder is in the United States, he or she would be subject to deportation.",
    "The department said it was looking for indicators of ineligibility, including visa overstays, criminal activity, threats to public safety, engaging in any form of terrorist activity, or providing support to a terrorist organization.",
    "“We review all available information as part of our vetting, including law enforcement or immigration records or any other information that comes to light after visa issuance indicating a potential ineligibility,” the department said.",
    "Since President Donald Trump took office in January, his administration has thus far focused on deporting migrants illegally in the United States as well as holders of student and visitor exchange visas.",
    "The State Department’s new language suggests that the re-vetting process, which officials acknowledge is time-consuming, is far more widespread.",
    "The administration has steadily imposed more and more restrictions and requirements on visa applicants, including requiring all visa seekers to submit to in-person interviews.",
    "But the review of all visa holders appears to be a significant expansion of what had initially been a re-vetting process focused mainly on students who have been involved in pro-Palestinian or anti-Israel activity.",
    "Officials say the reviews will include all the visa holders’ social media accounts, law enforcement and immigration records in their home countries, along with any actionable violations of U.S. law committed while they were in the United States.",
    "“As part of the Trump Administration’s commitment to protect U.S. national security and public safety, since Inauguration Day the State Department has revoked more than twice as many visas, including nearly four times as many student visas, as during the same time period last year,” the department said.",
    "Earlier this week, the department said that since Trump returned to the White House, it has revoked more than 6,000 student visas for overstays and violations of local, state and federal law, the vast majority of which were assault, driving under the influence of alcohol or drugs and support for terrorism.",
    "It said that about 4,000 of those 6,000 were due to actual infractions of laws and that approximately 200–300 visas were revoked for terrorism-related issues, including providing support for designated terrorist organizations or state sponsors of terrorism."
  ]
}