{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-cb-sees-more-room-for-credit-growth-without-overheating-232482/",
  "time_ut": 1753277640.0,
  "original_lang": "en",
  "original_title": "Sri Lanka CB sees more room for credit growth without overheating",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka does not see any overheating in the economy despite rising private sector credit growth as there is no demand for loans from the government institutions, Central Bank Governor Nandalal Weerasinghe said.",
    "The private sector credit growth has risen at a multi-year high of 16.1 percent in May, the Central Bank data showed.",
    "“We don’t see any overheating here, because when this credit grows, the first factor is that this credit is growing after more than a year of sharp contraction. So, there’s a base effect because after the crisis, there’s a sharp contraction…, so we are in the recovery process,” Governor Weerasinghe told reporters in Colombo at the post monetary policy media briefing.",
    "“Secondly, there’s a shift in credit supply, essentially earlier there’s a large amount of credit absorbed by state owned enterprises. Now, the credit allocation to state funded enterprises has been now coming down as a result of cost recovery pricing.”",
    "“I think they (state owned enterprises) have been repaying the banker system. There is a crowding in effect. As a result, there’s some more space for the private sector credit to grow. I think that’s why we don’t see any risk of overheating or risk of having pressures out of the credit expansion.”",
    "The monthly credit to public cooperation and state owned firms has been steady around 650 billion rupees in the eight straight months through May this year, while the monthly credit to the private sector has expanded to 8,635 billion rupees in May from 7,871 billion rupees in October last year.",
    "The year-on-year private sector credit has expanded by 16.1 percent in May this year from a contraction by end 2023. (Colombo/July 23/2025)"
  ]
}