{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102670/army-and-navy-intensify-flood-relief-efforts-across-8-districts-as-rivers-overflow",
  "time_ut": 1728887100.0,
  "original_lang": "en",
  "original_title": "Army and Navy intensify flood relief efforts across 8 districts as rivers overflow",
  "original_body_lines": [
    "In response to the severe weather conditions affecting the island, the Sri Lanka Army has deployed additional troops to assist with flood relief efforts in areas hit by rising river levels.",
    "The Army Commander has instructed an expansion of relief operations, mobilizing more personnel to support those affected by widespread flooding.",
    "As of today (14), army troops have been deployed across several flood-affected areas, including the districts of Colombo, Kalutara, Galle, Matara, Ratnapura, Hambantota, Gampaha, and Puttalam.",
    "Accordingly, trop have been deployed in several locations today (14).",
    "A total of 6,500 troops, along with 23 WMZ vehicles, 34 Unibuffel vehicles, 34 Unicorn vehicles, and 56 boats, are prepared for immediate deployment across these regions to aid in rescue operations and provide much-needed relief, according to a statement by the Sri Lanka Army.",
    "The army remains on high alert as floodwaters continue to rise, with further measures expected as the situation develops.",
    "Meanwhile, 08 Navy flood relief teams have been dispatched to the Gampaha, Colombo and Puttalam districts, working in coordination with the Disaster Management Center (DMC) in order to assist those impacted by flood waters.",
    "The Navy flood relief teams were deployed to Kaduwela, Mabima, Nawagamuwa, Ihalagama, Ja-ela and Naththandiya to provide assistance to those affected and the teams are working in full swing, Sri Lanka Navy said.",
    "The relief teams are actively conducting operations to assist flood-affected individuals, including offering safe transportation to 641 people by dinghies, distributing cooked meals and dry rations to 4876 people, rescuing 03 at the risk of drowning and guiding people to secure locations.",
    "Working in coordination with DMC, the Navy has 22 relief teams on standby in the Western Naval Command, 9 teams in the Southern Naval Command, and 17 teams in the Northwestern Naval Command, totaling 48 teams, ready for immediate deployment when required."
  ]
}