{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-expressway-soe-to-help-pay-off-rs860bn-in-debt-minister-161370/",
  "time_ut": 1714973820.0,
  "original_lang": "en",
  "original_title": "Sri Lanka expressway SOE to help pay off Rs860bn in debt: Minister",
  "original_body_lines": [
    "ECONOMYNEXT – Sahasya Investments, a new state enterprise which will manage expressways, is part of efforts to pay off 860 billion rupees of debt linked to their construction, Transport and Highways Minister Bandula Gunawardena said.",
    "“There is a dire need for more optimal management of commercially productive assets in order to pay off the outstanding debt of over 860 billion for the expressway system,” the Gunawardena said on his Meta (Facebook) page after opening the Sahasya Investment head office at Battaramulla.",
    "“Since it is difficult to fulfill that requirement in the traditional government organization structure, this organization will operate as a government company that can make decisions more effectively.",
    "“By doing so, it will be possible to maintain a highway system that will not be a burden to the country.”",
    "It is not clear how much of the 860 billion in debt will be transferred to the special purpose vehicle.",
    "A Cabinet decision in March said some of the RDA’s ‘domestic debt’ would be transferred to the company.",
    "Sri Lanka to transfer expressways, some domestic debt to separate SOE",
    "The objective of the SOE was to maintain the existing expressways system, determine strategic methods for further development, use modern technical methods to reduce costs and enforce an efficient and effective expressways system, Gunawardena said.",
    "Sahasya is chaired by Secretary of the Ministry of Transport and Highways Ranjith Ganganath Rubasinghe, and its COO is senior engineer of the RDA K W Kandambi. A board of directors representing the Ministry of Finance and other government agencies has been appointed. (Colombo/May6/2024)"
  ]
}