{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99862/president-requests-governors-to-intervene-and-expedite-delivery-of-welfare-benefits-to-public",
  "time_ut": 1718283780.0,
  "original_lang": "en",
  "original_title": "President requests governors to intervene and expedite delivery of welfare benefits to public",
  "original_body_lines": [
    "President Ranil Wickremesinghe emphasized that all governors should actively ensure the efficient implementation of the government’s welfare programs and promptly deliver their benefits to the people.",
    "The President made these remarks during a discussion held with the Provincial Governors at the Presidential Secretariat yesterday (12).",
    "The meeting also included an extensive discussion on addressing the shortage of teachers at the provincial level and improving the efficiency of the ‘Urumaya’ -freehold land distribution program.",
    "The President highlighted the potential for improving the efficiency of the ‘Urumaya’-freehold land deeds program by implementing mobile services and delegating authority to an additional group beyond the Grama Niladhari level.",
    "President Ranil Wickremesinghe also reminded divisional secretaries of their responsibility to engage the public and ensure they receive the benefits of this program.",
    "Minister of Education Dr. Susil Premjayantha affirmed the government’s commitment to addressing the shortage of teachers at the provincial level as soon as possible. He also announced that 2,500 new teacher appointments for national schools are scheduled for July 3rd.",
    "Arrangements have been made to recruit 2100 teachers for subjects including Chemistry, Physics, Biology, Mathematics, Technology, and Foreign Languages, along with 500 teachers based on the results of the 2021 English Medium Advanced Diploma Examination. The minister highlighted that these appointments will significantly reduce teacher vacancies in national schools.",
    "Additionally, to address the shortage of English medium teachers, the minister announced that retired English medium teachers are invited to apply for contract-based positions.",
    "Furthermore, discussions also focused on expediting the Presidential Scholarship Program, which supports children from low-income families, funded by the Presidential Fund.",
    "Under the Presidential Scholarship program, 16,152 scholarships will be distributed in the Western Province, 8,636 in the Northern Province, and 10,000 each in the remaining provinces, totalling 100,000 scholarships for students from grades one to eleven. These scholarships provide Rs. 3,000 per month for a period of 12 months.",
    "Additionally, the 24-month scholarship program for low-income families’ of children studying for the G.E.C. Advanced Level has concluded, where scholarships of Rs. 6,000 per month was awarded.",
    "The award ceremony for 2,000 students in the Colombo district will take place on June 19 at Temple Trees, under the patronage of the President.",
    "The scholarship program will operate at the district level, with scholarship amounts credited to students’ accounts along with any arrears on the day of the award. Subsequently, the scholarship money will be directly deposited into students’ accounts during the first week of each month through an online process.",
    "A historic scholarship program has been launched for the first time for students studying in Piriven and Silmata educational institutes, including monks, Silamathas, and lay students. Scholarships will be awarded immediately after the application process, which has already commenced for eligible students.",
    "It was disclosed that an annual expenditure of Rs. 5.1 billion is allocated for these scholarship awards, funded entirely from the President’s Fund. The discussion also covered the governors’ responsibility in ensuring the success of these scholarship programs at the district level.",
    "Prime Minister Dinesh Gunawardena, Senior Advisor to the President on National Security and Chief of Staff Sagala Ratnayaka, Secretary to the President Saman Ekanayake, along with secretaries from relevant ministries and heads of institutions, were present at this meeting."
  ]
}