{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/positive-investor-sentiment-eludes-cse-in-the-absence-of-macroeconomic-support/",
  "time_ut": 1708447440.0,
  "original_lang": "en",
  "original_title": "Positive investor sentiment eludes CSE in the absence of macroeconomic support",
  "original_body_lines": [
    "The stock market investor sentiment was not strong yesterday due to the absence of macroeconomic support for the market. The latter was not able to remain positive, despite there having been satisfactory corporate earnings and declaration of dividends, especially in banking sector counters, market analysts revealed.",
    "Due to weak market sentiment both indices indicated mixed reactions. The All- Share Price Index dropped by 4.99 points while S and P SL20 rose by 2.9 points. Turnover stood at Rs 815 million with two crossings. Those crossings were reported in JKH, which crossed 250,000 shares to the tune of Rs 47.75 million; its shares traded at Rs 191 and Hayleys 302,000 shares crossed for Rs 23.1 million; its shares sold at Rs 76.50.",
    "In the retail market top seven companies that mainly contributed to the turnover were; JKH Rs 82.6 million (432,000 shares traded), Distilleries Rs 72.5 million (2.7 million shares traded), Lanka Milk Food Rs 57.5 million (2.4 million shares traded), Royal Ceramic Rs 42.9 million (1.4 million shares traded), Hayleys Rs 36 million (471,000 shares traded), Expolanka Holdings Rs 22.29 million (116,000 shares traded) and Agsta Rs 20.9 million (3.2 million shares traded). During the day 36.8 million share volumes changed hands.",
    "Yesterday, the rupee opened at Rs 311.90/312.00 to the US dollar, from 312.15/25 on Monday, dealers said.",
    "Bond yields were steady. A bond maturing on 01.08.2026 was quoted at 10.90/11.10 percent. A bond maturing on 15.09.2027 was quoted at 11.70/12.00 percent from 11.70/90 percent. A bond maturing on 15.03.2028 was quoted at 12.10/25 percent from 12.00/15 percent.",
    "International ‘Mother Language’ Day and Multilingual Education in Sri Lanka",
    "CSE partners with SLIM to promote capital market education among students",
    "Absence of market-driven activities stalls CSE; negative conditions manifest in politics",
    "Bourse facing a degree of turbulence triggered by political uncertainty",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}