{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/the-federal-partys-final-election-rally/",
  "time_ut": 1731317696.0,
  "original_lang": "en",
  "original_title": "The Federal Party’s Final Election Rally",
  "original_body_lines": [
    "Today, 11 Nov. 2024, the Federal Party had its last rally for Jaffna. It was next door at Kittu Park in Muthirai Chanthai and I could hear the speakers. So I decided to take a look – it being  the last day for Election Campaigns and midnight is the deadline for reporting. Hence this quick article, written in a rush from memory with no notes",
    "CV. Sivagnanam was chairing the meeting. Also MA Sumanthiran, Kesavan Sajanthan, E. Arnold  and Ms. Surekha Saseendran were on the stage besides two unknown parties. I asked the FP senior supporter next to whom I found a seat who the speaker was. He had no clue. Nor also of the next speaker whose name I found out from the person distributing pocket cards listing the speaker and identifying him as a candidate. He too had no idea who the previous speaker was.",
    "Candidates being unknown is a major problem. The two rushed off after their speeches for other meetings held elsewhere. The crowd was sparse and growing thin. At no point was it more than 1000. It was not raining but to use an old English friend’s phrase, it was spitting.",
    "The young lawyer Kesavan Sajanthan is a former Provincial Council Member – I do not know why but Tamils spell his name with a j but pronounce it as Sayanthan with a y. He took to the podium next. He was excellent in substance and in speaking. He addressed the charge by other Tamil parties of the FP being anti-Tiger and anti-national, and demonstrated that they always stood up for Tamil rights eschewing violence. He thereby established the democratic, nonviolent credentials of the party. He went through several legal cases successfully prosecuted pro bono by Sumanthiran in many of which he, Sajanthan, served as Sumanthiran’s junior. He described how they had won the rights of families to mourn the death of their loved ones, the right to erect the Thileepan Memorial etc., etc..",
    "Sumanthiran went through how some prisoners were going to be sent back to jail by court but they asked the Mullaithivu Magistrate to keep it down till 1 pm   because they were in Jaffna at functions wearing Verti without their court gear. The judge however agreed to 11.00 am. So they rushed, picked up their courtroom garments and changed in the car as they were being driven. Adding a tone of levity we were asked how difficult it would have been to change from trousers to verti instead of verti to trousers as they had to! I do not recall the numbers but many prisoners were freed at the end of that journey.",
    "That is the real federal party – pro-rights, nonviolent, clean. Sajanthan poignantly asked how many cases the other parties opposed to them had filed. I wish Sajanthan every good wish to rise in the party and lead it as he is well equipped to do.",
    "Sumanthiran too established the party’s democratic credentials well. He focused on how they have asked older MPs to move on and described himself as the oldest now. He claimed that they are free of corruption and told us how Charles Nirmalanathan and CV Wigneswaran were effectively forced not to contest after RTI requests showed what they had done in misusing their privileges as MPs to obtain liquor licences. Wigneswaran allegedly  claimed that he had got the licence for a woman who was destitute!",
    "But the argument on corruption, while true about what Sumanthiran described, rang hollow because of Emmanuel Arnold being seated on the stage with Sumanthiran as a candidate. I am personally aware of how Arnold approved (as government staff demonstrated using registers) a whole library in Nayanmarkattu without deeds and other required permissions. It is a form of buying votes.",
    "The legal officer of the Jaffna Municipality when Arnold was Mayor, Lawyer Rajaratnam, told me that Arnold’s term of office was marked by corruption. CVK Sivagnanam’s presence  too undermined the claim of clean politics. Sivagnanam might do well to explain why Oberoi Devan came to murder him after the Tigers were forced to nominate him as Municipal Councilor and then tried to undermine his appointment. Besides, he is an anti-Christian communalist who worked against Arnold being made Mayor of Jaffna. Strange bedfellows indeed.",
    "Future Tamil Leadership: Chandrahasan Elangovan andKesavan Sajanthan – Democratic and Nonviolent",
    "But concerning to me was Sumanthiran’s claim that AK Dissanayake the previous day had not said a single word about Tamil rights. That is untrue. Indeed did I hear AKD elaborate on how he would restore many of our rights – release of prisoners, restoration of lost land,  jobs, farming etc. etc. Suanthiran also said the NPP had paid and bussed Sinhalese people to come for yesterday’s rally – that was not my sense. There might have been Sinhalese but the crowd was overwhelmingly Tamil. I guess Sumanthiran’s speech was tit for tat for AKD’s comments yesterday on an unnamed president’s counsel.",
    "I see it as an unfortunate consequence of election-time misinformation. AKD and Sumanthiran are able leaders who should get together and work on collaborative ventures by Tamils and Sinhalese. I am reliably informed that Sumanthiran wanted the Federal Party to endorse AKD as President but was overruled.",
    "After Sumanthiran, Ms.Saseenthran spoke. She was good. And then came Emmanuel Arnold. It was too much after tolerating Sivagnanam. I could not bear the hypocrisy and left, regrettably having to miss the talk by scion of the Federal Party, the grandson of both SJV Chelvanayakam and his Deputy Hensman EMV Naganathan. Naganathan was nicknamed Irumbu Manithan (Iron Man) after being hit by the police during a nonviolent protest and coming to Parliament regardless of his injuries. He was taunted by SWRD Bandaranaike on seeing Naganathan in parliament with bloody bandages on his injured head, cruelly asking him “Wounds of War?” There had been no war, but only an assault by the police.",
    "I think – I hope – Elangovan and Sajanthan will help the Federal Party rise from its ashes like the legendary Sphinx and return the party to its true democratic, clean roots. If the party and the NPP can join forces, it will speed up our return to clean politics under one free people."
  ]
}