{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/mega-expo-2024-brings-industry-leaders-to-jaffna/",
  "time_ut": 1727805060.0,
  "original_lang": "en",
  "original_title": "“Mega Expo 2024” brings industry leaders to Jaffna",
  "original_body_lines": [
    "The much-anticipated Future Image Mega Expo 2024 was held on August 23rd and 25th, 2024, at the iconic Veerasingham Hall in Jaffna. Organized by Tima International (Pvt) Ltd, a leading event management company since 2008, the expo served as a premier platform for professionals in photography, videography, cinema, advertising, and printing industries.",
    "Supported by Fine Vision Group, NAPSL, and INGRIN Printing & Graphics Academy of Sri Lanka, the event featured nearly 200 stalls, showcasing cutting-edge technology and services. Attendees had the opportunity to explore a wide range of products and services from both local and international experts, including Color Lab Partners, TV & Radio Broadcasting Service Providers, and Digital Printing Suppliers.",
    "Gestetner of Ceylon made a significant impact at the expo by presenting their extensive range of products, including their latest production printers. The highlight of their participation was the successful sale of a production printer to a customer from Jaffna. This milestone underscores Gestetner’s dedication to supporting the local industry and expanding their presence in the northern region. Gestetner of Ceylon successfully sold and installed the first Ricoh Pro C5310S color production printer in Jaffna at SS Studio.",
    "Speaking on the occasion, A.R. Rasiah, Director of Gestetner of Ceylon PLC, remarked, “This exhibition has allowed us to showcase our strong presence in the Northern Province, especially with our state-of-the-art Ricoh production printers and a complete range of office automation products, meeting the future needs of Jaffna consumers.”",
    "Additionally, Jagath Dharmadasa, General Manager – Sales & Marketing, noted, “This exhibition has provided an excellent opportunity to introduce the well-renowned Sharp air conditioners to the Northern Province. It is a trusted and popular brand, particularly well-regarded within the Jaffna community.”",
    "The Future Image Mega Expo 2024 successfully brought together industry leaders, showcasing innovations and building connections with consumers, solidifying its importance as a key event for industry professionals in the region.",
    "99x unveils Product Central, boosting developer productivity and streamlining software development",
    "HNB Assurance joins hands with Industrial Development Board to offer special insurance solution to over 10,000 registered companies",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}