{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103768/vice-minister-of-chinese-communist-party-pays-courtesy-call-on-president-akd",
  "time_ut": 1732597740.0,
  "original_lang": "en",
  "original_title": "Vice Minister of Chinese communist party pays courtesy call on President AKD",
  "original_body_lines": [
    "The Vice Minister of the International Department of the CPC Central Committee (IDCPC), Ms. Sun Haiyan, paid a courtesy call on President Anura Kumara Dissanayake at the Presidential Secretariat on Monday (25), the President’s Media Division (PMD) said in a statement.",
    "During the meeting, the IDCPC Vice Minister extended her congratulations to President Dissanayake on his victory in the Presidential Election and his party’s resounding success in the General Election.",
    "She commended the transformative changes in Sri Lanka following these wins, highlighting the emergence of a new and progressive political culture.",
    "Ms. Sun Haiyan, along with the Chinese delegation, expressed China’s readiness to collaborate with Sri Lanka under the leadership of President Dissanayake.",
    "They emphasized the alignment of the goals of both nations and discussed the potential for long-term cooperation on mutually beneficial grounds, the PMD said.",
    "The delegation reaffirmed China’s willingness to assist Sri Lanka in various developmental initiatives, including investments, technological exchanges, digitalization, and uplifting the rural economy.",
    "Additionally, China pledged support for enhancing Sri Lanka’s Human Resource Development, particularly by providing training for officials in the education sector.",
    "President Anura Kumara Dissanayake expressed his gratitude to the Chinese Government for its steadfast support and assured his commitment to fostering continued cooperation between the two nations, the statement added.",
    "The Chinese delegation also included Mr. Lin Tao, Deputy Director General IDCPC, Ms Li Jinyan, Director IDCPC, Ms Jin Yan Secretary to the Vice Minister, HE Qi Zhenhong Ambassador of the People’s Republic of China and several other officials.",
    "Joining President Dissanayake at this discussion were Foreign Minister Vijitha Herath, Secretary to the President Dr. Nandika Sanath Kumanayake, according to the PMD."
  ]
}