{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/the-warming-world/",
  "time_ut": 1715016840.0,
  "original_lang": "en",
  "original_title": "The Warming World",
  "original_body_lines": [
    "In 2023, the United Nation Development Programme (UNDP) estimated that Sri Lanka annually spends about 50 billion Sri Lanka Rupees (approx. USD 167 million), on climate-induced post-disaster contingent liabilities, which is around 0.4% of our GDP, a renowned climate scientist says.",
    "Prof. Buddhi Marambe, Professor in Crop Science, Faculty of Agriculture, University of Peradeniya, in an exclusive interview with The Island said that considering the climate impacts, the Climate Prosperity Plan of Sri Lanka launched in 2022 highlighted that the country needs USD 26.53 billion to build climate resilience (approx. USD 75 billion per year) during the period 2022-2030. Further, Sri Lanka has committed to become Carbon Net Zero by 2050 i.e. balancing the whole amount of greenhouse gas (GHG) released and the amount removed from the atmosphere, requiring USD 140 billion to achieve the target with international support.",
    "Q: Many people in Sri Lanka and in the whole world are worried about recent changes in the environmental temperatures. What exactly is happening?",
    "A: The unbearable heat, uncomfortable days and nights, human-health warnings, El Niño, Climate Change were common and have become the “Talk of the Town” over the past few months. Beyond any reasonable doubt, and with scientific proof, global warming has taken place mainly due to climate change. The long-term change in the average weather patterns have defined the local, regional and global climates, which is a fact and not a myth. The warming trend has taken place for a long time, however, unprecedented release of greenhouse gasses (GHGs), especially through fossil fuel burning and cutting down of forests, has escalated its pace significantly in the past century. In fact, the available records clearly states that the top 10 warmest years were in the 21stCentury and 2023 was the warmest year ever recorded to-date. Climate scientists, after a careful analysis of the warming trends in the first quarter of this year, have already predicted that 2024 would be the warmest year.",
    "Historically, the naturally-occurring GHGs (Carbon Dioxide – CO2; Methane – CH4;and nitrous oxide N2O) have kept the earth’s surface warm enough to ensuring life on earth. However, by the name of development and industrial revolution that took place during 1750-1800 and beyond in the ‘developed countries’, the unprecedented release of GHGs to the atmosphere has made all of us to experience these negative impacts of climate change.",
    "The excess heat trapped in the atmosphere by the human-induced enhanced levels of GHGs has caused the average global temperature to rise continuously. The most important point is that the GHGs are not the culprit, but the human being whose activities have contributed to increase emission of GHGs.",
    "Q: Many are worried about the ozone layer depletion and El Niño. Can you explain these phenomena and let us know the link to climate change?",
    "A: The ozone layer is like a sun-screen for the earth as it protects life by absorbing ultra-violet (UV) radiation from the sun reducing sunburn. There are ozone-depleting substances that can damage the ozone layer, allowing more UV radiation from the sun to pass through and troubling ecosystem health. The synthetic GHGs such as CFCs (chlorofluorocarbons), HCFCs (hydro chlorofluorocarbons), and HFCs (hydro fluorocarbons), per fluorocarbons (PFCs) and sulphur hexafluoride (SF6) are ozone-depleting substances that have added fuel to fire. Of these, the CFCs were widely banned as they are considered as ozone-depleting substances, aggravating the impact of climate change.",
    "El Niño is a natural process that has been happening for centuries. It refers basically to the changes that take place in Pacific Ocean toward South America where the slowing down or change trade winds will increase the sea surface temperature closer to the equator in the eastern part of the Pacific Ocean. The situation usually brings heavy rainfall towards South America, severe dryness to Australia and mixed reactions to many other parts of the world. Scientists have still failed to identify a strong link between ElNiño and climate. However, El Niño events increases global temperatures thus, aggravating global warming due to climate change. The ElNiño events take place usually once in 2-7 years.",
    "Q: Recently, I have heard scientists speak of an event called Indian Ocean Diploe (IOD). What is it and how it can have an impact on Sri Lanka?",
    "A: As El Niño events takes place in the Pacific Ocean, Indian Ocean Diploe (IOD) is a climate pattern that takes place in the Indian Ocean. During a positive phase, warm waters are pushed to the Western part of the Indian Ocean, while cold deep waters are brought up to the surface in the Eastern Indian Ocean. This pattern is reversed during the negative phase of the IOD.",
    "The IOD positive phase has mostly coincided with ElNiño events, and have brought heavy rains to Sri",
    "Lanka during the initial parts of the Mahaseason. This was clearly evident last year (2023), which was an El Niño year with an IOD positive phase that brought in heavy showers to Sri Lanka in the months of October to December. This severely affected the agriculture sector especially in the Central Highlands with prices of vegetable raising to heights that were unaffordable to many. Sri Lankan scientists were able to predict this in July 2023, and informed the relevant policy makers about the impending disaster. However, nothing much could be done as most of such alarms can only be sound with short lead time to the event.",
    "Nevertheless, the government was able to implement to get farming community to start cultivating early in the month of October (especially the paddy farmers), with the onset of rains to conserve water in the reservoirs for its best use during the latter parts of the season and support land preparation during the following season.",
    "Q: What are the economic impacts caused by the ElNiño events and Climate Change?",
    "A: El Niño and La Niña (the opposite of ElNiño) can impact multiple different aspects of the ecosystem and world economy through floods and droughts. Losses are projected to cost trillions of dollars. Scientists have attributed a global loss of USD 2.1 Trillion and USD 3.9 Trillion due to the extreme El Niño events occurred in 1997-98 and 2015-16. Based on scientific estimates, the El Niño events could cause an additional loss of USD 33 Trillion to the global economy during the remainder of the 21stcentury.",
    "As reported by the United Nations Office for Disaster Risk Reduction in 2019, the climate-induced hazards in Sri Lanka have increased by 22-fold during the last decade compared to that of 1973-1983. This is alarming. Most of these events has coincided with the El Niño events. For example, the damages due to flooding during the period 1990-2018 has been estimated as over USD 2 billion dollars, and half of which has occurred in 2016 where Sri Lanka faced the heavy beating due to El Niño. Following the El Niño event in 2015/2016, Sri Lanka also experienced a La Niña event resulting in the loss of three consecutive cultivating seasons due to lack of rainfall. Consequently, Sri Lanka had to import about 747,000 metric tons of rice to the tune of USD 300 million to feed the population during the latter part of 2017.",
    "The World Meteorological Organization (WMO) announced in early July 2023, with more than 85% confidence, that El Niño is on the cards. Once effective, the ElNiño events can last for about a year. In 2023, the Department of Meteorology in Sri Lanka attributed the severe drought in July-September experienced in southern region of the country to the El Niño event, and we still feel its impact. Speculations are that another La Niña will follow this year and in such case, we may experience prolonged drought during the mid to latter part of 2024 affecting agriculture and overall livelihood of people of Sri Lanka.",
    "In 2023, the United Nation Development Programme (UNDP) estimated that Sri Lanka annually spends about 50 billion Sri Lanka Rupees (approx. USD 167 million), on climate-induced post-disaster contingent liabilities, which is around 0.4% of our GDP. Considering the climate impacts, the Climate Prosperity Plan of Sri Lanka launched in 2022 highlighted that the country needs USD 26.53 billion to build climate resilience (approx. USD 75 billion per year) during the period 2022-2030. Further, Sri Lanka has committed to become Carbon Net Zero by 2050 i.e. balancing the whole amount of greenhouse gas (GHG) released and the amount removed from the atmosphere, requiring USD 140 billion to achieve the target with international support.",
    "Q: What efforts have the country made in the policy perspectives to tackle climate change?",
    "A: Sri Lanka has taken many efforts in the policy front to meet the climate challenge. The National Climate Change Policy of 2023 was launched on 2 December in Dubai by His Excellency the President of Sri Lanka at the 28thConference of Parties (COP28) to the United Nations Framework Convention on Climate Change (UNFCCC). Sri Lanka developed its Nationally Determined Contributions (NDCs) of 2021 committing to the global community to reduce GHG emissions by 14.5% by 2030, from that of 2020, in six economic sectors namely, energy, transport, industry, waste forestry and agriculture (including livestock). This voluntary contribution to reduce GHG emissions while being a low emitter (1.03 Mt of CO2 per capita) has been made in two segments, i.e. without (unconditional) and with (conditional) support from developed countries. Sri Lanka has also developed and the NDC Implementation Plan for the period 2021-2030. The National Adaptation Plan (NAP) provides the proposed adaptation mechanisms and activities to climate change impacts. These together with the Climate Prosperity Plan of 2022 and the Carbon NetZero 2050 Roadmap and Strategic Plan, provides the required guidance to Sri Lankans to adapt to climate change impacts and also to minimize the contributions made in terms GHG emissions while ensuring sustainable development of the country.",
    "What is required now is the sound implementation structures and mechanisms for the sound plans that are on paper, and commitments of climate-finance and technological interventions with capacity building from development partners and other international agencies to make efforts a ground-reality.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}