{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/slt-mobitel-nebula-institute-of-technology-receives-dual-honours-at-pearson-btec-higher-education-forum-2023/",
  "time_ut": 1708096740.0,
  "original_lang": "en",
  "original_title": "SLT-MOBITEL Nebula Institute of Technology receives dual honours at Pearson BTEC Higher Education Forum 2023",
  "original_body_lines": [
    "During the Pearson BTEC Higher Education Forum 2023 at the Colombo Kingsbury Hotel, the spotlight was on SLT-MOBITEL’s education arm, the Sri Lanka Telecom Training Centre (SLTTC), now known as the SLT-MOBITEL Nebula Institute of Technology.",
    "The institute, the education arm of SLT-MOBITEL, received significant recognition at the event securing two prestigious honours. Senior representatives from Pearson including Jane Baker, Vice President, Business Development UK and International Workforce Skills, Premila Paulraj, Director, Employability and Qualifications, Pearson South Asia and Suriya Bibile, DGM, BTEC, PTE and HEd Courseware Pearson, attended the event.",
    "SLTTC received the Pearson awards to honour its track record, before transitioning to the new chapter. Additionally, since the SLT-MOBITEL Nebula Institute of Technology was established, it has accomplished several key achievements including the successful introduction of two new programmes.",
    "In recognition of several key accomplishments, including the Top Performing Centre Bronze award, SLT-MOBITEL Nebula Institute of Technology has also attained success for successfully increasing the number of registrations during a challenging year. The award also affirms the organization’s commitment to shaping technical education and empowering Sri Lankan youth with globally aligned skill competencies relevant on a global scale.",
    "Additionally, the title ‘Emerging Centre of the Year 2022’ was awarded to SLT-MOBITEL Nebula Institute of Technology in acknowledgment of its outstanding contributions during the year. The award also affirms the organization’s commitment to introduce the Pearson Level 03 International Foundation and the Pearson BTEC Level 05 Higher National Diploma in Digital Technologies. Additionally, the centre demonstrated innovation by introducing NVQ Level 06 equivalent qualifications tailored for the Pearson BTEC Level 05 HND in Electrical & Electronics.",
    "The Pearson recognition validates programme excellence, student success prospects, and strengthens the Institute’s competitive positioning and brand reputation as a top-tier globally connected training institute, driving impact at national and individual levels.",
    "Offering an extensive array of programmes, SLT-MOBITEL Nebula Institute of Technology equips individuals with the essential skills and knowledge required to thrive in diverse career paths and contribute positively to society. Among the significant programmes offered are the BEng (Hons) Degree Programme by the University of Hertfordshire, UK, as well as the Pearson BTEC HND Electrical and Electronic Engineering and the Pearson BTEC Digital technologies.",
    "For students aspiring to succeed, the Institute stands out as a leading education partner. With a commitment to excellence and a proven track record of introducing cutting-edge programmes, the centre provides students with a conducive learning environment that contributes to growth and success.",
    "Offering courses such as Engineering degree programmes form University of Hertfordshire UK, Certificate in Applied Information Technology (CAIT), Certificate in Telecommunication Technician (NVQ 3 or 4), Optical Fibre Courses, Network Security Courses, CCNA Courses, and RPL programmes, the SLT-MOBITEL Nebula Institute of Technology also enables students to explore field technology and receive training opportunities.More information on SLT-MOBITEL Nebula Institute of Technology programmes may be obtained at 0112956633, via info@nebulaedu.lk or https://nebula.edu.lk.",
    "Bourse turns positive in the wake of CBSL’s February 2024, Monetary Policy Report release",
    "British Council launches Youth-Led Green and Inclusive Initiatives in Businesses project in Sri Lanka",
    "SLT-MOBITEL unveils ‘The Directory’ 2023/24 as refreshed and advanced national business directory",
    "SLT-MOBITEL unveils ‘The Directory’ 2023/24 as refreshed and advanced national business directory",
    "SLT-MOBITEL Home Broadband launches ‘Midnight Thriller’ introducing free night-time internet for the first time in Sri Lanka",
    "SLT-MOBITEL mCash and Union Assurance join forces to redefine Life Insurance accessibility in Sri Lanka",
    "SLT Digital Services launches innovative School Attendance Notification System as part of ESG initiative",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}