{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85944",
  "time_ut": 1748634060.0,
  "original_lang": "en",
  "original_title": "75 Year old Sri Lankan Tamil Refugee  in Tamil Nadu who Returned to  Jaffna After Obtaining Necessary Clearances  is Arrested and Remanded",
  "original_body_lines": [
    "A 75-year-old Sri Lankan Tamil refugee, who returned from India after decades of displacement during the civil war, was on Thursday (May 29, 2025) detained by Sri Lankan authorities at the Palaly airport in the northern Jaffna district, on charges of having left the country without a valid passport.",
    "Subsequently, a magistrate court in Mallakam town remanded him to custody for a week, despite him obtaining necessary clearance from relevant agencies and being certified a “refugee” by the UNHCR (United Nations High Commissioner for Refugees), according to a social media post by senior lawyer and former Jaffna MP M.A. Sumanthiran, who appeared for the man. “Is this a move by the government to frighten 10k others who’ve registered to return?” he asked on X.",
    "Apparently responding to the post, which was picked up by local media, Cabinet Minister and Leader of the House Bimal Rathnayake said the remand was due to the automatic application of law to persons who had emigrated through a “non-legalised” port. “This law could have [been] changed after the war easily if concerned people had worked on it,” he said on X, assuring that he had spoken to the subject Minister, and that immediate action would be taken to change the policy. “This is not government policy,” he said, recalling his visit to refugee camps in India with a colleague in 2007, and his party, the JVP’s (Janatha Vimukthi Peramuna) subsequent efforts to pass a law granting citizenship to 28,500 persons living in refugee camps in Tamil Nadu.",
    "Over the last two years, over 700 refugees who were living in camps have returned to Sri Lanka, according to S. Sooriyakumari, president, OfERR (Organisation for Eelam Refugees’ Rehabilitation) Ceylon, a non-profit organisation working with Sri Lankan refugee communities in Tamil Nadu and Sri Lanka. “Most of them have returned without any issue, so when we heard about this senior person’s experience at Palaly, it was concerning. For many years now, our founder S.C. Chandrahasan and our organisation have been asking for a comprehensive package and programme for refugees seeking to return to Sri Lanka and re-start their lives,” Ms. Sooriyakumari told The Hindu.",
    "“A structured policy and a clear programme should be devised in consultation with the law enforcement agencies so there is a shared understanding of this issue,” she added.",
    "Nearly 58,000 Sri Lankans, who fled the raging civil war and its aftermath, live across refugee camps in Tamil Nadu. An estimated 40,000 persons live outside the camps and are said to have integrated with the local community. At least 10,000 persons have expressed interest to return to Sri Lanka, Ms. Sooriyakumari said."
  ]
}