{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Ravi-Asela-appointed-to-DIMO-Board/34-770748",
  "time_ut": 1734652998.0,
  "original_lang": "en",
  "original_title": "Ravi, Asela appointed to DIMO Board",
  "original_body_lines": [
    "Diesel & Motor Engineering PLC (DIMO) has announced the appointment of Ravi Jayawardene and Asela Perera as Independent Non-Executive Directors with effect from 1 January 2025.",
    "Jayawardena is the current Group Chief Executive Officer at Maliban Group, which includes Maliban Biscuit Manufactories Ltd., Maliban Milk Products Ltd., Maliban Dairy and Agri Products Ltd., and Little Lion Associates Ltd., and is a key member of the senior strategic management team of the Maliban Group.",
    "He currently serves as an Independent Non-Executive Director of Cargills Bank PLC. He is also an Independent Director of the Postgraduate Institute of Management (PIM). He is a former Country Head of Sales at Coca-Cola Sri Lanka.",
    "Jayawardena started his professional career at Unilever Sri Lanka Ltd., where he held several senior management positions in Sales and Marketing covering Home, Personnel Care, and Foods. He has followed a program in Customer Management at Ashridge University (UK). His work assignments include stints in Dubai and Thailand to share best practices with Unilever’s Modern Trade teams.",
    "Jayewardene received his MBA from the Postgraduate Institute of Management – University of Sri Jayewardenepura. He also possesses a Diploma in Marketing from the Chartered Institute of Marketing – UK and has been a lecturer to MBA students of universities based in UK, Australia and the Asian Region, for the past 15 years.",
    "Perera is an accomplished IT leader with over 25 years of experience in enterprise IT strategy, governance and execution, digital transformation and Cloud adoption. He currently is the Group Chief Information Officer of Dialog Axiata PLC. He holds an MBA from Edith Cowan University and is a Computer Science and Engineering graduate from the University of Moratuwa."
  ]
}