{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/HWPL-World-Peace-Summit-highlights-global-cooperation-for-sustainable-peace/56-782598",
  "time_ut": 1759519712.0,
  "original_lang": "en",
  "original_title": "HWPL World Peace Summit highlights global cooperation for sustainable peace",
  "original_body_lines": [
    "Heavenly Culture, World Peace, Restoration of Light (HWPL), an international peace NGO, hosted the 11th HWPL World Peace Summit in Cheongju, gathering over 800 global leaders.",
    "The summit served as a platform for governments, international organisations, and civil society to share achievements and discuss future strategies for realising lasting peace.",
    "This year’s summit highlighted significant progress in three key areas. In the field of international law, HWPL’s Declaration of Peace and Cessation of War (DPCW) gained further momentum, with the Latin American and Caribbean Parliament (PARLATINO) and 16 national parliaments and government institutions officially adopting resolutions in support of the declaration.",
    "In peace education, institutionalisation at the national level is underway. The Ministry of Education of Zambia has implemented HWPL’s Peace Education across all public schools in the capital, Lusaka, with plans for nationwide expansion. Mongolia has also formally incorporated the program into its national curriculum.",
    "In interfaith dialogue, the launch of the Solidarity of Religions’ Peace Committee (SRPC) marked a new milestone. Since 2023, the HWPL International Religious Peace Academy (IRPA) has officially been recognised in several countries as a platform enabling both religious leaders and citizens to engage in peace-centred discourse.",
    "In his keynote address, HWPL Chairman Man Hee Lee said: “Conflict can never be good. Only the achievement of peace is good. If we fail to establish peace in our time, we will burden future generations with conflict. What we must leave behind is a world of peace, not war.”",
    "Former President of Croatia Ivo Josipović, in his congratulatory message said: “Our activity for banning war throughout the world is more important now than ever. This year’s achievements are the guarantee that humankind will one day achieve eternal peace.”",
    "Senior Journalist in Sri Lanka Sukumar Rockwood, who attended the summit, said: “Civic awareness reform is essential to overcome challenges such as environmental issues, drug abuse, and corruption. HWPL’s LP Program can lead to these changes.” He further expressed confidence that cooperation with HWPL will play a crucial role in both peacebuilding and national development in Sri Lanka.",
    "Other peace representatives from Sri Lanka also joined the summit, including: Secretary and associate representatives of Alliance Development Trust (ADT) Peace Ambassador of Peace Education Yousuf, SL IPYG Peace Advocates Iresha and Atheefa, Peace Advocate and Religious Representative Yasir and Thusan, and representatives of the Economic Development Welfare Foundation; Trinity International School, Negombo Principal Kithmini Karunanayake.",
    "The summit also addressed the issue of peaceful Korean reunification and announced that HWPL’s global membership has surpassed 580,000. Following the main event in Cheongju, a series of follow-up conferences will continue through October in 78 cities worldwide, involving more than 15,000 leaders. Notably, key figures from India, Sri Lanka, and Gambia representing the fields of law, education, and youth organisations also joined the summit, reinforcing multi-sectoral collaboration for global peace initiatives."
  ]
}