{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/ISIS-operatives-were-booked-for-gold-drug-smuggling-in-past-ATS/108-283230",
  "time_ut": 1716436800.0,
  "original_lang": "en",
  "original_title": "‘ISIS operatives’ were booked for gold, drug smuggling in past: ATS",
  "original_body_lines": [
    "India, May 23 (Indian Express) - Two days after arresting four Sri Lankan nationals suspected to be ISIS operatives, the Gujarat Anti-Terrorist Squad (ATS) Wednesday said that all the accused have been previously booked in gold and drug smuggling cases.",
    "The four accused have been identified as Mohammad Nusrath (33), Mohammad Faris (35), Mohammad Nafran (27) and Mohammad Rasdeen (43). The suspects were allegedly plotting to carry out terror attacks at the behest of a Pakistan-based handler, the ATS said on Monday.",
    "Addressing the media on Wednesday, Gujarat ATS SP Sunil Joshi said that Nusrath has been earlier apprehended twice at the Mumbai airport for smuggling of gold. He also has cases registered against him over assault and alleged narcotics offence in Sri Lanka. “Similarly, Faris has offences pertaining to narcotics in Sri Lankan jail and was arrested and Rasdeen too has been arrested for theft and three drug-related offences. While Nafran has not been arrested, he has confessed that he has smuggled gold and drugs from Dubai and Sri Lanka in the past.”",
    "He added, “Faris and Rasdeen visited India for the first time. While Nushrath has visited India nearly 38 times between 2022 and 2023 and Nafran has visited India nearly 40 times, surprisingly despite their frequent travels, it is their first time travelling to India after coming in contact with their handler in February,” Joshi added. Teams have now been formed to investigate the details of their past visits to India.",
    "The ATS had found three pistols and 20 cartridges at Nana Chiloda, allegedly linked to the operatives who were purportedly instructed to collect the arms and then stay at a “normal, low profile, budget hotel” by their handler, one person identified as ‘Abu’, according to the police.",
    "Meanwhile, the Sri Lanka Police on Wednesday said a senior deputy inspector general will head a team appointed to probe four of its citizens arrested in Ahmedabad. “A senior deputy inspector general-headed team has been appointed by Inspector General Police Deshabandu Tennakoon,” police spokesman and senior superintendent Nihal Thalduwa told PTI."
  ]
}