{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Modernising-Sri-Lanka-s-Armed-Forces-Preparing-for-future-security-challenges/14-779655",
  "time_ut": 1753831757.0,
  "original_lang": "en",
  "original_title": "Modernising Sri Lanka’s Armed Forces: Preparing  for future security challenges",
  "original_body_lines": [
    "The contours of future conflict are increasingly shaped by threats that challenge traditional military  classifications",
    "A nuanced synthesis of threat perception, demographic trends, geophysical constraints, strategic doctrine, and external alignments invariably shapes the architecture of any credible military force. As we face, rapid technological advancements, evolving geopolitical landscapes, and multifaceted array of conventional and asymmetric threats, the Pathfinder Foundation suggests that a clear and proactive military strategy is essential for addressing future security challenges.",
    "Such a strategy not only augments operational readiness but also enhances the flexibility of the Armed Forces to mitigate unforeseen contingencies that may compromise sovereignty or destabilise national cohesion. It also cultivates necessary linkage between civilian decision-makers and military leadership, helping to meet state security objectives and reinforce long-term resilience.",
    "Sri Lanka’s threat perception is complex and multifaceted, encompassing both traditional and non-traditional security challenges. While the country has made significant strides in counter-terrorism since the end of the conflict in 2009 and the Easter Sunday attacks in 2019, COVID pandemic in 2020, new and evolving threats continue to shape its security landscape. The contours of future conflict are increasingly shaped by threats that challenge traditional military classifications. Terrorism, proliferation of cyber-attacks, irregular warfare, transnational criminal activities, natural disasters and rising maritime disputes all require a fundamental change in military strategy. Additionally, cross-border terrorism, piracy, illicit maritime trafficking, illegal fishing, and strategic rivalries across key sea lanes all need an adapted security framework. Moreover, geopolitical rivalries in the Indian Ocean further complicate its security landscape.",
    "Since the end of the separatist conflict in 2009, the need to “right-size” and modernising the armed forces have emerged in policy debates. However, its realisation has been deterred by institutional inertia, competing fiscal priorities, and political pragmatism, leading to defence allocations remaining dominant within the national budget over the past decade and a half. In analysing the Sri Lanka’s defence expenditure and reform trajectory from 2010 to 2025, it demonstrates a pattern of strategic uncertainty mixed with occasional efforts at structural adjustment.",
    "Sri Lanka’s defence spending reached its highest point in 2015. While it then decreased gradually from 2017, hitting a low in 2022 due to severe economic problems, spending has been rising again since 2023. The allocation for 2025, now around $ 1.5 billion, shows a significant increase despite ongoing economic challenges. This recent rise, surpassing previous fiscal oddities, indicates a new strategic focus on technology and maritime security. This approach, though seemingly unusual, aims to create a smaller, more effective military that prioritises quality over quantity, signalling a deliberate re-emphasis on strategic goals amidst national adversity.",
    "A granular analysis of the 2025 budgetary composition also discloses that, a dominant proportion directed towards recurrent liabilities, remunerations, pensions, and logistical maintenance, while capital expenditure remains noticeably modest. This structural disproportionateness principally constrains transformative procurement and hinders the adoption of cutting-edge military technologies. Interestingly, the anticipated fiscal dividends from troop rationalisation efforts since 2010 have not materialised in proportion, suggesting entrenched structural commitments and administrative inflexibility within the defence establishment.",
    "When compared with the regional counterparts, Sri Lanka’s defence financing appears modest and strategically limited. Between 2010 and 2025, Sri Lanka’s annual budget allocations foe defence, ranged from $ 1.0 to $ 2.0 billion, a figure small in comparison to the substantial military budgets of neighbouring states.",
    "India, as South Asia’s dominant strategic actor, consistently allocates over $ 60–85 billion annually to its defence forces. This reflects a complex mix of security needs, global ambitions, prolonged territorial disputes with both China and Pakistan, and extensive maritime duties across the Indian Ocean littoral. Pakistan, facing both internal insurgencies and geopolitical rivalry with India, maintains a defence budget between $ 8 and $ 12 billion, a necessary expenditure to sustain deterrence and strategic parity. Bangladesh has gradually increased its defence spending, surpassing $ 4 billion by 2024 under the “Forces Goal 2030,” a modernisation plan prioritising naval and aerial capabilities, especially in safeguarding maritime sovereignty and boosting contributions to multilateral peacekeeping missions. The Maldives, by contrast, maintains a modest defence budget of less than $ 200 million, with its strategic priorities limited by its size and chiefly focused on coastal surveillance, internal security, and cooperative security arrangements.",
    "Compared to its regional neighbours, Sri Lanka’s military capabilities are significantly overshadowed by the immense power of India and Pakistan. This notable imbalance demands careful consideration in its foreign policy, procurement strategy, and alliance formation. Given the strategic interests of both New Delhi and Beijing in the Indian Ocean, Sri Lanka’s procurement decisions and doctrinal directions are increasingly influenced by the region’s great power dynamics.",
    "The imperative to develop a technologically proficient and demographically efficient military force is emphasised by a crucial reassessment of both current and emerging threat trajectories. Shifting from a mass mobilisation approach to a network-centric, precision-focused force structure is essential for fostering a security environment that supports sustainable development. Cost savings achieved through force reduction must be strategically reinvested into advanced technologies, doctrinal training, and cyber readiness. However, such a transformation is complex and it requires a careful balance between reducing costs and the substantial capital investment needed to equip personnel with modern capabilities.",
    "Through careful reorganisation and technological foresight, Sri Lanka could develop a lean yet strong defence force capable of deterring opponents and deploying limited force when needed. The successful implementation of the “right-sizing” strategy must align with the current regional situation, geopolitical needs, evolving threat factor and financial limitations. The country’s future defence approach should go beyond traditional models based on manpower numbers and instead adopt a flexible, high-tech structure suited to meet multifaceted threats, including ecological, security and non-state adversaries.",
    "Rationalisation of the force structure emerges as a pivotal component of military reform, streamlining operational units, reallocating fiscal resources, and enhancing inter-service interoperability. The current administration has reaffirmed its commitment to recalibrate the military’s human capital in line with the previously published strategic blueprints. Among these, the “Defence Review 2030”, a comprehensive policy document submitted in August 2024 to the former administration, outlining a forward-looking vision that incorporates evolving threat trajectories, regional dynamics, and transformative defence postures. The President Anura Kumara Disanayake has announced plans to reduce numbers of persons in the Armed Forces and transform the Armed Forces into a “professional institution”. Accordingly, the Army, Navy, and Air Force are expected to be curtailed to personnel strengths of 100,000, 40,000, and 18,000 respectively by 2030, while simultaneously reinforcing its technological and strategic capabilities. These measures facilitate institutional agility and operational efficacy of armed forces across multifarious threat theatres.",
    "The expansion of the Intelligence domain through the integration of artificial intelligence, unmanned aerial systems, cyber defence infrastructure, and enhanced signal intelligence capacities must be prioritised to bolster intelligence collection, situational awareness, and response effectiveness. Strategic investments in long-range surveillance systems, reconnaissance drones, and sophisticated cyber shields can substantially increase the operational impact of a downsized, yet professionalised military force.",
    "This transformation not only strengthens internal deterrence but also establishes Sri Lanka as a dependable partner in regional security coalitions and information-sharing initiatives across the Indian Ocean. Focusing on capability rather than capacity, and foresight rather than inertia, remains essential. Strategic alliances, especially those involving defence technology transfers and maritime interoperability, can further boost national preparedness and uphold diplomatic stability amidst rising geostrategic competition.",
    "The integration of next-generation technologies must align with the State’s broader policy objectives, ensuring military transformation supports national security imperatives. The defence sector’s transformation into a lean, technologically advanced institution will not only guarantee national resilience but also raise Sri Lanka’s profile within the wider Indo-Pacific security framework. The challenge ahead is not just reform, it’s a strategic rethink; prudent in its foundation, innovative in its approach, and precise in its execution.",
    "(This is the ‘Pathfinder National Security Brief – 02, issued by the Pathfinder Foundation. National Security Brief-01 can be read at https://pathfinderfoundation.org, and readers’ comments via email to [email protected] are welcome.)"
  ]
}