{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Financial-sector-should-shoulder-heavy-burden-on-promoting-growth-via-new-market-products/4-770230",
  "time_ut": 1733678784.0,
  "original_lang": "en",
  "original_title": "Financial sector should shoulder heavy burden on promoting growth via new market products",
  "original_body_lines": [
    "It is those banks which can strike the right balance that will succeed in a recession-hit economy",
    "In a recession-hit economy, like the bankers, the borrowers are also stressed-out due to the struggle which now they must make first to survive and then to succeed in a secured livelihood. Hence, any loan being granted is a measure to take that stress out of him. That requires a banker to extend a supportive hand to the borrower. If he does not do so, the prospective borrowers will be driven to the informal money lenders who will supply the needed funds more conveniently but at rates and under conditions that will not help them to sustain their businesses",
    "President Anura Kumara Dissanayake, AKD in short, in his address to Parliament on 21 November 2024, announced two strategies to make Sri Lanka a thriving nation and a beautiful country under the rule of his political alliance1. One is immediate, picking the low hanging fruits in common parlance, and the other is medium to long-term that will create a turning point in the economy. This requires investment of funds for providing working capital to maintain the existing level of output, known commonly as GDP, and for investment capital for expanding the size of the economy.",
    "The necessary funds for investment should be provided by domestic savings generated by the Government and the people by consuming less than the income. If there is a paucity of such savings, funds should be acquired from external sources – use of the savings made by foreigners – by way of grants, direct investments, investment in the share market or Government securities or loans from friendly countries or commercial markets. This last source is not immediately available to Sri Lanka since it will take time for the country to create conditions conducive for attracting such funds.",
    "Hence, the major emphasis should be placed in the current period on domestic savings. Financial institutions will supply domestically generated funds by mobilising savings from the public and making the same available to prospective fund users by way of loans. They will also expand their supply base by creating multiple deposits and credit using the reserve money being supplied by the Central Bank. Hence, the main responsibility for funding the economy rests on financial institutions.",
    "According to the financial results released by commercial banks for the first nine months, they have made after tax thumping profits. While there is no objection to their making profits – because they are profit making institutions – they should also help the economy to come out of the present low growth scenario. The economy has just come out of a prolonged recession2 till the second quarter of 20233. The period ahead is also not promising since the average annual economic growth is projected to be at around 3% during 2024 to 2026,4 much lower than the average annual growth rate of 4.5% maintained by the country in the post-independence period.5 Any major internal or external economic shock disrupting economic activities could push this positive low growth to the negative region making matters more complicated for banks as well as for people.",
    "In this background, banks are expected to adopt conservative strategies to protect their balance sheets and consequentially, the funds supplied by depositors. To attain this goal, they should be selective in lending, shun borrowers devoid of potential to repay, increase interest rates to mitigate the risks and uncertainties, and consolidate existing good borrowers to keep the non-performing loan portfolios at a level that will not dent the net worth.",
    "The country is presently going through a deflationary situation with the inflation rate moving to the negative region at 2.1%% by end November 20246. This is an underperformance in relation to the flexible inflation target of the Central Bank under which the annual inflation should be maintained at least at 3% per annum. Hence, the central bank has space to cut the interest rates further and expand the credit levels. Commercial banks and other financial institutions should align themselves to this new development. For that, they should come up with innovative loan products to help the borrowers.",
    "This is a conflicting choice because attaining one goal will necessarily mean sacrificing the other. Following either goal exclusively is disastrous for banks as well as for the national economy. If banks end up with toxic balance sheets due to following the national goal of expanding inclusive lending, the stressed financial system will be a burden to the taxpayers. This is because, in terms of the new Central Bank Act, it is the responsibility of the Government to bailout problem financial institutions by providing solvency financing, known as long-term capital, to them. For that purpose, the Central Bank’s money printing power cannot be used except for liquidity financing in the form of short-term funds which is only supplementary to the major bailout packages being offered.7",
    "Hence, the full burden of rescuing a sick financial system devolves on the taxpayers who are also stressed by the high levels of taxes they must pay as individuals. With the limited capacity within the Treasury, it is unlikely that the Government could provide the needed funding for rescuing a sickened financial system. But if banks follow an exclusive strategy of protecting their balance sheets, the timeline of the needed economic recovery will be shifted to the future making it difficult for banks to prosper in a slow-recovering economic system.",
    "Banks being creators of financial assets can prosper in the long run only if the real economic activities are doing well. If the real economy does not perform well, assets of banks which are solid in good times will start melting down leading to a severely disastrous financial crisis in the long run. This was the main cause of the global financial crisis of 2007-9 in which aggressive housing loans of US banks granted without due diligence became non-performing due to the slowdown of economic activities.8 Hence, in a recession-hit economy, the job of a banker is like that of an acrobat walking on a tight rope.",
    "In the circumstances, how should the banks strike a compromising balance between these two conflicting objectives? They cannot go against the national policy individually or as a system jointly. Any quick recovery will benefit them more than any other economic agent within the system. Hence, it is in the interest of the banks to help the government achieve a quick economic recovery and banks can do so by expanding the lending base. But this does not mean that banks should relax their loan assessment criteria to accommodate the increased demand for loans which may have failed to pass the test of prudence in terms of viability or purpose.",
    "Viability will ensure that the borrowers have the potential to service the loans as agreed. The purpose will ensure that they will make the highest contribution to the national product so that they will help the economy to attain a quick recovery. Complying with both requirements will help banks as well as the national economy since both are connected to each other like the bark to the trunk of a tree.",
    "Hence, banks should make a fair number of internal adjustments to gain capability for playing the game safely. These adjustments are strenuous, and pain-stricken but necessary if both the national economy and the individual banks are to succeed in a low-performing economy. The following, while not being exhaustive, are some of those adjustments that should be made forthwith.",
    "Capacity development of the staff by retraining them to assess the loan applications of the stressed-out borrowers: In a recession-hit economy, like the bankers, the borrowers are also stressed-out due to the struggle which now they must make first to survive and then to succeed in a secured livelihood. Hence, any loan being granted is a measure to take that stress out of him. That requires a banker to extend a supportive hand to the borrower. If he does not do so, the prospective borrowers will be driven to the informal money lenders who will supply the needed funds more conveniently but at rates and under conditions that will not help them to sustain their businesses.",
    "Informal money lenders deliver loan funds within hours of agreeing to the borrowing arrangements.9 It is a convenience to the borrowers. However, the borrower should pay interest at about 10% per month and repay the full amount within 100 days in which instalments are recovered daily.10 It is this last condition which puts the borrower in a tight jacket because it is unlikely that he will be able to earn enough liquid cash daily to service the loan. Consequently, many borrowers have been driven to eternal indebtedness from which they can never escape.",
    "Therefore, the supportive hand which a banker should extend to a stressed-out borrower should necessarily involve a loan product that is delivered conveniently, on one hand, and helps the borrower resuscitate his business and make a positive contribution to the growth of both the lender and the national economy, on the other. This also requires the banks to change their lending policy.",
    "Building a risk reserve to accommodate failing loans: Lending by adopting a relaxed loan assessment strategy to help the stressed-out borrowers is a risky affair. Many loans can become non-performing because the economic environment faced by these borrowers may suddenly change due to unfriendly man-made as well as natural external shocks. Of the man-made shocks, the change in the government policy to the disadvantage of the borrower concerned is prominent. For instance, the Government which is bent on raising its revenue base irrespective of its adverse impact on the recovery or the sustenance of the economy may impose new taxes that will completely derail the business line of the borrower concerned.",
    "For instance, take the case of a borrower who is in the handloom fabric weaving business. If a new value added tax is imposed on the locally made fabric, the borrower concerned is unable to sell his product in the market according to his previous sales projections. If his cash flow is disrupted due to the declined sales, he is unable to service his loan. Similarly, external economic shocks may also disrupt his cash flow projections.",
    "If the borrower’s project fails due to these factors beyond his control, the loan can become non-performing.",
    "To cover the risks arising from such non-deliberate loan defaults, there should be a risk covering reserve funds within the bank. This is in addition to the provisions made under Basel accords.11 This fund can be established by transferring a portion of the profits of a bank. If a bank follows this policy, it need not depend on the Government’s support to prevent its balance sheet from becoming toxic.",
    "Effective supervision of loans granted to stressed-out borrowers: Loans can become non-performing when the project for which the bank has granted a loan is not effectively supervised by the banker. This happens specifically in the case of micro and small and medium enterprise loans. This MSME sector is the backbone of the economy since it is responsible for more than a half of the total employment and the output in the economy.12 Close supervision by the banker will allow him to identify in advance the problems brewing in a business of a borrower and take effective preventive action to avoid loan losses.",
    "Introducing a venture capital type financing for start-up businesses:13 In an economy which is recovering from recession, the new entrants to business will provide an additional impetus to its recovery process. The way to accommodate such start-ups is through venture capital financing, in which the banker and the start-up entrepreneur get together to make the business dream of the borrower a reality. The technical knowhow and the business acumen are possessed by the prospective new entrepreneur. The banker supports him by providing the necessary capital and managerial cum business wisdom to him. In this case, the banker is not a lender, but a part owner.",
    "If the business fails, the bank is also required to assume losses. Because of this risk factor, the banker has all the reasons to effectively participate in the management of the business. But to do so, the bank’s staff should be retrained to provide the necessary managerial inputs to a start-up business. It is also necessary that the bank should employ workers with multiple disciplines, like finance, management, science, technology, or engineering. They should be provided with tailor-made training to make them effective participants in a business venture.",
    "In summary, the role of a banker in a recession-hit economy is different from his role in a well performing economy. He is required to protect his balance sheet from becoming toxic because he has the prime responsibility to protect the funds of the depositors. But at the same time, he cannot ignore the role that he should play in helping the economy to attain a quick economic recovery. Such a recovery is essential for him to succeed in the long run as a banker. The asset base of a banker is solid if the economy is solid. If the economy does not perform well or below its potential, the asset base will begin to melt down, forcing him to close doors.",
    "Such an eventuality can be avoided if the banker adopts strategies to make a difficult but necessary internal adjustment. This is like walking on a tight rope balancing the conflicting personal interests and the needs of the national economy. It is those banks which can strike the right balance that will succeed in a recession-hit economy.",
    "The full burden of rescuing a sick financial system devolves on the taxpayers who are also stressed by the high levels of taxes they must pay as individuals. With the limited capacity within the Treasury, it is unlikely that the Government could provide the needed funding for rescuing a sickened financial system. But if banks follow an exclusive strategy of protecting their balance sheets, the timeline of the needed economic recovery will be shifted to the future making it difficult for banks to prosper in a slow-recovering economic system",
    "2 A practical definition of an economic recession is recording a negative economic growth for two consecutive quarters; an economic depression is a severe recession with a negative annual growth of more than 10%; see: https://www.imf.org/external/pubs/ft/fandd/2009/03/pdf/basics.pdf .",
    "3 Department of Census and Statistics, Growth of Quarterly GDP at Constant Prices 2016-2023.",
    "5 Central Bank of Sri Lanka, Annual Report 2022, Special Statistical Appendix, Table 2.",
    "7 Section 36 of the Central Bank Act provides for the grant of such liquidity financing only to ‘solvent’ financial institutions. Hence, insolvent financial institutions cannot get even the liquidity financing from the central bank. Liquidity financing to insolvent financial institutions can be made by the central bank in exceptional circumstances on an ‘unconditional and irrevocable’ guarantee given by the government.",
    "9 For details of Sri Lanka’s informal money market, see, Berensmann, Kathrin et.al , 2002, Informal Financing of Small Scale Enterprises in Sri Lanka, Working Paper 10/2002, German Development Institute, Bonn.",
    "10 Wijewardena, W.A., 2019, “Fixing Lending Rates and Waving Farmer Loans: Two Policies That Do Not Augur Well For Borrowers” Colombo Telegraph, https://www.colombotelegraph.com/index.php/fixing-lending-rates-waiving-farmer-loans-two-policies-that-do-not-augur-well-for-borrowers/ .",
    "11 For details, see: Majnoni, Giovanni at.al., 2004, Bank Capital and Loan Loss Reserves Under Basel II: Implications for Emerging Countries”, World Bank Policy Research Working Paper, 3437; https://documents1.worldbank.org/curated/en/426261468765318403/310436360_20050014104409/additional/WPS3437.pdf .",
    "12 Wijewardena, W.A., 2023, Misconceived resilient economy needs fixing by restoring broken supply chains, Daily FT; https://www.ft.lk/columns/Misconceived-resilient-economy-needs-fixing-by-restoring-broken-supply-chains/4-753818 .",
    "13 For details, see: Davila, Antonio, Foster, George and Gupta, Mahendra, 2000, Venture Capital Financing and the Growth of Startup Firms, Research Paper No 1667, Graduate School of Business, Stanford University.",
    "(The writer a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected].)"
  ]
}