{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Vehicles-seized-during-Yukthiya-raids-released-on-court-order/108-277258",
  "time_ut": 1708248180.0,
  "original_lang": "en",
  "original_title": "Vehicles seized during “ Yukthiya” raids released on court order",
  "original_body_lines": [
    "Colombo, Feb. 18 (Daily Mirror)- A fleet of vehicles valued more than Rs.100 million allegedly owned by Malalage Sudath Kithsiri alias “ Welivita Sudda” , a suspect for involvement in underworld activities, and seized and retained for about two months by the Illegal Assets Investigation Division of the CID during “ Yukthiya” operations are to be released to the owner on court order.",
    "Kaduwela Magistrate Chanima Wijebandara had on Friday  ordered the release of vehicles which had been in possession of the H.M.Heenmenike, a sister of the Mallalage Sudath Kithsiri alias “ Weliwitha Sudda” and seized by the CID.",
    "The fleet of vehicles seized by the CID included five luxury buses, a motorcar and a motorcycle.",
    "The magistrate rejected the CID’s request for permission to retain the vehicles and to conduct further investigation.",
    "On the request of ASP S.E.R.Samaranayaka, Kaduwela police, the court had ordered earlier to retain the vehicles for seven days pending investigations and extended it at times for two months.",
    "However, when the CID on January 02, requested for permission to retain the vehicles pending further investigations Attorney at Law Kamal Prasanna Wijesiri appearing for the aggrieved party pointed out that it was unlawful to retain the vehicles for a prolonged period or to seek permission for it. He pointed out that the magistrate had allowed time for the CID to seek a high court order to retain them.",
    "When the CID moved for further time on Friday (16) to retain the vehicles the lawyer pointed out that they had not obtained a high court order.",
    "The magistrate who upheld the submissions of the lawyer ordered the release of vehicles to the owner."
  ]
}