{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combank-pledges-support-to-bsl-project-to-conserve-kayankerni-marine-sanctuary/",
  "time_ut": 1729202220.0,
  "original_lang": "en",
  "original_title": "ComBank pledges support to BSL project to conserve Kayankerni marine sanctuary",
  "original_body_lines": [
    "The Commercial Bank of Ceylon has joined the ‘Life to Our Coral Reefs’ initiative of the Sri Lanka Business and Biodiversity Platform popularly referred to as Biodiversity Sri Lanka (BSL), pledging the full weight of its support to an effort to conserve the Kayankerni marine sanctuary located between Panichankerni and Kalkuda in the Batticaloa District.",
    "The five-year project to be conducted by BSL under the guidance of the Department of Wildlife Conservation in technical partnership with the Blue Resources Trust (BRT), is intended to enhance the resilience of the coral ecosystem, its capacity for renewal, and the provision of ecosystem services, while contributing to the socio-economic wellbeing and development of local communities.",
    "An area of 953 hectares, the Kayankerni Sanctuary was declared under the Fauna and Flora Protection",
    "Ordinance in 2019, but faces significant challenges, both human-made and natural, jeopardising its long-term survival.",
    "According to BSL, export-oriented fisheries focusing on species like groupers, snappers and parrotfish boost the local economy but strain fish populations and fragile coral reefs due to unsustainable fishing methods, notably bottom-set nets. Illicit fishing practices using explosives outside the Marine Protected Area disrupt marine ecosystems, while accidental captures of turtles in nets, and nest predation by domestic dogs raise biodiversity concerns.",
    "Browns Hotels & Resorts leads mangrove conservation with Exclusive Stamp release",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}