{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/russian-entrepreneur-targeting-over-rs-7-billion-investment-in-sls-healthcare-sector/",
  "time_ut": 1716300600.0,
  "original_lang": "en",
  "original_title": "Russian entrepreneur targeting over Rs. 7 billion investment in SL’s healthcare sector",
  "original_body_lines": [
    "In a significant development for Sri Lanka’s tourism and healthcare industries, a Russian investor has announced ambitious expansion plans, running into over Rs. 7 billion, following the success of the Palm Garden Ayurveda Resort, Group’s Consultant Dr. Sohan Harsha Fernando told The Island Financial Review.",
    "The Palm Garden Ayurveda Resort, a 6 million USD project, includes a separate spice garden which supplies produce for its dedicated Ayurveda center, spearheaded by the same investor. It has emerged as a beacon of wholeness in the country’s tourism sector.",
    "Building upon this success, the investor now intends to invest a staggering Rs. 7.2 billion in further ventures across the country.",
    "The Palm Garden Ayurveda Resort, nestling just 600 meters from Kabalana Beach, epitomizes tranquility and relaxation. Boasting an outdoor swimming pool, spa and wellness center and luxurious accommodation, the resort has set a new standard for wellness tourism in Sri Lanka.",
    "Its success is a testament to the investor’s commitment to excellence and dedication to promoting holistic wellbeing, tourism sources said.",
    "With the Palm Garden Ayurveda Resort serving as a blueprint for success, the investor aims to replicate this model across five additional locations in Sri Lanka, it is learnt.",
    "‘These new Ayurveda resorts will not only enrich the country’s tourism offerings but also create job opportunities, promote Sri Lankan Ayurveda and stimulate economic growth in the region, Fernando said.",
    "Fernando added: ‘Moreover, the investor’s plans extend beyond the hospitality sector. In a groundbreaking move, he intends to establish a Russian medical school in Sri Lanka, signaling a significant advancement in the country’s healthcare infrastructure.",
    "‘This initiative promises to elevate medical education standards and foster collaboration between Russian and Sri Lankan medical professionals, ultimately enhancing healthcare delivery nationwide.",
    "‘Additionally, the investor’s exploration of medical herb cultivation for pharmaceutical purposes underscores his commitment to innovation and scientific advancement.",
    "‘By harnessing the therapeutic properties of medical cannabis and other indigenous plants, he seeks to develop cutting-edge treatment and bolster Sri Lanka’s pharmaceutical industry.",
    "‘As the Russian investor’s multi-million-dollar expansion plans unfold, they are poised to make a transformative impact on Sri Lanka’s economy and society. Their visionary approach and substantial investment reflect a deep belief in the country’s potential as a hub for tourism, education, and medical innovation.",
    "‘With the Palm Garden Ayurveda Resort as a shining example of success, these new ventures are sure to generate excitement and anticipation among stakeholders across various sectors, paving the way for a brighter future for Sri Lanka.’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}