{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99276/un-report-urges-accountability-and-public-apology-for-sri-lankas-enforced-disappearances",
  "time_ut": 1715933400.0,
  "original_lang": "en",
  "original_title": "UN report urges accountability and public apology for Sri Lanka’s enforced disappearances",
  "original_body_lines": [
    "Sri Lanka’s Government must take meaningful action to determine and disclose the fates and whereabouts of tens of thousands of people who have been subjected to enforced disappearance over the decades and hold those responsible to account, a UN Human Rights Office report released today (May 17) says.",
    "It calls on the Government to acknowledge the involvement of state security forces and affiliated paramilitary groups, and to issue a public apology.",
    "“This report is yet another reminder that all Sri Lankans who have been subjected to enforced disappearance must never be forgotten,” said UN High Commissioner for Human Rights Volker Türk. “Their families and those who care about them have been waiting for so long. They are entitled to know the truth”.",
    "“The Government owes it to all those who have been forcibly disappeared. It is critical for these crimes to be investigated fully. These crimes haunt not only their loved ones, but entire communities and Sri Lankan society as a whole”, the report added.",
    "Despite some positive formal steps by successive governments, such as the ratification of the International Convention for the Protection of All Persons from Enforced Disappearance, the establishment of the Office on Missing Persons and the Office for Reparations, tangible progress on the ground towards comprehensively resolving individual cases has remained limited, the report finds.",
    "Between the 1970s and 2009, widespread enforced disappearances were carried out primarily by Sri Lankan security forces and affiliated paramilitary groups. The Liberation Tigers of Tamil Eelam also engaged in abductions which the UN Working Group on Enforced or Involuntary Disappearances described as “tantamount to enforced disappearances”, it mentioned.",
    "Based on individual and group interviews, the report details the enduring psychological, social, and economic impact of enforced disappearances on the families of those forcibly disappeared, especially women. As most disappeared individuals have been male, women have often become the sole income-earner for a family, in a labour environment that poses many obstacles to women’s participation, including risks of sexual harassment and exploitation.",
    "It adds that many women who have been at the forefront of efforts to find the disappeared have themselves been subjected to violations, including harassment, intimidation, surveillance, arbitrary detention, beatings and torture at the hands of army and police. “They told me if I continue, they will cut my husband in pieces or that they will go after my children,” said a woman who is still seeking a loved one.",
    "Under international law, it is a clear obligation for the State to resolve cases of enforced disappearances, which constitute continuing violations, until the fate and whereabouts of those disappeared are clarified, said the High Commissioner.",
    "Yet, most victim families remain without such clarification. “Two weeks passed, then two months, then two years. Now it has been 32 years, and I am still waiting,” said a man who testified before a national commission of inquiry about his disappeared son.",
    "“Successive commissions of inquiry have been created by the Government. However, only a few of their reports have been made public and even when published, access has usually been limited. Most recommendations, particularly those relating to criminal accountability, have not been implemented. Alleged perpetrators, including current and former senior officials and diplomats, continue to evade justice.”",
    "Despite the passage of nearly 15 years since the end of the armed conflict, and many decades since the earliest waves of enforced disappearances, Sri Lankan authorities are still failing to ensure accountability for these violations, it added."
  ]
}