{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98764/no-one-will-be-left-behind-in-nation-building-president-",
  "time_ut": 1713716580.0,
  "original_lang": "en",
  "original_title": "No one will be left behind in nation building – President",
  "original_body_lines": [
    "President Ranil Wickremesinghe declared the government’s commitment to ensuring inclusivity in strengthening the country’s economy, prioritizing both economic growth and citizen welfare. He emphasized the need to distribute economic benefits equitably among all citizens, acknowledging the impact of recent economic challenges on everyone.",
    "Addressing the inauguration ceremony of the National Rice Distribution for low-income families at Ambagasdowa Stadium, Uva Paranagama President Ranil Wickremesinghe announced that 2.74 million low-income families would receive a monthly allocation of 10 kilograms of rice for two months. Specifically, 191,548 eligible families in 15 Divisional Secretariat Divisions within the Badulla district were identified to receive this subsidy. The President symbolically distributed rice bags to 25 beneficiaries, marking the commencement of the rice allocation.",
    "Rice distribution to chosen beneficiaries is ongoing under the supervision of Divisional Secretaries nationwide. President Wickremesinghe emphasized the significance of equitable economic development and collaboration among political parties, highlighting the current government’s diverse composition and its commitment to national interests.",
    "Despite challenges such as currency depreciation and job losses, the government tripled benefits under the Aswasuma program to support those in need and initiated rice distribution for low-income individuals. The President emphasized inclusive economic development, sourcing rice from small-scale mill owners to support them financially.",
    "Efforts to improve living standards include land grants to plantation communities and allocation of flats in Colombo. President Wickremesinghe stressed unity and urged collective efforts for national progress, emphasizing significant development programs for the Uva province.",
    "Minister Nimal Siripala de Silva highlighted the President’s focus on empowering individuals economically, resulting in tangible progress. State Minister Chamara Samapath Danayake expressed satisfaction in providing rice benefits to those in need, emphasizing the President’s role in the nation’s economic recovery.",
    "MP Vadivel Suresh commended the President’s efforts in uplifting the country from economic crisis and praised his foreign relations strategy. He highlighted initiatives like Aswasuma benefits and wage increases for public service employees, expressing confidence in the President’s leadership.",
    "The event was attended by various political representatives and officials, signaling collective support for the government’s initiatives."
  ]
}