{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/buying-interest-in-jkh-stocks-stokes-cse-vibrancy/",
  "time_ut": 1707492420.0,
  "original_lang": "en",
  "original_title": "Buying interest in JKH stocks stokes CSE vibrancy",
  "original_body_lines": [
    "The stock market was initially sluggish yesterday but latterly picked up with buying interest proving notable in JKH stocks. This resulted in moving other stocks as well, market analysts said.",
    "However, the stock market performance has not been at a satisfactory level generally due to delays in Sri Lanka’s external debt restructuring exercise and also because of the absence of any mechanisms to boost the market.",
    "Amid those developments both indices moved upwards. The All Share Price Index went up by 26.6 points, while S and P SL20 rose by 10.4 points. Turnover stood at Rs 972 million with one crossing. The crossing was reported in JKH, which crossed 300,000 shares to the tune of Rs 55.6 million; its shares traded at Rs 185.25.",
    "In the retail market, top seven companies that mainly contributed to the turnover were; JKH Rs 1127.4 million (687,000 shares traded), Expolanka Holdings Rs 69.8 million (538,000 shares traded), Chevron Lubricants Rs 58.8 million (603,000 shares traded), Sampath Bank Rs 45 million (620,000 shares traded), Capital Alliance Rs 44.1 million (823,000 shares traded), HNB Rs 39.4 million (246,000 shares traded) and Union Assurance Rs 28.7 million (683,000 shares traded. During the day 22.1 million share volumes changed hands in 8378 transactions.Yesterday the US dollar buying rate was Rs 308.31 and selling rate Rs 316.23.",
    "Bull run in bourse continues; TB yields decline by more than 100 basis points",
    "Transfer of JKH’s 61.9 million stocks boosts CSE turnover past Rs. 12 billion mark",
    "Sharp decline in Treasury Bill rates stimulates bourse; turnover exceeds Rs. 1 billion",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}