{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/successful-conclusion-of-presidential-poll-energizes-share-market/",
  "time_ut": 1727112720.0,
  "original_lang": "en",
  "original_title": "Successful conclusion of presidential poll energizes share market",
  "original_body_lines": [
    "The stock exchange was initially highly volatile yesterday as it kicked off amid huge selling pressure but later picked up in vibrancy. Some of the dynamism derived from the successful conclusion of the presidential poll.",
    "‘The perception is that there might be more practicable approaches to resolving share market issues by the new government. They are open to suggestions and promise to curtail expenditure. There’s nothing concrete yet; we can’t put any weight on any one fact, stockbrokers said.",
    "‘People are waiting to see what will be implemented, if they address the needs of the capital market. There is positive momentum from last week’s poll, with banking stocks trading up, market analysts said.",
    "Amid those developments both indices moved upwards. The All Share Price Index went up by 133.3 points while the S and P SL20 rose by 65.9 points. Turnover stood at Rs 994 million without any crossings. In the retail market top companies that mainly contributed to the turnover were; Commercial Bank Rs 104 million (1.17 million shares traded), HNB Rs 81 million (473,000 shares traded), Sampath Bank Rs 72.5 million (985,000 shares traded), LOLC Finance Rs 54.6 million (9.9 million shares traded), Browns Investment Rs 48.3 million (9.2 million shares traded), Royal Ceramic Rs 39 million (1.2 million shares traded) and Valibel One Rs 39 million (897,000 shares traded). During the day 49.1 million share volumes changed hands in 12343 transactions.",
    "During the day banking and financial sector entities, especially Commercial Bank, HNB and Sampath Bank picked-up.",
    "Yesterday the rupee opened stronger at Rs 303.90/304.10 to the US dollar after a new president was elected, from Rs 305.25/306.00 on Friday, dealers said. Bond yields were down, they said, and stocks opened 1.33 percent lower. A bond maturing on 15.02.2028 was quoted at 13.58/63 percent, down from 13.60/70 percent. A bond maturing on 15.06.2029 was quoted at 13.75/85 percent, down from 13.85/90 percent.",
    "UNESCO-Huawei Open School Initiative set to transform education in Egypt, Brazil and Thailand",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}