{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110962/un-women-says-1-mln-women-girls-starving-in-gaza",
  "time_ut": 1753776060.0,
  "original_lang": "en",
  "original_title": "UN Women says 1 mln women, girls starving in Gaza",
  "original_body_lines": [
    "One million women and girls in the Gaza Strip are facing mass starvation, violence and abuse, UN Women said in a statement on the escalating humanitarian catastrophe in Gaza on Monday.",
    "Malnutrition is soaring and essential services have long collapsed, forcing women and girls to adopt increasingly dangerous survival strategies, the statement said.",
    "“Women and girls in Gaza are facing the impossible choice of starving to death at their shelters, or venturing out in search of food and water at the extreme risk of being killed. Their children are starving to death before their eyes. This is horrific, unconscionable and unacceptable. It is inhumane,” UN Women Executive Director Sima Bahous said in the statement.",
    "“This suffering must end immediately. We need unhindered humanitarian access at scale and a permanent ceasefire leading to sustainable peace,” she said.",
    "Women-led organizations inside Gaza describe how women are boiling discarded food scraps to feed their children, and risking being killed when searching for food and water. Women and girls have run out of basic supplies, which are critical to preserving their health, safety and basic dignity, the statement said.",
    "According to the statement, more than 28,000 women and girls have been killed in Gaza, most of them mothers leaving their children and the elderly behind with no protection or caretakers. Women are enduring pregnancies without food, and high-risk deliveries without water or medical care.",
    "The statement said UN Women joins the call of the United Nations and humanitarian organizations to put an end to this horror, and reiterates the demand for unrestricted access to humanitarian assistance at scale for women and girls, the release of all hostages, and an immediate ceasefire leading to sustainable peace.",
    "“We echo the hopes that this week’s High-Level International Conference for the Peaceful Settlement of the Question of Palestine is a turning point, leading to a viable two-state solution with Israel and Palestine living side by side in peace and security,” the statement added."
  ]
}