{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-customs-waiting-to-test-chinese-byd-ev-motor-233726/",
  "time_ut": 1753881180.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to test Chinese BYD EV motor as Harsha warns on international standards",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka Customs is waiting to test the motor of a BYD vehicle to check the actual wattage, an official told a parliament panel, in the latest development after around 1,000 vehicles were detained over a disputed power of a motor.",
    "The agents for BYD have yet not delivered a motor which Customs wanted to test at Sri Lanka’s Moratuwa University, Customs spokesman Seevali Arukgoda told the Committee of Public Finance of the parliament.",
    "The investigation was started after several persons from the industry provided information and the Deputy Minister of Finance also gave additional information, Arukgoda said.",
    "“They have said the motor has to be removed from the car, there is a way to do it, and experts have to come,” Arukgoda said. “There is a delay on their part.”",
    "The John Keells company has said they recommended some international labs, but the usual practice at Sri Lanka Customs on technical matters was to refer them to Moratuwa University, he said.",
    "COPF chairman Harsha de Silva said it was his advice to get an internationally accepted entity to check the motor.",
    "“This is an international problem. This is connected to China,” de Silva. “These vehicles are built in China. Earlier in this committee itself there was a dispute over fertilizer. Then there were tests in Sri Lanka and in Singapore. Eventually Sri Lanka had to pay damages.",
    "“So don’t fall in well we fell in the night in the day time. My belief is that we should have an internationally accepted lab to do it.”",
    "The vehicle is said to have a motor whose output is limited to 100kW conform lower tax brackets given to lower performance cars.",
    "Committee member Ravi Karunanayake said had read in the media that the procedure was accepted in Nepal and Singapore.",
    "“They have given such an information,” Arukgoda said.  “Our main concern is to get the correct technical specifications to us. In submitting that there is an issue.",
    "“There has been no dispute there as far as I know.  But the problem is if the 150kw motor is there, and it is downgraded by software, for Customs purposes we will have to go by 150kW because of the capacity.”",
    "Deputy Minister Chathuranga Abeysinghe said customs was taking the advice of the Moratuwa University which had the highest technology capable team.",
    "“As long as it is internationally accepted. This is a matter between two countries. So don’t create a problem with another country,” de Silva said.",
    "“It does not matter whether it is John Keells or not. If Moratuwa University is internationally accredited there will be no problem. But if not there will be a problem.  That is our advice.”",
    "“I think it is commendable that there is an investigation taking place,” Deputy Minister Abeysinghe said.",
    "“When there is an issue, we are intervening into it. I think the discussion is “let’s do it right.”",
    "RELATED : Sri Lanka’s JKCG says in discussions with authorities over detained Chinese BYDs",
    "RELATED : Sri Lanka Customs detain around 1,000 BYD EVs in motor capacity probe",
    "BYD vehicles have taken Sri Lanka’s car market by storm with several thousand vehicles being pre-ordered by customers."
  ]
}