{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Police-suspect-shooting-carried-out-in-retaliation-for-a-triple-murder/108-275552",
  "time_ut": 1705975080.0,
  "original_lang": "en",
  "original_title": "Police suspect shooting carried out in retaliation for a triple murder",
  "original_body_lines": [
    "Colombo, Jan 23 (Daily Mirror) - Initial investigations into the manslaughter of five individuals, including the leader of the 'Ape Jana Bala Party,' Saman Perera, who were killed in a shooting in Beliatta, revealed that the underworld gang led by Kosgoda Sujee may have orchestrated the shooting in retaliation for a murder in Tangalle.",
    "Acting IGP Deshabandu Tennakoon said that investigations into the shooting, believed to be an act of underworld retaliation, are being conducted by the Southern Province Special Crimes Investigations Unit.",
    "The incident occurred near the Beliatta-Kahawatta entrance on the Southern Expressway at approximately 8:00 am yesterday, as Saman Perera, also known as 'Royal Beach Saman,' and others were en route to a court appearance in Tangalle.",
    "A group in a Prado-type vehicle is suspected to have opened fire at the victims travelling in a Defender jeep. Four individuals, including Saman Perera, were killed at the scene, while another succumbed to injuries upon admission to the hospital.",
    "The other victims in the shooting have been identified as Hasitha Ranasinghe, Sameera Madhushanka, Buddhika Rajapaksa, and Dematagoda Champriya Jayathilaka.",
    "Saman Perera, accused of multiple underworld-related deaths in the South, is a controversial figure in an underworld gang in the region and owns the Royal Beach Hotel in Induruwa. He was previously arrested and released in 2022 for aiding a suspect connected to a murder in Kudawella.",
    "Among the charges against him are the shooting deaths of former Balapitiya Pradeshiya Sabha chairman Stanley Thabru and his son Terry Thabru, as well as the murder of Induruwe Saman. It is reported that Kosgoda Sujee, currently abroad, is one of the main opponents and the duo has often been involved in conflicts over tourism and property issues.",
    "Police suspect that yesterday's shooting was carried out in retaliation for a triple murder in Kudawella, Tangalle, and believe that the gang of underworld criminal Kosgoda Sujee is responsible for the attack.",
    "Meanwhile, it has been revealed that the vehicle involved in the shooting entered the expressway from the Imaduwa entrance. (Additional report by Suriyawewa Dilip Jayasekera)"
  ]
}