{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Ancient-Vedda-Heritage-Museum-in-Dambana-gets-new-life-through-EU-funded-revival-project/56-780236",
  "time_ut": 1755129387.0,
  "original_lang": "en",
  "original_title": "Ancient Vedda Heritage Museum in Dambana gets new life through EU-funded revival project",
  "original_body_lines": [
    "Transformative reconstruction brings 300-year-old artefacts home and creates sustainable livelihoods for Sri Lanka’s last forest-dwelling indigenous community",
    "The centuries-old cultural heritage of Sri Lanka’s indigenous Vedda people has been given a remarkable new lease on life with the comprehensive reconstruction of the Vedda Heritage Museum in Dambana. The ambitious project, spearheaded by Solidaridad, through the European Union (EU) funded Developing Resources and Empowering Communities (DeREC) initiative, represents a ground-breaking approach to cultural preservation and community development.",
    "The Vedda community, recognised as Sri Lanka’s last remaining forest-dwelling indigenous group, has faced mounting economic and environmental pressures in recent years. The museum’s revival addresses these challenges while safeguarding invaluable cultural traditions that span millennia.",
    "One of the project’s most significant achievements has been the repatriation of ancestral Vedda skeletal remains and cultural artefacts from the Natural History Museum in Basel, Switzerland. These treasures, some over 300 years old, were originally collected by the Sarasin brothers in the early 18th century and now form the centrepiece of the museum’s renewed exhibitions.",
    "“This is more than just bringing artefacts home – it’s about reconnecting our community with our ancestors and our identity,” said Chief of the Vedda community Uruwarige Wannila Aththo who played a crucial role in the project’s development.",
    "The repatriation effort involved extensive collaboration between Solidaridad, the University of Sri Jayewardenepura, and the Ministry of Cultural Affairs, demonstrating the power of international cooperation in cultural preservation.",
    "The museum’s transformation was achieved through a unique consortium model that brought together diverse stakeholders with a shared vision. The collaboration included the Ministry of Cultural Affairs, the Foundation of Indigenous Communities, and academic experts from the University of Sri Jayewardenepura."
  ]
}