{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111912/us-india-push-10-year-defence-framework-even-as-ties-sour-over-tariffs",
  "time_ut": 1756287420.0,
  "original_lang": "en",
  "original_title": "US, India push 10-year defence framework even as ties sour over tariffs",
  "original_body_lines": [
    "The United States and India put defence at the centre of their virtual 2+2 Intersessional Dialogue on Tuesday, moving toward a new 10-year Framework for the US-India Major Defence Partnership.",
    "As part of the talks, top US and Indian officials also mapped next steps on defence industry and technology ties between the two countries.",
    "The two countries discussed expanding co-operation and agreed to keep building out collaboration under the US-India COMPACT (Catalyzing Opportunities for Military Partnership, Accelerated Commerce & Technology) initiative, which links military partnership with accelerated commerce and technology, according to a statement released by US Department of State.",
    "“The chairs reaffirmed their commitment to promoting a safer, stronger, and more prosperous Indo-Pacific region through the Quad,” the statement said.",
    "This comes against the backdrop of growing rift between the US and India over trade, with 50% tariffs imposed by the Trump administration coming into effect from Wednesday.",
    "The US delegation was led by Senior Bureau Official for South and Central Asian Affairs Bethany P. Morrison and Acting Assistant Secretary of Defense for Indo-Pacific Security Affairs Jedidiah P. Royal.",
    "India was represented by the Ministry of External Affairs Additional Secretary Nagaraj Naidu Kakanur and the Ministry of Defence Joint Secretary Vishwesh Negi.",
    "Defence wasn’t the only topic on the agenda, as the two parties also discussed trade and investment as well as energy security, with a focus on civil-nuclear cooperation, critical minerals and joint work on counter-narcotics and counter-terrorism.",
    "The US considers India as a ‘major defence partner’, a level just below NATO allies.",
    "Washington and New Delhi have developed close military relation over the last two decades in the face of rising Chinese capabilities and threats.",
    "India has procured several aircrafts, electronics and missile systems from the US.",
    "However, the recent slide in ties due to Trump’s unilateral tariffs and belligerent rhetoric has made India reconsider and hedge its growing dependence on the US."
  ]
}