{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101119/russian-strike-on-supermarket-in-ukraines-east-kills-14-people",
  "time_ut": 1723219380.0,
  "original_lang": "en",
  "original_title": "Russian strike on supermarket in Ukraine’s east kills 14 people",
  "original_body_lines": [
    "A Russian missile struck a supermarket in the Ukrainian town of Kostiantynivka in the front-line Donetsk region on Friday, killing at least 14 people and injuring 43 others, Ukrainian officials said.",
    "Heavy black smoke clouds rose from the destroyed building in images and videos posted by officials. The interior minister later said the blaze was put out.",
    "“Russian terrorists hit an ordinary supermarket and a post office. There are people under the rubble,” President Volodymyr Zelenskiy said on X. Emergency services continued working out the rubble looking for survivors, he added.",
    "Kostiantynivka lies just about 13 kilometers from the active combat line in Ukraine’s east. Ukrainian government-held parts of the Donetsk region regularly come under Russian shelling and air strikes.",
    "This week Russia has been fighting what it says is an armored cross-border assault by Ukrainian troops in its Kursk region. The Kyiv military has not commented on that operation yet.",
    "“No situation on the battlefield can justify targeting civilians,” Ukraine’s Prosecutor General Andriy Kostin said on X, reporting an updated death toll in Kostiantynivka.",
    "There was no immediate comment from Moscow. Russia denies intentionally targeting civilians although it has killed thousands of them during the 29 months since it launched its full-scale invasion.",
    "Ukrainian regional governor Vadym Filashkin initially said Russia used artillery but later said it carried out the attack with a Kh-38 air-to-surface missile.",
    "Nova Poshta, Ukraine’s largest private postal company, said its cargo office in the supermarket was damaged in the strike.",
    "“All our employees are alive. One colleague received a concussion – he is getting all the necessary help,” the company said on X.",
    "Residential houses, shops and more than a dozen cars were as well damaged in the attack, according to the interior minister’s post on Telegram.",
    "Donetsk region is one of the hottest areas of fighting as Russia targets areas in the direction of the strategic eastern logistics hub of Pokrovsk."
  ]
}