{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Human-Rights-Watch-charges-Sri-Lanka-authorities-target-religious-minorities/14-764945",
  "time_ut": 1722385558.0,
  "original_lang": "en",
  "original_title": "Human Rights Watch charges Sri Lanka authorities target religious minorities",
  "original_body_lines": [
    "The Sri Lankan Government’s loud claims of reconciliation ring hollow in the face of increasing suppression of minority religious and cultural identities",
    "Opines renewed UN Resolution needed to counter Government’s divisive campaign",
    "Sri Lankan authorities are conducting a campaign to deny Hindus and other religious minorities access to places of worship and other property and redesignate locations as Buddhist sites, Human Rights Watch said on Monday.",
    "Government agencies, including the Department of Archaeology, the military, and police, have taken part in a concerted strategy assailing the culture and practices of religious minorities. They are promoting majority Sinhalese Buddhist settlement in Sri Lanka’s north and east to the detriment of the predominantly Tamil and Muslim populations’ rights to property and religious freedom.",
    "Since the Sri Lankan Government defeated the separatist Liberation Tigers of Tamil Eelam (LTTE) in 2009 after a brutal 26-year civil war, military forces and security agencies deployed in the Northern and Eastern Provinces have carried out intrusive surveillance of activist groups, suppressed dissent, and increasingly violated the right to freedom of religion. A pattern has emerged at temples throughout the north and east in which the authorities, along with nationalist Buddhist clergy, have damaged or removed Hindu idols and threatened, attacked or arrested worshippers to deny them access. They have also targeted Tamil and Muslim properties in land grabs.",
    "“The Sri Lankan Government’s loud claims of reconciliation ring hollow in the face of increasing suppression of minority religious and cultural identities,” said Human Rights Watch Deputy Asia Director Meenakshi Ganguly. “Concerted international pressure is needed to reverse this nefarious campaign, which promotes Sinhala Buddhist nationalism at the expense of other populations.”",
    "The campaign to redesignate Tamil Hindu temples as Buddhist sites gathered speed in 2020 when then-President Gotabaya Rajapaksa established the Presidential Task Force for Archaeological Heritage Management in the Eastern Province, composed of senior security officers and nationalist Buddhist monks. Although the task force is no longer active, the policy continues under Rajapaksa’s successor, President Ranil Wickremesinghe.",
    "Wickremesinghe has publicly quarrelled with archaeology officials and pledged to address Tamil grievances, but his administration has done little or nothing to reduce or reverse violations.",
    "Activists estimate that the Government’s Department of Archaeology has surveyed about 600 Hindu temples in the Eastern Province, a frequent prelude to Buddhist clergy and security forces denying access to Hindu worshippers. Several temples in the Northern Province have been similarly affected, as well as the property of Muslim communities. Other agencies, including the Forest and Wildlife Departments, often act in concert with monks, security forces, and the Department of Archaeology to redesignate and deny access to lands.",
    "In August 2023, Senthil Thondaman, the Eastern Province Governor, ordered a halt to the construction of a Buddhist temple in a village in Trincomalee district with an overwhelmingly Tamil population. In response, a group of monks threatened to “squeeze the neck” of the provincial governor.",
    "On 23 February, police and soldiers blocked Hindu worshippers from observing a festival at Kandasamy Murugan temple in Trincomalee district. A Sri Lankan human rights organisation reported that the police officer in charge said the land “belongs to the Buddhist religion and Department of Archaeology.”",
    "In 2023, Human Rights Watch visited a predominantly Muslim area at Pulmoddai in Trincomalee where Buddhist monks and their supporters, including soldiers and an armed man intending to build a Buddhist structure, confronted local villagers. People for Equality and Relief in Lanka (PEARL), a Tamil human rights organisation, has documented extensive development of new Buddhist sites and security forces’ bases in the area.",
    "Also in 2023, unidentified assailants damaged Hindu statues at Veddukkunaari in Vavuniya district, the site of a hilltop Hindu shrine. Hindu worshippers won a court judgment allowing them to reinstall the statues but say they were threatened and obstructed by the police. Witnesses told Human Rights Watch that in February 2024, in an incident reported by the United States Commission on International Religious Freedom, Sri Lankan army personnel escorted Buddhist monks to the Veddukkunaari shrine, which they claim as an ancient Buddhist site. Police and soldiers obstructed and assaulted Hindu worshippers, including an opposition member of parliament, despite a court order allowing them to celebrate the 8 March festival of Shivaratri. Eight were arrested and allegedly beaten in custody before a magistrate released them without charge on 19 March. “These types of incidents are causing ethnic conflict between the communities,” said a Hindu man who was among those arrested and was still facing threats from the police.",
    "Activists allege that in February 2021, soldiers destroyed a Hindu shrine at Kurunthurmalai hill, in Mullaitivu district, and four months later, on 13 June, the army participated in a ceremony to lay the foundation for a new Buddhist temple. Construction proceeded in defiance of court orders. In July 2023, a local magistrate, T. Saravanarajah, ordered the removal of Buddhist statues from Kurunthurmalai after Buddhist monks and others allegedly threatened Hindu worshipers during the Pongal festival. A US Government report found that the police took no action against those responsible. In September, Saravanarajah resigned as magistrate, citing threats to his life, and reportedly fled the country.",
    "In some cases, Government “land grabbing” targets private land and economic resources of Tamils and other religious minorities.",
    "At Thaiyiddi, on the north coast of Jaffna district, the Sri Lankan army constructed a Buddhist temple on land that local residents and politicians alleged is owned by Tamils. The foundation stone was laid in 2021 by then-army chief, now chief of defence staff, Shavendra Silva, who was banned from traveling to the US for “his involvement, through command responsibility, in gross violations of human rights, namely extrajudicial killings” during the civil war. The surrounding area includes numerous military bases and military-run farms, operated on land allegedly seized from civilians during and after the civil war. In Jaffna, the army has restricted access to Hindu temples on land that the military has controlled since the war.",
    "At Mylanthanaimadu and Periya Maadhavanai, in Batticaloa district and neighbouring Ampara district, hundreds of Tamil and Muslim dairy farmers, who say they have used area lands for grazing for generations, have been in disputes with Sinhalese arable farmers, many of them former soldiers who have been settled in the area with Government support since 2010. The protesting herdsmen, who have petitioned the Government and the courts, allege that the authorities have subjected them to threats as well as surveillance and intimidation and that settlers have killed their livestock. In October 2023, in an apparent attempt to consolidate control of the disputed land, settlers and monks installed a Buddhist monument there.",
    "Since the end of the war, international efforts to ensure justice for conflict-era crimes and address ongoing rights violations have focused on the United Nations Human Rights Council. The current resolution of the council, which mandates evidence gathering for use in future prosecutions related to the war and ongoing monitoring of human rights in Sri Lanka, is due to expire in September.",
    "“The Sri Lankan Government’s deepening repression of minority communities will only end when there is genuine accountability for past war crimes and ongoing abuses,” Ganguly said. “To reduce the risk of further violations, it is crucial that the UN Human Rights Council renews its mandate on Sri Lanka for another two years.”"
  ]
}