{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Do-leopards-and-people-actually-share-the-same-world/4-779763",
  "time_ut": 1754007421.0,
  "original_lang": "en",
  "original_title": "Do leopards and people actually share the same world?",
  "original_body_lines": [
    "Neluma of Wilpattu in his prime, 2023, Photograph by Rukshan Jayewardene",
    "I have a suggestion for everyone who loves Wilpattu and Neluma. For those of you who love to see leopards in the park, please look for other leopards when you go there next, and not Neluma. He can do with some peace and quiet for the remainder of his time, in what is essentially his wilderness/park. Remember that we are merely visitors who come and go into the wilderness that we call Wilpattu. We are outsiders, external observers, we visit, we enjoy or endure and we go back to our rural or urban homes full of material things that we need or think we need to live. We as a nation, through our Parliament, have long ago declared Wilpattu a National Park and set it aside for all wildlife, that are native to the north western dry zone of Sri Lanka. This parcel of land is Neluma’s only home. Neluma is a born and bred, wild, Sri Lankan leopard who has lived a successful male leopard’s life in the heart of the park, in plain view of many park visitors. By the good fortune of his birth as a leopard born in the protected heart of Wilpattu, he has not had to cross the legal, physical boundaries of the National Park, nor deal with the very real dangers posed by poachers that are ever present in the peripheral areas. It may come as a surprise to some, but the protection in Wilpattu is not uniform across the extent of the National Park. An understaffed park affords little protection in terms of patrolling and enforcement to its wildlife, when the designated guardians of the park are tied down with other work that takes priority on a daily basis. They can do little more than react to incidents and information if a vehicle for transport to the area in question is available. Often the damage is done when rangers reach the site and the perpetrators have long gone. I do not wish to discuss anti-poaching measures or the failure of implementation of such in this article but suffice to say that the benign presence of wildlife loving visitors, especially in the central Villu zone of the park, provides passive protection for wildlife that live there. Wildlife friendly eyes and ears in the heart of the park matters and is the strongest argument of all for not closing the park in the dry season, not just in this exceptionally wet year.",
    "Neluma has almost reached the end of a male leopards expected lifespan in the wild. His life has consisted of hunting, eating, drinking, mating, sleeping, territorial patrolling, scent marking and thinking leopard thoughts, most of the time in plain view of the thousands of park visitors who tour Wilpattu annually. Staying alert, staying fighting fit and well fed, with access to drinkable water, shelter and access to at least two females, would have been his lifelong pursuits. He may be very familiar to many of you and as a habituated animal he would have had many chances to have a good look at you, even approach your vehicle and look into your eyes. This does not mean he is special to you in any meaningful way, or that he is “huggable” or “cute” or he is anything like your pet cat or dog at home. Subjectively speaking, he may be beautiful, but that beauty too is functional by design and has not evolved to wow humans or impress potential mates. It is just the disruptive camouflage pattern of his coat. We humans have made leopard prints the most recognisable most perennially popular animal print of all, in the apparel industry for reasons best known to us. Until just over 50 years ago, many thousands of leopard skins were leaving Africa and Asia for the fashion houses of Europe and North America to be made into leopard skin coats.",
    "Six skins to a single coat, meant six leopards had to die violently in the wilderness, so that some rich woman far away who had never seen a leopard in the wild, thought she looked better in those skins made into a coat than the original owners. These women were not restricted to affluent western countries, but consumers of leopard skin coats lived in the Middle East as well as some Asians from the cooler countries of the far east. Many other skins, with skulls attached were sent back to home countries in all continents by hunters, as valued trophies that were converted into felt lined leopard skin rugs, complete with skin covered skull, mounted with the leopards’ own teeth and nails in place. Skilled taxidermists could almost make these mostly two-dimensional leopards, almost come alive in the living rooms of affluent homes. This booming legal trade which was stopped for the most part in the 1970’s has done more to a leopard population everywhere, to enter the 21st century, with a fighting chance for long term survival in dozens of range countries, more than any other conservation action. If legal hunting of leopards had not by and large been stopped, everywhere except in small pockets of Africa, as well as the statutory protection of leopards spread to dozens of range countries, many nations would have pushed the leopards living within their borders into extinction. This world had just come out of a daydream in which leopards, lions, tigers and jaguars were seen as an inexhaustible resource that could be consumptively exploited indefinitely. Pioneering big cat researchers, in all continents (except in Australasia and Antarctica that have no big cats) had started sounding alarm bells about the dramatic decline of apex predators. Eventually as their research publications became available, the world thankfully heeded the science.",
    "Leopards and humans are intertwined going back into prehistoric times (back into the Paleolithic), even before we were fully human or they were fully leopards. We were pre humans and leopards were proto leopards. Ever since then leopards and people have lived side by side across the old-world tropics and into the temperate latitudes of Asia. This usually secretive cat has survived unseen in increasingly human dominated landscapes, while other large carnivores have been pushed to local extinction partly due to their boldness and naivety concerning humans. Therefore, the roots of this timeless fascination that we have with leopards has primordial roots.",
    "It is truly great, that there is an outpouring of genuine love and concern for this particular wild leopard. His relaxed nature and accessibility have meant that he has been an ambassador for his species, surpassing all other leopards, bar Lucas and Harak Hora of Yala.",
    "There are females such as Strawberry in Yala and Cleopatra in Wilpattu, who will be sorely missed when they too pass on. Harak Hora has passed on, but Lucas of Yala battles on and often times is the “only show in town” These special leopards habituated to humans come and go-ambassadors for their kind, living relatively short but full lives in plain sight. Compared to our relatively long lifespan averaging 80+ years; their 10-14 years and up-to 17 for an exceptionally long-lived female (in the wild) is sadly short, not unlike our own pet dogs. Once again, like our pets, leopard years have to be approximated to our own to know how old they really are in a relatable sense at any given time.",
    "Our task is to make sure their home is secure from destructive, consumptive human elements and the leopards will take care of the rest as they have for countless millennia. We may imagine that we feel more at home in the wilds of Wilpattu than in our urban surroundings but a long time ago, we constructed built up areas and introduced exotic plants as the preferred greenery. These plants, only have real value to us humans once translocated out of their native lands. These exotic aliens create communities that are not in sync with the wildlife that remains in the natural patches of vegetation that has survived urbanisation. We distort and manipulate landscapes in a uniquely human fashion, disrupting the equilibrium of wild ecosystems by introducing aggressive invasive species that make inroads into wilderness and given time some are capable of completely taking over. Where we live now-our urban and rural spaces, the first order of business is land clearance meaning we destroy the natural biota that exists, then we impose the order in our heads into the groves pathways, gardens, hedges, roadside trees and, boulevards of our daily lives. We impose a geometry, a symmetry that we find aesthetic and pleasing on the organic and natural, and we call that home and civilisation. We clutter our world with the cultural exodus of our ancestors, buildings, antiques, furnishings, appliances, and our obsession with possessions and endless consumerism. A use and discard mentality that always looks for the new and interesting, has created non-bio-degradable waste mountains that we struggle to dispose of in a safe manner, as we now know this addiction to goods and the waste it produces has been poisoning the planet for decades and literally choking us with greenhouse gasses. The artificial, the man made and the “orderly’’ is where our comfort zone lies. So, when we go to Wilpattu or any other wilderness area be it for a day or more, it is an adventure, thrilling and different. In the security and comfort of our vehicles and bungalows, with running water, cooked food and beds, bedding provided and clothes, toiletries, torches and mobile phones, and other ‘essentials’ carried with us. We only dip our toes into the wilderness, which we once a very long time ago called home. We turned our backs on that home for good. After that gradual parting, we have never really looked back or returned for good. When we visit inside our mobile, urban bubbles, we enter an “alien world” within our own. A world within a world. As for leopards, they remain in the islands of wilderness we left behind, spared by the axes and more recently chainsaws. They keep the predator prey balance going and keep all herbivore numbers in check, who would otherwise burgeon and feed on grass and other green fodder at unsustainable rates and cause population collapse.",
    "On this Sri Lanka leopard day WNPS would like to ask all Sri Lankans who are happy to have the leopard gracing our common island home one important question: what can I do for leopards? not “what can leopards do for me?”",
    "(The writer is a Sri Lankan conservationist, wildlife photographer and scholar with degrees from the University of Maryland and Cambridge. He served as President of the Wildlife and Nature Protection Society (WNPS) from 2016‑2018, leading key campaigns on leopard conservation and habitat protection.)"
  ]
}