{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101485/10-transport-associations-including-lpboa-back-president-ranil-for-re-election",
  "time_ut": 1724567640.0,
  "original_lang": "en",
  "original_title": "10 transport associations including LPBOA back President Ranil for re-election",
  "original_body_lines": [
    "Ten major transport associations, including the Lanka Private Bus Owners Association (LPBOA), have pledged their support to President Ranil Wickremesinghe for the upcoming presidential election.",
    "This announcement was made during a meeting held on Saturday (23) evening at President’s campaign office in Flower Road, Colombo 07, where President Wickremesinghe was joined by Gemunu Wijeratne, Chairman of the LPBOA, and other association heads and representatives.",
    "The transport sector representatives emphasized their desire to avoid a recurrence of fuel shortages, which had previously hampered their ability to operate effectively. They highlighted the hardships experienced due to fuel scarcity and expressed their appreciation for President Wickremesinghe’s efforts in stabilizing the economy over the past two years.",
    "The associations, including the Ceylon Private Bus Owners Association, Inter Provincial Bus Owners Association, Podujana Peramuna Bus Association, Container Bus Association, Office Transport Association, All Ceylon Drivers Union, All Ceylon Three-wheeler Drivers and Owners Association, All Ceylon School Bus Association, Station Masters Union, and National Taxi Three-wheeler Professionals Union, conveyed their endorsement of President Wickremesinghe. They commended the President’s leadership and vision for creating a better living environment for the people.",
    "During the meeting, President Wickremesinghe acknowledged the challenges faced by bus owners in the North and Eastern provinces. He assured the representatives that their concerns would be addressed promptly and that solutions would be sought to alleviate their issues.",
    "The President also underscored the critical role of the transport sector in driving the country’s economic development. He outlined the government’s commitment to advancing an integrated internal transport system to enhance sector efficiency.",
    "President Wickremesinghe announced plans to establish a new committee dedicated to overseeing and advancing the transport sector’s growth and integration, following the presidential election."
  ]
}