{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-resume-bondholder-talks-after-imf-checks-their-latest-proposal-158962/",
  "time_ut": 1713401280.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to resume bondholder talks after IMF checks their latest proposal",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka hopes to resume talks with bondholders after the International Monetary Fund assesses their latest proposal of the ad hoc group that deals with the country, State Minister for Finance Shehan Semasinghe said.",
    "Sri Lanka initiated the first round of face-to-face discussions with bondholders in March where proposals and counter proposals were exchanged and agreement was reached to issue bonds linked to economic performance.",
    "However, Sri Lanka had not agreed to the triggers nor the actual quantum of upside and the latest April proposal had not been assessed by the International Monetary Fund to ensure whether it was in line with a debt sustainability assessment. Their earlier proposal in March was assessed to be insufficient.",
    "“The next steps would entail further consultation with the IMF staff regarding assessments of the compatibility of the latest proposals with program parameters,” Semasinghe said.",
    "“Following these consultations, we hope to continue discussions with the bondholders with a view to reaching common ground ahead of the IMF board consideration of the second review of Sri Lanka’s EFF program.”",
    "Bondholders are insisting on a GDP link as they believe IMF GDP growth projections – which determine the quantum of debt service or the Gross Financing Need – is too narrow.",
    "Bondholders also proposed a governance linked security (ESG bond) initiated by Sri Lanka’s Verete Research.",
    "“..[C]onfidential discussions held in recent weeks with bondholders’ representatives proved constructive, building on the restructuring proposals presented by both parties,” he said.",
    "“During the talks both sides successfully bridged a number of technical issues enabling important progress to be made.",
    "“Sri Lanka articulated key remaining concerns that need to be addressed in a satisfactory manner.”"
  ]
}