{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85098",
  "time_ut": 1732045260.0,
  "original_lang": "en",
  "original_title": "Anura “Alai”(Wave) Engulfs  the Tamil Nationalist Stronghold of  Jaffna. JVP/NPP Comes First in Jaffna with Three of Six Seats",
  "original_body_lines": [
    "The National  People’s Power(NPP) known in Sinhala as Jathika Jana Balawegaya(JJB) and Theseeya Makkal Sakthi(TMS) in Tamil has recorded a historic victory in the  Parliamentary elections held on 14 November 2024. The NPP  is a coalition of 21 political entities and trade unions of which the Janatha Vimukthi Peramuna(JVP) is the chief constituent. The NPP  polled 6,863,86 (61.6%) votes to win 159 seats in the 225 member Parliament. Of these 141 are directly elected MPs on a district basis while 18 will be  appointed as  MPs from the  national list.",
    "This is the first time since the Proportional representation (PR)voting system came into force 46 years ago that a political party has been able to gain a two-thirds majority in Parliament. What is of great significance is that the NPP Parliamentarians have been  elected from all 22  electoral districts of the country. Voters from Point Pedro  in the North to Dondra  in the South and from Chilaw  in the West to Batticaloa  in the East have elected NPP members to Parliament in this 2024 poll.",
    "Among the 141 elected MPs there are 11  Tamils and 7 Muslim MPs. 7  of the 11 Tamil MPs have been elected from the Northern and Eastern provinces of Sri Lanka. More importantly three of the Tamil MPs were elected from the Jaffna electoral district comprising the administrative districts of Jaffna and Kilinochchi on the “Thisaikaatti”(Compass)ticket.",
    "NPP leader Anura Kumara Dissanayake won the presidential election  of September 21st 2024 in a fourteen fold Quantum leap. From 418,553(3.16%)votes  in  the 2019 presidential election, AKD increased his vote tally to 5,634,915 (42.31%) in the 2024 Presidential poll. After becoming the ninth executive president of Sri Lanka, Anura Kumara Dissanayake has spearheaded the NPP to a glorious victory at the Parliamentary elections. From 445,958(3.28%) at the 2020 Parliamentary poll, the NPP increased its vote tally by nineteen times to 6,863,86 (61.6%) . This was a quantum leap more impressive than even AKD’s presidential poll success.",
    "A noteworthy feature of the NPP’s Parliamentary election triumph was it’s ability to attract a sizeable number of votes from the Tamil and Muslim people. In earlier times the NPP chief constituent the JVP had been perceived mainly as a Sinhala majority party. Although it did have members from the minority communities, the party obtained only a negligible number of votes from these numerically smaller ethnicities.  The JVP-NPP was  generally perceived as a “Sinhala” party.",
    "This perception however umderwent a qualitative change at the 2024 Parliamentary election. As stated earlier the NPP  was able to get an adequate number of votes from the Tamil and Muslim people and win seats in the predominantly Tamil speaking Northern and Eastern provinces. The highlight of this praiseworthy performance  was the NPP’s success in Jaffna where the party won three of the total six seats in the electoral district. Most media reports and articles have   been referring to this in glowing terms. Not only is this historic but is also path-breaking in the sphere of ethnic relations.",
    "Jaffna has for long been regarded as the cultural capital of the Sri Lankan Tamils. Jaffna is the name of a city, electoral division, administrative  district and electoral district. Geographically ,it is also the name of the northern peninsula connected to the mainland by the Elephant Pass isthmus.",
    "In recent times Jaffna has  been regarded as the political citadel of the Sri Lankan Tamils. In earlier times, Jaffna was the most densely populated district where Sri Lankan Tamils lived. They were referred to as Jaffna Tamils. When the first past the post winner electoral system prevailed,  there were eleven single member constituencies in Jaffna. This number was the same  even after the PR Voting system came into place. The  Jaffna electoral district comprising the administrative districts of Kilinochchi and Jaffna continued to  elect  eleven MPs.",
    "The number of MPs elected from Tamil majority constituencies in other districts  ranged from 7 to 10. Thus Jaffna with 11 MPs had more than half the number of Tamil parliamentarians elected from the Northern and Eastern provinces. This  Provided the district with much political clout. Traditionally the political leadership of Sri Lankan Tamils came from Jaffna.It was regarded as the political stronghold of Sri Lankan Tamil nationalism.",
    "The Terrible suffering that Jaffna underwent during the decades long war between the Liberation Tigers of Tamil Eelam(LTTE) and the Sri Lankan armed forces  resulted in large numbers of people relocating to  foreign countries or to other parts of Sri Lanka over the years. This process of outward migration continues even after the war concluded in 2009.  Among the  negative consequences of this relocation and migration was a decrease in the Jaffna  population. With  the  number of people decreasing, political representation too began quantitatively declining.  The number of MPs were gradually reduced in accordance with the population decrease. The district that once elected eleven MPs now elects only six.",
    "Nevertheless Jaffna remained a bastion of Tamil nationalism. Since the district is predominantly Tamil, Jaffna has only been electing  Tamils as Parliamentarians. Furthermore    from the time  Ceylon/Sri Lanka gained  independence from the UK, Jaffna has been generally electing MPs from Tamil political parties  and not from Sinhala dominated national parties. However there  have been a few exceptions.",
    "Sir Ponnambalam Ramanathan’s son in law Suppiahpillai Natesan (Natesapillai) was elected on the United National Party(UNP)ticket from Kankesanthurai in 1952. Ponnambalam (Pon)Kandiah of the Communist Party (CP)was elected Point Pedro MP in 1956. Thiyagarajah Maheswaran was elected as a Jaffna district MP from the UNP in2000 and 2001. After Maheswaran’s death in 2008, his wife Vijayakala Maheswaran contested the 2010 and 2015 elections on the UNP ticket in Jaffna and won both times. She lost in 2020. Angajan Ramanathan contested as a Sri Lanka Freedom Party(SLFP) candidate in Jaffna in 2020. He won with the highest number of preference votes.",
    "Apart from these ,Douglas Devananda of the Eelam Peoples Democratic Party(EPDP) has also been contesting and winning in Jaffna since 1994. The EPDP aligns itself with Sinhala dominated national parties but  contests polls under its Veena symbol. Devananda lost this year’s election.",
    "It could be seen therefore that only a few persons representing national parties led by Sinhala leaders have been able to win seats in Jaffna. The reason for this is that  the national parties are  described as opponents or enemies of Tamil nationalism (Thamizh Theseeyam). Jaffna is regarded as the  stronghold of Tamil nationalism. Hence the region is expected to elect MP’s from Tamil regional or  ethnic parties only.",
    "This situation has been changed suddenly by the recent Parliamentary election. The Tamil nationalist fortress of Jaffna has been breached. The NPP known as the Theseeya Makkal Sakthi in Tamil has obtained the most number of votes in Jaffna. This has entitled it to a bonus seat. Thus the NPP has won three  seats in Jaffna. The NPP polled 80,830(24.85%)votes in Jaffna. It got three of the six Jaffna seats.",
    "What is remarkable about this feat is the fact that the NPP candidate  Anura Kumara Dissanayake obtained only 27,086 votes in Jaffna at the September 21 presidential election. Yet within two months, the NPP has been able to almost triple their votes at the Parliamentary election. It has got the better of traditional Tamil nationalist parties such as the Ilankai Thamil Arasuk Katchi(ITAK), the Democratic Tamil National Alliance(DTNA)  and the  Ahila Ilankai Tamil Congress (AITC).These parties were able to garner only 63,327(19.47%),22,513(6.92%) and 27,986(8.60%) respectively.",
    "Of the  three NPP Parliamentarians elected from Jaffna , the one who got the most number of votes was   Karunanathan Ilankumaran.He obtained   32,102 preferences. Ilankumaran a resident of the Jaffna municipality is originally from Usan in the Thenmaraatchy region. The be-spectacled Ilankumaran has been  a full time  activist of the NPP for five years.He was the principal candidate on the compass list for Jaffna.",
    "The second to be elected from the NPP with 20, 430 votes is a medical doctor Shanmuganathan Sribavanadarajah. Dr. Sribavanandarajah was attached to the Jaffna teaching hospital for over 30 years and retired recently as deputy director. He now serves in the Moolaai cooperative Hospital.",
    "The third NPP Jaffna  MP is Jeyachandramoorthy Rajeevan. He was elected with 17,000 preferences. Rajeevan runs a reputed educational institution in Jaffna. He was until recently an ardent supporter of the ITAK He shifted allegiance to the NPP some months before the presidential election and campaigned for Anura.",
    "The man behind the JVP/NPP in Jaffna is Ramalingam Chandrasekharan who is the party organizer for the northern district. Chandrasekharan hails from the hill country.He  is a member of both the JVP central committee as well as the  NPP national executive committee. Chandrasekharan is a former JVP parliamentarian.He has been appointed as MP on the  NPP national list and was sworn in as the minister of fisheries in Anura Kumara Dissanayake’s cabinet",
    "Chandrasekharan has spent several years in Jaffna as JVP organizer. The JVP has acquired two houses in Jaffna.One is usede as a party office.The other is utilised as a place for activists to stay. Chandrasekharan has established good rapport with Tamil newspapers, TV stations and influential you tubers.He has appeared on many programs and shows. Chandrasekharan has also organized segments of the Jaffna population such as farmers, fishers, medical personnel,teachers and office workers into NPP units.  More importantly he has broad based the JVP/NPP membership in Jaffna. These members   include  some educated dedicated youths with idealstic motivation.",
    "The JVP candidate list for Jaffna was finalised by Chandrasekharan in consultation with Anura Kumara Dissanayake, Bimal Ratnayake and Vijitha Herath. Bimal Ratnayake stationed himself in Jaffna for many weeks and together with Chandrasekharan directed ad coordinated the JVP/NPP campaign.",
    "As stated earlier, Anura Kumara Dissanayake got only around 27,000 votes in Jaffna at the presidential election. This figure increased almost three fold to reach 80,000 in the Parliamentary elections. From where did these votes come from? Given the decrease in votes garnered by  candidates from political parties such as the ITAK,Tamil Congress,TELO, EPDP, EPRLF,PLOTE and SLFP, it appears that the NPP Votes came from all these parties and also  the new voters. It looks like the bulk of NPP Votes were cast by women and youths.",
    "Although the commendable  NPP performance in Jaffna has attracted the greatest attention ,it must be noted that the NPP has done well in other districts of the North and East too. In the Wanni electoral district the NPP polled 39,894 votes and got two MPs elected. In  Trincomalee the NPP got 87,031 votes and had two MPs. In Batticaloa the NPP got one MP polling 55,498 votes. In the Ampara/Digamadulla district the NPP polled 146,313 votes entitling it to 4 MPs.",
    "Altogether  12 MPs were elected from the NPP in the five electoral districts of the Northern and Eastern provinces. The 12 MPS of the NPP comprise 7 Tamils and 5 Sinhalese. Incidentally the NPP came first in all the northern and eastern districts except Batticaloa where the ITAK came first. The NPP  finished  second in Batticaloa.",
    "The total number of MPS from both provinces are 28 (12 north,16 east). The party breakdown of elected  MPs is – NPP-12,ITAK-7, SJB -3,SLMC -2, ACMC -1, ,DTNA – 1,AITC -1, SLWP-1 and Independent Group -1. The ethnic breakdown of the 28 MPs is 17 Tamils, 6 Muslims and 5 Sinhalese.Of these the NPP has 7 Tamil and 5 Sinhala MPs.",
    "What is of interest in the NPP political breakthrough in Jaffna in particular and other Tamil areas in general is the fact that the NPP managed  to do this despite political attacks by  the Tamil nationalist political parties. Neither AKD nor the NPP received much flak during the presidential election campaign. This was due to the main issue among Tamils in the North and East being  somewhat different then. Seven Tamil political parties and around 80 civil society organizations fielded former Batticaloa MP Packiyaselvam Ariyanethiran as the common Tamil presidential candidate.",
    "This was strongly opposed by the premier Tamil political party the ITAK. The ITAK along with other parties like the SLMC,TPA and ACMC backed Samagi Jana Balawegaya (SJB)leader Sajith Premadasa. Other Tamil parties like the EPDP and TMVP supported the  then incumbent president Ranil Wickremesinghe contesting as an independent candidate. The Tamil Congress boycotted the presidential election.",
    "Under those circumstances, the presidential contest in Tamil areas was mainly between Sajith Premadasa and Packiyaselvam  Ariyanethiran. Thus AKD was not attacked much.Besides very few in the North and East thought Anura would win. The  Arithmetical improbability of 3% going up to 50% contributed to this mindset.",
    "All this changed after Anura’s victory at the presidential election. He acquired a  positive, larger than life image among Tamils. This began impacting on the Parliamentary elections too. The NPP was now considered to be a serious contender in the North and East for elections to Parliament.There was speculation that the NPP would win a seat in Jaffna and also  in each  N-E district.",
    "Soon the main Tamil parties commenced a critical campaign against the NPP. The NPP’s previous avatar the JVP’s  past was raked up. The JVP’s earlier actions like the prevention of the P-TOMS, the de-merger of the North and East, the opposition to the Indo-Lanka accord and Provincial councils, the penchant for centralization as opposed to devolution, the backing given to the war effort by way of propaganda , encouraging recruitment into the armed forces and the JVPs objection to peace talks were all harped upon. The JVP and its extension the NPP were branded as anti_Tamil. The Tamil people were warned not to support the NPP.",
    "This anti-NPP campaign was at its highest in Jaffna. The Tamil Congress led by Gajendrakumar Ponnambalam attacked the JVP/NPP via political meetings and media conferences. Since Jaffna had only six seats in all, there was intense political rivalry for those. There was a fear that  voting for the “Thisaikaatti” could cut into the votes of the Tamil nationalist parties and diminish their chances of winning.. Hence the high volume  anti-NPP tirade.",
    "Despite the criticism for past actions and the branding as ant-Tamil, the NPP did well at the polls .Moreover it caused an upset by polling the highest number of votes as a single party in Jaffna. The Anura “Alai”or wave had engulfed the Tamil nationalist stronghold of Jaffna.",
    "How  this happened and the reasons for it would be discussed in detail in a forthcoming article.",
    "This article appears in the “DBS Jeyaraj Column”of the “Daily Mirror”Dated 19 November 2024.It can be accessed here –"
  ]
}