{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100907/underworld-figure-loku-patty-arrested-in-belarus-sources",
  "time_ut": 1722488100.0,
  "original_lang": "en",
  "original_title": "Underworld figure ‘Loku Patty’ arrested in Belarus - sources",
  "original_body_lines": [
    "The main suspect in the killing of ‘Club Wasantha’ at Athurugiriya, Sujeewa Ruwankumara alias ‘Loku Patty’ has been arrested in Belarus, according to police sources.",
    "He has reportedly been arrested by security service personnel in Belarus, the source said.",
    "Several accomplices of ‘Loku Patty’, who is said to be an organized criminal and a large-scale drug trafficker, were arrested on multiple occasions over attempts to commit murders and for possession of large consignments of drugs.",
    "He is also the main suspect of the recent shooting and killing of ‘Club Wasantha’ at Athurugiriya on July 08, and is suspected to have orchestrated and funded the assassination.",
    "The shocking shooting incident had occurred during the opening ceremony of a tattoo and piercing studio near the Clock Tower in Athurugiriya on July 08 morning.",
    "Six people were rushed to the hospital following the incident. Police later confirmed that 55-year-old businessman Surendra Wasantha Perera, popularly known as “Club Wasantha,” and a 38-year-old male had succumbed to their injuries.",
    "Popular singer K. Sujeewa and Wasantha’s wife were reported to be among the four injured persons.",
    "Police have arrested ten suspects including a 21-year-old female and the owner of the tattoo studio in Athurugiriya where the shooting incident took place. The other arrested individuals were suspected to have aided and abetted in the shooting incident.",
    "During the investigations carried out thus far, it has been revealed that the owner of the tattoo studio has received an amount of Rs. 1 million over a period of time, which he claimed to have received from ‘Loku Patty’."
  ]
}