{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Transitioning-from-takaran-sheet-giveaways/4-765956",
  "time_ut": 1724609183.0,
  "original_lang": "en",
  "original_title": "Transitioning from takaran-sheet giveaways",
  "original_body_lines": [
    "As long as the people keep asking for giveaways as against conditions for life improvement, the takaran era will not end – Pic by Shehan Gunasekara",
    "It is because of this increased literacy that people are asking politicians making promises to also state how the money will be found. The politician who some time back promised to zero out VAT, has now retreated to saying that VAT will be removed for educational and healthcare services (leaving aside the fact that most of these services are already exempt from VAT). Even then, he is being challenged to explain how the shortfall is going to be covered",
    "“We all know what to do, but we don’t know how to get re-elected once we have done it” ― Jean-Claude Juncker, Prime Minister of Luxembourg 1995-2013",
    "Handing out roofing sheets used to be a thing in Sri Lankan elections. It was thought that giving tangible things to people would motivate them to vote for the giver. Now we use the term metaphorically, hopefully.",
    "Being associated with big structures was also seen as conducive to reelection. I recall candidates taking credit for things like new post offices at the campaign meetings I attended as a child. Now they take credit for parental monuments such as stadiums and expressways.",
    "But rarely have politicians been rewarded for non-tangible achievements such as ensuring that people do not suffer shortages and queues. The Sri Lankan practice appears to be that of punishment after the fact, as happened to Mrs Bandaranaike in 1977 and to Gotabaya Rajapaksa more recently.",
    "But isn’t electing politicians who prevent bad things from happening better than throwing them out after the damage has been done? Isn’t it even better to elect and reelect politicians who create the conditions for us as citizens to live our lives better as we see fit? Isn’t ensuring that I have the wherewithal to decide on my roofing material better than giving me a takaran sheet that makes my house unbearably hot under the noonday sun?",
    "Sri Lanka is currently maintaining a primary surplus. Maintaining a primary surplus is the most important indicator in terms of making our debt manageable. Maintaining a primary surplus equivalent to 2.3% of GDP was described as the most challenging of the commitments made by the Government to the IMF.",
    "Since independence, elected Governments have achieved primary surpluses only on five occasions: in 1954 and 1955; in 1992; and in 2017 and 2018. Each of the Governments that achieved them were voted out at subsequent elections in 1956, 1994, and 2019. It appears at least some of our politicians know how to achieve primary surpluses, but how to get reelected after achieving them appears a puzzle. True to pattern, the primary-surplus target is likely to be at the top of any renegotiation of the IMF agreement that may take place after the Presidential election.",
    "A primary surplus means that the Government takes in more revenue, mostly in the form of indirect and direct taxes, than it spends in a particular year, leaving aside interest on and repayment of loans taken in prior years. A government that runs such a surplus does not have to engage in foreign or domestic borrowing for that year’s expenditures. It does not have to engage in monetary financing (“money printing”) that, when done excessively as was the case in 2020-2022, produces 70% inflation a year or two later and elevated price levels for years more.",
    "The primary balance is a very fair measure of the performance of a particular Minister of Finance and the government he/she represents. The Minister’s fiscal probity is assessed solely through factors under his control. He cannot be held accountable for the actions of his predecessors who accumulated the debt that has to be serviced and repaid. But by achieving a surplus, those excess rupees can be used to purchase dollars brought into the country by businesses and people, which can then be used to repay interest on prior loans as was done in 2019.",
    "If the Government stays away from the domestic market for credit, interest rates will come down. Businesses will be able to function better and create more well-paying jobs. The people who get those jobs will be able to get housing loans at reasonable rates. There would be no need for politicians to make promises like income-indexed, subsidised housing loans.",
    "In the past, voters have rewarded politicians who made such promises, which, if kept, would have resulted in even more ruinous fiscal deficits and even larger agencies to manage the complex schemes. If we have successfully transitioned from takaran, politicians committed to maintenance of primary surpluses except in extreme circumstances will be rewarded. Voters will reelect politicians who create the conditions for them to better their lives rather than those who promise them handouts that create the conditions for future debt defaults, queues for essentials, and loss of hope leading to out-migration.",
    "Some people are unhappy with the objective of the IMF program which is debt sustainability. Even after restructuring, debt will be at 95% of GDP, according to the IMF model. These people want to do without debt.",
    "Sri Lanka is currently unable to access international commercial debt. This is one way of eschewing debt. If we refuse to pay or to restructure debt, that would be a way to live without debt. That would mean no more investment in renewable energy among other things. It would mean more business closures and adjusting to much lower living standards because international trade and investment would be greatly hampered.",
    "Debt makes sense, especially for infrastructure, where the investment is upfront, and the benefits are enjoyed over many years. Giving those future taxpayers some of the responsibility for the costs seems fair and quite different from asking them to pay for what we consume in the present. Of course, that does not absolve the Government responsible for taking on the debt from ensuring the infrastructure investment is supported by proper feasibility studies and that the lowest-cost money is deployed, something that cannot be said for many of the infrastructure loans Sri Lanka is currently paying back.",
    "Even with infrastructure, the debt need not be taken solely to build tangible things like airports or fibre-optic networks. Intangible things such as expertise to devise proper PPP agreements and regulatory mechanisms may also be obtained using loans.",
    "Present and future taxpayers are burdened by loans taken to build the Mattala Airport which is not generating revenue to cover operational costs, let alone loan repayments. If money was spent to conduct proper feasibility studies (instead of a joke of a study costing Rs. 1 million), the intangible expenditure would have prevented the multi-year losses caused by fixation on buildings that voters can see.",
    "The technical assistance credits obtained from the World Bank on concessional terms in the 1990s to implement telecom reforms may not have yielded edifices that the responsible Minister could have pointed to in his next election campaign. But they resulted in the elimination of the waiting list for telephones and the attendant corruption. They immensely benefited business and citizens. The resulting multi-supplier telecom industry is also generating more than enough in tax revenue to pay back the loans that will have to be repaid once the grace period ends in a few years. Intangible inputs, but tangible outcomes.",
    "The suffering experienced by all during the unprecedented economic crisis resulting from Rajapaksa misgovernance has hopefully improved the economic and political literacy of our people. Now, most people know that money spent on handing out goodies does not fall from heaven. Now, they know that salary increases for Government servants have to be paid for with more and higher taxes.",
    "It is because of this increased literacy that people are asking politicians making promises to also state how the money will be found. The politician who some time back promised to zero out VAT, has now retreated to saying that VAT will be removed for educational and healthcare services (leaving aside the fact that most of these services are already exempt from VAT). Even then, he is being challenged to explain how the shortfall is going to be covered.",
    "This is suggestive of the end of the takaran era. But the test will be what stance the various politicians take on actions that affect the primary balance, such as tax increases and expenditure cuts. But as long as the people keep asking for giveaways as against conditions for life improvement, the takaran era will not end."
  ]
}