{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-peoples-bank-posts-rs19-3bn-pre-tax-profit-156599/",
  "time_ut": 1711722720.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s People’s Bank posts Rs19.3bn pre-tax profit",
  "original_body_lines": [
    "ECONOMYNEXT – People’s Bank, Sri Lanka’s second largest state bank by assets, posted 96.8 rupees consolidated operating income and 19.3 billion rupees of pre-tax profit for the financial year ended December 31, 2023, the Bank said in a statement.",
    "The net interest income, however, slipped to 67.8 billion rupees during the year from the previous year’s 91 billion rupees, reflecting high interest costs on term deposit funding due to the high interest rate environment prevailed in 2022 and early 2023 as well as significant interest concessions extended to the customers, it said.",
    "Sujeewa Rajapakse, the Chairman of People’s Bank said he was pleased with the Bank’s overall performance on both quantitative and qualitative front considering the added burden shouldered as a State Bank – amid the most challenging set of circumstances over the past four years.",
    "“Taking on some of these challenges head-on, we have navigated the first phase of the Domestic Debt Optimization program with great success, converted our rupee liquidity stresses to now an all-time high excess, further augmented our regulatory capital amidst limiting circumstances and drive super normal growth across all our overall digital platforms,” he said in the statement.",
    "“Looking ahead, with the economy showing signs of rejuvenation as expected, we remain focused and well geared to support the country in its next phase of its growth.,” he said.",
    "“As we have done so over the last several years, we reaffirm our commitment to play our role to foremost safeguard national interest.”",
    "The Bank said its interest expense continues to normalize with the current interest rate environment from the last quarter of 2023.",
    "Despite inflation-pushed cost pressures, total consolidated operating expenses rose by only 5.5 percent to reach 62.2 billion rupees in 2023 compared the previous year’s 59.0 billion rupees, the Bank said, citing it stringent cost control and efficiency improvements.",
    "Total consolidated customers deposits grew by 12 percent and rupee loans rose by 1.4 percent while the lender’s all currency net loans contracted by 4.0 percent year-on-year, partly reflecting the rupee appreciation impact on its foreign currency loan book.",
    "The Bank’s total consolidated assets stood at 3.21 trillion rupees at the end of 2023 compared to 3.13 trillion rupees.",
    "It said the Bank’s Tier I ratio was 12.4 percent (vs 11.9 percent in 2022) while Total Capital Adequacy Ratio was 17.4 percent as at December 31, 2023 (vs 16.3 percent in 2022).",
    "“The Bank’s solvency levels remain sound ultimately reflecting efforts made since the onset of Basel III on July 1, 2017. Further efforts to bolster its regulatory capital, including for the purposes of additional contingency, is currently in process,” the lender said.",
    "The Bank’s Chief Executive Officer/General Manager Clive Fonseka said they had embarked on a new strategic direction during 2023 focusing on rebalancing the business model, embracing technology integration, and intensifying the migration towards all our digital platforms.",
    "“The year ended has witnessed notable success in each of these areas – the core of them being a proactive mindset, characterized by a constant search for innovation and adaptability,” Fonseka said.",
    "“Amidst these challenging times, it must be said that our team has demonstrated steadfast commitment and admirable dedication. Their unrelenting drive to push the Institution forward is the force behind us.”",
    "“Looking ahead, we will further our current path whilst also focusing on further streamlining our operations and enhancing efficiency across all parts of our business. Central to our approach is prioritizing customer satisfaction, ensuring that every decision and action is aimed at delivering exceptional value and experiences to our valued clientele,” he said.",
    "“Through these concerted efforts, we are ready to not only meet the evolving needs of our stakeholders but also emerge as a leader in our operating landscape. With some of our most difficult challenges now behind us, we look forward with a great degree of hope and optimism”. (Colombo/March 29/2024)"
  ]
}