{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/chinese-envoy-says-tamils-in-indian-backyard-made-correct-decision-at-sri-lanka-polls-189505/",
  "time_ut": 1732284120.0,
  "original_lang": "en",
  "original_title": "Chinese envoy says Tamils in Indian backyard made “correct decision” at Sri Lanka polls",
  "original_body_lines": [
    "ECONOMYNEXT – Chinese Ambassador to Sri Lanka Qi Zhenhong during his visit to the island nation’s Northern Province, which is close to India, said ethnic minority Tamils have made ‘a correct decision’ in helping ruling Marxists-leaned National People’s Power (NPP) to win the last week general elections.",
    "Sri Lanka’s North is the closest Sri Lankan landmass to the South Indian state of Tamil Nadu and Northern Tamils have been more close to India due to Hinduism religion, Tamil language, and the culture.",
    "Historically, Northern Tamils have voted for their own ethnic minority leaders, but they mainly voted for the ruling party this time.",
    "Though the NPP got lower votes, they won five out of 12 in Northern Province, giving an unprecedented win for a main political party that was also backed by ethnic majority Sinhalese.",
    "“I believe that the Tamil community has made a correct decision,” Zhenhong told reporters on November 19.",
    "“We can see the NPP right first, even in Jaffna district. And this shows that the Tamil community has surpassed its traditions and embraced a bigger picture in looking to the future.”",
    "“We see a new change. It shows that all communities, all ethnic groups and all religions in the country are now working together in solidarity, and I believe that it is for the better future of the country.”",
    "“This afternoon I visited Point Pedro and I was impressed by the slogan written there which is ‘Unity in diversity is the strength of Sri Lanka’. I think this is very correct and I think this is where the hope lies. And this recent general election perfectly reflected this slogan.”",
    "Ambassador Zhenhong’s comments, political in nature, come during his visit to Jaffna in Sri Lanka’s Northern region where India has already started direct flights and ferry between South India and Sri Lanka’s North.",
    "Foreign policy analysts said foreign diplomats usually do not directly comment on local politics, though there have been some instances of political interference by foreign diplomats in the past.",
    "The key minority party in the North, Ilankai Tamil Arasu Kadchi (ITAK) which won six seats in the 2020 parliamentary polls, only won two seats in the Province.",
    "Ministers in the previous government have said India has raised concerns over increasing Chinese investments and activities in its backyard of Sri Lanka’s north citing security concerns.",
    "“Today I am here without a special purpose. Today we are here to see how is the life going in the North since recently, specially to see the lives of our brothers and sisters in the Northern province,” Zhenhong said.",
    "“This year for the first time Jaffna supported a party from the South, the NPP, to win the election for the first time in the history.”",
    "“All these show that both Jaffna and the whole Northern Province are making changes and all these make our visit more meaningful,” he said.",
    "China has invested in sea cucumber plants in the North and assured an export market for the products. Some fishermen have gradually shifted to sea cucumber farming due to poor fish catch in the Northern sea amid bottom trawling by Indian fishermen.",
    "China also is in the process of providing dry rations, housing units, and fishing nets for Northern people. The Embassy has also started a scholarship programme for the undergraduate students in the University of Jaffna.",
    "Sri Lankan government had to cancel a renewable energy project won by a Chinese firm through a proper tender process after India complained of security threats, Sri Lanka Foreign Ministry officials have told EconomyNext.",
    "The previous government banned Chinese vessels coming to Sri Lanka for research purposes after security concerns raised by India and the United States.",
    "However, that one-year temporary ban ends next month. Sri Lanka’s new government under Anura Kumara Dissanayake has said they will decide on the research ship after the November 14 general elections.",
    "India in 2014 raised security concerns over a Chinese nuclear submarine docking in Colombo port, where India accounts over 70 percent of the transshipment volume of the port.",
    "Three month later, then President Mahinda Rajapaksa lost his bid for a third term to his own party secretary. After the defeat, Rajapaksa accused the key Indian intelligence service behind his defeat. (Colombo/November 22/2024)"
  ]
}