{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Pro-Sirisena-faction-appoints-Wijeyadasa-as-SLFP-Acting-Chairman/56-760879",
  "time_ut": 1713730944.0,
  "original_lang": "en",
  "original_title": "Pro-Sirisena faction appoints Wijeyadasa as SLFP Acting Chairman",
  "original_body_lines": [
    "SLFP rift deepens with two Acting Chairmen appointed by warring factions",
    "Kumaratunga faction objects to Wijeyadasa’s appointment and says Nimal Siripala de Silva remains as rightful Acting Chairman",
    "Tense situation arises between party supporters and police outside SLFP head office following new appointment",
    "Kumaratunga faction deliberates next steps following politburo meeting called by pro-Sirisena faction",
    "In the midst of an internal party crisis, the Sri Lanka Freedom Party (SLFP) finds itself grappling with the appointment of Acting Chairpersons, intensifying an already contentious situation following the appointment of Dr. Wijeyadasa Rajapakshe to the post by the party’s pro-Sirisena faction yesterday.",
    "The SLFP executive council convened at a venue in Kotte to finalise Rajapakshe’s nomination yesterday as the party head office on Darley Road remains sealed amidst an ongoing police investigation based on a complaint by Acting General Secretary Sarathi Dushmantha Mitralapala claiming documents had gone missing from the premises.",
    "At the meeting, SLFP Senior Deputy Chairman Prof. Rohana Lakshman Piyadasa announced the SLFP politburo has agreed to appoint Wijeyadasa as Acting Chairman during a meeting held on Saturday. The nomination was seconded by Piyadasa after no objections were raised on the matter.",
    "Previously on 8 April, the SLFP faction led by former party leader Chandrika Bandaranaike Kumaratunga, party office bearers Duminda Silva, Mahinda Amaraweera and Lasantha Alagiyawanna appointed SLFP Senior Vice President Nimal Siripala de Silva as the party’s Acting Chairman replacing the embattled Chairman Maithripala Sirisena. The appointment was made at a special politburo meeting called by the group.",
    "Duminda Dissanayake was also appointed as the party’s Acting General Secretary, with Dissanayake subsequently submitting documentation to the Elections Commission detailing the alterations in office-bearers.",
    "In response,Sarathi Dushmantha Mitrapala lodged objections at the Elections Commission of Sri Lanka (ECSL) on 18 April against the appointments made by the Kumaratunga faction.",
    "De Silva’s appointment came after an interim injunction was issued by the Colombo District prohibiting Sirisena from carrying out his duties in the position based on a complaint filed by Kumaratunga claiming Sirisena was unsuitable to carry out the role.",
    "However, the pro-Sirisena faction led by SLFP Acting General Secretary Sarathi Dushmantha Mitrapala has refused to accept De Silva’s appointment.",
    "Following Wijeyadasa’s appointment, SLFP National Organiser Duminda Dissanayake in a letter to Sarathi Dushmantha Mitrapala, asserted that Wijeyadasa’s appointment was illegal. Dissanayake maintained that De Silva appointed by them was the rightful Acting Chairman and emphasised that Wijeyadasa held no power in this regard.",
    "Earlier when De Silva was appointed to the post Sarathi Dushmantha Mitrapala had penned a similar letter claiming the Kumaratunga faction lacked the authority to convene a special politburo meeting.",
    "A tense situation was also reported outside the SLFP headquarters at Darley Road yesterday as a group attempted to enter the party building and faced obstruction by the police.",
    "The Kumaratunga faction is reportedly deliberating on the next steps following the politburo meeting summoned by Maithripala on Saturday.",
    "Meanwhile, the fate of the SLFP now rests in the hands of the courts after last week, the ECSL determined that it lacks the legal authority to intervene in the internal crisis of the political party."
  ]
}