{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lankan-designs-take-on-the-globe-after-APAC-success/34-763969",
  "time_ut": 1720384511.0,
  "original_lang": "en",
  "original_title": "Sri Lankan designs take on the globe after APAC success",
  "original_body_lines": [
    "Orient Design wins two Regional Awards; Five-Star winner enters global competition",
    "Sri Lanka made it big on the global interior design space, when Orient Design took home two awards at the prestigious Asia-Pacific Property Awards in Thailand. Winning a Five-Star award for Best Residential Interior Private Residence, Orient Design became the only Sri Lankan company to be nominated to the Global Awards. It also won the top award for Residential Interior in Apartments, for its design for the Cinnamon Life Penthouse.",
    "The private residence at Gower Street Colombo that won for Best Residential Interior combines nature and natural light into its design, and has been described by visitors as an Oasis nestled in the middle of the bustling city. Speaking to the Daily FT, Orient Design CEO Gihan Nanayakkara said the design was termed inspiring by many especially from the West, and that a city house could exude such natural and relaxing ambiances.",
    "“At Gower Street, we wanted to create a stress-free environment, and it was photographed for Home Magazine in Hong Kong some time ago. Once it was redone, and with this new accolade it has really given Orient Design and Sri Lanka a tremendous boost. The two awards are in effect a contrast. One is a residential apartment in effect part of a concrete block, and then the house. Both have won and that reinforces our confidence and belief to take on diverse projects and empower our clients to enjoy life and the environment that they please to live in,” Nanayakkara said.",
    "Orient Design’s Five-Star award winning residence at Gower Street will now compete for glory on the global stage having conquered the Asia-Pacific scene. Nanayakkara said Orient Design has been engaged to design interiors for many boutique hotels and similar properties, both in Sri Lanka and beyond. He remarked they are looking to grow clientele in the Middle East and Europe, having already concluded several projects in the region, including two Hilton Hotels in the Seychelles.",
    "“We are quite diversified in our portfolio now, Orient Design has even done crockery for a President’s house together with Noritake. My background is in the apparel trade, and I suppose that has given us the eye and the processes to do far more than others. We use the production line mentality to be well organised. Something we focus on is to be very practical when designing a space for a client to live in. I believe our attention to detail has been key in managing and meeting the expectation of our clients. We don’t advertise, but we’ve been getting a lot of business,” Nanayakkara said.",
    "Orient Design comprises mostly a young team of designers, and Nanayakkara says he employs people for their talent and skill opposed to qualifications. He noted commitment and passion is critical to bring out the best and stressed that companies now need to hire young people who can help mould technology and other advancements into products and creations. The company has also made great inroads in terms of reengineering costs employing local craftsmen and suppliers, ensuring significant value addition and gains to local value chains.",
    "Nanayakkara added that functionality is as important as aesthetics, and noted many people ask how he shifted from apparel to interior design. The CEO said he believes strongly that design is a lifestyle and pointed to some of the top names such as Versace, Armani or even Zara who display their own home sections, because it is related to lifestyle. “I always tell my team that if you have the eye, it is very easy to shift whether it’s from fashion to interior or design or the opposite way.” Nanayakkara also enthused that with growing foreign projects, his company can contribute towards the growth of the nation.",
    "“It was truly humbling and rewarding to become a five-star award winner from amongst hundreds of applicants across the Asia-Pacific region. There was another Sri Lankan company that was awarded and this is great for the country, and this keeps us on our toes. As a Sri Lankan company my target next year is to venture out. We have a few potential clients in the UK. Almost all our material is manufactured locally, and this is a great boon for local artisans in terms of providing a stage for their creations and to earn foreign exchange for the country. There are some things we find difficult to do here, especially electrical fittings, but we make a lot of lampshades here and add value wherever we can. So, it is a big achievement really,” Nanayakkara enthused.",
    "The CEO of Orient Design, Gihan Nanayakkara, said his most valued asset is his staff and noted that immediately after the success in Thailand at the Asia-Pacific Property Awards he had received interest for joint ventures and buy-outs, but the company will remain fully Sri Lankan for the foreseeable future.",
    "Nanayakkara also pointed to potential growth in high-end boutique tourism business, as there appears to be a rush to develop properties to cater to a potential 2.7 million arrivals over the next year. He noted it is difficult to create big hotels with adequate rooms overnight, and the next growth spurt in Sri Lanka could come through the boutique hotel space. He noted the success at the Asia-Pacific award serves as a huge confidence booster for himself and his team, who were with him to collect the award in Thailand.",
    "Orient Design was established in 2003 as a product development arm for the apparel trade dealing with top international brands like Tommy Hilfiger, Calvin Klein, Burberry and most high street retailers. Orient design is a key design and technical support partner for Brandix, Sri Lanka’s premier apparel exporter amongst many overseas clients.",
    "Orient Design’s fashions was recognised as a multiple Mercedes fashion award winner, and was shortlisted by SriLankan Airlines to design their uniform, which was selected as one of the 10 best airline uniforms. Based on this success, Orient was asked to collaborate with architect Madura Premathilake to design the interior of 6 aircraft, which included the construction of a mock aircraft cabin. Following this success, Orient Design ventured out into interior design."
  ]
}