{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/113094/lets-build-a-sri-lanka-where-children-and-elders-live-with-security-and-dignity-president",
  "time_ut": 1759285200.0,
  "original_lang": "en",
  "original_title": "“Let’s build a Sri Lanka where children and elders live with security and dignity” – President",
  "original_body_lines": [
    "President Anura Kumara Dissanayake says that the government is fully committed to safeguarding the rights and wellbeing of both generations on the World Children’s Day and Elder’s Day and that it will continue to work tirelessly to enhance the welfare of children and elders.",
    "Recognizing children as the nation’s future, he pledges to ensure their physical and mental wellbeing through equal access to education, healthcare, protection, and social support, while giving special attention to children with developmental challenges.",
    "“Their joyful smiles are the hope and strength of our nation,” he said in a message for World Children’s Day and Elder’s Day.",
    "In his message the President also honoured the invaluable contribution of elders and emphasized building a society where both children and elders live with dignity, security, and respect.",
    "“We extend our deepest respect and gratitude to our elders for their invaluable contribution to the progress of our country.”",
    "“Today marks both World Children’s Day and Elders’ Day. Within any nation, children and the elderly together represent a significant part of the population. Our Government is fully committed to safeguarding the rights and wellbeing of both these generations and we continue to work tirelessly to enhance the welfare of children as well as elders.",
    "Children represent the future of both our nation and the world. Their world is one of innocence and purity and it is our duty as a society to ensure that they are given the opportunity to enjoy that beauty without hindrance. As a Government that recognises that rights come hand in hand with duties and responsibilities, we remain firmly committed to protecting and upholding the rights of children. We have also taken practical measures to more effectively define childhood and to intervene meaningfully in promoting and securing children’s rights.",
    "In this regard, we are dedicated to ensuring the physical and mental wellbeing of all children, while guaranteeing their development through equal access to education, guidance, social protection, protection from abuse, discrimination and all forms of violence, as well as the provision of proper nutrition and improved healthcare services. We firmly believe that no child of school-going age should be deprived of an education on the basis of ethnicity, economic background, or any other factor. Accordingly, in this year’s Budget, we placed particular emphasis on improving healthcare, education and other support services for children with developmental challenges, including autism.",
    "At such a moment, we are confident that the Ministry of Women and Child Affairs, through this year’s commemoration of World Children’s Day under the theme “Protect with Love – Empower to Conquer the World”, will further illuminate the path towards achieving these objectives.",
    "On this special day, we reaffirm our pledge to provide love, support and protection to our children. Their joyful smiles are the hope and strength of our nation. Likewise, we extend our deepest respect and gratitude to our elders for their invaluable contribution to the progress of our country.",
    "Let us all unite to build a Sri Lanka where both children and elders live with security and dignity!”"
  ]
}