{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/minimum-room-rate-policy-killing-hotel-industry/",
  "time_ut": 1710779580.0,
  "original_lang": "en",
  "original_title": "Minimum room rate policy ‘killing hotel industry’",
  "original_body_lines": [
    "Policy inconsistency for Sri Lanka’s tourism sector pulls the industry into jeopardy and the new laws that impose a minimum room rate on Colombo City hotels, could make Sri Lanka lose the competitive edge among other countries in the region, a top travel and tourism expert Chandana Amaradasa said.",
    "‘The imposing of a minimum room rate on Colombo City hotels is actually killing the industry, resulting in the industry losing the competitive edge among hotels in the region. Room rates, accordingly, could henceforth rise to between 80 percent and 100 percent even in low standard city hotels in Colombo as well, Amaradasa said.",
    "‘The minimum room rate in Colombo city hotels is currently a bit high with the new law on a minimum charge rate for Colombo City hotels coming into effect and it would affect the industry because all the city hotel standards are not the same. On top of that, to attract high- end tourists into the country Sri Lanka does not have world call events, Amaradasa told The Island Financial Review.",
    "Amaradasa added: ‘All hotels in Colombo have a massive supply chain and with the loss of business/occupancy rates the entire economy will be affected and so far two major MICE tourism events that were scheduled to be held in Sri Lanka have shifted to Thailand.",
    "‘The tourism industry is just picking- up and this type of move is detrimental to the entire sector because these room rates are normally determined by demand and supply and not by gazette notifications.",
    "‘At present, Colombo five star hotels are mainly patronized by Indian tourists, corporate clients and MICE tourists. This will not only impact hotel revenue but the outside supply chain as well. Nowhere in the world is the tourism industry regulated in this manner and this would enable our competitors, such as Vietnam and Thailand, to attract tourists.",
    "‘As a long term consequence, some of the airlines could also pull out of Sri Lanka and hotels will halt recruiting new staff and training them with the limiting of their revenue sources.",
    "‘At present many experienced/quality hotel sector employees have left the country. Once this law comes into play most city hotels will suffer. Therefore, existing hotel sector employees in every category will go for greener pastures.’",
    "Sri Lanka could benefit from global trend towards EV use – IPS study",
    "Sheraton Colombo Hotel celebrates International Women’s Day with empowering insights",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}