{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/New-liquor-licences-to-be-issued-based-on-population-density-tourism/34-762092",
  "time_ut": 1716333183.0,
  "original_lang": "en",
  "original_title": "New liquor licences to be issued based on population density, tourism",
  "original_body_lines": [
    "Clarifies no requests made to transfer Sathosa’s liquor licences to other entities",
    "Affirms even if such requests were made, leasing licences to other parties is not be possible",
    "Says no licences will be issued in areas where there are reasonable objections",
    "State Minister of Finance Ranjith Siyambalapitiya yesterday said that new liquor licences will be issued considering factors such as the population density and the influx of tourists.",
    "He made these remarks in response to journalists’ inquiries during a program held in Karawanella about allegations that the Government is planning to transfer 55 out of 100 Sathosa liquor licences to companies owned by Arjun Aloysius.",
    "The State Minister clarified that there has been no request to transfer Sathosa’s liquor licences to other entities and asserted that even if such requests were made, leasing these licences to other parties would not be possible.",
    "“The Government has implemented a more systematic and impactful taxation on liquor companies than in any previous era,” he pointed out.",
    "Siyambalapitiya highlighted the Government’s focus on controlling the proliferation of illegal liquor. He stressed that any decision to grant a liquor licence in a particular area would involve consultations with the Regional Secretary and the Police.",
    "“No licences will be issued in areas where there are reasonable objections,” he affirmed.",
    "He pointed out that due to tax increases in 2023 alone, the price of alcohol has risen by 108%, reflecting the Government’s stance against increasing legal alcohol consumption.",
    "Siyambalapitiya also addressed allegations that the Government is distributing alcohol licences to their affiliates, stating that only four new R.B. 04 A licenses have been issued recently. “While no initial payment was required at the time of issuance, a fee of Rs. 15 million is now being charged,” he said.",
    "Additionally, the State Minister noted that the annual fees for all liquor licences have been increased tenfold. “This move aims to curb the growth of illegal liquor and discourage the consumption of legal alcohol,” he added.",
    "He said that regulating the liquor industry in a manner that balances public health concerns and economic factors is important in ensuring that any new licenses issued are justified and controlled."
  ]
}