{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/free-markets-predate-capitalism/",
  "time_ut": 1719061406.0,
  "original_lang": "en",
  "original_title": "Free Markets Predate Capitalism",
  "original_body_lines": [
    "Göbekli Tepe is the best known of half a dozen sites which have captured the attention of archeologists. Located in south-east Anatolia (Turkey) in the upper-reaches of the river Euphretes in the northern portion of the Fertile Crescent, it is an ancient market town with archeologically interesting temples which date back to the neolithic (new stone age) period, 9500-8000 BC. The birth of agriculture is credited to women who stayed at home and planted (gatherers) as men (hunters) buggered-off, chewed on meat, munched bones and came home from time to time to empty their overfull containers before they burst, and to procreate. The point of all this for this essay is that ancient market towns predate modes of production (slavery, feudalism, capitalism). Free markets are not a creation, nor a prelude, to capitalism as bogus liberal democrats, the IMF or an assortment of crooks would have us believe. Markets have been an ancient setting of human dealings for over ten-thousand years.",
    "Fast-forward six or seven thousand years to, for example China in about 2000 BC. I have extracted the attached mural from the display at the Taiwan National Museum which shows a bustling market. Do you see corporate entities, salesemen peddling the virtues of big business? Bunkum! Capitalism per se has no influence on efficient ancient human bazaar activity.",
    "There is a claim these days about the “indispensable” role of free-markets in economic decision-making and resource allocation. It is said is that capitalism embodies the best of all possible worlds. “Blah! Bunkum” as Ebenezer Scrooge was wont to say. Markets have existed from Mesopotamian Tigris-Euphrates civilisation times. At the dawn of civilisation maybe fifteen thousand years ago hunters (usually men) exchanged the animal carcases they brought from a hunt with gatherers (usually women) who stayed at home and tilled the land. This is why it is said that women discovered agriculture. Over two or three millennia before the present busy markets emerged in the Fertile Crescent, China, Japan, Mexico and in European market towns. Markets far predate capitalism and indeed other modes of production such as slavery and feudalism. Indeed the flourishing of FREE markets for millennia where goods are exchanged proves absolutely nothing about the efficiency or otherwise of the capitalist mode of production.Free-markets are indeed a sine qua non for civilisation. Indeed how else would humanity conduct its everyday business once it got beyond the hunter-gatherer stage?",
    "What about this thing that modern apologists of capitalism call the “free-market? Is this is an ideologically weighted usage? What they mean is that mechanisms that champion the profit-seeking activities of capitalist enterprises are indispensable for economic advancement. “Blah!  Bunkum” as Ebenezer Scrooge would say. Nor is this to be confused with Liberal Democracy since neither democracy nor liberalism are per se synonymous with profit and rent seeking; that is liberal democracy is not to be confused with capitalism per se. In every part of the world national statistics read something things like this: “1% of the population owns 40% of wealth”, “market forces without political intervention do nothing to take forward education or public health”, “in Idea the amount spent on public health should be three times more than what it is, but only political activism can achieve it”. Instaed we hear inane declarations like “Let the animal spirits of the capitalist free-market run unchecked”.",
    "There is nevertheless the valid question of productivity. Do the animal spirits of capitalism drive forward productivity? Remember Marx’s breathtaking remarks in the Manifesto:",
    "“The bourgeoisie, historically, has played a most revolutionary role. During its rule of scarce one hundred years, it has created more massive and colossal productive forces than all preceding generations; subjected natures forces to man, machinery, and application of chemistry to industry and agriculture, steam-navigation, railways, electric telegraphs, cleared continents for cultivation, canalisation of rivers, conjured whole populations out of the ground – what earlier century had even a presentiment that such productive forces slumbered in the lap of social labour?”",
    "There is no running away from this question. Does the exploitative greed of capitalism drive forward material productivity, that is the ever more abundant production of commodities. Is there a archetypical link between the workings of the capitalist mode of production and the output of goods and services? The answer is “yes”. Thanha is not a moral good but surely a feature of all unenlightened society. More broadly, consumption, especially food is an absolute necessity for all living things and an arrangement that feeds on greed seamlessly latches on. Even a birdbrain can appreciate that thanha is to material growth is as a bushfire to a pyromaniac. When it comes to greed there is no honour among thieves.",
    "Let us leave great and powerful nations to one side and consider the smaller wonders of productivity growth and expansion, South Korea, Taiwan and Singapore. Desire for material wealth underpinned and underwrote an explosion of productivity. The Japanese occupiers burnt Korea down to the ground, literally, several times, but the country rebuilt itself over and over again. South Korea is a particularly interesting example for a country like Lanka to examine because it would be an overstatement to call it an imperialist stooge, yet, and furthermore English is not universally accessible for historical reasons – not because it was screwed up by the political classes as in our case.",
    "To summarise and to wind up, my case is that as we descend from the millennial to the current it is important not to be misled by mere political propaganda distributed by current globalised business interests. We must hold steady. This essay has spanned millennia, scanned centuries and derided the attempt to sell people down the river by globalised class interests. We must resist the last."
  ]
}