{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Industrialized-nations-should-acknowledge-contributions-to-climate-change/108-278851",
  "time_ut": 1710406500.0,
  "original_lang": "en",
  "original_title": "Industrialized nations should acknowledge contributions to climate change",
  "original_body_lines": [
    "India, March 14 (Daily Mirror) - United Republican Front (URF) leader Patali Champika Ranawaka, addressing an international summit in India, said it is imperative for industrialized nations to acknowledge their historical contributions to climate change and take responsibility for mitigating its effects, including compensating affected countries for their losses.",
    "In his adderess, he said efforts to address climate change have a long history, marked by milestones such as the Club of Rome declaration in 1968 and the Rio Convention in 1992, which led to the establishment of the United Nations Framework Convention on Climate Change (UNFCCC).",
    "“Despite progress, challenges persist, with debates over emission reductions and financial compensations for climate-related disasters. The Inter-governmental Panel on Climate Change (IPCC) has underscored the urgency of limiting global temperature rise to avoid catastrophic consequences, emphasizing the importance of adhering to carbon budgets. However, current carbon emissions far exceed sustainable levels, necessitating concerted global efforts to mitigate climate change and its impacts.",
    "\"Considering historical injustices and disproportionate carbon footprints, proposals such as carbon debt concept and reparations for climate-related damages have gained traction, reflecting the need for accountability and equitable burden-sharing among nations. Just as Indian progressive political activists Sashi Tharoor advocates for acknowledging colonial exploitation (South Asia at large), it is imperative for industrialized nations to acknowledge their historical contributions to climate change and take responsibility for mitigating its effects, including compensating affected countries for their losses,” he said."
  ]
}