{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/the-hypocrisy-of-the-scalpel-is-sri-lankas-medical-watchdog-controlled-by-a-union/",
  "time_ut": 1758975148.0,
  "original_lang": "en",
  "original_title": "The Hypocrisy Of The Scalpel: Is Sri Lanka’s Medical Watchdog Controlled By A Union?",
  "original_body_lines": [
    "The Government Medical Officers Association (GMOA), Sri Lanka’s powerful doctors’ trade union, is currently making headlines for urging the Minister of Health to appoint a President to the Sri Lanka Medical Council (SLMC) who possesses “the highest stature, qualifications, and credentials,” is free from any conflicts of interest, and has no “commitments which may interfere” with their duties.",
    "It’s an admirable demand—but the entire medical profession and the public are left asking: Is this the ultimate act of hypocrisy?",
    "The GMOA’s call for unimpeachable integrity at the top is directly contradicted by serious allegations regarding its own actions within the SLMC, the very body mandated to regulate and discipline doctors for the public good.",
    "The controversy exploded during the 2023 SLMC elections at the BMICH. Reports indicate the GMOA allegedly orchestrated an “en masse” transport of its members via buses, providing them with pre-determined lists of candidates. This highly systematic effort is alleged to have defeated several eminent medical specialists, ushering in a wave of junior doctors.",
    "The concern? That these newly elected members may lack the sufficient experience, knowledge of professional ethics, and expertise to handle the complex issues of patient care and professional standards.",
    "2. Conflict of Interest: Trading Public Interest for Union Perks",
    "The very presence of a trade union-backed majority fundamentally compromises the SLMC’s role.",
    "The SLMC’s mandate is to regulate the profession in the public interest (licensing, ethics, discipline).",
    "The GMOA’s mandate is to advance and protect the interests of its members (pay, working conditions, job security).",
    "When trade union members dominate the council, the priority is clear: union interests often override impartial regulation.",
    "This alleged institutional capture has resulted in three critical failures that put patient safety and public trust at risk:",
    "There are repeated allegations that disciplinary actions against doctors—involving serious malpractice or ethical breaches—have been delayed, diluted, or outright blocked by union-affiliated members leading inquiry teams. This effectively allows unsafe medical practice to go unpunished, fundamentally eroding accountability.",
    "How can patients trust the SLMC when it appears “captured” by the very interests it is supposed to regulate? The current system only exacerbates this crisis of confidence:",
    "The public must pay lawyers to submit costly affidavits just to file a complaint.",
    "Meanwhile, the resulting inquiries are allegedly conducted by trade union members whose goal is to protect their colleagues.",
    "SLMC deliberations, especially sensitive disciplinary inquiries, must be strictly confidential. Yet, if a trade union representative is sharing inquiry details with their union colleagues to further their aims, how can any inquiry be considered impartial?",
    "The irony is glaring: the same GMOA accused of manipulating elections to install members who may have a clear conflict of interest is now demanding an unconflicted, highly qualified President.",
    "The call for a president of the highest caliber while simultaneously allegedly packing the council with members beholden to the union is seen by many as simply hoodwinking the public and the medical profession—a calculated distraction from the deeper systemic rot.",
    "If the GMOA’s intention for an independent SLMC were truly sincere, its first step should be to cease all attempts to manipulate SLMC elections and ensure its elected members possess the same high qualities it demands in the President.",
    "The current situation highlights a desperate need for structural reform. True independence for the SLMC won’t come from a single presidential appointment, but from a complete overhaul of the law that:",
    "Until then, the question remains: Can a medical council dominated by a trade union truly serve the public, or is its primary function now just to serve the union?",
    "*Disclaimer: The author of this article is Dr. Murali Vallipuranathan, who serves as a visiting lecturer at the Universities of Jaffna, Peradeniya, and Colombo, and as a Senior Medical Specialist within the Ministry of Health. Additionally, he is a Council Member of the Sri Lanka Medical Association. The opinions articulated in this article are presented with social responsibility, intending to improve public confidence in medical practitioners and to advocate for good governance and professional standards in the medical field. These perspectives are solely his own and do not represent his official capacities or affiliations."
  ]
}