{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/international/UN-fears-670-people-buried-under-Papua-landslide/107-283371",
  "time_ut": 1716730620.0,
  "original_lang": "en",
  "original_title": "UN fears 670 people buried under Papua landslide",
  "original_body_lines": [
    "May 26 (BBC) - About 670 people are estimated to be buried under a massive landslide in Papua New Guinea, a UN official says.",
    "The head of the International Organization for Migration in Papua New Guinea, Serhan Aktoprak, said the impact of Friday's landslide in the country's isolated Enga province was greater than initially thought.",
    "\"There are an estimated 150-plus houses now buried,\" Mr Aktoprak said.",
    "The affected areas are in the highlands of Enga, in the north of the island nation in the south-west Pacific.",
    "Mr Aktoprak said rescuers were at risk because \"the land still sliding\".",
    "\"The water is running and this is creating a massive risk for everyone involved,\" he said.",
    "There are nearly 4,000 people living in the area hit by the landslide.",
    "But Care Australia, the humanitarian agency which is helping with relief efforts, warned that the number affected was \"likely to be higher\" because of an influx of people escaping tribal conflicts in neighbouring areas.",
    "At least 1,000 people have been displaced as a result of the disaster. Mr Aktoprak said gardens that had grown food and water supplies were almost completely wiped out.",
    "The landslide happened at around 03:00 local time on Friday (17:00 GMT on Thursday), when people were more likely to be sleeping.",
    "\"We still don’t know the exact number of fatalities from the landslide, and may not know for some time,\" said a spokesperson for Care Australia.",
    "\"However, the time that the landslide occurred suggests that the death toll will rise.\"",
    "Mr Aktoprak said helpers were using any means necessary to recover victims: \"People are using digging sticks, spades, large agricultural forks to remove the bodies buried under the soil.\"",
    "By Sunday, just five bodies had been recovered alongside the partial remains of another.",
    "Debris from the landslide, which includes large boulders, trees and displaced soil, is up to 8 meters (26ft) deep in some areas.",
    "There is only one highway into Enga Province and Care Australia said debris had fallen across large swatches of the road, limiting access to the rescue site.",
    "The AFP news agency said heavy machinery was expected to arrive on Sunday.",
    "Australia's Prime Minister Anthony Albanese, said his country was ready to help \"our brothers and sisters in Papua New Guinea\".",
    "Tribal violence along the key route could complicate relief efforts, according to Mr Aktoprak.",
    "Papua New Guinea's military is providing security for convoys transporting aid.",
    "Mr Aktoprak said the unrest was unrelated to the landslide. \"In one day alone, a total of eight persons had been killed, five business stores and 30 houses had been burnt down,\" he said.",
    "Papua New Guinea has a population of more than 11.7 million people. With around 850 indigenous languages, it is the most linguistically diverse country on Earth, according to the World Bank."
  ]
}