{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Committee-to-assess-security-threats-against-Presidential-candidates/56-764426",
  "time_ut": 1721257359.0,
  "original_lang": "en",
  "original_title": "Committee to assess security threats against Presidential candidates",
  "original_body_lines": [
    "President Ranil Wickremesinghe has submitted a Cabinet paper seeking approval from the Cabinet to ensure the safety of the Presidential candidates ahead of the upcoming election, the President’s Media Division (PMD) said yesterday.",
    "The President’s Media Division said the proposal recommends forming a committee to conduct threat assessments and ensure security for Presidential candidates and former Presidents.",
    "This committee will be chaired by the Ministry of Public Security Secretary and will include the Chief of Defence Staff, the Inspector General of Police, the Chief of National Intelligence, and the Senior Deputy Inspector General of Police responsible for overseeing elections. Additionally, a Deputy Inspector General of Police will also be appointed to oversee all security arrangements.",
    "The PMD said this proposal arises from the recent attack on former US President Donald Trump during a campaign rally in Butler, Pennsylvania, underscoring the urgent need for enhanced security measures. The committee and the appointed officer will collaborate closely with the Election Commission to ensure effective coordination of security arrangements.",
    "Following the attack on Trump, Sri Lankan political parties have also called for increased security for their leaders contesting in the upcoming Presidential election. In a press conference earlier this week, Samagi Jana Balawegaya (SJB) Parliamentarian Eran Wickramaratne emphasised that the Government must be accountable for the security of Opposition leader Sajith Premadasa and urged the provision of necessary protection for the SJB’s Presidential candidate.",
    "Wickramaratne earlier this week expressed concerns about the security of the Opposition leader Premadasa, citing doubts due to attempts by certain parties to delay the elections.",
    "Similarly, supporters of the National People’s Party (NPP) have also voiced concerns. At a recent NPP rally in Kandy, National Bhikkhu Front (NBF) General Secretary Wakmulle Uditha Thera raised alarm about the security of NPP leader Anura Kumara Dissanayake, warning that a similar attack could be launched against him.",
    "“Anura Kumara requires protection. In light of the shooting of former US President Donald Trump, Buddhist monks have voiced concerns about his safety and suggested that he deliver his speeches without making public appearances. They emphasised the importance of safeguarding him, especially as corrupt politicians can engage in ruthless acts for power,” the Thera said."
  ]
}