{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102049/hezbollah-vows-retaliation-against-israel-after-pager-blasts-kill-several-wound-2750-in-lebanon",
  "time_ut": 1726624620.0,
  "original_lang": "en",
  "original_title": "Hezbollah vows retaliation against Israel after pager blasts kill several, wound 2,750 in Lebanon",
  "original_body_lines": [
    "Militant group Hezbollah promised to retaliate against Israel after accusing it of detonating pagers across Lebanon on Tuesday, killing nine people and wounding nearly 3,000 others, including fighters and Iran’s envoy to Beirut.",
    "Lebanese Information Minister Ziad Makary condemned the late-afternoon detonation of the pagers — handheld devices that Hezbollah and others in Lebanon use to send messages — as an “Israeli aggression.” Hezbollah said Israel would receive “its fair punishment” for the blasts.",
    "The Israeli military declined to comment on Reuters inquiries about the detonations.",
    "A senior Lebanese security source and another source told Reuters that Israel’s Mossad spy agency planted a small amount of explosives inside 5000 Taiwan-made pagers ordered by Hezbollah months before Tuesday’s detonations.",
    "The senior Lebanese security source said the group had ordered 5,000 beepers made by Taiwan-based Gold Apollo, which several sources say were brought into the country in the spring. The senior Lebanese source also told Reuters that the devices had been modified by Israel’s spy service “at the production level.”",
    "Separately, a U.S. official told The Associated Press on the condition of anonymity that Israel briefed the U.S. on the operation — in which small amounts of explosive secreted in the pagers were detonated — on Tuesday after it had concluded.",
    "Israel and the Iran-backed Hezbollah have been engaged in cross-border warfare since the Gaza war erupted last October, in the worst such escalation in years.",
    "The pagers exploded in southern Lebanon, in Dahiyeh and the eastern Bekaa Valley, southern suburbs of Beirut that are known as Hezbollah strongholds.",
    "In one instance, closed-circuit surveillance video carried by regional broadcasters showed a person paying at a grocery store as what appeared to be a small, hand-held device placed next to the cashier exploded.",
    "A Hezbollah official, speaking on condition of anonymity, said the incident was the “biggest security breach” for the group in nearly a year of conflict with Israel.",
    "The Palestinian militant group Hamas, which is waging war with Israel in Gaza, said the pager blasts were an “escalation” that will only lead Israel to “failure and defeat.”",
    "United Nations special co-ordinator for Lebanon, Jeanine Hennis-Plasschaert, deplored the attack in a statement and said it “marked an extremely concerning escalation” in the conflict.",
    "Washington said it was not involved in the explosions and did not know who was responsible. The United States renewed calls for a diplomatic solution to tensions between Israel and Lebanon and also urged Iran not to take advantage of any incident to raise instability.",
    "Iran, with its allies Hezbollah, Yemen’s Houthis and armed groups in Iraq, has formed an “Axis of Resistance” against Israeli and U.S. influence.",
    "Without commenting directly on the explosions in Lebanon, an Israeli military spokesperson said the chief of staff, Maj.-Gen. Herzi Halevi, met with senior officers on Tuesday evening to assess the situation. No policy change was announced, but he said that “vigilance must continue to be maintained.”",
    "Hezbollah fighters have been using pagers as a low-tech means of communication in an attempt to evade Israeli location-tracking, two sources familiar with the group’s operations told Reuters this year. A pager is a wireless telecommunications device that receives and displays messages.",
    "Iran’s ambassador to Lebanon, Mojtaba Amani, suffered a “superficial injury” in Tuesday’s pager blasts and was under observation in hospital, Iran’s semi-official Fars news agency said. Reuters could not immediately confirm the report.",
    "The casualties included Hezbollah fighters who are the sons of top officials from the armed group, two security sources told Reuters. One of those killed was the son of a Hezbollah member of the Lebanese parliament, Ali Ammar, they said.",
    "“This is not a security targeting of one, two or three people. This is a targeting of an entire nation,” senior Hezbollah official Hussein Khalil said while paying his condolences for Ammar’s son.",
    "Tuesday’s blasts added to a hefty price paid over the past year by Hezbollah. The group has lost more than 400 fighters in Israeli strikes, including its top commander, Fuad Shukr, in July.",
    "Security sources in Lebanon said two more Hezbollah fighters were killed in an Israeli strike in southern Lebanon on Tuesday.",
    "Earlier on Tuesday, Israel’s domestic security agency said it had foiled a plot by Hezbollah to assassinate a former senior defence official in the coming days.",
    "Hezbollah has said it wants to avoid all-out conflict with Israel, but that only an end to the Gaza war will stop the cross-border clashes. Gaza ceasefire efforts remain deadlocked after months of talks mediated by Qatar, Egypt and the U.S.",
    "While they saw a threat of escalation, experts were more skeptical, for now, about the potential for an imminent all-out Israel-Hezbollah war, which the U.S. has sought to prevent and which it believes neither side wants.",
    "Matthew Levitt, former deputy director of the U.S. Treasury’s intelligence office and author of a book on Hezbollah, said the pager explosions could disrupt its operations for some time.",
    "After Tuesday’s blasts, ambulances rushed through the southern suburbs of Beirut amid widespread panic.",
    "At Mount Lebanon Hospital outside Beirut, a Reuters reporter saw motorcycles rushing to the emergency room and people with bloodied hands screaming in pain.",
    "The head of the Nabatieh public hospital in the south of the country, Hassan Wazni, told Reuters that about 40 wounded people were being treated at his facility. The wounds included injuries to the face, eyes and limbs.",
    "Hezbollah fired missiles at Israel immediately after the Oct. 7, 2023, attacks by Hamas gunmen on Israel that triggered the Gaza war. Hezbollah and Israel have been exchanging fire ever since, while avoiding a major escalation.",
    "Tens of thousands of people have been displaced from towns and villages on both sides of the border by the hostilities.",
    "On Tuesday, Israel added to its formal war goals the return of citizens to their homes near the border with Lebanon."
  ]
}