{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98875/evening-thundershowers-expected-today-temperatures-to-reach-caution-level",
  "time_ut": 1714186500.0,
  "original_lang": "en",
  "original_title": "Evening thundershowers expected today; temperatures to reach ‘Caution’ level",
  "original_body_lines": [
    "The Meteorology Department says showers or thundershowers can be expected in parts of the Western, Sabaragamuwa, Central, Southern, North-western and Uva provinces after 2 p.m.",
    "Showers or thundershowers are likely in the North-central province in the evening or at night.",
    "Showers or thundershowers may occur at a few places over the coastal areas from Galle to Hambantota via Matara during the morning too.",
    "Fairly heavy showers above 75 mm are likely at some places in Western and Sabaragamuwa provinces and in Galle and Matara districts.",
    "The general public is advised to take adequate precautions to minimize damages caused by temporary localized strong winds and lightning during thundershowers.",
    "Against this backdrop, the Meteorology Department issued a Heat Index Advisory for Northern, North-central, Western, Sabaragamuwa, Eastern, Southern and North-Western provinces and in Monaragala district.",
    "Heat index, the temperature felt on human body is expected to increase up to ‘Caution level’ at some places in Northern, North-central, Western, Sabaragamuwa, Eastern, Southern and North-Western provinces and in Monaragala district, it warned.",
    "As per the advisory, under this level of temperature, fatigue is possible with prolonged exposure and activity while continuing activity could result in heat cramps.",
    "Thus, the members of the public are advised to stay hydrated, take breaks in the shade as often as possible and limit strenuous outdoor activities. They are also requested to check up on the elderly and the sick, never leave children unattended inside vehicles and to wear lightweight and white or light-colored clothing."
  ]
}