{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Haycarb-triumphs-at-ARC-International-Awards-2024/34-768549",
  "time_ut": 1730150163.0,
  "original_lang": "en",
  "original_title": "Haycarb triumphs at ARC International Awards 2024",
  "original_body_lines": [
    "Sets new benchmark in corporate reporting with Gold and Silver awards",
    "Haycarb PLC, a leader in activated carbon manufacturing and a member of the Hayleys Group, announced that its 2023/24 Annual Report has been honoured with two prestigious awards at the 38th International ARC Awards, headquartered in New York.",
    "Themed ‘Thriving Together’, the report won a Gold award in the ‘Cover Photo/Design’ category and a Silver award in the ‘Non-Traditional Annual Report’ category.",
    "Hailed as the ‘Academy Awards of Annual Reports’ of the financial community, the ARC Awards is the world’s largest international competition that celebrates excellence in annual reports. This prestigious competition sets the global benchmark for outstanding creativity, innovation, and execution in investor relations materials.",
    "“Being recognised at this prestigious international event serves as a testament to our team’s creativity and our vibrant commitment to the spirit of sustainable innovation. Our Annual Report is a reflection of our broader vision, fostering a culture of innovation, customer focus, and technical excellence. It reflects our commitment to continue to drive growth and help build a cleaner and brighter future for the coming generations,” said Haycarb PLC Managing Director Rajitha Kariyawasan.",
    "Launched during the company’s 50th anniversary year, ACTIVATE outlines Haycarb’s vision for integrating ESG considerations across its operations, aligning with the Hayleys Group’s Lifecode ESG framework. The report, designed in collaboration with Emagewise, revolves around five key pillars: Restore, Inspire, Excite, Uplift, and Innovate, detailing ambitious 2030 targets, including a 50% increase in renewable energy use, 25% adoption of sustainable packaging, and a 25% reduction in Scope 1 and 2 GHG emissions, showcasing Haycarb’s commitment to sustainable business practices and environmental stewardship.",
    "“Our approach to this Annual Report was to break away from tradition while maintaining clarity and engagement with our stakeholders, who partner with us in our quest for collective growth, thriving together for a better tomorrow. Our cover design celebrates this transformation of a coconut shell as it is transformed through innovative processes into activated carbon, which is then used in a myriad of applications, improving quality of life and showcasing our mission to generate progress towards a better future. The accolades we received speak to the success of this vision, and I am incredibly proud of our team’s efforts in creating a report that resonates with both creativity and purpose,” said Haycarb PLC Finance Director Jeevani Abeyratne."
  ]
}