{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/the-papal-guidance-on-voting-the-less-evil-candidate/",
  "time_ut": 1726325277.0,
  "original_lang": "en",
  "original_title": "The Papal Guidance On Voting: The Less Evil Candidate",
  "original_body_lines": [
    "Today (14 Sept. 2024, both on the BBC and Al Jazeera) the Holy Father, Pope Francis, urged the faithful to vote for the less evil of the two major US presidential candidates who are “against life.” Kamala Harris is openly for abortion while Trump is waffling – against one day and for the next. The pontiff said not welcoming migrants – seemingly referring to Trump –  is a “grave” sin, and compared Kamala Harris’ stance on abortion to an “assassination”.",
    "I am elated. For in the 2018-2020 elections I was on the Election Commission and could not openly identify with any candidate. As a citizen, however, I felt duty-bound to advise the voters. So I publicly urged voters during the Local Government, Parliamentary and Presidential elections to vote for the least bad of the candidates. Indeed, nearly all of them were bad in some way, while most were murderers and thieves.",
    "What honour now to have His Holiness the Pope taking my path in advising the voters and going further than I did in explicitly naming candidates and identifying the evil associated with them.",
    "There is a saying “If the hat fits, you wear it.” At the time people like GL Peiris, Dayasiri Jayasekara, and Gajendrakumar Ponnambalam among others were comfortable wearing the hat. Some claimed that a Tiger was hiding in the Commission. Others blew hot threatening to sack me. Two Thomians, reputedly lovers, also thought I was referring to them. It worked out because the more they attacked me the more they outed themselves as whatever they were, particularly as tyrants.",
    "Today as we participate in the hustings and prepare to vote, we need to discern issues that touch on what is humane and caring before going after the good life. We must be able to see who is less evil and who is more evil. To see that, the system needs to change in toto since there is little that is honest and good in what is left in our democracy after 1947’s citizenship act when our “I want more” culture took over.",
    "Indeed, in a democracy it is those who have more who can take more. It is therefore imperative that we do not empower our robber MPs to help them take more from us than they already have. Now is the time to first worry particularly about looking after those who have no food, those do not have access to good education and those who do not get fitting health care.",
    "Yesterday I read of how Tamil prisoners were released at this time after some 30 years. How did I not give their well-being the attention it deserved? It took the election and the need to win illegally a few cheap votes to get them released. Shame on me.",
    "Coming from the educated classes, we who read the Englidh press like this, really do not feel the pinch in these areas of human need, not even when a doctor asks us to get an MRI at a private hospital. It is all the more reason to sensitize ourselves to the needs of the needy. We have already seen the force of resentment in the Aragalya and we dare not invite another.",
    "When presidential candidates talk about eliminating corruption after being responsible for it through their millions in cash, BMWs, Mercedes Benzes, horses, dogs and race cars that they cannot afford on their income, we must know that their manifestos are for show and not real – sheer bluff.",
    "When presidential candidates promise to lift the embargo on motor car imports, we know they are bluffing. We also know that they are flouting election law by promising motor car imports at the height of the campaign, besides jobs and lands during the campaign and will never respect the law – as clearly evident from Supreme Court Judgements they have ignored like their own promises they ignored during 2015-2020.",
    "When robber barons switch parties and stand with candidates whom they once opposed tooth and nail, we know that if we vote for them we are greenlighting robbery from us in bigger numbers. We are also saying it is ok to get our votes on one set of policies and then stand with a candidate with another set of policies. We know parties are bought and sold. Has there ever been a charge or an attempt to bring a charge?",
    "The Election Commission (which writes objections without ever issuing punishments)  by ignoring these violations, shows us that it needs a reset.",
    "When news agencies and television broadcasters ignore the character of candidates and focus on their policies promising us the skies, we know not to take them seriously. More than a year ago I had cause to file a lawsuit in the Supreme Court under Nagananda Kodituwakku’s leadership. A Buddhist Monk and I challenged how people could not be nominated as MPs unless they were first candidates for the party nominating them. I do not wish to argue that here. The issue I raise is about Nagananda getting a call from a TV person who interviewed me for his hour-long programme. He offered us Rs. 10,000,000 from one of our big Television Stations if we withdrew the case. The money would be put into the account of a charity we start. We naturally ignored the offer. I believe the desperation was because the MP intended at the time to be a presidential  candidate. Naganada recorded the offer. I have a copy. This is why I say that even the press needs a restart. They serve party interests not their readership’s.",
    "Even the Anglican Church needs a reset – when I challenged the church over how they miscount votes for council, how they violated deadlines set in the constitution, how they buy cars for clergy in violation of trust funds, how they ignore constitutional quotas for women and youth, etc. the church brought in powerful lawyers go vacate the stay order that was given  and I asked my lawyer to give up as the case had to be filed in Sinhalese which I could not understand and I had already paid Rs. 250,000 of money meant for my children’s dowry when there was not a cent of the Bishop’s personal funds spent on the case as best as I could tell.  My wife would not support my spending more of the children’s money, although my daughters agreed.",
    "When a politician allied with the rulers broke election laws, the Election Commission took no action and I had to file a personal complaint before a Magistrate. The Attorney General asked for the file about 5 years ago to study it and is yet to return it. So the Magistrate says he cannot set the next date.  Evidence (copies on CD of the relevant speech) that  I gave the police was not filed for a year and an acting judge who mysteriously appeared ruled the evidence inadmissible because it had not been produced by the police for so long! The police and the AG need resets.",
    "Two judges against whose conduct I raised serious issues before the Judicial Service Commission were let off by ignoring me. One of them seemed to have challenged someone more powerful and was interdicted as District Judge Trincomalee this week (Daily Mirror 13 Sept. 2024 and other Tamil newspapers) after he visited a lady who was party to a case before him. An old lady shouted in open court that her lawyer (the Secretary for the Lawyer’s Association) had promised results by going with her money to the judge’ chambers and that she was not given the promised results. A policeman asked me for Rs. 50,000 saying he would speak to the judge but I ignored his request. I have seen a man giving Rs. 500 to another policeman guarding a remand prisoner in one of the Trinco Magistrate’s Courts. Even the legal system badly needs a reset button.",
    "Short of another Aragalya Sri Lanka cannot be put right. We need the fervour and emotional drive of the NPP to set Sri Lanka right-side-up. Recall who lives a simple life without multiple motorcars and is not involved in any scandal. At the same time remember who crushed the Aragalya using heavy force. See who was behind the 1983 riots and who was responsible for the Butchery in Mullivaikal."
  ]
}