{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103760/32-sri-lankan-victims-of-human-trafficking-rescued-in-myanmar",
  "time_ut": 1732545240.0,
  "original_lang": "en",
  "original_title": "32 Sri Lankan victims of human trafficking rescued in Myanmar",
  "original_body_lines": [
    "Sri Lanka’s Foreign Ministry announced that thirty-two (32) Sri Lankan nationals who were victims of human trafficking and stranded in Myanmar have been rescued on Monday (25 November) following a successful, coordinated process.",
    "The rescued Sri Lankans had been lured into cybercrime operations and became victims of human trafficking, the ministry said.",
    "In a statement, the Ministry of Foreign Affairs emphasized that, the Government of Sri Lanka will coordinate with the International Organization for Migration (IOM) for their early repatriation to Sri Lanka.",
    "The Ministry of Foreign Affairs, Foreign Employment and Tourism and Sri Lanka’s Ambassadors in Thailand and Myanmar coordinated the process. Ven. Maligawila Assaji Thero, who represented the families of the trafficked Sri Lankans, also facilitated the process.",
    "Last week, Minister of Foreign Affairs, Foreign Employment and Tourism Vijitha Herath, directed the officials to undertake urgent representations to the Governments of Myanmar and Thailand to support the rescue operation and for Sri Lanka’s Envoys to engage the respective Governments in this regard, the statement said.",
    "The 32 Sri Lankans comprising 08 females and 24 males have been safely brought across the Mae Sot border on 25 November and were received by Sri Lanka’s Ambassador in Thailand. They are now in the Tak Province, Thailand and their welfare needs are being provided, the statement said.",
    "The present rescue follows two other processes in April 2024 and August 2024 where a total of 28 Sri Lankans were rescued by the Government of Sri Lanka in coordination with the Governments of Myanmar and Thailand, it added.",
    "The Ministry of Foreign Affairs, Foreign Employment and Tourism strongly urged Sri Lankans seeking foreign employment to mandatorily adhere to authorized procedures, so as not to fall victim to human trafficking schemes, and to verify their job opportunities or offers with the Sri Lanka Bureau of Foreign Employment (SLBFE) prior to undertaking employment overseas."
  ]
}