{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/We-need-to-dream-new-dreams/172-284034",
  "time_ut": 1717439460.0,
  "original_lang": "en",
  "original_title": "“We need to dream new dreams”",
  "original_body_lines": [
    "Meditation becomes challenging amidst such huge responsibilities, but the land of Kanniyakumari and the inspiration of Swami Vivekananda made it effortless",
    "Kanniyakumari has always been very close to my heart. The Vivekananda Rock Memorial in Kanniyakumari was built under the leadership of Shri Eknath Ranade ji",
    "The biggest festival of democracy, the 2024 Lok Sabha Elections is concluding today in our nation, the Mother of Democracy. After a three-day spiritual journey in Kanniyakumari, I have just boarded the plane for Delhi. Through the day, Kashi and numerous other seats have been in the midst of voting.",
    "My mind is filled with so many experiences and emotions... I feel a boundless flow of energy within myself. The 2024 Lok Sabha elections are the first in the Amrit Kaal. I began my campaign a few months ago from Meerut, the land of the First War of Independence of 1857. Since then, I have traversed across the length and breadth of our great nation. The final rally of these elections took me to Hoshiarpur in Punjab, the land of the great Gurus and a land associated with Sant Ravidas Ji. After that, I came to Kanniyakumari, at the feet of Maa Bharti.",
    "It is natural that the fervour of the elections was echoing in my heart and mind. The multitude of faces seen in rallies and road shows came in front of my eyes. The blessings from our Nari Shakti…the trust, the affection, all of this was a very humbling experience. My eyes were getting moist... I entered into a ‘sadhana’ (meditative state). And then, the heated political debates, the attacks and counter-attacks, the voices and words of accusations which are so characteristic of an election…they all vanished into a void. A sense of detachment came to grow within me...my mind became completely detached from the external world.",
    "Meditation becomes challenging amidst such huge responsibilities, but the land of Kanniyakumari and the inspiration of Swami Vivekananda made it effortless. As a candidate myself, I left my campaign in the hands of my beloved people of Kashi and came here.",
    "I am also grateful to God for instilling me with these values from birth which I have cherished and tried to live up to. I was also thinking about what Swami Vivekananda must have experienced during his meditation at this very place in Kanniyakumari! A part of my meditation was spent in a similar stream of thoughts.",
    "Amidst this detachment, amidst the peace and silence, my mind was constantly thinking about the bright future of Bharat, the goals of Bharat. The rising sun at Kanniyakumari gave new heights to my thoughts, the vastness of the ocean expanded my ideas, and the expanse of the horizon continuously made me realize the unity, the Oneness, embedded in the depths of the universe. It seemed as if the observations and experiences undertaken in the lap of the Himalayas decades ago were being revived.",
    "Kanniyakumari has always been very close to my heart. The Vivekananda Rock Memorial in Kanniyakumari was built under the leadership of Shri Eknath Ranade ji. I had the opportunity to travel extensively with Eknath ji. During the construction of this Memorial, I had the opportunity to spend some time in Kanniyakumari as well.",
    "From Kashmir to Kanniyakumari... this is a common identity that is deeply ingrained in the heart of every citizen of the country. This is the ‘Shakti Peeth’ (seat of Shakti) where Maa Shakti incarnated as Kanya Kumari. At this Southern tip, Maa Shakti performed penance and waited for Bhagwan Shiva, who was residing in the Himalayas at the northernmost parts of Bharat.",
    "Kanniyakumari is the land of confluences. The sacred rivers of our country flow into different seas, and here, those very seas converge. And here, we witness another great confluence—the ideological confluence of Bharat! Here, we find the Vivekananda Rock Memorial, a grand statue of Saint Thiruvalluvar, Gandhi Mandapam, and Kamarajar Mani Mandapam. These streams of thought from these stalwarts converge here to form a confluence of national thought. This gives rise to great inspirations for nation-building. This land of Kanniyakumari gives an indelible message of unity, especially to any person who doubts Bharat’s nationhood and the sense of unity.",
    "The grand statue of Saint Thiruvalluvar in Kanniyakumari seems to be looking at the expanse of Maa Bharati from the sea. His work Thirukkural is one of the crown jewels of the beautiful Tamil language. It covers every aspect of life, inspiring us to give our best for ourselves and for the nation. It was my great fortune to pay my respects to such a great figure.",
    "Swami Vivekananda once said, ‘Every nation has a message to deliver, a mission to fulfil, a destiny to reach.’",
    "For thousands of years, Bharat has been moving forward with this sense of meaningful purpose. Bharat has been a cradle of ideas for thousands of years. We have never considered what we have acquired as our personal wealth or measured it purely by economic or material parameters. Therefore, ‘Idam-na-mama’ (this is not mine) has become an inherent and natural part of the character of Bharat.",
    "Bharat’s welfare benefits our planet’s journey to progress as well. Take the freedom movement as an example. Bharat gained independence on August 15, 1947. At that time, many countries around the world were under colonial rule. Bharat’s independence journey inspired and empowered many of those countries to achieve their own freedom.",
    "That same spirit was seen decades later when the world came face to face with the once in a century COVID-19 pandemic. When concerns were raised about the poor and developing countries, Bharat’s successful efforts provided courage and assistance to many nations.",
    "Today, Bharat’s governance model has become an example for many countries around the world. Empowering 25 crore people to rise above poverty in just 10 years is unprecedented. Innovative practices such as Pro-People Good Governance, aspirational districts, and aspirational blocks are being discussed globally today. Our efforts, from empowering the poor to last-mile delivery, have inspired the world by prioritizing individuals standing at the last rung of society. Bharat’s Digital India campaign is now an example for the entire world, showing how we can use technology to empower the poor, bring transparency, and ensure their rights. Inexpensive data in Bharat is becoming a means of social equality by ensuring the reach of information and services to the poor. The whole world is witnessing and studying the democratization of technology, and major global institutions are advising many countries to adopt elements from our model.",
    "Today, Bharat’s progress and rise are not just a significant opportunity for Bharat alone, but also a historic opportunity for all our partner countries around the world. Since the success of the G-20, the world has been increasingly envisioning a bigger role for Bharat. Today, Bharat is being acknowledged as a strong and important voice of the Global South. The African Union has become a part of the G-20 group at the initiative of Bharat.",
    "This is going to be a crucial turning point for the future of African countries.",
    "The developmenttrajectory of Bharat fills us with pride and glory, but at the same time, it also reminds the 140 crore citizens of their responsibilities. Now, without wasting a single moment, we must step forward towards greater duties and larger goals. We need to dream new dreams, convert them into reality and begin living those dreams.",
    "We must see Bharat’s development in a global context, and for this, it is essential that we understand Bharat’s internal capabilities. We must acknowledge Bharat’s strengths, nurture them, and utilize them for the benefit of the world. In today’s global scenario, Bharat’s strength as a youthful nation is an opportunity from which we must not look back.",
    "The world of the 21st century is looking towards Bharat with many hopes. And we will need to make several changes to move forward in the global scenario. We also need to change our traditional thinking regarding reform. Bharat cannot limit reform to just economic reforms. We must move forward in every aspect of life towards the direction of reform. Our reforms should also align with the aspirations of a ‘Viksit Bharat’ (developed India) by 2047.",
    "We must also understand that reform can never be a unidimensional process for any country. Therefore, I have laid out the vision of reform, perform, and transform for the country. The responsibility of reform lies with leadership. Based on that, our bureaucracy performs, and when the people join in with the spirit of Jan Bhagidari, we witness a transformation taking place.",
    "We must make excellence the fundamental principle to make our country a ‘Viksit Bharat’. We need to work quickly in all four directions: Speed, Scale, Scope, and Standards. Alongside manufacturing, we must also focus on quality and adhere to the mantra of ‘zero defect-zero effect’.",
    "We should take pride in every moment that God has blessed us with birth in the land of Bharat. God has chosen us to serve Bharat and fulfil our role in our country’s journey towards excellence.",
    "We must redefine our heritage in a modern way while embracing ancient values in a modern context.",
    "As a nation, we also need to reassess outdated thinking and beliefs. We need to free our society from the pressure of professional pessimists. We must remember that freedom from negativity is the first step towards achieving success. Success blossoms in the lap of positivity.",
    "My faith, devotion, and belief in the infinite and eternal power of Bharat are growing day by day. Over the past 10 years, I have seen this capability of Bharat grow even more and have experienced it firsthand.",
    "Just as we utilized the fourth and fifth decades of the 20th century to impart a new momentum to the freedom movement, we must lay the foundation for a ‘Viksit Bharat’ in these 25 years of the 21st century. The freedom struggle was a time that called for great sacrifices. The present times call for great and sustained contributions from everyone.",
    "Swami Vivekananda had said in 1897 that we must dedicate the next 50 years solely for the nation. Exactly 50 years after this call, Bharat gained independence in 1947.",
    "Today, we have the same golden opportunity. Let’s dedicate the next 25 years solely for the nation. Our efforts will create a strong foundation for the coming generations and the coming centuries, taking Bharat to new heights. Looking at the energy and enthusiasm of the country, I can say that the goal is not far away now. Let us take swift steps...let us come together and create a Viksit Bharat.",
    "(These thoughts were penned by PM Modi on 1st June between 4:15 PM and 7 PM during his return flight from Kanniyakumari to Delhi)"
  ]
}