{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112496/romania-becomes-second-nato-country-to-report-russian-drone-in-its-airspace",
  "time_ut": 1757856480.0,
  "original_lang": "en",
  "original_title": "Romania becomes second Nato country to report Russian drone in its airspace",
  "original_body_lines": [
    "Romania says a Russian drone has breached its airspace - the second Nato country to report such an incursion.",
    "Romanian fighter jets were in the air monitoring a Russian attack in Ukraine on Saturday and were able to track the drone near Ukraine’s southern border, the defence ministry said in a statement.",
    "Ukrainian President Volodymyr Zelensky said the incursion could not be a mistake - it was “an obvious expansion of the war by Russia”. Moscow has not commented on the Romanian claims.",
    "On Wednesday, Poland said it had shot down at least three Russian drones which had entered its airspace.",
    "In its statement, Romania’s defence ministry said it detected the Russian drone when two F-16 jets were monitoring they country’s border with Ukraine, after “Russian air attacks on Ukrainian infrastructure on the Danube”.",
    "The drone was detected 20km (12.4 miles) south-west of the village of Chilia Veche, before disappearing from the radar.",
    "But it did not fly over populated areas or pose imminent danger, the ministry said.",
    "Poland also responded to concerns over Russian drones on Saturday.",
    "“Preventative operations of aviation - Polish and allied - have begun in our airspace,” Prime Minister Donald Tusk said in a post on X.",
    "“Ground-based air defence systems have reached the highest state of readiness.”",
    "Earlier this week Russia’s defence ministry said there had been “no plans” to target facilities on Polish soil.",
    "Belarus, a close Russian ally, said the drones which entered Polish airspace on Wednesday were an accident, after their navigation systems were jammed.",
    "On Sunday, the Czech Republic announced it had sent a special operations helicopter unit to Poland.",
    "The unit consists of three Mi-171S helicopters, each one capable of transporting up to 24 personnel and featuring full combat equipment.",
    "The move is in response to Russian’s incursion into Nato’s eastern flank, the Czech Defence Minister Jana Cernochova said.",
    "In response to the latest drone incursion, President Zelensky said the Russian military “knows exactly where their drones are headed and how long they can operate in the air”.",
    "He has consistently asked Western countries to tighten sanctions on Moscow.",
    "US President Donald Trump also weighed in on airspace breach earlier this week, saying he was “ready” to impose tougher sanctions on Russia, but only if Nato countries met certain conditions, such as stopping buying Russian oil.",
    "Russia launched a full-scale invasion of Ukraine in February 2022 and has been making slow progress in the battlefield.",
    "Trump has been leading efforts to end the war, but Russia has intensified attacks on Ukraine since President Vladimir Putin returned from a summit with Trump in Alaska last month."
  ]
}