{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/news-features/Proposed-wage-hike-Estate-workers-appreciated-or-trapped-in-election-promise/131-282661",
  "time_ut": 1715797800.0,
  "original_lang": "en",
  "original_title": "Proposed wage hike Estate workers appreciated or trapped in election promise?",
  "original_body_lines": [
    "Estate workers brave leech bites, unpredictable weather conditions, changing terrains and unsafe working environments to put food on the table",
    "Labour Commissioner issued a gazette to implement a 70% wage increase for estate workers; thereby increasing their wage to Rs. 1750",
    "Estate work is labour intensive and many work in unsafe working environments",
    "Unable to survive on minimum salaries, estate workers have obtained loans to pay for children’s school fees and tuition classes",
    "Regional Plantation Companies (RPCs) and estate employers have objected to a 70% wage increase",
    "President Ranil Wickremesinghe has promised to convert line rooms into villages and improve infrastructure facilities in the estate sector",
    "Estate workers at a shed in Bogawantalawa, weighing their daily quota of tea leaves",
    "Nallusamy Seethaletchami, an estate worker from Bogawantalawa worries about being paid a minimum salary for her work. Female workers like Seethaletchami comprise a greater percentage of the economically active population within the labour force. Sometimes they are the sole breadwinners in their families and have to brave many social and economic challenges to provide a stable environment for their children and sometimes their spouses, who also depend on contract labour. Despite continuous demands, it took 14 years for a Sri Lankan Government to implement the Rs. 1000 wage increase. Earlier this month, the Labour Commissioner issued a gazette notification to implement a 70% wage increase for estate workers; thereby increasing their wages to Rs. 1750. But estate owners and plantation companies are ready to object.",
    "Seethaletchami and her colleagues were busy weighing tea leaves at a roadside shed when the Daily Mirror spotted them during its visit to Bogawantalawa. These workers are ever willing to share their hardships with anybody who wishes to listen to what they are experiencing. From a worker’s point of view, these workers are doing their best to pluck the required quota of tea on any given day. “The wages that are being paid aren’t enough. We are being paid Rs. 1000, but we receive Rs. 900 as a fixed wage and Rs. 100 as an allowance. With this salary we have to pay school fees and manage all other living expenses and it is a tough task,” Seethaletchami complained.",
    "Estate workers report to work almost on a daily basis and work additional hours; plucking additional kilos of tea leaves to earn an extra income. “We have to pluck 22 kilos of tea leaves if we work for a daily allowance. After Vesak there will be heavy winds. During this period we’re unable to pluck tea.  We have around 4-5 months to earn what we can,” said Munneswari.",
    "Estate work is labour intensive and many work in unsafe working environments. They brave the weather, stinging by leeches, changing terrains and take all the effort to put food on the table. Unable to survive on their minimum salaries, estate workers have obtained loans; mainly to pay fees for school and tuition classes for their children. But many are unable to settle their loans as a result of the wage crisis.",
    "“The leeches suck all our blood and company owners may not know the hardships that we face. All that we ask for is to pay a better salary for the work that we do,” said V. Jegathamba. “If we fall sick we need at least Rs. 2000 to buy medicines. The school close by to our line rooms have classes up to O/Ls. So we have to send our children to Balangoda for their A/Ls. For that we need around Rs. 20,000 as they have to find a boarding place and have to pay for their tuition and other expenses. With this wage it is next to unthinkable to find so much money. Just because we suffer it doesn’t mean that our children should also suffer,” said Saravanandan.",
    "According to the new gazette issued by the Labour Commissioner H. K. K. A Jayasundara, companies are expected to pay Rs. 1350 as a daily wage and Rs. 350 as a daily special allowance. In addition an estate worker will be paid Rs. 80 for any additional kilos that have been plucked. But Regional Plantation Companies (RPCs) and estate employers have objected to a 70% wage increase. A statement issued by the Planters Association of Ceylon pointed out that the Gazette notification No. 2382/04 issued on April 20 by the Labour Commissioner only states that the government ‘intends’ to determine the minimum payment in respect of workers engaged in the Tea Growing and Manufacturing Trade.’ The gazette further indicated that objections to the proposed determination will be received until May 15. As such the Association states that it will be filing objections to the proposals within the time frame stipulated by the Labour Commissioner.",
    "At one point the tea industry was adversely affected by the shortsighted inorganic fertilizer policy which was haphazardly implemented during the regime of former President Gotabaya Rajapaksa. Tea smallholders have always complained about their production cost. Low country tea growers for instance opine that the cost of production exceeds their profits. “The average cost is Rs. 220 per kilo. If we take the cost of fertilizer, wages, other expenses such as administrative charges, all that sums up to around Rs. 230 and this is more than the amount that we generate,” explained S. M. P Jayantha of the Low Country Tea Smallholders Association.",
    "He challenged the government to show at least one industry that has implemented a 70% wage increase. “We don’t say that the salaries of workers should not be increased. But the government should have had a proper consultation with all stakeholders of the industry before issuing a gazette of this nature,” opined Jayantha.",
    "He further said that one of the solutions is to improve the efficiency and productivity of the tea industry by either introducing machinery to pluck tea. “If there’s a way to pluck around 75 kilos every day then it is alright to increase workers’ salaries,” he suggested.",
    "Since 2005, estate unions have demanded this wage increase that would have made their daily earnings Rs.1000. However it took 14 years for the government to fulfill workers’ demands. “But in the backdrop of an economic crisis and inflation, none of the plantation companies wants to implement the new proposal to increase wages to Rs. 1700,” said Periyasamy Muthulingam, Executive Director at the Institute of Social Development. “The Elections Commission has already announced the election dates. In this backdrop the government can legally request for a wage hike, but whether it’s a practical request remains a question. When Gotabaya Rajapaksa implemented the Rs. 1000 wage hike, the companies paid Rs. 900 as a daily wage and Rs. 100 as an allowance. If the workers work more than 18 days they will be paid Rs. 100. The same thing will happen with the new wage as well. As such estate workers have been continuously exploited over the years,” he explained.",
    "Similar to the demands made by the estate workers themselves, the latest studies indicate that an estate worker should be paid a minimum wage of Rs. 2000 if they are to survive in this current economic backdrop. Hence Muthulingam proposes an outgrow model implemented by tea smallholders as a viable solution to this issue. “There are around 500,000 tea small growers in the country and 77% of tea leaves are supplied by them. If the employers lease out their lands to the tea pluckers and bring them under an authority, these people should be able to find some extra income from the lands given to them. Despite leasing out the lands, they still come under the purview of the government. Countries such as Kenya are already following our tea smallholder models. If they lease the lands to business entities, they will cut off the trees and leave. But if the land is divided among the estate workers it will provide a more sustainable approach to improve the industry,” he added.",
    "The Ceylon Workers Congress has been representing the Malaiyagha community for decades and has been at the forefront in voicing for the rights of the plantation community. During his recent visit to address the estate community in the Hill Country, incumbent President Ranil Wickremesinghe promised to convert line rooms into villages and improve infrastructure facilities in the estate sector. Several programmes have been implemented by the CWC including the 10,000 homes programme and the Saumya Bhoomi Land Deed programme to grant 10 perches of land to over 20,000 families living in the estate sector to provide estate workers with a life of dignity."
  ]
}