{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-prepares-policy-to-admit-foreign-university-students-172313/",
  "time_ut": 1721116620.0,
  "original_lang": "en",
  "original_title": "Sri Lanka prepares policy to admit foreign university students",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s cabinet has approved a policy to admit foreign students to 26 local state and private universities, based on internationally accepted minimum qualifications, Cabinet Spokesman Bandula Gunawardena, said.",
    "“The Cabinet approved the proposal to consider the minimum qualification recognized for university admission by the 193 United Nations Member countries, as the minimum qualification to enroll for degree programmes,” Gunawardena told reporters on Tuesday.",
    "Exceptional cases which are not covered by the aforesaid, will be considered according to the UK NARIC institution specified qualifications, he said.",
    "Sri Lanka can become a ‘knowledge hub’ through widening the opportunities for admission of foreign students to the 26 degree awarding institutions which are recognized by Section 25(A) of the University Act in Sri Lanka, the minister said.",
    "The 17 state universities under the University Grants Commission allocate 5 percent of enrollments for foreign students annually.",
    "“We plan on marketing Sri Lanka as an educational destination in order to attract foreign exchange,” Gunawardena said.",
    "In October 2023, Sri Lanka’s University of Colombo allowed foreign students to enroll to study medicine for 62,500 dollars.",
    "Sri Lanka calls foreigners to enroll in Colombo University for medical degree; to charge $62,500",
    "However, the eligibility for foreign students to study medicine is a minimum of 2 Credit passes and a Simple Pass in Biology, Chemistry and Physics at a foreign exam, Minister Suren Raghavan has told Economynext previously.",
    "Meanwhile, Sri Lankan medical students who do not qualify for local universities often travel abroad for studies.",
    "“Countries such as India, Australia, Japan and UK attract a lot of our students,” Gunawardena said, “Parents sell their property to send their children for foreign education resulting in foreign exchange going out of the country.”",
    "Gunawardena said that Sri Lankan students travel to study in Bangladesh and Nepal which Gunawardena said have ‘lower literacy rates’ than Sri Lanka. (Colombo/Jul16/2024)"
  ]
}