{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-low-grown-teas-ease-at-auction-high-growns-up-153961/",
  "time_ut": 1710054240.0,
  "original_lang": "en",
  "original_title": "Sri Lanka low grown teas ease at auction, high growns up",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s tea price averages fell at an auction March 5-6, dragged with Low Growns weakening, while High and Medium Growns gained, industry data showed.",
    "Sri Lankan tea prices have moved up in 2024 both in rupee and US dollar terms.",
    "The national weekly sale average fell by 20.61 rupees to 1344.39 rupees a kilogram this week, from 1,365 rupees week industry data published by Ceylon Tea Brokers showed.",
    "The weekly average was 4.47 US dollars a kilo, up from 4.21 a week earlier.",
    "Prices have gained from an average of 3.66 US dollar a kilo seen at the last auction in December.",
    "The weekly average of Sri Lanka’s highest priced teas, the Low Grown, fell 54.11 rupees to 1,397.54 rupees.",
    "BOP1 Select best and categories within Bests maintained and fell, whilst Below Best and poorer sorts maintained. OP1 Select best fell irregularly, while best and below best were gained. Poorer sorts of OP1 Select bests maintained. OP and OPA maintained prices, while Select bests varieties gained.",
    "PEKOE/PEKOE1 Select best prices fell, while best and below best maintained. FBOP/FBOP1 Select best prices also maintained, while below best and others prices fell.",
    "BOP Select best and best maintained, while below best and others prices fell. BOPF prices were all round maintained.",
    "The Medium Grown average went up 14.85 rupees to 1,214.83 rupees.",
    "BOP1 Select best gained by 100 rupees per kilogram, while others moved up by 50 rupees per kilogram. OP1 Select best and best gained by 50 rupees per kilogram, while Below Bests remained unchanged.",
    "OP/OPA in general maintained pricing, while PEKOE/PEKOE1 Select best and best fell by 50 rupees per kilogram. All others in the category fell by 20 rupees per kilogram. FBOP/FBOPF1 Select best gained by 50 rupees per kilogram, while all others maintained.",
    "The High Grown weekly average rose 56.98 rupees to 1,268.93 rupees a kilog.",
    "BOP Best Western’s appreciated by 80 to 100 rupees per kilogram, following, while Below best teas gained by 100 rupees per kilo and more.",
    "Nuwara Eliya’s tea prices were irregular, as Uda Pussellawa’s tended to fall. Uva’s gained by 100 rupees per kilogram. BOPF Best Western’s gained 100 rupees per kilogram and more.",
    "Below best and plainer types both maintained and gained by 50 rupees per kilogram.Nuwara Eliya’s few invoices appreciated.",
    "Between the 27 February and 4 March, the Western and Nuwara Eliya planting districts experienced sunny weather throughout. The department of meteorology forecasts misty conditions in the Western province.",
    "Uva and Udapussellawa reported bright conditions during the week. Drier weather conditions are to be expected in both regions.",
    "The Low grown’s experienced sunny conditions, which are expected to be followed by evening showers that are to come to the Low grown district. The Western, Uva and Udapussellawa’s maintained their crop intakes while the Nuwara Eliya and Low grown’s recorded a decline.(Colombo/Mar10/2024)"
  ]
}