{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Netherlands-register-nervy-win-against-Nepal-Rain-abandons-England-Scotland-clash/108-284148",
  "time_ut": 1717563480.0,
  "original_lang": "en",
  "original_title": "Netherlands register nervy win against Nepal; Rain abandons England-Scotland clash",
  "original_body_lines": [
    "(IND) - The Netherlands kicked off their ICC Men's T20 World Cup campaign with a win against Nepal which they would feel should have come a bit earlier but nevertheless, two points while rain relented in Barbados to deny a result between England and Scotland in the second game on the day.",
    "The Netherlands have kicked off their ICC Men's T20 World Cup campaign with a 4-wicket win against Nepal amid a full house at the Grand Prairie Stadium in Dallas, Texas on Tuesday, June 4. It got a bit close than the Dutch would have hoped for, as skipper Scott Edwards admitted, but they would take those two points after a splendid show from the bowlers in the first innings. Edwards opted to bowl first on a wicket that was doing just enough and the likes of Tim Pringle and Logan van Beek feasted on a bit tentative Nepal line-up, bowling them out for 106.",
    "Pringle began the wickets procession and it just didn't stop for Nepal. Except for captain Rohit Paudel, none of the Nepal batters could get into their innings and the Dutch kept taking wickets at regular wickets. Van Beek and Pringle took three each with Paul van Meekeran and Bas de Leede contributing a brace each.",
    "106 was always going to be a difficult defense and Max O'Dowd held one end for the Netherlands to ensure that there was no collapse or scare like how Namibia nearly messed it up against Oman in a similar score. The dutch too were a wicket down early but O'Dowd formed little partnerships with Vikramjit Singh and Sybrand Engelbrecht to take the chase forward.",
    "There was a scare when the Dutch lost two wickets in quick succession but O'Dowd shut that gate down as he completed his fifty and finished off the game within a couple of overs to get his side home. The left-arm spinner Pringle was adjudged the Player of the Match for his figures of 3/20.",
    "In the other clash of the day, rain relented in Bridgetown, Barbados to deny a result for either England or Scotland. The game started with a delay of 55 minutes and only a little over six overs could take place before another interruption.",
    "After a lengthy delay, the match was reduced to 10 overs per side, and Scotland openers took the score to 90 and England had to chase a DLS adjusted target of 109. However, another spell of rain and the writing was on the wall. England are yet to get off the mark against European nations in T20Is and their search was extended as they hope for better weather on Saturday against Australia at the same venue."
  ]
}