{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/ceb-spokesman-resigns-after-insensitive-comments-151927/",
  "time_ut": 1708580040.0,
  "original_lang": "en",
  "original_title": "CEB spokesman resigns after insensitive comments",
  "original_body_lines": [
    "ECONOMYNEXT – The official spokesman of the Ceylon Electricity Board, Sri Lanka’s state-owned electricity supplier, has resigned from the post after controversial comments he made on a talk show sparked anger.",
    "CEB spokesman engineer Noel Priyantha told a talk show on the TV station Ada Derana on Tuesday that children don’t need electricity, or lights, to study and can do so with a kerosene lamp. “People have got used to free electricity… Why do children need electricity to study? If there is no electricity they can use a bottle lamp (ku-ppi lam-pu-wa).. That’s how I studied. People should know to use what they have and come up in life.”",
    "“The Management of CEB has also informed me that the spokesperson has tendered his resignation from the post and issued a public apology for his statement. The management will also take appropriate steps regarding the statement made,” Minister of Power and Energy Kanchana Wijesekera said on X (twitter) Thursday.",
    "Wijesekera said he agreed with the sentiments of everyone who “had raised the lack of empathy and professionalism in the statement made by the CEB spokesperson.”",
    "The comments were widely circulated on social media, including by Minister of Water Supply and Estate Infrastructure Jeevan Thondaman, after the comments criticized estate sector people as being drunk after 2 pm and blamed parents for not providing for children. “The ‘entire’ statement made by the CEB spokesperson, lacks empathy and is unacceptable,” Thondaman said.",
    "Wijesekera then hastened to point out that “The statement does not reflect the views of the Govt or the CEB. and would like to extend my apology on behalf of the Ministry & CEB.”",
    "Sri Lanka’s estate workers are some of the most impoverished people in the island, trapped in a poverty cycle with no resources necessary to escape poverty. They have no land rights or adequate education facilities. (Colombo/Feb22/2024)",
    "The 'entire' statement made by the CEB spokesperson, lacks empathy and is unacceptable.",
    "I trust that @kanchana_wij will take necessary steps to address this as I do not believe that the Hon. Minister shares the same view as the official. https://t.co/51vxtrIQGQ"
  ]
}