{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/opinion-thalatha-is-right-to-lament-unp-sjb-split-177625/",
  "time_ut": 1724252520.0,
  "original_lang": "en",
  "original_title": "Opinion: Thalatha is right to lament UNP-SJB split",
  "original_body_lines": [
    "ECONOMYNEXT — Opposition MP Thalatha Atukorala believes that, if the United National Party (UNP) and the breakaway Samagi Jana Balawegaya (SJB) were to reunite, Sri Lanka’s voters would hand over the country to them “on a platter”.",
    "Whether she is correct in this presumption is anybody’s guess, but with just one month left to go to the presidential election, the chances of a reconciliation between the two parties, already in the decimal range, are fast approaching zero.",
    "Below is an excerpt from the speech Atukorala made in parliament Wednesday August 21 morning before she called it quits:",
    "“Both the leader and deputy leader of our former camp have become contestants. Isn’t it being deliberately foolish for the same camp to split up and go head to head like this? The whole country knows it wasn’t a policy issue that led to the division. It was because of a conflict with the leadership as there was no central democracy in the party. But he has now become the president of this country. The Rajapaksa group that was with them have left him and are contesting separately. At a time when nature itself has removed all those obstacles and are presenting victory to us on a platter, why would we reject it? Why can’t we understand this simple truth?",
    "“In this presidential election, the historic responsibility that fell on us was to unite and create a strong political force and to take that force and the country to victory. This had to be done urgently. Why don’t we understand this? Why did we take an unnecessary risk? Because of the decision to field two candidates from the same camp, forget about becoming president, if we lose this time, I feel it will be political suicide for all of us. Why can’t we understand this bitter truth?”",
    "The Ratnapura district MP’s frustration is understandable. The historic anti-establishment moment of 2022 could’ve been seized by the liberal centre as a vanishingly rare opportunity to regain power from the left-nationalist forces that had come to dominate Sri Lanka’s political landscape for the past several decades. Following the self-immolation of the Sri Lanka Podujana Peramuna (SLPP)-led bloc, the liberal camp was in for an unprecedented return to power with a well-earned “we told you so”. The two years since the ouster of President Gotabaya Rajapaksa could’ve been used to convince the electorate, once and for all, that the UNP’s middle-of-the-road liberal growth model was the best suited for the country. The ideological justification was right there. It was theirs for the taking. All that had to be done was for the UNP, the SJB and the more sensible factions of the SLPP and other parties represented in parliament who have since seen the light to consolidate under President Ranil Wickremesinghe’s leadership. Such consolidation of the liberal and liberal-adjacent forces could’ve served as a bulwark against the tide of populism that has risen against the Wickremesinghe administration’s International Monetary Fund (IMF)-backed reform agenda, offering voters a strong and attractive alternative to the new-left led by the National People’s Power (NPP) and its charismatic leader Anura Kumara Dissanayake. As it turned out, however, the SJB had other ideas.",
    "Atukorala in her speech called out an allegedly indecent hurry on the part of SJB leader Sajith Premadasa to become president, which she believes is threatening to cost the liberal camp of what might’ve been an easy victory on September 21. Exactly how easy this victory could’ve been is up for debate. Though polls may indicate the NPP has peaked, the popular leftist formation is still forecast to make massive gains, particularly in Sinhalese-majority areas that were once the playground of the mighty Rajapaksas. With millions of voters still reeling from the effects of the financial crisis, this does not bode well for either Premadasa or Wickremesinghe. It is still very much a three-horse race, and liberals cannot take a defeat of the NPP for granted. The entry of the SLPP’s heir apparent Namal Rajapaksa to the contest has also complicated matters. In any case, even if the SJB were to win, such victory would ring hollow from a liberal perspective given how much of a drift towards populism the SJB has had over the last two years, effectively rendering the choice between the SJB, the NPP and the Rajapaksa camp a Hobson’s choice where no matter what the voter chooses, he or she is left with abject illiberalism in all but name: hardly the path to economic emancipation.",
    "Against this backdrop, what are liberals to do? Await more defections into their fold? With the months now down to weeks, this seems optimistic ast best. Given that it would be wildly unrealistic to expect Premadasa to back out now, what can the UNP do to strengthen their hand even at this last hour? (Colombo/Aug21/2024)"
  ]
}