{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Raja-Bhavatu-Dhammiko-May-the-ruler-be-righteous/4-766862",
  "time_ut": 1726691547.0,
  "original_lang": "en",
  "original_title": "Raja Bhavatu Dhammiko: May the ruler be righteous",
  "original_body_lines": [
    "When we reflect on our current predicament we can see how we have treaded the vicious instead of the virtuous cycle expounded in the Dhamma",
    "At the end of almost all Buddhist chantings and during Independence Day celebrations we hear this four-line stanza being chanted. Over the years this has become part of our culture. May be because of that we have forgotten to reflect on the deeper meaning of this wish. It is a blueprint for a comprehensive governance system for the nation.",
    "The four wishes though appearing to be independent are in fact interdependent.",
    "If one refers to the Agganna Sutta (DN2), when the king is not righteous the minister becomes the same and so would the officers and eventually the people to move away from the righteousness. This would impact the total ecosystem which results in poor harvest; when the harvest is poor the population becomes poor. This is a vicious cycle.",
    "A righteous ruler (in today’s terms, the government) can be defined as a system that is led by leaders who are ethical, who act with integrity, who live according to moral principles and where there is meritocracy, good governance and transparency . When the leaders behave in that manner the whole system is positively influenced. This ensures a positive total eco system thus ensuring prosperity for all.",
    "By looking at this simple four-line stanza we can appreciate the farsightedness and the wisdom of our learned Buddhist monks who codified the whole framework for governance which is aimed at delivering prosperity to people.",
    "When we reflect on our current predicament we can see how we have treaded the vicious instead of the virtuous cycle expounded in the Dhamma. Following the same is the real way of giving life to the 9th chapter of our constitution.",
    "One can argue that this is purely idealistic. But it is such lofty ideals that have moved nations forward. Just imagine the folklore that there was a time when a lonely, beautiful woman dressed in best could traverse the width and breadth of this island alone without any fear. But aren’t there cities that are so safe in the world? Though it is not possible in our resplendent island now?",
    "So, let us hope that when we induct a new president next week, he will be guided by the lofty ideal vision of the Virtuous Governance Cycle. Let that be a guiding light."
  ]
}