{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/holding-the-government-to-account/",
  "time_ut": 1732995060.0,
  "original_lang": "en",
  "original_title": "Holding the government to account",
  "original_body_lines": [
    "In his address to parliament last Thursday, Sri Lankan president Anura Kumara Dissanayake called for a political culture free of racism and divisiveness. He said that democracy does not mean forcing everyone to unite under a single umbrella, but rather letting diverse viewpoints and ethnic interests flourish against the backdrop of multi-party politics. “We do not advocate for one-party rule,” he declared. “It is the responsibility of our government to represent and address the needs and aspirations of all citizens – regardless of whether they voted for us or not.”",
    "There are things this government can and cannot do. In the realm of foreign policy particularly, it is constrained by factors far beyond its control. In terms of economic policies and reforms, too, it is not free to pick and choose. What we have seen in the last three months is a party demonized unfairly as left-wing, fringe, authoritarian, and communist positioning itself to the centre on issues like the IMF agreement. Yet as President Dissanayake’s meeting with the IMF last Monday shows, it is possible to negotiate for better terms within an existing agreement framework. The NPP has the mandate for this, and it seems willing to honour that mandate.",
    "The NPP’s wins across all but one of Sri Lanka’s 22 electoral districts shows that it can go where previous governments have not. It can show that it is serious about reconciliation, without the half-baked rhetoric that governments both nationalist and reformist have touted for the last five or so decades. Here, of course, some caution is called for. The NPP’s victory in the north and east does not signal a post-racial moment or the end of the ethnic politics in Sri Lanka. As analysts have noted, ITAK’s defeat paved the way for other independent groups and candidates to emerge in these regions, many of whom hold hardline positions on issues like post-war justice and accountability. The NPP cannot ignore these.",
    "And yet, it is evident that the old politics has been rejected, in both the south and north. While we have yet to see what drove the people of the north and east to vote in such large numbers for the NPP, they seem to have grown tired of the rhetoric of reconciliation that traditional parties parrot, whether in Jaffna or Colombo 7. We need to respond to these shifts accordingly, by approaching minority concerns from a radically different perspective – one which accounts for more concrete issues, what you and I could call “bread-and-butter problems.”",
    "More than any other party, the NPP succeeded in linking popular calls against elite politics with socio-political demands. In the run-up to presidential elections in September, the Ranil Wickremesinghe government used statements by Kristalina Georgieva to show that it had done well on the economic front.",
    "Almost like a mantra, supporters of Wickremesinghe stated that he had saved if not stabilized the economy – despite the slew of austerity measures his government imposed on vulnerable groups. That the NPP managed to galvanize opposition to the IMF agreement in terms of the elite’s complicity in such measures without calling for a complete exit from it shows how pragmatic it has become.",
    "However, pragmatism can only take you so far. Like I said, there are things the government can and cannot do – things it should and should not do. People voted in large numbers for a change – in terms of removing the privileges granted to the elite, restoring welfare measures cut off by previous regimes, and searching for new partners and alliances globally, in light of a second Trump presidency. There are no shortcuts to these reforms. If they cannot be achieved overnight, they should be achieved as soon as possible. And people need to ensure they are.",
    "Governing a country is different to winning an election. The NPP is perhaps the best example of how challenging it is to administer a system that has been captured by interest groups for so many decades. With more than 150 of its 159 MPs entering parliament for the first time, there is naturally an expectation that it will honour fundamental pledges made in relation to draconian and outdated laws. Three, in particular, were discussed and debated by opposition parties before elections: the Prevention of Terrorism Act (PTA), the Muslim Marriage and Divorce Act (MMDA), and the Online Safety Act (OSA).",
    "As many commentators, even those critical of the NPP, have noted, it is unfair to expect miracles from a government that has been given the task of cleaning the parliament and the system overnight. Perhaps this explains why the Gotabaya Rajapaksa government failed so abysmally. People voted in large numbers for a man they saw as a complete outlier, a maverick they thought would achieve what they wanted overnight. Yet the then government merely took this as an excuse to push through bad policies and worse reforms. The NPP, fortunately, does not have this issue – its parliamentary group is almost completely occupied by newcomers who seemingly see, and frame, issues from a different perspective.",
    "Yet as it goes about the difficult task of governing a country – a bankrupt economy that will have to start repaying its debts by 2027 – the NPP would do well to remember the promises it made in relation to these laws. The NPP – or rather, the JVP – has been at the receiving end of those laws for so long. It is not enough to backtrack on them once they get power.",
    "Over the last few months, Sri Lanka has achieved many things. To mention just one, it has elected its first woman prime minister since 1994 – and that from outside the political Brahmin class. She is also the first prime minister in this country to hail from a social science background – specifically, anthropology. The parliament itself has several MPs from trade union and social science backgrounds. These are fields which question the existing social order, which seek to overturn if not improve it. It would be a pity if, having been elected to high office, they turn back on the same issues and concerns they were voted in to resolve. We cannot forget or trivialize that mandate. And it is essential we remind them of it.",
    "Uditha Devapriya is the Chief International Relations Analyst at Factum, an Asia-Pacific focused foreign policy think-tank based in Colombo and accessible via www.factum.lk. He can be reached at uditha@factum.lk.",
    "WNPS PLANT Partners with Interact District 3220 for Frocester Estate Restoration",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}