{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Govt-justifies-decision-to-expedite-seven-high-profile-cases/56-768016",
  "time_ut": 1729038533.0,
  "original_lang": "en",
  "original_title": "Govt. justifies decision to expedite seven high-profile cases",
  "original_body_lines": [
    "Cabinet Spokesman and Minister Vijitha Herath pledges thorough investigations into all past crimes",
    "The Government yesterday reaffirmed its commitment to investigate all past crimes and prosecute those responsible, whilst clarifying the decision to select seven high-profile cases that have been prioritised for expedited review.",
    "Addressing the media at the weekly post-Cabinet meeting briefing yesterday Cabinet Spokesman and Minister Vijitha Herath assured that the Government would not limit its inquiries to these cases alone, but would pursue justice for all reported, yet stalled crimes, including economic offences, murders and disappearances.",
    "The seven cases prioritised include the Central Bank Bond scam, the Easter Sunday terror attacks, the kidnapping and murder of journalist D.P. Sivaram, the disappearance of Lalith Kumar and Kugan Muruganadan, Vice Chancellor Sivasubramaniam Raveendranath, the murder of businessman Dinesh Schaffter and the shooting outside the W15 hotel in Weligama.",
    "In addition, he said investigations into prominent incidents such as the deaths of rugby player Wasim Thajudeen, journalist Lasantha Wickremetunge and the disappearance of cartoonist Pradeep Ekneligoda.",
    "Herath explained that these cases were selected because the investigations are nearly complete or require minimal additional work.",
    "“This does not mean that the Government exclude other cases,” he stated, promising investigations into all big and small accumulated cases that got delayed due to various reasons.",
    "He also reassured the public that systematic investigations are already underway into the Easter Sunday attacks and Central Bank Bond scam adding the Government will ensure accountability without safeguarding any individual involved."
  ]
}