{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Modi-wants-Katchchatheevu-its-election-time-in-Tamil-Nadu/172-279980",
  "time_ut": 1711996200.0,
  "original_lang": "en",
  "original_title": "Modi wants Katchchatheevu-its election time in Tamil Nadu",
  "original_body_lines": [
    "Speaking at Bharatiya Janata Party (BJP) rally in Meerut, Uttar Pradesh,(around 2232 Kms away from Chennai) on Monday, Indian Premier Narendra Modi suddenly found fault with Indira Gandhi for signing an agreement with Sri Lanka relinquishing Indian claims to the island of Katchchatheevu.",
    "Yes, you guessed it. It is election time in India and the BJP has never come to power in Tamil Nadu, the southernmost state in India.",
    "S. Ramanujam, a retired former Senior Administrative Officer of the Indian government at the Indian Council of Agricultural Research reveals that Tamil Nadu was ruled by the Indian National Congress in the 1950s and up to 1966. In 1967 DMK under the leadership of late C.N. Annadurai came to power. Thereafter, only the DMK and AIADMK have ruled Tamil Nadu (TN).",
    "Ramanujam puts the BJP’s failure to win in Tamil Nadu down to its total lack of communication skills at the level of national leadership (who speak only Hindi) and the lackluster communication performance of the local BJP branch. He also points to the BJP’s incorrect sales pitch which did not find resonance with the people of Tamil Nadu.",
    "On Monday, Modi –India’s Prime Minister since 2014 -suddenly, like Rip Van Winkle of yore awoke from a deep decade-long slumber. The Lankan island of Katchchatheevu he claimed was part of India.",
    "He has come out swinging, demanding India’s right to the island, damning past Indian premier Indira Gandhi and the late TN Chief Minister M. Karunanidhi for the latter’s acceptance of the agreement prior to the Centre’s announcement of the ceding of Katchchatheevu to Lanka.",
    "External Affairs Minister S. Jaishankar too, has slammed the Congress Party and ruling Dravida Munnetra Kazhagam (DMK) over the Katchchatheevu island issue. The usually unflappable External Affairs Minister has gone a step further saying the ceding of Katchchatheevu Island to Sri Lanka resulted in the seizure, detention or apprehension of a large number of Indian fishermen and fishing vessels by the island.",
    "General elections in India will be held between April 19 to June 1, 2024 to elect the 543 members of the 18th Lok Sabha. Modi appears to believe he has finally found a pitch to endear his BJP to the people of Tamil Nadu.",
    "In the 2019 elections for Tamil Nadu’s 39 seats in the 17th Lok Sabha, in the second phase of the 2019 Indian general elections, the alliance led by the Dravida Munnetra Kazhagam, won a landslide victory, taking 38 of the 39 seats.",
    "It appears Premier Modi and his External Affairs Minister are trying to stir anti Sri Lanka feelings in Tamil Nadu based on alleged harassment of Indian Tamil fishermen who have been poaching in Lanka’s territorial waters.",
    "Lankans expected more of Indian leaders and have often tended to look at its top leaders as statesmen and stateswomen rather than opportunistic politicians.",
    "Great Indian personalities like Mahatma Gandhi, Jawaharlal Nehru, Subash Chandra Bose, Indira Gandhi and Lal Bahadur Shastri are among the names that come to mind.",
    "Sadly, even the seemingly unflappable Indian External Affairs Minister -Jaishankar- has dropped all pretence of statesmanship and has joined hands with his premier to rouse communal feelings in the hope of gaining a few votes in Tamil Nadu.",
    "Both the Indian premier and his Minister of External Affairs are attempting to rake up old sores in the hope that the issue will come in handy in the BJP’s efforts to gain political traction among the Tamil population in the Southern state during the Lok Sabha polls.",
    "On an earlier occasion, Indian meddling in Lankan affairs led to a nearly three-decade- long civil war and ruined the economy of our country. That war  also led to the deaths of thousands of Indian troops whom India sent in to impose an Indian solution to a Sri Lankan problem.",
    "In the end a former Indian premier fell victim to India’s unwanted involvement and the Indian troops were forced to hurriedly leave this country.",
    "We are hopeful for the sake of all concerned, saner counsel will prevail and Lanka will not be dragged into what is essentially an Indian party political problem. Lanka desires to be left to its own devices away from India’s internal politics."
  ]
}