{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lankan-ambassador-to-viet-nam-in-warm-discussion-with-leading-southeast-asian-ev-manufacturer/",
  "time_ut": 1716223320.0,
  "original_lang": "en",
  "original_title": "Sri Lankan ambassador to Viet Nam in warm discussion with leading Southeast Asian EV manufacturer",
  "original_body_lines": [
    "The Sri Lankan embassy in Viet Nam had a meeting with the top-most management of the iconic automobile manufacturer, Vinfast, at the latter’s corporate head office in Ha Noi to discuss and explore commercial and investment opportunities, thus benefiting both Sri Lanka and Vinfast.",
    "Vinfast is under parent company, Vingroup, one of the largest listed corporates in South-East Asia. Ambassador Dr. A. Saj U. Mendis along with the Minister Commercial, Ms. Kishani Wickramasinghe, met with Vingroup chief of International and Government Affairs cum Vinfast Deputy CEO, Ms. Bui Kim Thuy, along with the senior management of Vinfast. The meeting lasted over an hour and discussed a myriad economic, commercial and trade opportunities.",
    "Vinfast is one of the very few auto manufacturers specialized in manufacturing electric vehicles (EVs) as well as other conventional vehicles. Being one of the largest auto manufacturers not only in the region but in the world, when Vinfast was listed on the US stock exchange, Nasdaq, in August, 2023, the price of shares soared to make Vinfast the second most valuable auto company in the world just behind that of Tesla, yet another EV manufacturer.",
    "Market capitalization of Vinfast in August 2023 was higher than the combined market cap. of both General Motors and Ford of the US as it exceeded USD 110 billion or over 25% of the total GDP of Viet Nam. During the recent past, Vinfast, which is highly aggressive in expanding and penetrating new markets, is in the process of investing USD 4 billion in the state of North Carolina in the US on a state-of-the-art manufacturing facility and USD 500 million in the Chennai in India as well as has investment propositions to commit USD 1.2 billion in Indonesia respectively.",
    "Dr. Mendis and Deputy CEO of Vinfast at the Vinfast showroom exchanging mementos",
    "Ambassador Mendis commended the achievements and attainments of Vinfast of Vingroup stating that today Vinfast has basically become a household name mostly in Asia as well as in other countries. Vinfast produces around 300,000 vehicles per year and has the potential to produce one million vehicles. Dr. Mendis stated to Deputy CEO, Ms. Thuy, to consider Sri Lanka favorably, to have commercial operations such as outsourcing, manufacturing or assembly plant, thus facilitating and ensuring the smooth functioning of the global supply chains as well as complementing the manufacturing facilities of Vinfast.",
    "Further, ambassador Mendis listed out the compelling and appealing factors and attributes of Sri Lanka in order to be considered as an investment destination as well as to be engaged on commercial activity as pertinent. For all record purposes, Vinfast has one of the most advanced state-of-the-art manufacturing facilities in the entire region. Dr. Mendis impressed upon and accentuated to Deputy CEO, Ms. Thuy, that given the number of FTAs and trade agreements Sri Lanka has as well as the strategic location with easy access to Central & South Asia and Middle-East, among other incentives, Sri Lanka would be an ideal and quintessential location for commercial and economic activity for Vinfast.",
    "Related Topics:Ambassador Dr. A. Saj U. MendisSri Lankan ambassador to Viet Nam",
    "Digital transformation giant appoints strategic partner to bolster business in SL",
    "‘Siyapatha Finance to issue LKR 4 billion debentures, reinforcing commitment to growth’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}