{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103559/xi-says-he-will-work-with-trump-in-last-meeting-with-biden",
  "time_ut": 1731828180.0,
  "original_lang": "en",
  "original_title": "Xi says he will work with Trump in last meeting with Biden",
  "original_body_lines": [
    "Chinese leader Xi Jinping has pledged to work with incoming President Donald Trump in his final meeting with current US leader Joe Biden.",
    "The two met on Saturday on the sidelines of the annual Asia-Pacific Economic Cooperation (Apec) summit in Peru where they acknowledged “ups and downs” in relations over Biden’s four years in office.",
    "But both highlighted progress in lowering tensions on issues such as trade and Taiwan.",
    "Analysts say US-China relations could become more volatile when Trump returns to office in two months, driven by factors including a promise to raise tariffs on Chinese imports.",
    "The president-elect has pledged 60% tariffs on all imports from China. He has also appointed prominent China hawks to top foreign and defence positions.",
    "During his first term, Trump labelled China a “strategic competitor”. Relations worsened when the former president labelled Covid a “Chinese virus” during the pandemic.",
    "Speaking on Saturday at the meeting held at his hotel in Lima, the Chinese president said Beijing’s goal of a stable relationship with Washington would remain unchanged.",
    "“China is ready to work with the new US administration to maintain communication, expand cooperation and manage differences,” Xi said.",
    "Biden said strategic competition between the two global powers should not escalate into war.",
    "“Our two countries cannot let any of this competition veer into conflict. That is our responsibility and over the last four years I think we’ve proven it’s possible to have this relationship,” he said.",
    "Biden’s time in office did see flare-ups in relations with China, including a spy balloon saga and displays of Chinese military firepower around Taiwan triggered by the visit of a senior US official.",
    "China says its claim to the self-ruling island is a red line.",
    "However, the Biden administration aimed to “responsibly manage” rivalry with Beijing after Trump’s first term.",
    "Beijing is likely to be most concerned about the president-elect’s unpredictability, analysts say.",
    "“The Chinese are ready to negotiate and deal, and probably hope for early engagement with the Trump team to discuss potential transactions,” said Bonnie Glaser, managing director of the German Marshall Fund’s Indo-Pacific Program.",
    "“At the same time, however, they are ready to retaliate if Trump insists on imposing higher tariffs on China.”",
    "She added that China may also be “likely worried that they lack reliable back channels to influence Trump’s policy”.",
    "Biden on Saturday acknowledged there had always been disagreements with Xi but added that discussions between him and the Chinese leader had been “frank” and “candid”.",
    "The pair held three face-to-face meetings during Biden’s time in the White House, including a key summit last year in San Francisco where both sides came to agreements on combatting narcotics and climate change.",
    "But Biden’s White House also continued Trump-era tariffs. His government imposed duties in May targeting China’s electric cars, solar panels and steels.",
    "He also strengthened defence alliances across Asia and the Pacific to counter China’s increasing assertiveness in the region. The outgoing president has also said the US would defend Taiwan if it were invaded by China."
  ]
}