{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-freedom-party-faction-and-samagi-jana-balawegaya-enter-alliance-175710/",
  "time_ut": 1723020360.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Freedom Party faction and Samagi Jana Balawegaya enter alliance",
  "original_body_lines": [
    "ECONOMYNEXT — Sri Lanka’s main opposition the Samagi Jana Balawegaya (SJB) has entered an alliance with the faction of the crisis-riddle Sri Lanka Freedom Party (SLFP) led by MP Dayasiri Jayasekara.",
    "An agreement was signed between the two parties at a ceremony held in Colombo on Wednesday August 07.",
    "In attendance at the event was MP Thilanga Sumathipala, who is the general secretary of the SLFP-led United People’s Freedom Alliance (UPFA).",
    "The faction of the SLFP led by Aviation Minister Nimal Siripala de Silva, however, have declared their support for President Ranil Wickremesinghe at the 2024 presidential election.",
    "State Minister for Transport Lasantha Alagiyawanna, a member of this faction, said on Monday that the SLFP has officially decided to endorse Wickremesinghe at the upcoming election, with 90 percent of the executive council and a majority of the party’s MPs agreeing to this decision.",
    "The SLFP’s grassroots organisational network has already started campaigning for the president, he said.",
    "“The SLFP has officially announced its support for President Ranil Wickremesinghe in the upcoming presidential election. This decision was endorsed by party officials, including Chairman Nimal Siripala de Silva and Secretary General Duminda Silva. Additionally, 8 out of the 14 SLFP members nominated to Parliament under the Sri Lanka Podujana Peramuna (SLPP) have expressed their agreement with this decision. This decision was made with the support of 90 percent of the entire executive council,” said Alagiyawanna.",
    "Another faction of the SLFP headed its former chairman and former President Maithripala Sirisena has endorsed former Justice Minister Wijeyadasa Rajapakshe who has decided to contest the presidential election to be held on September 21. (Colombo/Aug07/2024)"
  ]
}