{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-jkh-nepals-cg-corp-see-compelling-case-for-byd-evs-176817/",
  "time_ut": 1723686540.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s JKH, Nepal’s CG Corp see compelling case for BYD EVs",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s John Keells Holdings has teamed up with Nepal’s Chaudhary Group, to sell electric vehicles made by China’s BYD, banking on a shift from internal combustion engines.",
    "JKH Chairman Krishan Balendra said the already diversified group entered the electric vehicle business after careful thought because there was a ‘compelling opportunity.’",
    "“We saw electric vehicles had a very promising future,” Balendra said. ” We think there will be a lot of people who will switch from petrol to election vehicles.”",
    "Nirvana Chaudhary, Managing Director, CG Corp Global, said in Nepal, every 8 out of 10 new cars sold are now electric vehicles.",
    "Sri Lanka also produced renewable energy, making the case for new energy vehicles, and the trend was in line with Sri Lanka’s aims to boost renewable energy use by 2030, he said.",
    "CG group had started marketing vehicles in Nepal 40 years ago partnering with Japan’s Suzuki, he said.",
    "Liu Xueliang, General Manager of Asia – Pacific Auto Sales Division, BYD Auto Industry Co. Ltd, said the company was supporting the global transformation of the transport sector as the top seller of EVs.",
    "BYD vehicles come with advanced batteries with an 8-year warranty and designed to last the ‘lifetime’ of a vehicle.",
    "Even used batteries which tend to retain the charge could be repurposed for battery banks of electric networks and buildings, which has now become a growth area, BYD officials said.",
    "Balendra said the vehicles had a minimum range of 400 kilometers which meant that in a small country like Sri Lanka a single charge would go a long way.",
    "The vehicles are priced from around 9 to 20 million rupees based on the current tax structure.",
    "The JKH group will set up charging centres at Keells Super outlets and their hotels around the country to help long distance travel, Charitha Subasinghe, President of JKH’s retail sector said.",
    "About 50 new charging centres are being planned for the next 6 to 12 months at chosen locations around the country. There are already about 300 charging centres set up by various parties, officials said.",
    "The first BYD showroom is now being opened and customers could book vehicles, which will be imported when controls are lifted, possibly next year.",
    "Sri Lanka slapped import controls after macroeconomists cut rates with liquidity tools of the central bank, triggering forex shortages and eventually a sovereign default.",
    "Macro-economists got power to cut rates in 1950 with the setting up of a central bank and joining the International Monetary Fund the day after.",
    "Since then economic freedoms of 20 million people have been robbed through trade and exchange controls so that a few macroeconomists could mis-target rates through inflationary rate cuts and practice ‘monetary policy independence’, critics say.",
    "Banning or restricting the import of highly taxed items including vehicles follows inflationary rate cuts, depriving tax revenue and widening deficits and boosting debt, in what analysts call a ‘cascading  policy error’. (Colombo/Aug15/2024 – Corrected – range of a BYD vehicle a minimum of 400km)"
  ]
}