{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98500/israel-reduces-troops-in-south-gaza-egypt-to-host-new-talks",
  "time_ut": 1712508420.0,
  "original_lang": "en",
  "original_title": "Israel reduces troops in south Gaza, Egypt to host new talks",
  "original_body_lines": [
    "Israel said on Sunday it had withdrawn more soldiers from southern Gaza, leaving just one brigade, as it and Hamas sent teams to Egypt for fresh talks over a potential ceasefire in the six-month conflict.",
    "Israel has been reducing numbers in Gaza since the start of the year to relieve reservists and is under growing pressure from its ally Washington to improve the humanitarian situation, especially after last week’s killing of seven aid workers.",
    "The military spokesperson did not give details on reasons for withdrawing soldiers or numbers involved.",
    "Both Israel and Hamas, the Islamist movement that controls Gaza, confirmed they were sending delegations to Egypt.",
    "But Prime Minister Benjamin Netanyahu warned that Israel would not bend to foreign pressure and give in to “extreme demands”.",
    "“Netanyahu is still stalling to save himself from failure and the responsibility for the day after the battle. It seems that the U.S. pressure is not enough to compel him to go for a complete and comprehensive ceasefire,” said Naim.",
    "Hamas says an agreement must secure a complete and comprehensive ceasefire, full withdrawal of forces from areas occupied after Oct. 7, and freedom of movement of residents across the Gaza Strip.",
    "More than 250 hostages were seized and some 1,200 people killed during Hamas’ Oct. 7 attack, according to Israeli tallies. More than 33,100 Palestinians have been killed in the Israeli offensive, according to the health ministry in Gaza.",
    "It was unclear whether the troop reduction in south Gaza would delay a long-threatened incursion into the city of Rafah, which Netanyahu says is needed to eliminate Hamas but anxious foreign powers have said could wreak an unacceptable toll on civilians.",
    "White House national security spokesperson John Kirby said the troop reduction appeared to be a “rest and refit” and not necessarily indicative of any new operations.",
    "Palestinian residents of the southern Gaza city of Khan Younis, which has come under Israeli bombardment in recent months, said they had seen Israeli forces leaving the centre of the city and retreating to the eastern districts.",
    "“It seems at the end it may be a happy Eid,” said Imad Joudat, 55, who lives with his eight-member family in a tent in Rafah, referring to the coming Muslim Eid al-Fitr holiday that starts mid-week.",
    "“The occupation withdrew forces from Khan Younis, the Americans are pressuring after some foreigners were killed and Egypt is holding a big round with the Americans, the Israelis, Hamas and Qatar. This time we are hopeful,” Joudat told Reuters via a chat app.",
    "Rafah near the border with Egypt has become the last refuge for more than a million Palestinians.",
    "Six months of combat have strained the Israeli military and economy. Many Israeli security experts say they now see a greater threat from Iran-backed Hezbollah in Lebanon.",
    "Israel is also on alert for a possible retaliatory attack from Iran in reaction to the killing of Iranian generals on April 1.",
    "Israel is under increased pressure from the United States, where President Joe Biden has demanded that it improve humanitarian conditions in Gaza and work towards a ceasefire, saying that U.S. support could depend on that.",
    "That was the first time Biden, a staunch supporter of Israel, has sought to leverage U.S. aid as a way to influence Israeli military behaviour. The U.S. is a major supplier of arms to Israel’s military.",
    "Biden has also urged the leaders of Egypt and Qatar to pressure Hamas to agree to a ceasefire and hostage deal ahead of a fresh round of talks in Cairo.",
    "Netanyahu, at the start of his weekly cabinet meeting, said any deal must include the release of hostages still being held in Gaza, and that Hamas’ unreasonable demands were the obstacle.",
    "“Giving in to Hamas’ demands will allow it to repeat the crimes of Oct. 7 again and again, as it has promised to do,” he said.",
    "More than 130 hostages are still in captivity in Gaza, and Israel says it will not stop its offensive until they are all returned."
  ]
}