{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Arrest-of-former-President-Ranil-Test-case-for-Sri-Lanka-s-democracy/4-780876",
  "time_ut": 1756327791.0,
  "original_lang": "en",
  "original_title": "Arrest of former President Ranil: Test case for Sri Lanka’s democracy",
  "original_body_lines": [
    "The arrest of a former President is not merely a headline; it is a defining moment in the struggle to build a nation where the rule of law prevails over political privilege",
    "Sri Lanka has entered uncharted political and legal territory. For the first time in its post-independence history, a former President has been arrested, remanded, and brought before a court of law. The charges concern the alleged misuse of public funds for private foreign travel, following investigations by the Criminal Investigation Department (CID).",
    "This event is more than a legal case. It is a litmus test for Sri Lanka’s democratic institutions, the independence of its judiciary, and the rule of law in a system long accused of shielding political elites from accountability.",
    "Since the introduction of the Executive Presidency in 1978, allegations of abuse of power have been constant. The Constitution grants the sitting President immunity from prosecution, effectively placing the officeholder above the law for the duration of their term.",
    "That immunity, however, expires the moment a President leaves office.",
    "In practice, no former head of state had ever been subjected to arrest—until now. That legal barrier has finally been crossed. A precedent has been set: political power may grant temporary protection, but it does not guarantee permanent impunity.",
    "At present, Ranil Wickremesinghe remains a suspect. Neither guilty nor innocent until the court delivers its verdict.",
    "The Attorney General is prosecuting on behalf of the State, while his defence lawyers argue otherwise. The crux of the legal battle is simple: can a President, or any public official, use state funds for personal purposes without prior approvals or allocations?",
    "The prosecution insists the answer is “no”. Public money belongs to the people, not the officeholder. The defence argues that the President’s public and private lives cannot be separated, and that discretionary use of funds is inherent to the presidency.",
    "It is a legal question with profound constitutional and democratic implications. The ruling, once delivered, will shape the boundaries of presidential power for decades to come.",
    "Under criminal law, suspects in corruption cases can be remanded for up to 14 days, after which bail may be considered. Bail, however, is not acquittal. Yet some supporters have rushed to portray bail as vindication—a political victory against persecution. This is a deliberate attempt to mislead the public.",
    "Judicial proceedings cannot be reduced to slogans. Neither crowds of supporters outside courthouses, nor loud protests, nor pressure from foreign “friends” can change the outcome of a case. The verdict will be decided by evidence and law—not street theatre.",
    "One of the most striking developments is the spectacle of long-time rivals rallying to defend Ranil. Political actors who once accused him of corruption, abuse of power, abductions, killings, and even communal violence are suddenly united.",
    "The reason is not difficult to see. Files of allegations against many of these figures are now being prepared. The arrest of one former President signals that others may follow. Fear of accountability has created an uneasy alliance among old adversaries.",
    "Some intellectuals and commentators have questioned the timing of this arrest. Why not over the Central Bank bond scam? Why not over the Batalanda torture camp? Why not over the Easter Sunday terror attacks?",
    "These questions, while valid, betray a deeper problem: selective outrage. The demand that justice should have begun elsewhere cannot justify opposition to current proceedings. Justice must begin somewhere, and once it begins, it must continue consistently.",
    "To call accountability a “threat to democracy” is both dishonest and dangerous. On the contrary, democracy is strengthened when leaders are held to the same laws as ordinary citizens.",
    "No president, prime minister, minister, MP, judge, police officer, or public servant is above the law. Any citizen has the right to file a case. The Government has pledged that there will be no political interference, and it is now up to the judiciary to prove that pledge meaningful.",
    "The independence of the judiciary is not just a safeguard for justice. It is the very backbone of democracy, the institution that ensures no one—no matter how powerful—can escape accountability.",
    "On 26 August, the Colombo Magistrate’s Court sent a clear message, directing the CID to take immediate action against anyone who seeks to undermine judicial proceedings through disrespectful comments or behaviour. This ruling reinforces a principle Sri Lanka desperately needs: respect for institutions must override partisan politics.",
    "What unfolds in the coming weeks will set the tone for Sri Lanka’s future governance. If the judiciary stands firm, it will send an unmistakable message that political immunity has limits, and that justice applies to all. If it falters, it risks deepening public cynicism about democracy itself.",
    "The arrest of a former President is not merely a headline; it is a defining moment in the struggle to build a nation where the rule of law prevails over political privilege.",
    "The true measure of democracy is not in the speeches of politicians or the promises of governments, but in the ability of its institutions to hold the powerful accountable. The judiciary now carries that historic responsibility."
  ]
}