{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Law-making-and-the-economic-crisis-in-Sri-Lanka/14-758284",
  "time_ut": 1707437388.0,
  "original_lang": "en",
  "original_title": "Law making and the economic crisis in Sri Lanka",
  "original_body_lines": [
    "The proposed Anti-Terrorism Act and the recently adopted Online Safety Act aim to discourage people who are",
    "reeling under economic dispossession from fighting a just economic arrangement",
    "What can law do during an economic crisis? What is law actually doing during the current economic crisis in Sri Lanka? These are two questions that I thought I would reflect upon, when I was invited to speak at a panel discussion on the role of law in overcoming the current economic crisis held at the Jaffna Law Conference recently. Neither a lawyer nor an economist, I try to engage with these questions as a teacher of critical theory and as someone who lives and works amidst the economic crisis that is plaguing the country. With gratitude, I draw from the careful analyses of the recent legal reforms offered by lawyers, economists, trade unionists and activists who work for social justice in Sri Lanka.",
    "In governance, law functions as a means of enforcing control and winning the consent of the ruled. Thus, it is considered central to both the repressive and ideological apparatuses of the state. Law as a punitive mechanism is often used for suppression and criminalisation of dissent and thereby the preservation of a hegemonic politico-economic order. On the other hand, law as an ideological state apparatus has been put to use by those in power in regulating people’s expressions and actions in subtle, inconspicuous ways by normalising and naturalising unequal socio-economic relations.",
    "If the first process, which involves the brute force of law, results in incarceration of dissidents and silencing of dissent, the second anticipates the creation of a body of citizens who engage in self-censorship, apathy, and withdrawal as normative citizenship practices that place them outside the arenas of dissent. By refraining from engaging in resistance, they try to present themselves as respectable, responsible, law-abiding citizens who cooperate with the state to get the system going during times of crisis. Internalising citizenship as constitutive of everyday practices that seek to ensure conformity and obedience to law, they brand fellow citizens who engage in protests disparagingly as disobedient, roguish and obstructive. The law thus divides people into two cultural categories resulting in the celebration of some and stigmatisation of others. It also produces the two groups as antagonists.",
    "The law-makers, however, are aware well that the ideological and repressive processes that law sets in motion can help maintain the status quo in their favour and in support of the elite and capital. One has to study the legal reforms that have been attempted in Sri Lanka recently in the light of these methodologies of governance in which law is used as a primary instrument to produce both control and consent.",
    "Sri Lanka is witnessing a spate of legal reforms following the economic crisis in 2022. Instead of offering pathways of alleviating the crisis and minimising the harm it has caused to the marginalised sections of our society which include the working people, the poor, the oppressed caste and war-affected communities, the proposed legal reforms and the new legislations seek to dispossess them further and curtail the space available for them to dissent and protest. On the other hand, these reforms, done hastily at the behest of neoliberal organisations like the International Monetary Fund (IMF) without adequate consultation with workers and trade unions, empower the ruling elite, the entrepreneurial classes and foreign capital. They show that there is no political will on the part of the Government to prioritise a social justice agenda that can provide support to those who bear a disproportionate brunt of the crisis.",
    "In a classical Marxist sense, laws are created by those with economic power and their agents to guard, reinforce and naturalise economic relations that favour those with capital. In a neoliberal economic order that privileges the market, upholds its profit maximising logic and prioritises the individual and his upliftment as opposed to the collective welfare of society, it is no surprise that the law serves the interests of the entrepreneurial classes and capital.",
    "However, the relationship between law and economic production is not always a one-way street. Michele Foucault holds that “the juridical brings form to the economic”. The law, as an institution that seeks to naturalise economic and other forms of exploitation, allures them into participating in a skewed economic system that does not pay attention to the inequalities in society and teaches them to see their economic woes as failures of their own making resulting primarily from their lack of ability. This two-way relationship between the legal and the economic can result in a vicious cycle of neoliberal governance that is difficult to break, unless we forge solidarities across academic disciplines and work towards creating a legal imagination that prioritises the welfare of the downtrodden and the working classes.",
    "Aragalaya was an important event in the post-colonial history of Sri Lanka in that it powerfully de-legitimised a political regime that rode to power on an openly chauvinistic, populist platform. Ayesha Wijayalath called it a constituent moment. It must be acknowledged that Aragalaya had its own inadequacies. For instance, it was by and large a Sinhala-centric movement and could not build a consensus on how the longstanding national question in Sri Lanka could be resolved through structural changes. Aragalaya did offer a democratic opening, however fleeting and fragile it was, that could have evolved into a constituent moment propelling the country in the direction of re-imagining the state and social relations at least from an economic vantagepoint that places the working classes and the economically marginalised at the centre. Our legal reforms sadly did not go in that direction. Instead, we are seeing a series of legislations that enable a de-legitimised regime to continue in power and continue to amass power for its members and their social class.",
    "One could categorise the legal reforms that have taken place since Aragalaya into two sets. The first category includes laws that are likely to result in the dispossession of the working classes and benefit those with capital. These include the proposed labour law reforms and the recent amendments to the Inland Revenue Act. The labour law reforms seek to strip away the protections available for workers under the existent laws. Losing these legal safeguards achieved through hard-fought labour struggles will jeopardise the workers. Swasthika Arulingam observes that the proposed changes are harmful to women workers in particular who already work amidst precarious conditions in factories and other places. The amendment to the Inland Revenue Act is a daylight robbery of the hard-earned savings of the workers. It will further pauperise the workers forcing them into new levels of poverty.",
    "The second category of laws seek to curtail and crush dissent as ways of preserving an oppressive politico-economic system. The proposed Anti-Terrorism Act and the recently adopted Online Safety Act aim to discourage people who are reeling under economic dispossession from fighting a just economic arrangement. These laws seek to instil fear in the body politic and seek to punish dissent. While clearing the route for neoliberal policies, these laws, as we learn from how laws like the Prevention of Terrorism Act were used at critical moments in Sri Lanka’s post-colonial history, may serve a number of purposes such as crushing dissent coming from the minority communities against Sinhala chauvinism and struggles for land rights in various parts of the country. What has happened so far in the arena of law-making is detrimental to democracy, workers, minorities and women. The crisis is seen as an opportunity by the ruling classes to re-fashion and perfect the existent laws so that they become more efficient in suppressing dissent in the future.",
    "The timing of these legal reforms is telling too. At a time when the workers of the country are going through severe economic suffering, falling into unemployment and finding it difficult to meet their basic needs, these reforms have been thrust on them as an additional debilitating burden that they have to deal with. Battling for their survival amidst an unprecedented economic crisis, they do not have much time or stamina to stay focused on charting their opposition to these reforms. As Lawyers for Democracy pointed out in a letter to the Ministry of Labour and Foreign Employment in June 2023, consultations that take place during an economic crisis are likely to prioritise the interests of employers rather than workers.",
    "What we are seeing today is a process akin to disaster capitalism. Like powerful groups with big capital taking advantage of the chaos caused by natural disasters and creating new programs that the vulnerable would have no option but to sign up to in their desperation to come out of the crisis, the discredited Wickremesinghe-Rajapaksa regime takes advantage of the confusion, chaos and disorientation ensuing from the economic crisis to push through draconian laws. The crisis is used an opportunity to further the reach and hold of neoliberalism with the aid of law.",
    "While laws that enable neoliberal capitalism continue to flourish in post-Aragalaya Sri Lanka, some of the long-standing demands for Constitutional reforms and structural changes have been thoroughly sidelined. The country has made no headway on the abolition of executive presidency, the North-Eastern demand for greater autonomy (which will allow greater participation of the people in the region in economic policy-making and regional development) and the constitutionalisation of the economic, social and cultural rights. Instead, centralisation of political power continues unabated resulting in economic decisions launched top down from Colombo. Although there is a wide consensus on abolishing executive presidency and the constitutionalisation of economic, social and cultural rights, there is no will within the political class, including opposition political parties like SJB and NPP, to bring about these reforms.",
    "The pessimism stemming from the legal reforms that have taken place post-Aragalaya does not mean that the law has no proactive role to play in addressing the current economic crisis. But for law to play that role, it should attend to the economic inequalities aggravated by the crisis, provide immediate support and relief to the most marginalised segments of society, and need to be informed by a social justice vision, one that re-constructs the economy through redistributive processes where economic policy-making is de-centralised and democratised. I turn to a couple of hopeful examples that may show us the way.",
    "In India, under the United Progressive Alliance government in 2005, the Parliament legislated the Mahatma Gandhi National Rural Empowerment Guarantee Act with a view to providing at least 100 days of guaranteed wage employment for those from rural households who volunteer to do unskilled manual work. This Act also envisioned using surplus labour to generate economic growth in rural areas. Economists who studied the impact of this program state that it resulted in increased rural wages, reduced gender wage gaps and better access to nutrition, health, education. The program provided protection for many during the COVID-19 pandemic when migrant workers, following the closure of businesses and industries in big cities, had to return to their home states in large numbers.",
    "Gautam Bhatia observes that the inclusion of socio-economic rights such as the right to housing, health and education in the post-Apartheid constitution of South Africa has protected vulnerable communities from the threat of eviction and supported the country in its fight against AIDS. He also notes that these constitutionalised rights placed on the government the onus of justifying how resources are allocated in situations where resource distribution appears discriminatory and insufficiently attentive to the needs of marginalised populations. Bhatia also writes optimistically about the decision to include the right to education, workers’ rights, gender identity rights and the decommodification of water in the draft Constitution of Chile last year, although the draft Constitution was defeated at the referendum.",
    "These inspiring examples suggest that law has the potential to lift up the economically marginalised populations from poverty and unemployment and hold governments accountable when their economic decisions fail to ensure the welfare of the vulnerable. But these reforms cannot be introduced in a piecemeal fashion as technical, temporary responses to a festering crisis originating from flawed economic policies of many decades. They have to be incorporated as essential steps into a detailed, long-term social vision that aims to re-imagine the economy in egalitarian terms.",
    "Despite law being used as a tool to promote State repression and anti-worker policies in Sri Lanka, as a ray of hope, we have also seen within the past two years tremendous resilience from workers, trade unionists and lawyers in combating repressive legal reforms. From street protests to courtroom battles, we have seen radical critiques of law made by lawyers themselves. We need to build on this critical praxis and solidarities and invite perspectives from different disciplines, locations and struggles to imagine the constructive role that law can play in addressing the current crisis.",
    "(The writer is a Senior Lecturer attached to the Department of Linguistics and English at the University of Jaffna. This article is based on the writer’s reflections at a panel discussion on “The Law’s Role in Overcoming Sri Lanka’s Economic Crisis” at the Jaffna Law Conference organised by the Department of Law at the University of Jaffna.)"
  ]
}