{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Compass-for-more-human-business/4-758190",
  "time_ut": 1707240778.0,
  "original_lang": "en",
  "original_title": "Compass for more human business",
  "original_body_lines": [
    "UN Global Compact Network Sri Lanka Executive Director Rathika de Silva, UN Global Compact Network Sri Lanka Chairman Dilhan Fernando, UNDP Sri Lanka Resident Representative and UN Global Compact Network Sri Lanka Board Representative Azusa Kubota, and UN Sri Lanka Resident Coordinator Marc-André Franche",
    "Together with the Board and Team at Global Compact Network Sri Lanka it was an honour to present plans for more sustainable business at Network Sri Lanka’s ‘Compass 2024’ last week.",
    "Amidst unprecedented social, economic, health and environmental crises, further complicated by geopolitical tension and conflict, growing inequality and financial stress, there has never been greater urgency to sincerely embrace responsibility in business.",
    "Initiator of Global Compact, the late Kofi Annan advocated greater humanity, “We have to choose between a global market driven only by calculations of short-term profit, and one which has a human face. Between a world which condemns a quarter of the human race to starvation and squalor, and one which offers everyone at least a chance of prosperity, in a healthy environment. Between a selfish free-for-all in which we ignore the fate of the losers, and a future in which the strong and successful accept their responsibilities, showing global vision and leadership.”",
    "Politicians globally have failed to rise to the challenge. Climate change costs the world $ 16 million per hour; governments agreed at the COP26 climate summit in Glasgow three years ago to phase out “inefficient” fossil fuel subsidies to fight global warming. Yet the IMF reports that global fossil fuel subsidies have since risen $ 2 trillion to $ 7 trillion.",
    "The Ten Principles governing Global Compact, define a principles based approach to doing business; human rights, labour, anti-corruption and environment. These and Sustainable Development Goals they connect with, are the human face of business that late Kofi Annan proposed in 1999; they define more humane business; doing the right thing, because it is the right thing to do.",
    "Yet only 15% of the SDGs were on track in 2023 with more than half regressing, stagnating or only partially on track. The first of several key messages in the 2023 SDG progress update states, “The SDGs are in peril. The world has entered an age of polycrisis and hard-earned SDG progress is threatened by the climate crisis, conflict, gloomy global economic outlook and lingering COVID-19 effects.”",
    "With the prospect for a better world so clearly and practically set out in the SDGs, the universal lack of progress is impossible to comprehend, prompting current UN Secretary General to observe, “Unless we act now, the 2030 Agenda will become an epitaph for a world that might have been.”",
    "The Global Compact is a blueprint for the collaborative, science based, measurable and impactful actions and outcomes we need to integrate into business. Businesses were desensitised to humanity by flawed economic theory in the 1970s. Yet the truth is that operating without considering social and environmental responsibility implies an abhorrent and extractive form of capitalism that is outdated and parasitic.",
    "Sri Lanka has inspiring examples of responsible corporate initiatives for the benefit of people and the planet. That is laudable but together we can do more, especially within the framework for collective and informed actions that the Global Compact embodies.",
    "I am not advocating anything other than genuine capitalism that requires the creation of social and natural value alongside conventional economic value. Anything less would be profiting at the expense of people and nature, effectively theft, from less fortunate people in our community, from Nature and from unborn generations.",
    "My appreciation and respect for the Compass 2024 event and connected plans, to the Global Compact Network Team, led by Executive Director Rathika de Silva, and Network manager Janani Wijetunge, and Global Compact partners UNDP, represented by Resident Representative Azusa Kubota, and Marc-André Franche, United Nations Resident Coordinator in Sri Lanka.",
    "(The writer is the Chair of UN Global Compact Network Sri Lanka.)"
  ]
}