{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/lama-adhyapanaya-sandaha-kathandara-stories-to-be-used-for-educating-children/",
  "time_ut": 1705755246.0,
  "original_lang": "en",
  "original_title": "“Lamā Adhyāpanaya Sandahā Kathandara” (Stories To Be Used For Educating Children)",
  "original_body_lines": [
    "Swarna Chandrasekera, Ph.D. is a well-known author and academic in Sri Lanka and in Canada. Her speciality in children’s education which she has mastered over many years has resulted in her active engagement in children’ literature.",
    "Her well-known book, children’s literature in Sri Lanka, published in 1989, won the State Literary Award in Sri Lanka in the same year. She also has a special interest in children’s poetry, which resulted in her publication of another valuable book titled, “Sinhala Lamaa Kavya.” This too has become a very popular book among the teachers and many others in the country. Her enthusiasm also extended to literature based on the younger and young adult generation in general. She published a book on “Young Adult Literature” in 2011 based on her Ph.D. research.",
    "Lamā Adhyāpanaya Sandahā Kathandara By Dr. Swarna  Chandrasekera, Published by Sarasavi Publishers, Sri Lanka, 2023",
    "Having published several valuable books and gaining publicity among the Sri Lankan writers, academics and the young people in general, she has now presented another interesting book, titled, “Lamā Adhyāpanaya Sandahā Kathandara” (Use of stories for educating the children.)",
    "This book is the result of her long journey of research into folk tales (Sri Lankan as well as international) which the reader will find very interesting. This book contains seven chapters on different topics concentrating on the art of story telling on the one hand and on the other, how to use the stories to educate children.",
    "As a scholar who has researched much on the life of a child, and their education, she has paid attention to various ways and means of art, acting, use of puppets, and many more efficient methods of educating the children using stories. Her ability as an artist has become very useful in the narrations in this book.",
    "Overall, this book can be considered as a comprehensive study and a well -done research into children’s literature and education. The-use of story telling, in her opinion, is an efficient way to educate the children. She proves this point by using examples from the children’s literature in various countries.",
    "Dr. Chandrasekera shows her interest and dedication towards the younger generation and their education. Hence, this book is worthwhile reading. Those who are interested in these fields.",
    "Dr. Swarna Chandrasekera has already published five academic works, one translation and four creative works for the benefit of the children in Sri Lanka,",
    "In my opinion, the Sri Lankan writers as well as those abroad, will be very pleased with her dedication already shown and they will wish to see more and more such interesting academic works as well as creative works for children.",
    "This book has a much appropriate and colorful cover design which will attract readers. It has a. Very good finish that the readers will love to possess the book. Congratulations to Sarasavi Publishers who always do such good jobs regarding publication of valuable books of this nature.",
    "I wholeheartedly wish that Dr. Swarna Chandrasekera, would continue with her interest in publishing many more such valuable books in the future."
  ]
}