{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Ambassador-Manisha-Gunasekera-presents-credentials-to-President-of-Portugal/56-757817",
  "time_ut": 1706295946.0,
  "original_lang": "en",
  "original_title": "Ambassador Manisha Gunasekera presents credentials to President of Portugal",
  "original_body_lines": [
    "Ambassador Manisha Gunasekera presented her Letters of Credence to the President of the Portuguese Republic Marcelo Rebelo de Sousa at the historic Belém Palace in Lisbon on 8 January.",
    "The presentation of credentials was followed by a brief conversation with President de Sousa in which the Ambassador conveyed the warm greetings and best wishes of President Ranil Wickremesinghe to the Portuguese Head of State who reciprocated the sentiments.",
    "Following the Credentials ceremony, President de Sousa hosted resident and non-resident Ambassadors accredited to Portugal to a traditional New Year Greetings Dinner at the Ajuda National Palace on Tuesday 9 January. The Ambassador also attended a luncheon for non-resident ambassadors to Portugal hosted by the Minister of Foreign Affairs of Portugal João Gomes Cravinho at the Foreign Ministry the same day.",
    "On arrival in Portugal, the Ambassador presented the Open Copy of her Letters of Credence to the Deputy Secretary General of the Portuguese Foreign Ministry Fernanda Coelho. The Ambassador also met the State Secretary for Foreign Affairs and Cooperation Francisco Andre, Chief of Protocol Jorge Silva Lopes, Director-General for Foreign Policy Rui Vinhas, and Director for Asia and Oceania Vítor Marcelin of the Portuguese Foreign Ministry, and discussed issues of relevance and shared interest, including the strengthening of bilateral relations between Sri Lanka and Portugal.",
    "Ambassador Gunasekera also met the Secretary General of the Chamber of Commerce & Industry of Portugal João Pedro Guimaraes, the Administrator of the Calouste Gulbenkian Foundation Guilherme d’Oliveira Martins; and the Associate Professor in Linguistics at the University of Lisbon Prof. Hugo C. Cardoso (the latter having conducted valued research studies on Portuguese-Creole speaking communities in Sri Lanka). The Ambassador also met a cross-section of the Sri Lankan community in Portugal comprising professionals, academics, the business community and students. The discussions focussed on cooperation in trade and investment, culture, arts and sciences, education, institutional collaboration, as well as consular relations.",
    "The Ambassador had occasion to visit the Church of ‘Our Lady of the Gate of Heaven’ in Telheiras, a monument of historical significance for Sri Lanka-Portugal relations, having been built by the exiled Prince of Lanka Dom João, also known as the ‘Black Prince’, who was a descendant of the Kandyan Kings (16th-17th centuries)."
  ]
}