{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97977/israeli-strikes-killed-at-least-29-injured-over-150-in-gaza-awaiting-aid-palestinian-officials",
  "time_ut": 1710495000.0,
  "original_lang": "en",
  "original_title": "Israeli strikes killed at least 29, injured over 150 in Gaza awaiting aid: Palestinian officials",
  "original_body_lines": [
    "At least 29 Palestinians were killed while awaiting aid in two separate Israeli attacks in the Gaza Strip on Thursday, Gaza’s health ministry said.",
    "In the first incident, Palestinian health officials in the Hamas-ruled strip said eight people were killed in an airstrike on an aid distribution centre in Al-Nuseirat camp in the central Gaza Strip.",
    "Later, at least 21 people were killed and more than 150 wounded by Israeli gunfire at a crowd awaiting aid trucks at a northern Gaza roundabout, Gaza’s health ministry said.",
    "In a statement, Israel’s military denied attacking aid centres, describing the reports as “false.”",
    "“As the IDF assesses the incident with the thoroughness that it deserves, we urge the media to do the same and only rely on credible information,” the statement said.",
    "The Gaza conflict has displaced most of the enclave’s 2.3 million population. Chaotic scenes and deadly incidents have taken place during aid distributions as desperately hungry people scrambled for food.",
    "On Feb. 29, Palestinian health authorities said Israeli forces shot dead more than 100 Palestinians as they waited for an aid delivery near Gaza City. Israel blamed the deaths on crowds that surrounded aid trucks, saying victims had been trampled or run over.",
    "In Deir Al-Balah, also in central Gaza, an Israeli missile hit a house on Thursday, killing nine people, Palestinian medics said. Residents said Israeli aerial and ground bombardments persisted overnight across the enclave, including in Rafah in the south, where over a million displaced people are sheltering.",
    "The war was triggered by a Hamas-led attack on southern Israeli towns on Oct. 7 that left 1,200 people killed and 253 taken hostage, according to Israeli tallies.",
    "Since then, Israel’s air, sea and ground assault on Gaza has killed more than 31,000 people and wounded over 71,500, according to Gaza health authorities.",
    "Efforts to reach a ceasefire between Israel and the Islamist militant Hamas have so far failed. While Israel said it sought a deal that would secure the release of hostages in Gaza in exchange for the release of Palestinians held by Israel, Hamas insists an agreement should end the war.",
    "Late on Thursday, Hamas said it presented to mediators a comprehensive vision of a truce deal based on stopping what it calls Israeli aggression against Palestinians in the Gaza Strip, providing relief and aid, the return of displaced Gazans to their homes, and the withdrawal of Israeli forces.",
    "The office of Israeli Prime Minister Benjamin Netanyahu said the new Hamas position was based on “unrealistic demands.”",
    "With the war now in its sixth month, the U.N. has warned that at least 576,000 people in Gaza – one quarter of the population – are on the brink of famine and global pressure has been growing on Israel to allow more access.",
    "Israel denies obstructing aid deliveries into Gaza. It has blamed failures by aid agencies for delays and accuses Hamas of diverting aid. Hamas denies this and says Israel uses hunger as a weapon in its military offensive.",
    "A ship carrying aid was approaching Gaza where the U.S. military plans to set up a dock to enable distribution of up to two million meals a day.",
    "While welcoming aid ships, Palestinian and U.N. officials say maritime deliveries are not a substitute for sending aid through land crossings.",
    "Hamas on Thursday called for an escalation of protests and attacks against Israel in Gaza, the West Bank, and Jerusalem on Friday, the first day of Friday prayers in the Muslim holy month of Ramadan.",
    "In a restaurant at a southern Israel junction, a soldier was stabbed on Thursday, Israeli police said. It said the suspected attacker, a 22-year-old from the nearby Bedouin city of Rahat, was shot and “neutralised”."
  ]
}