{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98114/wanindu-hasaranga-test-ban-sri-lanka-cricket-denies-use-of-any-loopholes",
  "time_ut": 1711029060.0,
  "original_lang": "en",
  "original_title": "Wanindu Hasaranga Test ban: Sri Lanka cricket denies use of any loopholes",
  "original_body_lines": [
    "Sri Lanka Cricket has denied that they exploited any loopholes after the Wanindu Hasaranga Test ban fiasco has grabbed the headlines in recent times.",
    "Hasaranga, who had retired from the longest format of the game in August last year, performed a U-turn and was subsequently selected for the Test series against Bangladesh. However, in a major turn of events, the ICC would slap him with a ban on Tuesday, March 19.",
    "This meant that he would be unable to play the series against Bangladesh, but meant that he would be available for the T20 World Cup 2024 and the upcoming season of the IPL with his new franchise, Sunrisers Hyderabad.",
    "While there has been speculation among fans and pundits that the Sri Lanka cricket board has exploited a loophole in the ICC rules, the governing body has strongly rejected this claim. The SLC claimed that Hasaranga had informed them via e-mail on March 16 about his desire to play Test matches and said that his fitness levels had improved.",
    "Ajantha Mendis, member of the SLC selection committee, went on to state that the call was made well ahead of the third ODI between Sri Lanka and Bangladesh.",
    "“It was about two weeks ago that he told us he was open to playing Tests again,” Mendis told ESPNcricinfo. “We know how it looks, but this decision was taken well before the final ODI.”",
    "Hasaranga was banned by the ICC on Tuesday, March 19 as the all-rounder was found guilty of breaching article 2.8 of the ICC Code of Conduct for Players and Player Support Personnel, which relates to “showing dissent at an Umpire’s decision during an International Match.”",
    "The all-rounder was punished for his actions during the third ODI against Bangladesh and he was given 3 demerit points. This meant that he would end up having 8 demerit points in the last 24 months.",
    "This meant that the amount was converted into 4 suspension points by the ICC. This would mean that Hasaranga could be banned for 2 Tests or 4 ODIs or 4T20Is, whichever comes first.",
    "Had the all-rounder not reversed his Test retirement, it would mean that he would miss 4 matches in the upcoming T20 World Cup 2024. If there was no ban for Hasaranga, it would have meant that the all-rounder would have ended up missing the first few matches of the IPL 2024 season."
  ]
}