{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-should-avoid-stop-go-cycles-treasury-secy-says-after-default-exit-195740/",
  "time_ut": 1734802200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka should avoid stop-go cycles, Treasury Secy says after default exit",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has to avoid ‘stop-go’ (boom-bust) cycles involving unsustainable monetary and fiscal stimulus that lead to crises, Treasury Secretary Mahinda Siriwardana has said after Fitch upgraded Sri Lanka from default status.",
    "Sri Lanka completed a restructuring of sovereign bonds on December 20, and the country was classified as CCC+, 5 levels above restructured default.",
    "“All the hard work and sacrifice, particularly by the people of Sri Lanka, has now paid off and Sri Lanka has the opportunity for a fresh start in the New Year,” Siriwardana said in an x.com post.",
    "“However, this growth cannot come at the expense of economic stability,” Siriwardana said.",
    "“All too often in the past, whenever the economy has stabilized following a shock, we are too eager to provide unsustainable fiscal and monetary stimulus to re-invigorate growth.",
    "“The result is a rapid return to instability – which has characterized several stop-go cycles in Sri Lanka’s post-independence economic history.”",
    "20th December 2024 marked a major milestone in our economic recovery process as Sri Lanka officially exited sovereign default.",
    "This has been a long and difficult journey, comprising painful reforms and a very complex debt restructuring.https://t.co/C99NyBSf01 pic.twitter.com/2ak00hpr2M",
    "‘Stop-go’ cycles are the pinnacle of achievement of so-called Cambridge economics involving macroeconomic policy to boost growth or full employment which then results in regularly torpedoed balance of payments and external default in extreme especially when countries have commercial debt.",
    "Critics have warned that the ‘go’ cycle is embedded in the deeply flawed operating framework of the central bank based on statistics (econometrics/data driven monetary policy) where classical economic principles and laws of nature have been summarily disregarded promote state intervention through a money monopoly.",
    "Sri Lanka post-war currency crises are a result of flexible inflation targeting, where a reserve collecting central bank cuts rates with printed money when inflation falls in a stabilization crisis that comes in the wake of a crisis triggered by previous rate cuts, critics have said.",
    "Similar regimes with even higher cost of living raising targets than Sri Lanka with a single policy rate is found in other defaulting nations in Africa and Latin America.",
    "Sri Lanka goes from boom-bust to bust-bust with soft-peg: Bellwether",
    "Sri Lanka heading for uncertainty with low rate obsession: Bellwether",
    "Sri Lanka’s peacetime monetary instability came from a varying macro-economic policy (money printing and heedless spending) involving rate cuts and deficit spending (2015), rate cuts while deficits were reduced (2018) and rate cuts combined with tax cuts (2020) to target potential output.",
    "Meanwhile Siriwardana said it was easy to make the policy mistakes that brought the country to an ‘unprecedented, deep and complex crisis that we experienced since 2022,” but the consequences were deadly.",
    "“To this day I maintain that Sri Lanka’s economic crisis was a man-made crisis, since the crisis could have been prevented or at least the impact could have been mitigated, if the warning signs had been heeded and the policy direction was changed in a timely manner.”",
    "It is crucial that regardless of political changes, Sri Lanka adheres to some fundamental economic principles such as fiscal discipline, and sound monetary management.",
    "“In particular, the stabilization of public finances is vital to create fiscal space for development, and fulfil commitments to both domestic and international stakeholders.",
    "“It is indeed heartening that we are now seeing early signs of de-politization of macroeconomic policy discipline.” (Colombo/Dec21/2024)"
  ]
}