{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/President-orders-housing-urban-development-projects-completion-within-2025-Budget-timelines/56-780802",
  "time_ut": 1756247734.0,
  "original_lang": "en",
  "original_title": "President orders housing, urban development projects completion within 2025 Budget timelines",
  "original_body_lines": [
    "Says projects with 2025 Budget allocations must be completed within year",
    "Points to 18 bridge projects in Hambantota abandoned mid-construction to be reassessed",
    "Instructs officials to explore bank facilities for citizens without State housing",
    "Officials say housing schemes funded by Chinese and Indian loans to be completed this year",
    "President Anura Kumara Disanayake on Monday instructed the Urban Development, Construction, and Housing Ministry to ensure that projects launched under the 2025 Budget, including housing schemes, bridge construction, and urban development initiatives, are completed within the year, cautioning that unspent allocations and delays have become a recurring problem.",
    "A review of projects implemented under the 2025 Budget allocations for the ministry, together with a pre-Budget discussion for 2026, was held on 25 August at the Presidential Secretariat, the President’s Media Division said.",
    "The review covered housing and urban development, city planning, solid waste management, environmental protection, and water supply and sanitation. Progress across all provinces was examined in detail, with particular focus on projects disrupted by the recent economic crisis and the challenges of sustaining those already underway.",
    "President Disanayake underscored the need to complete projects within the year of initiation and warned Ministries against failing to utilise allocated funds within set timelines. He also called for greater attention to community needs in planning housing and construction projects, noting that ad-hoc initiatives by previous administrations had left many Government buildings across the country underutilised or unused.",
    "Officials reported that 18 bridge projects in Hambantota District had been abandoned mid-construction, leaving temporary access roads to deteriorate into unsafe tracks. The President instructed the Ministry to assess the feasibility of completing the works.",
    "Housing schemes supported by Chinese and Indian loans were also reviewed, with officials expressing confidence that resettlement projects in the Northern and Eastern Provinces would be completed this year. Major initiatives such as the Polonnaruwa Administrative Complex, road projects linked to Homagama Tech City, and the City Branding Project were also discussed.",
    "The President stressed that high-rise housing complexes already allocated to urban communities should be renovated and upgraded before handover, and that a structured mechanism for long-term maintenance must be established. He further directed that surveys be carried out to assess demand in semi-urban areas before launching new high-rise projects.",
    "Officials highlighted legal disputes related to land acquisition payments, and the President called for practical proposals to address them. He also instructed the preparation of a framework, in collaboration with banks, to extend state housing benefits to eligible citizens who have not yet been accommodated.",
    "The discussions reviewed disaster-prevention and environmental protection projects, including the Veras River and Kolonnawa Rainwater initiatives, which will continue under the Clean Sri Lanka program. Progress in water supply and sanitation projects across Jaffna, Greater Colombo, Kandy, Anuradhapura, and Kalutara was also considered, as well as plans to utilise abandoned water pipelines in rural areas.",
    "The need to modernise institutions under the Ministry was stressed, particularly through the creation of advisory services for Government-assisted construction.",
    "The meeting was attended by Urban Development, Construction and Housing Minister Anura Karunathilaka, Deputy Minister T.B. Sarath, Secretary to the President Dr. Nandika Sanath Kumanayake, Treasury Secretary Dr. Harshana Suriyapperuma, Ministry Secretary Ranjith Ariyaratne, Presidential Economic Advisor Duminda Hulangamuwa, Senior Additional Secretary Russell Aponso, and senior officials from the Ministry of Finance, and institutions under the Urban Development Ministry."
  ]
}