{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/CBSL-salary-hike-Is-it-the-Governor-who-is-responsible/14-760146",
  "time_ut": 1711918360.0,
  "original_lang": "en",
  "original_title": "CBSL salary hike: Is it the Governor who is responsible?",
  "original_body_lines": [
    "CBSL governing board (from left): Dr. P. Nandalal Weerasinghe, Nihal Fonseka, Dr. Ravi Rathnayake, Anushka Wijesinha, Vish Govindasamy, Rajeev Amarasuriya, Manil Jayesinghe",
    "Not only the rule of law but the spirit of the law is vital during a crisis",
    "The last few weeks have seen a massive media interest and public attention on the salary hikes amounting up to 70% at the Central Bank of Sri Lanka (CBSL) at a time of an economic downfall in the country. I welcome the recommendations made by the Committee on Public Finance (COPF) at the Parliament and the acceptance of the recommendations by the CBSL governor and the staff to re-visit and reverse the proposed increase in the national interest.",
    "There is a clear attempt to target the Governor of the Central Bank, Dr. Nandalal Weerasinghe, and make him the scapegoat for the proposed increases. This in my view is politically motivated by many who were responsible for the economic downfall of the country.",
    "Certain politicians were fast on the move to propose once again to amend the CBSL Act, which made the CBSL independent and tried to link the salary issue to the recently passed Act. This was proven wrong as parliamentarian Dr. Harsha de Silva from the COPF clarified the issue and made a statement in Parliament that the salary hike has really nothing to do with the new Act.",
    "It is very clear that the salary increases were proposed as per a long-standing collective agreement mechanism which was in place with the unions. All the former governors have followed it and the politicians of this country who were/and are governing the country knew this process was in place. Factually since the establishment of CBSL under the provisions of previous law (Monetary Law Act No. 58 of 1949 and now under the CBSL act No. 16 of 2023), salary revisions have been done by the board of CBSL. Since 1991, such revisions have been done once every three years. Collective agreements have been used to formalise such revisions since 2000.",
    "The governor as the head of the institutions and a career officer, followed a path and the technicalities of the proposal as per the rule of law that has been in operation for decades.In the past the politicians were in greater control of CBSL, and they never questioned the methodology that they had witnessed and approved for decades. Interestingly if one queries in the last few years prior to 2022, over 150 persons have been “stuffed” into the Central Bank through political influence at high salary scales as the institution was politicised by the system, which gradually led to the bankruptcy of the country with wrong monetary policies.",
    "Since the Supreme Court of Sri Lanka has identified the persons responsible for the economic collapse, it is the duty of the parliamentarians to expose those who took decisions against the advice given by technical officers of the CBSL in the past rather than trying to tarnish the name of the current governor.",
    "On the other hand, at a time of crisis the unions and the executives of the Central Bank and Dr. Nandalal Weerasinghe and the board should have realised that what was proposed was although within the law, they should have questioned the spirit in which it was proposed was not in the interest of the country at this moment. The poverty levels of this country have doubled, and people are finding it difficult to get the day passed with proper meals. Therefore, it should have been thought much deeper in proposing the high-level salary increases at this juncture.",
    "The counter arguments from CBSL seem to have little public sympathy and sentiments are strong at these difficult times as a nation. This is not only applicable to the high-income earners of CBSL but to the politicians and officials of other institutions that still spend lavishly from the taxpayers/ public money on functions, etc.",
    "As a citizen, I do not agree with certain political forces and others targeting the governor alone in this proposed increment. First, it is understood that he has not got himself an increment but put in a board paper prepared by the technical officers as per the collective agreement for the approval of the governing board of the Central Bank consisting of independent directors. The board is responsible for the administration and management of the CBSL and determination of general policies. It is the responsibility of the governing board of the Central Bank to scrutinise and advise, and it should have questioned the timing of this and stopped at the board level and informed the governor to revisit the proposal with the trade unions. But instead of doing that, the board approved it and are silent when one man is targeted for reasons beyond the salary increment if one analyses the political sentiments of certain politicians.",
    "In my view, the governor and the senior staff of the Central Bank have done a tremendous task to stabilise the macro economy through monetary policy which has helped the government to bring in reforms to the economy with the IMF agreement. If one may visit less than twelve months back inflation was running at 70% and politicians were targeting the rupee to hit 450 from 400 to the dollar. But we have 6% inflation and the Rupee is at 300 today. The credit should clearly first go to CBSL.",
    "As a citizen, what we need is political sanity and good governance from the public institutions if the country needs to come out of the crisis. It is the responsibility of the board of directors of public institutions to guide the institution in the correct path in policy making and being accountable just as the management of the institution."
  ]
}