{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/embodee-showcases-cutting-edge-fashion-technology-in-sri-lanka/",
  "time_ut": 1707661380.0,
  "original_lang": "en",
  "original_title": "Embodee showcases cutting-edge fashion technology in Sri Lanka",
  "original_body_lines": [
    "Embodee, a trailblazer in 3D software for fashion, recently unveiled its latest technological advancements at an exclusive event in Sri Lanka. Headquartered in Florida, USA, Embodee has played an active role in shaping the Sri Lankan apparel business over the past four years, solidifying its position as a key player in the global fashion market",
    "The highlight of Embodee’s journey was marked by the official launch of its ground-breaking 3D web platform in 2021. This platform seamlessly integrated digital product creation and development, with a strategic focus on boosting collaboration, boosting cost efficiency and elevating sales within the fashion industry.",
    "Founded in 2008, Embodee proved to be a seasoned player in the realm of 3D software for fashion. Its transformative impact on the apparel industry was underscored by notable achievements, including patents for virtual try-on technology and successful collaborations with major brands like Nike and Adidas.",
    "Embodee Sri Lanka emerged as a pivotal hub, driving sales and providing essential customer support in the dynamic Asian market. This regional presence showcased Embodee’s commitment to global expansion and catering to diverse industry needs.",
    "Over the past three months, Embodee marked significant milestones. The journey culminated in the successful launch of the 3D web platform, complemented by a strategic partnership with the Pantone® Color System. Noteworthy features were also developed to enhance the efficiency of customer design workflows, positioning Embodee as an industry leader in innovation.",
    "Looking ahead, Embodee’s immediate feature roadmap includes streamlined componentization, higher quality renderings, generative all-over prints (AOPs) and placement prints, product annotations, modular costing, and plans for expanding its reach deeper into Asia.",
    "The highlight of the event in Sri Lanka was the presence of Ben Sosinski, Vice President of Product & Technology Operations. His participation underscored Embodee’s commitment to advancing technology and fostering collaboration in the global fashion market. Sosinski’s visit was specifically geared towards engaging with new and emerging customers/brands within Sri Lanka, highlighting the company’s dedication to building meaningful relationships in the region.",
    "In reflection of the showcase event, Chandi Rambukpotha, Managing Director, Embodee Asia expressed, “Embodee’s journey in Asia has been marked by continuous innovation and collaboration. The event in Sri Lanka signifies our commitment to providing cutting-edge solutions to the fashion industry in the region.” Rambukpotha thanked Dr Prabhoda Munasinghe, from the Department of Textile & Apparel Engineering, of University of Moratuwa who initiated Embodee to be part of the lectures for students, S. N. Niles – Head of Department of Textile and Apparel Engineering and Dr. Jayamali De Silva of the Department of Textile & Apparel Engineering for the assistance granted and their involvement in making Embodee as part of their continuous lectures for the students throughout their academic programme at the university.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}