{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sri-Lanka-to-introduce-AI-education-in-100-schools-as-pilot-project/56-765861",
  "time_ut": 1724365134.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to introduce AI education in 100 schools as pilot project",
  "original_body_lines": [
    "The Government announced a ground-breaking initiative to introduce artificial intelligence (AI) education in schools as part of its broader efforts to prepare students for future global trends and enhance their contribution to economic development.",
    "The Cabinet of Ministers on Wednesday approved launching ‘Artificial Intelligence Related Student Societies’ in 100 selected schools across the country.",
    "“This pilot project is expected to roll out in selected schools, beginning with students from grades 6 to 9 to provide them with the opportunity to engage in studies relevant to AI,” Cabinet Spokesman and Minister Bandula Gunawardena said yesterday.",
    "Speaking at the post-Cabinet meeting media briefing he noted that the initiative will be step towards equipping the next generation with the skills necessary to navigate and thrive in an increasingly technology-driven world.",
    "Gunawardena also said that the success of this pilot project would determine the program’s expansion to other schools in the coming years.",
    "“By encouraging early interest in AI among students, the initiative aims to cultivate a generation of tech-savvy individuals who can contribute effectively to the economic development,” he added.",
    "In an era where technology has reached its peak, Gunawardena said through parting knowledge at the school level, students will be better prepared for advanced studies and careers in technology fields and ultimately boosting country’s economy.",
    "The joint proposal to this effect presented by President Ranil Wickremesinghe in his capacity as the Technology Minister and Education Minister Susil Premajayantha was approved by the Cabinet of Ministers."
  ]
}