{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/drugs-criminals-and-human-rights/",
  "time_ut": 1720386960.0,
  "original_lang": "en",
  "original_title": "Drugs, criminals and human rights",
  "original_body_lines": [
    "President Ranil Wickremesinghe has put his finger on some factors that have rendered the task of ridding the country of the scourge of narcotics frustratingly difficult. Addressing a group of community police members in Wellawaya, on Saturday, he expressed serious concern about the practice of human rights activists and lawyers rising in defence of drug lords taken into custody. Opinion may be divided on this score, but the President’s concern undoubtedly resonates with the public, given the increasing severity of the drug menace, which has engulfed even schools; the victims of the drug Mafia are without anyone to fight for their human rights!",
    "President Wickremesinghe also highlighted the inadequacies of the existing anti-drug laws, and stressed the need for new ones to fight the drug Mafia effectively. He pointed out that countries like Singapore had adopted extreme measures such as the death penalty to tackle the drug problem. One cannot but agree that there is a pressing need for strong laws in this country to protect the public against drug dealers. However, even such laws, unless enforced strictly, will serve little purpose.",
    "The police embarked on a much-hyped campaign to neutralise the crime syndicates involved in drug trafficking, etc., amidst claims in some quarters that it caused human rights violations. But we believe that the anti-drug operations must go on, as they have yielded huge amounts of narcotics and helped weaken the distribution network to a considerable extent. Care must be taken to leave no room for excesses.",
    "However, the drug problem is best tackled at source. The ongoing efforts to thwart drug smuggling via sea routes have to be redoubled; a watchful eye must be kept on the country’s ports, where huge consignments of drugs have been detected. A large number of fishing craft used for drug trafficking have been taken into custody with their crew members. Increasing naval patrol to hold drug smugglers at bay, we believe, will be half the battle in breaking the back of the narcotic problem. The Navy and the Coastguard must be provided with more vessels, personnel and technology to intensify their effective anti-drug operations.",
    "Drug barons use a fraction of their ill-gotten wealth to retain the best lawyers in the country, bribe corrupt politicians and rogues in uniform and thereby put paid to efforts to make them pay for their crimes. The integrity of the drug testing process is also in doubt, and allegations abound that narcotic samples are tampered with.",
    "A notorious drug dealer, known as Kanjipani Imran, fled the country after being enlarged on bail. Many criminals like him are running their drug cartels here from overseas, and the need for new laws to prevent them being bailed out cannot be overstated. Imran is believed to have used various fronts to launder his drug money here and abroad. These dangerous characters, operating from faraway countries, are capable of having anyone physically eliminated here, as evident from the numerous killings committed at their behest. They have emerged so powerful that, a few months ago, they planned a commando-type operation with inside help to remove two drug kingpins from the CID headquarters, where they were being detained at the time. Thankfully, their plan went awry. This shows that while the issue of inadequacies and paucity of anti-drug laws are addressed urgently, much more remains to be done to eliminate the narcotic trade, which serves as a wellspring for numerous crimes and poses a threat to national security as well.",
    "Meanwhile, drug dealers are known to use their slush funds to bankroll election campaigns of some influential politicians. The rise of the narcotic Mafia is attributable to the nexus between drug kingpins and politicians. Hence the need to ensure transparency and accountability in respect of campaign funding while new anti-drug laws with more teeth are made and action is taken to weed out the rogues in uniform in the pay of the drug barons.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}