{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97396/foreign-minister-highlights-disproportionate-impact-of-climate-change-on-countries-in-global-south",
  "time_ut": 1708361880.0,
  "original_lang": "en",
  "original_title": "Foreign Minister highlights disproportionate impact of climate change on countries in global south",
  "original_body_lines": [
    "Sri Lanka’s Foreign Minister Ali Sabry has emphasised that climate change should not be evaluated solely based on cost, adding that it’s also about knowledge sharing and capacity building.",
    "Speaking in this context at a panel discussion on “Protecting global commons” at the 60th edition of the Munich Security Conference (MSC) held in Munich, Germany, Sabry highlighted Sri Lanka’s proposal to establish a Climate Change University in Sri Lanka, while also pointing out the disproportionate impact of climate change on the countries in the global south.",
    "The other panelists were co-chair of Alliance 90/The Greens party of Germany Ricarda Lang and Executive Director of Greenpeace Mads Flarup.",
    "He also shared Sri Lanka’s commitments including the COP28 and at regional and local levels to protect the global commons.",
    "The Foreign Minister also participated in another panel on “Shoring up Defences: Security in the Indo-Pacific” at the Conference, during which he emphasised that keeping channels of communications open, implementing confidence building measures and continuous dialogue on all relevant issues would be among practical methods to avoid conflict and ensure stability and peace in the region.",
    "The other panelists were Co-Chairman, Social Democratic Party of Germany Lars Klingbeil; Chairman of the US Senate Committee on Foreign Relations Senator Ben Cardin; and Founding Chair, Center for International Security and Strategy, Tsinghua University, former Vice Minister of Foreign Affairs of China and Member of the MSC Advisory Council Fu Ying.",
    "Foreign Minister Sabry also held several bilateral meetings on the sidelines of the Conference.",
    "These included meetings with the Minister of State for Foreign Affairs of Germany Tobias Lindner, Minister of Foreign Affairs of Montenegro Dr. Filip Ivanović, Minister of Foreign Affairs of Portugal João Gomes Cravinho, Minister of Foreign Affairs of Kuwait Abdullah Ali Al-Yahya and Minister of Foreign Affairs of Romania Luminița Odobescu.",
    "The Minister also met the U.S. International Development Finance Corporation Chief Executive Officer Scott Nathan for a discussion to explore expansion of U.S. development financing to Sri Lanka.",
    "Foreign Minister Ali Sabry was accompanied by Ambassador to Germany Varuni Muthukumarana and Director General of the International Security Cooperation Division of the Ministry of Foreign Affairs Kapila Fonseka."
  ]
}