{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/adbs-new-procurement-rules-to-require-merit-point-criteria-from-2026-240722/",
  "time_ut": 1758004200.0,
  "original_lang": "en",
  "original_title": "ADB’s new procurement rules to require merit point criteria from 2026",
  "original_body_lines": [
    "ECONOMYNEXT – All internationally advertised contracts financed by the Asian Development Bank (ADB) will be evaluated using merit point criteria (MPC) from 1 January 2026, the international lender said.",
    "“The cheapest bridge is not a bargain if it needs rebuilding in ten years. Quality infrastructure lasts generations. It creates jobs today and opportunities tomorrow,” ADB President Masato Kanda said announcing the procurement reforms at the ADB Business Opportunities Fair.",
    "This is part of a procurement approach that will also introduce broader changes to create more local jobs and increase early engagement with suppliers across Asia and the Pacific.",
    "MPC applies weighted scoring to factors such as quality, experience, technical capability, and innovation, together with proposals to increase local participation and safeguard the environment, ADB said.",
    "“This ensures that contracts are awarded to bidders capable of delivering sustainable results and long-term development impact.",
    "“With infrastructure financing needs in Asia and the Pacific measured in the trillions of dollars, the new approach is expected to make every investment more impactful.",
    "“It will encourage participation by reputable contractors, reduce implementation risks, and deliver projects that stand the test of time.”",
    "Introduced in ADB-financed contracts in the Pacific in 2020, MPC has become the standard approach in the sub-region.",
    "Projects that used this model achieved stronger results and improved value for money by ensuring that technical capability, resilience, and sustainability were fully considered in the awarding of contracts, ADB said.",
    "Over half of ADB’s developing members have utilized this approach to evaluating infrastructure bids, the lender said.",
    "From 2026, all ADB borrowers will be required to use MPC for internationally advertised contracts.",
    "Technical evaluation weightings will be set at a minimum of 50 percent in high-risk procurements.",
    "ADB is also taking steps to promote innovation and expand its supplier base through stronger market engagement prior to the bidding process.",
    "Borrowers will engage with potential suppliers before internationally advertised tenders are launched.",
    "ADB will also require meaningful local job participation on projects it finances.",
    "From 2026, at least half of all person-days worked on internationally advertised construction contracts must be completed by local labor, it said. (Colombo/Sep16/2025)"
  ]
}