{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Casio-s-major-enforcement-action-in-Sri-Lanka-Ongoing-efforts-to-safeguard-consumer-interests/34-765317",
  "time_ut": 1723165003.0,
  "original_lang": "en",
  "original_title": "Casio’s major enforcement action in Sri Lanka: Ongoing efforts to safeguard consumer interests",
  "original_body_lines": [
    "Casio Computer Co. Ltd., headquartered in Japan recently got a significant enforcement action conducted in Sri Lanka as part of the Casio Group’s IP Enforcement Policy to combat the escalating issue of Casio’s counterfeits in the Sri Lankan market and protect its valued consumers.",
    "In a recent coordinated effort alongside Casio India, raids were conducted by Colombo Crime Division (CCD) simultaneously at three locations of one of the largest retail stores in Sri Lanka in March 2024. These locations included two outlets of the retail store and its warehouse, where counterfeit Casio watches, primarily G-SHOCK timepieces were found. The operation resulted in the seizure of several counterfeit watches and representatives of the accused entity were taken into custody for further legal proceedings. Subsequently, the entity pleaded guilty in the matters and fines were imposed.",
    "Casio India Head of Legal Gurmeet Singh said: “At Casio, we are taking every measure to eliminate counterfeits and ensure that our customers have access to original Casio products. Such actions underscore our unwavering commitment towards consumer interests and brand integrity. We would like to thank the enforcement authorities for their cooperation in taking expeditious actions against counterfeiters. We will continue to work closely with the authorities to safeguard our brand and our customers.”  Casio’s corporate creed has always been “Creativity and Contribution” – which translates into consumer value by offering innovative products, ensuring quality and reliability, prioritising user-centric design, meeting diverse needs, and demonstrating social and environmental responsibility. The brand continues to run aggressive awareness drives to sensitise consumers to fight against the counterfeit markets in Sri Lanka and across other key markets, and protect them from fraudulent goods.",
    "As a part of this initiative, Casio consistently advises its consumers to purchase Casio products only from authorised retail partners, modern retail outlets, and official online channel partners, to ensure the authenticity and quality of their purchases. Authentic Casio timepieces can be identified by the trademarks of Casio including unique serial numbers, holographic stickers, specific design elements and distinctive craftsmanship."
  ]
}