{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83854",
  "time_ut": 1712084760.0,
  "original_lang": "en",
  "original_title": "Sri Lankan Newspapers Hit out Strongly Against  “Katchatheevu”Remarks by Indian Prime Minister Narendra Modi and External Affairs Minister S.Jaishankar",
  "original_body_lines": [
    "The Sri Lankan government is yet to comment on the recent remarks by Prime Minister Narendra Modi and External Affairs Minister S. Jaishankar on Katchatheevu, but the island nation’s media took a critical view of the development, while fishermen’s associations urged Sri Lankan authorities to take up the issue of bottom trawling more vocally with the Indian government.",
    "The Colombo-based English newspaper Daily Mirror, in its editorial on Tuesday, noted: “Sadly, even the seemingly unflappable Indian External Affairs Minister – Jaishankar – has dropped all pretence of statesmanship and has joined hands with his premier to rouse communal feelings in the hope of gaining a few votes in Tamil Nadu.” “Lanka desires to be left to its own devices away from India’s internal politics,” it said.",
    "The editorial was responding to Mr. Modi’s claim — and Dr. Jaishankar’s subsequent media statement which sought to back it — that the Congress party “callously gave away” Katchatheevu to Sri Lanka. In its editorial titled ‘Katchatheevu was not India’s to ‘give away’’, business newspaper Daily Financial Times termed their remarks “a distortion of the facts, a dog whistle to South Indian nationalism and a dangerous and unnecessary provocation of a friendly neighbour that could have serious repercussions”.",
    "“The constant provocative claims on Sri Lankan territory, especially from the highest echelons of power in India, would only force our country to seek security guarantees elsewhere. Having learnt the art of diplomacy from Ashoka and strategy from Kautilya, it would be tragic for all concerned if Sri Lanka needs to apply the foreign policy theory of Rajamandala to find ‘friends’ elsewhere to protect itself against a ‘near foe’,” the newspaper’s editorial observed.",
    "Meanwhile, the Indian leaders’ reference to Katchatheevu in the context of frequent arrests of Indian fishermen in Sri Lankan waters has also drawn attention among those familiar with the complex and long-persisting fisheries conflict in the Palk Strait.",
    "Both, regional and national parties in India have often conflated the fisheries conflict and the ceding of Katchatheevu, located almost equidistant from the coasts of northern Sri Lanka and Tamil Nadu. Politicians have suggested that had Katchatheevu remained in India’s territory, the fishermen from Tamil Nadu would not face arrest by Sri Lankan authorities.",
    "Leaders of fishermen’s groups in northern Sri Lanka said linking the two issues was “insincere”. Further, it distorts the persisting problem of Indian boats fishing along Sri Lanka’s coastline, using the destructive bottom trawling method that scoops out all marine organisms. The practice severely affected the livelihoods of northern Sri Lankan fisher folk, who are struggling to recover from the civil war.",
    "Annalingam Annarasa, northern coordinator of an island-wide federation of fishermen’s organisations, said the recent remarks exposed the Indian leaders who “are simply politicising” the issue at the cost of the livelihoods of fisher folk in both countries. “Instead of remaining silent, the Sri Lankan government should resist any attempt to link the resolved matter of Katchatheevu to the unresolved question of bottom-trawling by Indian fishermen in our seas. They must take necessary steps to solve the real problem,” he told The Hindu.",
    "Further, GPS evidence has on several occasions made clear that the fishermen from Tamil Nadu sailed well past Katchatheevu, right up to Sri Lanka’s coastline. Sri Lanka’s northern Tamil fishermen have, in several such instances, recorded visuals showing Indian fishing boats close to their shores.",
    "“If the Indian fishermen’s arrests were about Katchatheevu, then how do we explain their fishing activity in Karainagar (north of Kayts) and Mullaitivu that is even further away?” Mr. Annarasa asked. “They are raking up the Katchatheevu issue just in time for polls, instead of finding a solution to this serious problem. Once the politicians come to power, they will once again forget our plight,” he said."
  ]
}