{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/The-Marga-Dialogue-Nationalism-and-centre-left/172-283274",
  "time_ut": 1716478020.0,
  "original_lang": "en",
  "original_title": "The Marga Dialogue: Nationalism and centre-left",
  "original_body_lines": [
    "Dr. Dayan Jayatilleka’s collection of essays, titled: “Interventions: Selected Political Writings”.",
    "“Why and how could a concept so remote from the real experience of most human beings as ‘national patriotism’ become such a powerful political force so quickly?… It is plainly not enough to appeal to the universal experience of human beings who belong to groups recognizing one another as members of collectivities or communities, and therefore recognizing others as strangers.”  - Eric Hobsbawm - ‘Nations and Nationalism Since 1780’ (1990). These days, Sri Lanka’s popular politics can be a lonely place for those with centre-left tendencies but despite my own vaguely left-of-liberal ideals, I have consistently voted for the Sri Lankan centre-right: Ranil Wickremesinghe’s UNP.  The alternative, the broad centre-left occupied by the Sri Lanka Freedom Party (SLFP) and later, the Sri Lanka Podujana Peramuna (SLPP), were a bridge too far for my socially-progressive sensitivities. I considered their economic policies incoherent, their objectives poorly defined, their rhetoric needlessly inflammatory; appealing to narratives of exceptionalism from a bygone era; a centre-left that was defined almost entirely by its nationalist wing, even under the urban-cosmopolitanism of the CBK (Chandrika Kumaratunga) era.",
    "While moderating an event earlier this month at the Marga Institute, I was struck by the emergence of that age-old tension between nationalism and liberalism during a spirited question and answer session. The subject of that evening was the launch of Dr. Dayan Jayatilleka’s collection of essays, titled: “Interventions: Selected Political Writings”. While Dr. Jayatilleka himself insisted that the event and especially the panel discussion and Q&A be focused on the subjects and themes within the book; those related to politics, philosophy, economics and history, rather than the author; this was always going to be unlikely.",
    "Dr. Jayatilleka is not only prolific, he is also provocative, always generating debate and discussion; this particular evening at the Marga Institute was no exception. The audience was  constituted by a relatively eclectic group broadly connected to Sri Lankan Left politics, including D.E.W. Gunasekera, Dayasiri Jayasekera, Prof. Rajiva Wijesinha, Prof. Charitha Herath and Dr. Sarath Amunugama.",
    "I raised some basic contentions regarding Dr. Jayatilleka’s recent ‘tilt’ towards the National People’s Power (NPP) and his full-throated endorsement of Anura Kumara Dissanayake, the Leader of its main constituent, the JVP. In a sense, Dr. Jayatilleka and I share many socio-political and public policy sympathies, our world views are not too dissimilar, but as I noted that evening, it is unlikely that he and I have ever voted the same way in any single election; me being a life-long (former) UNP voter and he having spent a significant period as a supporter of Mahinda Rajapaksa.",
    "Most Q&A sessions tend to feature questions but also comments and the audience did not disappoint; Prof. Wijesinha was particularly animated, lobbing a few grenades my way; an incisive tirade by DEW Gunasekera was also interesting and provided an example of the passion and intellectualism of Sri Lankan left movements. Comrade Gunasekera perceptively noted the decline in Sri Lanka’s  ratio of Tax Revenue to GDP.",
    "This very specific indicator is far more instructive than tax rates and tax slabs, something much of the political discourse tends to miss. Most political parties have engaged in the debate on Sri Lanka’s tax structure, the ratio of direct to indirect taxes, VAT and the burden of higher personal income taxes on the middle class. From this critique flows the discourse of adjusting the tax brackets and restricting the application of VAT to certain products. The discourse of the NPP has also included reducing the tax burden.",
    "This is my main contention with Dr. Jayatilleka’s recent cheerleading of the NPP. While acknowledging the energy of the NPP and its many thoughtful and ‘telegenic’ personalities, Dr. Harini Amarasuriya remains a personal favourite; their policy discourse, I contend, is threadbare. Whether it is a well-defined path for devolution and reconciliation or an organised program of economic reforms that offer a credible alternative, there are blank spots in the discourse. The JVP has a brilliantly cogent dissection of neo-imperialism and the impacts of institutions such as the IMF; the NPP moderates this significantly, almost to the point of being indistinguishable from the liberal discourse. It is difficult to reconcile this critique of foreign capital and free trade with Sri Lanka’s economic imperatives of higher value and more diversified exports, which necessitates entrenchment in the global free trade regime.",
    "Eric Hobsbawm, an influential British Historian, is quoted above from his 1990 book ‘Nations and Nationalism Since 1780: Programme, Myth, Reality’; which grapples with the complex relationships between nationalism and liberalism, especially in the context of the emergence of the modern Nation State.",
    "“The problem before us derives from the fact that the modern nation, either as a state or as a body of people aspiring to form such a state, differs in size, scale and nature from the actual communities with which human beings have identified over most of history, and makes quite different demands on them. It is… an ‘imagined community’, and no doubt this can be made to fill the emotional void left by the retreat or disintegration… real human communities and networks, but the question still remains why, having lost real communities, people should wish to imagine this particular type of replacement. One reason may be that, in many parts of the world, states and national movements could mobilize certain variants of feelings of collective belonging which already existed and which could operate… on the macro-political scale…”",
    "Sri Lankan Nationalism is under-developed due to a confluence of factors, some external, many internal; what we generated instead was a form of Sinhala-Buddhist Nationalism, with significant emphasis on the glories of past kingdoms, a sort of romantic nationalism in the tradition of philosophers like Giuseppe Mazzini, an early advocate for Italian unification and independence. The SLFP has always been a significant player in this project, many would call them central characters in our nation’s chequered history. Yet the present state of that once mighty SLFP mirrors that of the broader Sri Lankan centre-left, which seems unable to trace a path towards a more inclusive and progressive form that is attractive to the next generation of Sri Lankans; instead the SLFP has devolved and deteriorated, both ideologically and spiritually.",
    "The sentiments expressed at the Marga Institute display an appetite for  the renewal of a key piece of Sri Lanka’s political architecture, that  might become an important counter-balance in the approaching years,  generating a good-faith, root and branch audit of the country’s policy  positions",
    "The rhetoric that defined the SLFP’s nationalism, in its most narrow sense, alienates many multicultural urban communities; sometimes out of convenience and necessity, most times as a matter of tradition. These urban Sri Lankans no longer recognise the world that the SLFP resides in; a country under threat from powerful external and internal forces. Furthermore, just at the moment when the vast majority of Sri Lankans are desperate for economic respite, the traditional Sri Lankan centre-left, has all but disintegrated.",
    "As I listened to my colleagues on the panel and especially to distinguished members of the audience, it occurred to me that if one were to pay close attention and plug into the emotion and sentiment being expressed, you might have caught a glimpse of some achievable conception of Sri Lankan nationalism, one that converts the cynics and satiates the Romantics.",
    "What I learned some time ago was that Sri Lankans of all stripes are still desperately seeking a national identity they can be proud of in the present, not one based on past glories but on future potential. This is why the Ranil Wickremesinghe UNP, which I voted for, failed consistently to build a strong and stable majority in the country, it has no sense of national identity and is proud of its deference to Western hegemony. The Sri Lankan Centre-Left filled this void, Mahinda Rajapaksa, more than anybody else, understood the attraction of romantic nationalism. Yet through its own negligence and intransigence, the Sri Lankan centre-left has lost its way, those that are truly of the centre-left, the liberals, the progressives, are motherless, having no political home.",
    "Most political parties have engaged in the debate on Sri Lanka’s tax structure, the ratio of direct to indirect taxes, VAT and the burden of higher personal income taxes on the middle class",
    "It was my sense that many members of the audience and Dr. Dayan Jayatilleka himself are yearning for some signs of life from Sri Lanka’s centre-left and perhaps many of them saw some hope of this in the SJB, which professes Social Democratic and Social Market ideals and principles. A critique of an apparent rightward shift by the SJB is a prominent and recurring theme in Dr. Jayatilleka’s recent work.",
    "Whether or not the SJB retains its social democratic ethos can only truly be tested if and when it enters government; certainly the SJB is accused of being too similar to the UNP, for its economic doctrine not departing sufficiently from the UNP’s conservative to centre-right trajectory. I maintain that the SJB is a significant moderation of Sri Lanka’s GOP, it is not the SLFP and will never be so. I submit that the SJB represents a moderate alternative with a deliberative approach to policy with inputs from several positions along the liberal spectrum; but it should not pretend to be something it is clearly not.",
    "What I learnt sometime ago was that Sri Lankans of all stripes are still desperately seeking a national identity they can be proud of in the present, not one based on past glories but on future potential",
    "The yearning for a new home within the SJB and disaffection with its perceived right-ward shift should not dissuade ‘a few good men’ from taking on the mantle themselves. Indeed many of the protagonists in the audience that evening have ample opportunity to form a progressive pressure group, especially given their prestige and pre-eminence in our society.",
    "There are issues that Sri Lanka faces today and will most certainly face in the near future that will require significant manoeuvring to arrive at what might reasonably be considered to be a progressive position. Dr. Jayatilleka himself has critiqued the proposed land-bridge between South India and Sri Lanka, in concept and also in terms of its planning and implementation by a government without a popular mandate.",
    "How would a progressive pressure group address fears that this government has set Sri Lanka on course for another outsized footprint by a foreign nation? How would a left-progressive movement approach the complex foreign policy imperatives that Sri Lanka must navigate, can it make an argument against physical Indian connectivity without resorting to conspiracies of abstract Indian cannibalisation? How does left-progressivism discuss the national security implications without sounding like the old centre-left; or how would it extol the virtues of Indian connectivity and still resist being branded as too ‘centrist? Indeed there seem to be opportunities for a new progressive left to redefine itself on the key issues and re-imagine an alternative path.",
    "The sentiments expressed at the Marga Institute display an appetite for the renewal of a key piece of Sri Lanka’s political architecture, that might become an important counter-balance in the approaching years, generating a good-faith, root and branch audit of the country’s policy positions.",
    "Any left movement, especially one that aims to be progressive, will need to attract the youth, and this segment is particularly motivated at this current moment. There is every chance that a significant portion of the youth vote has also been orphaned by the failures of the centre-left, perhaps they too are seeking a new home and a fresh start. The Centre-Left in Sri Lanka are still socially conservative, while the centre right though with reactionary tendencies, retains an aura of cosmopolitanism. This might, in reality have more to do with the messenger than the message.",
    "A singular policy issue that cuts across the socio-economic spectrum might also be useful; Sri Lanka’s political equations present many such opportunities, especially for a left progressive audience. Obama used healthcare in 2008, some eight years later, it was Bernie Sanders that ran on a ‘single-payer’ option. The Centre-left can come to define a progressive cause in Sri Lanka, be it healthcare or education; one that allows such a movement to flex its intellectual muscle and start building connections with and consensus among, the masses of disenchanted voters.",
    "In some sense, there is every chance that the Q&A session at the Marga Institute may have laid the ground work for some future reincarnation of the Sri Lankan centre-left; and the subjects of that event, both the author and his latest intervention can provide the basis, inspiration and intellectual founding for such a movement. Hobsbawm himself notes the importance of intellectuals to nationalist movements and the role their discourse plays in fostering an ideology that contributes to national identity, reinforcing the myths and legends that make the Nation State an effective and compelling tool of group organisation. Sri Lanka needs a renewed, progressive centre-left that can reposition itself as a mobiliser of popular support, if not, the resulting void might generate the next wave of dangerous political sympathies.",
    "The writer has 15 years of experience in the Financial and Corporate sectors after completing a Degree in Accounting and Finance at the University of Kent (UK). He also holds a Masters in International Relations from the University of Colombo. He is a media presenter, resource-person, a political commentator and Foreign Affairs Analyst. He also presents an interview show that is available on Instagram, Facebook and YouTube."
  ]
}