{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110872/number-of-skeletal-remains-uncovered-from-chemmani-mass-grave-increases-to-101",
  "time_ut": 1753595520.0,
  "original_lang": "en",
  "original_title": "Number of skeletal remains uncovered from Chemmani mass grave increases to 101",
  "original_body_lines": [
    "Skeletal remains believed to belong to 11 more individuals have been recovered from the Chemmani Sindhubathi cemetery, located near a suspected mass grave site in Jaffna.",
    "The fourth phase of excavations at the Chemmani Sindhubathi cemetery in Jaffna, continued for the sixth day yesterday (26), according to excavation officials.",
    "The officials stated that, to date, skeletal remains belonging to 101 individuals have been unearthed, with remains of 90 individuals already recovered during previous excavation efforts.",
    "The skeletal remains were first noticed on February 20, 2025, during a development project at the Chemmani Sindhubathi cemetery in Jaffna.",
    "Following the discovery, those involved in the development work informed the Jaffna police.",
    "Subsequently, the Jaffna police obtained a court order from the Jaffna Magistrate’s Court to conduct excavations at the site where the remains were found.",
    "Excavations commenced under the supervision of a team of experts, and human remains have been discovered at various stages since then.",
    "The fourth phase of excavations is scheduled to continue until August 4 under the court order. The third phase took place from June 26 to July 10.",
    "A comprehensive scan of the mass graves is also planned, and legal observer V.K. Niranjan stated that the Defense Ministry’s approval has been requested in this regard.",
    "He added that excavation officials have informed the Jaffna Magistrate’s Court about the need to carry out a scan of the graves and that the court has directed the request to the Ministry of Defense.",
    "Furthermore, 46 items have been recovered from the graves so far, including a doll, a pair of shoes, a pair of children’s bangles, a feeding bottle, and several pieces of human clothing, Niranjan said.",
    "Among the items found were a child’s school bag, a doll, and bangles, raising suspicions that young children may have also been buried in the mass graves.",
    "It is now reported that the Chemmani Sindhubathi mass grave is the second-largest discovered in the Northern Province.",
    "Previously, in 2018, skeletal remains of 342 individuals were found at a mass grave site where the old Sathosa building stood in Mannar, which was then recorded as the largest mass grave discovered in the Northern Province.",
    "Several other mass graves have been reported from various locations in the Northern Province after the conflict with the LTTE.",
    "In 2013, a mass grave was discovered in Thiruketheeswaram in Mannar, where remains believed to belong to approximately 88 individuals were recovered."
  ]
}