{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Why-biz-chambers-must-lead-on-trade-diplomacy/4-780206",
  "time_ut": 1755042138.0,
  "original_lang": "en",
  "original_title": "Why biz chambers must lead on trade diplomacy",
  "original_body_lines": [
    "John Denton, Secretary-General of the International Chamber of Commerce (ICC), recently spoke to Suranjana Tewari BBC about the impact of global tariffs. Based in Paris, the ICC represents 45 million businesses, large and small, from across 170 different countries. ICC members were obviously amongst the first to feel the effects of Trump’s tariffs. Denton told BBC that the uncertainty is hurting businesses who worry about making a decision today, only for the rules to be changed tomorrow.",
    "Denton also talked of how new markets are forming away from the US and its tariffs, with South East Asia transitioning from an export-based economy to one of consumption. And despite all the chaos the tariffs have created, John points out the World Trade Organization, and other economic architecture, has actually continued to function. As the global economy feels the tremors after the 1 August announcement of the new US tariff structure by US President Donald Trump – done to minimise US trade imbalances—there is an urgent need for business chambers to step forward and lead on trade diplomacy. At a time when political decisions can swiftly unravel decades of trade liberalisation, chambers of commerce must serve as the voice of reason and stability, championing open, rules-based trade that benefits all.",
    "The International Chamber of Commerce (ICC), the world’s largest and most representative business organisation, has long underscored the value of predictable and inclusive global trade. With members in over 170 countries, ICC advocates for enabling frameworks that allow businesses, especially small and medium-sized enterprises (SMEs), to thrive in an interconnected world. It is now time for national and regional chambers to amplify that message and take a more active role in trade diplomacy. President Trump’s tariff-heavy policies done in the US interest to check the trade imbalances have reignited concerns among exporters, importers, and investors alike.",
    "Tariffs on Chinese goods, proposed levies on electric vehicles, and possible retaliatory measures from trading partners threaten to disrupt supply chains and global trade, increase consumer prices, loss of jobs and dampen investment. Businesses do not operate in a vacuum; they require policy stability, market access, and a commitment to multilateral rules to make medium to long-term decisions. When trade becomes a political football, the consequences reverberate through boardrooms, factory floors, SMEs and family-owned enterprises alike.",
    "In this context, business chambers must move beyond their traditional roles of member services, AGMs and networking. They must become active participants in shaping trade and investment on policy, educating policymakers on real-world business implications, and advocating for frameworks that promote cooperation over confrontation. As non-state actors with direct access to grassroots business sentiment and economic development, chambers are uniquely positioned to bridge the gap between public policy and commercial reality.",
    "The ICC provides an excellent model. From pushing for the modernisation of the World Trade Organization (WTO) to advocating digital trade facilitation and SME inclusion, ICC’s global influence has shown how chambers can drive meaningful change. Local chambers should align with this vision and help build coalitions that resist isolationism and promote economic integration.",
    "Moreover, with the rise of regional trade pacts like RCEP as pointed out by former President Wickremesinghe and evolving blocs like BRICS, chambers must also help their members understand and leverage emerging trade opportunities beyond the traditional Western markets. This includes supporting efforts to digitise cross-border trade and payments, navigate non-tariff barriers, and prepare for sustainability-linked trade requirements.",
    "Trade diplomacy is no longer the exclusive domain of governments or a commerce departments. Companies’ futures are at stake including livelihoods of workers. In today’s geopolitically charged landscape, where tariffs are being considered on relationships and reciprocity it is incumbent on chambers of commerce to act as pragmatic and forward-looking policy advocates for open markets, talent mobility and free trade. The stakes are too high to leave it to a government. It is time for business chambers—guided by the values of free competition and national competitiveness —to lead from the front rather than through a back door.",
    "International Chamber of Commerce (ICC) – Trade & Investment Policy",
    "World Trade Organization (WTO) – World Trade Report. Website: https://www.wto.org/",
    "Peterson Institute for International Economics (PIIE) – Analysis of Trump’s Trade Policies. Website: we https://www.piie.com/"
  ]
}