{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96580/cpj-calls-for-withdrawal-of-proposed-online-safety-bill-urges-meaningful-consultations",
  "time_ut": 1705764000.0,
  "original_lang": "en",
  "original_title": "CPJ calls for withdrawal of proposed Online Safety Bill, urges ‘meaningful consultations’",
  "original_body_lines": [
    "The Committee to Protect Journalists (CPJ) has urged Sri Lanka’s Minister of Public Security to withdraw the proposed Online Safety Bill.",
    "In a joint letter addressed to the Minister, the CPJ, together with 58 other organisations, urged Minister Tiran Alles to withdraw the relevant Bill, and to conduct ‘meaningful consultations with all stakeholders including local groups’ in this regard.",
    "They further raised concerns that the proposed Bill is slated to be presented in Parliament later this month, without addressing the key concerns raised by stakeholders, experts and civil society about the severe implications that the Bill will have on the human rights and democratic values enshrined in the Constitution and international legal instruments to which people in Sri Lanka are entitle.",
    "The letter also highlighted that the proposed Bill had a ‘chilling effect on free speech’ and ‘fails to incorporate the recommendations of experts’, while also having a ‘detrimental impact on Sri Lanka’s digital economy and avenues for employment online’.",
    "“In light of the grave implications for the freedoms of people in Sri Lanka and the opacity of the legislative process thus far, we respectfully call on the government to withdraw the Bill, and to engage in meaningful, sustained and inclusive multi-stakeholder consultations, including civil society and human rights experts, on the way forward for online content regulation. This is essential to protect and ensure Sri Lanka’s commitment to a free, open, and safe internet and a flourishing democracy”, the letter concluded."
  ]
}