{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/professor-ajith-de-alwis-encourages-aia-higher-education-scholarship-winners-to-reach-for-excellence/",
  "time_ut": 1715893680.0,
  "original_lang": "en",
  "original_title": "Professor Ajith De Alwis encourages AIA higher education scholarship winners to reach for excellence",
  "original_body_lines": [
    "The AIA Insurance’s Higher Education Scholarships Programme celebrated its 29th consecutive year of recognizing the top performers from each district at the Grade 5 scholarship examination. Since its inception in 1994, the programme has been dedicated to supporting Sri Lanka’s brightest students on their journey to success, irrespective of whether they are AIA customers or not. This year’s awards ceremony was graced by the distinguished academic, Professor Ajith De Alwis, who shared invaluable insights to inspire the next generation of leaders.",
    "The ceremony was a testament to AIA’s commitment to nurturing the future of the nation by empowering the most talented students to pursue their higher education. Professor Ajith De Alwis, a distinguished academic, delivered an insightful speech at the AIA Higher Education Scholarship awards ceremony. He emphasized the unique era we live in, marked by the simultaneous occurrence of four industrial revolutions: nanotechnology, biotechnology, information technology and neurotechnology. Amidst these advancements, Professor De Alwis highlighted the pressing issue of global warming, urging individuals to take responsibility for their actions and adopt sustainable practices.",
    "Sri Lanka Insurance Corporation General Limited organizes CAR insurance session for constructors enabling risk management roadmap",
    "Pan Asia Bank joins hands with AIA Insurance to bring world-class protection, health and investment coverage to its valued customers",
    "AIA Insurance advances expansion with new Regional Development Office in Matara",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}