{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104005/french-government-collapses-in-no-confidence-vote",
  "time_ut": 1733365800.0,
  "original_lang": "en",
  "original_title": "French government collapses in no-confidence vote",
  "original_body_lines": [
    "The French government has collapsed after Prime Minister Michel Barnier was ousted in a no-confidence vote.",
    "MPs voted overwhelmingly in support of the motion against him - just three months after he was appointed by President Emmanuel Macron.",
    "Opposition parties had tabled the motion after the former Brexit negotiator controversially used special powers to force through his budget without a vote.",
    "It marks the first time the country’s government has collapsed in a no-confidence vote since 1962.",
    "The development will further France’s political instability, after snap elections in summer led to no single group having a majority in parliament.",
    "MPs were required to either vote yes or abstain from Wednesday’s vote, with 288 votes needed for the motion to pass. A total of 331 voted in support of the motion.",
    "Barnier is now obliged to present the resignation of his government, and the budget which triggered his downfall is defunct.",
    "However, he is likely to stay on as caretaker prime minister while Macron chooses a successor.",
    "Both the left and far right had tabled motions of no-confidence after Barnier pushed through reforms to social security by invoking presidential decree on",
    "Monday, after failing to win enough support for the measures.",
    "The left-wing alliance New Popular Front (NFP), which won the most seats in the parliamentary elections, had previously criticised Macron’s decision to appoint centrist Barnier as prime minister over its own candidate.",
    "Alongside the far-right National Rally (RN), it deemed Barnier’s budget - which included €60bn (£49bn) in deficit reduction - unacceptable.",
    "Marine Le Pen, the RN leader, said the budget was “toxic for the French”.",
    "Ahead of the vote, Barnier told the National Assembly that voting him out of office would not solve the country’s financial problems.",
    "“We have reached a moment of truth, of responsibility,” he said, adding that “we need to look at the realities of our debt”.",
    "In an interview with French broadcaster TF1 on Wednesday, Le Pen said there was “no other solution” than to remove Barnier.",
    "Asked about the French president’s prospects, she replied: “I am not asking for the resignation of Emmanuel Macron.”",
    "However, Le Pen added that “if we do not respect the voice of voters and show respect for political forces and respect for elections”, then pressure on the president will “obviously be stronger and stronger”.",
    "Macron, who has returned to France following a state visit to Saudi Arabia, is due to give a televised speech to the nation on Thursday evening.",
    "He is not directly affected by the result of the vote, as France votes for its president separately from its government.",
    "Macron had said he would not resign whatever the outcome of Wednesday’s vote.",
    "He is expected to name a new prime minister swiftly to avoid the embarrassment of a non-existent government - not least because US President-elect Donald Trump is due in Paris this weekend for the reopening of the Notre-Dame cathedral.",
    "No new parliamentary elections can be held until July, so the current deadlock in the Assembly - where no group can hope to have a working majority - is set to continue."
  ]
}