{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sltpb-inspired-digital-marketing-drive-to-be-visible-to-over-7-million-travel-enthusiasts-worldwide/",
  "time_ut": 1730408220.0,
  "original_lang": "en",
  "original_title": "SLTPB-inspired digital marketing drive to be visible to over 7 million travel enthusiasts worldwide",
  "original_body_lines": [
    "The Sri Lanka Tourism Promotion Bureau (SLTPB) announced a key initiative on Oct 30, aimed at promoting Sri Lanka as a premier travel destination through a wide marketing drive spearheaded by a group of global travel influencers.",
    "This event will feature 30 international travel bloggers and social media influencers from ten countries, including the United Kingdom, Germany, Italy, France,",
    "These influencers will create over 1,000 blog stories and social media posts as an immediate outcome of their visit to Sri Lanka.",
    "In an age where social media plays a crucial role in shaping travel decisions, these influencers will share their experiences and highlights of Sri Lanka with a combined audience of over 7 million followers across major platforms, such as, Facebook, Instagram, YouTube, TikTok, and LinkedIn.",
    "This initiative aligns with the government’s vision to attract the largest number of tourists to Sri Lanka by 2025, positioning the island as a must-visit destination for the upcoming winter season.",
    "Buddhika Hewawasam, chairman, SLTPB, stated, “Sri Lanka is rapidly emerging as one of the world’s top travel destinations, and our goal is to leverage the reach and influence of these travel influencers to spread the word about our beautiful island. By showcasing the rich culture, breathtaking landscapes, and diverse attractions across all nine provinces, we aim to inspire travel enthusiasts around the globe.”",
    "The selected influencers will embark on a wide- ranging journey across iconic locations, including Colombo, Jaffna, Anuradhapura, Habarana, Sigiriya, Dambulla, Negombo, Galle, Bentota, Haputale, Badulla, Tissamaharama, Ratnapura, and Udawalawa.",
    "“This collaboration is not just a promotional campaign; it is an opportunity for these influencers to produce live videos, blog posts, and social media content that will showcase the unique offerings of Sri Lanka, Hewawasam said.",
    "This initiative has been organized in collaboration with provincial tourism ministries, including Uva Tourism, the Northern Tourism Promotion Bureau, Sabaragamuwa Tourism and the Southern Tourism Board.",
    "The Hotels Association of Sri Lanka (THASL) and the Sri Lanka",
    "Inbound Tour Operators (SLAITO) have also partnered in this effort. Industry partners, including Jetwing Hotels & Resorts, Thema Hotel Collection, Ceylon Hotels Corporation, Heritance Hotels and Resorts, Colombo City Tours by Ebert Silva Holidays and Colombo Lotus Tower, have offered their total support for this digital media promotion, targeting the upcoming season while ensuring comprehensive representation of the island’s tourism potential.",
    "AIA Sri Lanka achieves ISO 14064-1:2018 Greenhouse Gas Emissions Certification for second consecutive year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}