{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103172/indias-modi-canadas-trudeau-condemn-violence-at-hindu-temple-near-toronto",
  "time_ut": 1730784900.0,
  "original_lang": "en",
  "original_title": "India’s Modi, Canada’s Trudeau condemn violence at Hindu temple near Toronto",
  "original_body_lines": [
    "The prime ministers of India and Canada condemned violence that broke out on Sunday at a Hindu temple near Toronto at a time of escalating diplomatic tensions between the countries.",
    "Videos posted on social media appeared to show people hitting each other with flagpoles and throwing punches in the Toronto suburb of Brampton. It was unclear who instigated the violence and Reuters could not independently verify what happened.",
    "The incident happened weeks after Ottawa expelled six Indian diplomats, linking them to the killing of a Sikh separatist leader in 2023 in Canada. Canada has accused the Indian government of conducting a broad campaign against South Asian dissidents in Canada, which New Delhi denies.",
    "Police said there were demonstrations at multiple locations in the region. Sikh activists said one demonstration was at a Hindu temple where pro-Khalistan activists protested the presence of Indian diplomats and another was at a Sikh temple.",
    "Khalistan refers to a Sikh homeland activists want carved out of India’s Punjab state.",
    "The local Peel Police said three men faced criminal charges over Sunday’s protest. A 43-year-old man is charged with causing a disturbance and assaulting a peace officer, a 23-year-old man is charged with assault with a weapon and a 31-year-old man is charged with mischief.",
    "Police said they are aware of video of an off-duty police officer participating in a demonstration. The officer has been suspended, they said. Police are investigating.",
    "Indian Prime Minister Narendra Modi issued a strongly worded statement on X on Monday.",
    "“I strongly condemn the deliberate attack on a Hindu temple in Canada. Equally appalling are the cowardly attempts to intimidate our diplomats,” Modi said.",
    "“Such acts of violence will never weaken India’s resolve. We expect the Canadian government to ensure justice and uphold the rule of law,” he said.",
    "Canadian Prime Minister Justin Trudeau said on Sunday the “acts of violence” were unacceptable.",
    "India has accused Trudeau of pursuing a political agenda in their dispute and responded to Ottawa’s expulsion of its diplomats by expelling six Canadian diplomats.",
    "The North America-based activist group Sikhs for Justice said on Sunday that “pro-Khalistan Sikhs who were peacefully demonstrating ... were violently attacked by a group of Indo Canadians.”",
    "Indian media reported that an Indian consular camp at the venue was targeted in the violence.",
    "The foreign ministry in New Delhi said the violence was perpetrated by “extremists and separatists.”",
    "The ministry said it remained “deeply concerned about the safety and security of Indian nationals in Canada.”"
  ]
}