{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/new-govt-shouldnt-lose-track-of-fiscal-goals-because-of-welfare-programmes-economist/",
  "time_ut": 1727331120.0,
  "original_lang": "en",
  "original_title": "New govt shouldn’t lose track of fiscal goals because of welfare programmes: economist",
  "original_body_lines": [
    "Renowned economist, Professor Priyanga Dunusinghe in the Department of Economics at the University of Colombo told the media yesterday that the new government shouldn’t lose track of state fiscal discipline because of welfare programmes.",
    "“People must act patiently at this juncture. They shouldn’t expect that as a new government is in office; jobs will soon be aplenty, living costs will ease and incomes will improve. Having such hopes for the short term will not be favorable to the overall economy. The country has got out of the economic crisis and is stabilizing and recovering. There is still a significant distance to go. In such a context, it will take some time for the government to give relief to the people,” he said.",
    "Referring to the global lender that gave a helping hand to Sri Lanka at its worst ever economic crisis, Dunusinghe noted,” When the new administration discusses agreements with the IMF, it needs to be ensured that Sri Lanka won’t make decisions that destabilize the economy. The next review of the IMF-supported fund programme for Sri Lanka is scheduled to take place soon. There is space for the new administration to discuss with the IMF the changes it expects to see in the programme. During the election campaign, various views were expressed about making changes to the IMF programme. The current administration also made its views known about such changes. It needs to be considered how far such changes can be integrated in the framework. I think Sri Lanka needs to protect the gains it has made so far on the recovery front and act methodically to safeguard the continuity of the IMF programme.”",
    "“Election manifestos of the political parties carried various welfare pledges during the political campaign. However, it will be appropriate to maintain fiscal discipline when implementing a welfare programme, because it is important during such an exercise to ensure that it won’t lead to a breakdown of economic stability.”",
    "“What is truly important is accelerating the economic growth rate at a faster pace. That’s the sustainable way to create more jobs, ease living costs and to reduce the debt to GDP ratio. In the same spirit, the rule of law and anti-corruption measures need to be strengthened because that’s key in establishing a conducive business environment to promote investments by local and foreign investors. The country is in such a crisis that no person or political party can resolve the existing issues single-handedly. So, I think it would be crucial to find ways to obtain the cooperation and collaboration of all to make the journey forward,” he said.",
    "CSE collaborates with CMA as Strategic Partner for “CMA Excellence in Integrated Reporting Awards 2024”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}