{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Kudos-for-C-Pearl-White/34-769036",
  "time_ut": 1731091318.0,
  "original_lang": "en",
  "original_title": "Kudos for C Pearl White",
  "original_body_lines": [
    "C Pearl White Founder and Managing Director Y. M. Chandi Gunarathna receiving the award",
    "Honoured as Most Trending Herbal Beauty Product at Entrepreneurial Excellence Awards",
    "C Pearl White, crafted by Chandi Gunarathna Ltd., has been awarded as the Most Trending Herbal Beauty Product (Online Sales) at Entrepreneurial Excellence Awards organised by CECD recently. The award was received by the company’s Founder and Managing Director Y. M. Chandi Gunarathna. With a rapidly growing demand both locally and internationally, C Pearl White’s herbal beauty line stands out as a leading choice for consumers looking for natural skincare solutions with visible results. What makes the company unique is their commitment to using 100% herbal ingredients. Unlike many skincare products that may contain harsh chemicals, C Pearl White’s range is free from harmful ingredients, ensuring users experience no side effects. Their products promise to transform the skin, providing a natural, pink glow, and an overall radiant appearance.",
    "Among the products in the line are popular options like whitening cream, face cream, body lotion, lip balm, charcoal soap, hair oil, face wash, and toner. Each product is tailored to address common skincare issues, from reducing acne and pimples to controlling blackheads and whiteheads, helping users achieve a fresh, ‘baby-soft’ skin texture. The whitening cream and face cream have been particularly in great demand for their ability to create even, pink-toned skin. The brand’s dedication to customer satisfaction extends beyond the product itself. C Pearl White’s excellent customer service, combined with their effective online sales platforms, makes purchasing easy and accessible. This strategic online presence has been key to reaching customers worldwide who are drawn to safe, natural beauty solutions. Having received the Entrepreneurial Excellence Award, the company is aiming to continue its growth in the herbal skincare market, helping users embrace natural beauty with confidence."
  ]
}