{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Former-BASL-Chief-welcomes-NPP-s-historic-victory-issues-caution/56-769325",
  "time_ut": 1731699573.0,
  "original_lang": "en",
  "original_title": "Former BASL Chief welcomes NPP’s historic victory, issues caution",
  "original_body_lines": [
    "Activist and the Bar Association of Sri Lanka’s (BASL) Former President Saliya Pieris PC yesterday hailed the historic victory of National People’s Power (NPP) at Thursday’s Parliamentary Election and stressed the importance of living up to the trust of people.",
    "In a post on Facebook, Pieris said this is the first time one party got two-thirds majority in the Parliament under the proportional representation system if the National People’s Force gets two-thirds majority. Common Front in 2010 and Sri Lanka Podujana Front in 2020 were slightly reduced to two-thirds and had to seek support from some Opposition Ministers to get a two-thirds majority.",
    "The only parallel to this victory is the Presidential Election where the 1994 Prime Minister Chandrika Kumarathunga was appointed as the president.",
    "“The National People’s Force has achieved significant achievements in the North and Eastern regions so that the President can become a leader who can unite various communities in Sri Lanka.",
    "This result will also be missed to respect the Government soon for the promise to abolish the Executive Presidency,” Pieris said.",
    "“This tremendous achievement is a testament that many are happy with the change in the country’s direction – especially in political culture after President Anura Kumara Dissanayake was elected.",
    "However, the national people’s force should also be concerned about the dangers that come with great power,” the BASL’s ex-President added.",
    "Pieris recalled that the President himself said that he made laws that violate people’s democratic rights using two-thirds of political forces in the past. In that context Pieris urged that the NPP should defend democratic rights and freedoms.",
    "“The new governance will have to manage the unusual expectations of voters who are expecting to improve the economy, uplift their lives, control inflation, tackle corruption, solve issues of national reconciliation, implement constitutional reforms, and ensure democracy and rule of law.",
    "The leadership of the National People’s Force will have to ensure that its new and relatively less experienced ministers will not go away from the policy framework that the party has so far declared and that they and their supporters will not break the trust that the people have in themselves,” Pieris said.",
    "“There is no doubt that the leaders of the National People’s Force will remember the fate of the previous governments with a huge majority appointed by the people. We should hope and wish that the new Government will succeed. Sri Lanka is unable to allow its Government to fail again,” he added."
  ]
}