{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/ranils-distortion-of-facts-about-the-sri-lankan-political-scenario-in-1977/",
  "time_ut": 1710667809.0,
  "original_lang": "en",
  "original_title": "Ranil’s Distortion Of Facts About The Sri Lankan Political Scenario In 1977",
  "original_body_lines": [
    "The reason for this article is to correct a statement recently made by President Ranil Wickremesinghe while addressing a political campaign meeting of the United National Party held in Kuliyapitiya. (See: 77 රොනී–විජේවීර ඩීල් එක ජනපති හෙළි කරයි – President reveals the 1977 Ronnie-Wijeweera Deal, and a Tik Tok post published on social media under @abeetha0325 with the heading: “ශ්‍රී ලංකා නිදහස් පක්ෂයේ මලගම” කිය කියා රැස්වීම් තියාගෙන, ජේ ආර් ව දිනවන්න, ජනතා විමුක්ති පෙරමුණේ නිර්මාතෘ රෝහණ විජේවීර ගහපු ගේම් එක – The game Rohana Wijeweera, the founder of the Janata Vimukthi Peramuna, played to make JR win, while holding meetings called “The Death of the Sri Lanka Freedom Party). This is what President had said at the meeting:",
    "“එදා එක්සත් ජාතික පක්ෂෙට විශාල රැල්ලක් ආව. ඒත් ඒ රැල්ලක් ආවට ජේ ආර් ජයවර්ධන මැතිතුමා කිව්වා මේ රැල්ල තියෙනව තියෙනවා කියලා හිතන්න එපා. අපි චන්දෙ දිනන්න ඕන කියලා. ඒ පාර රොනී ද මැල් මැති තුමා කිව්වා මං ඔබතුමාට මේ ජනතා විමුක්ති පෙරමුණේ ඡන්දත් අරන් දෙන්නම් කියලා. එතුමා විටින් විට ගිහින් රෝහණ විජේවීර මැතිතුමාව ඒ බන්ධනාගාරෙ දි මුණ ගැහිලා තිබුණා. අන්තිමට එතුමා යෝජනාවක් ගෙනාවා, ඒ ඔක්කොම අපිට ඡන්දෙ දෙනව නම් ඔබතුමා ලෑස්තිද කියලා ඇහුවා විජේවීර මැතිතුමාව බන්ධනාගාරයෙන් නිදහස් කරන්න. ජේ ආර් ජයවර්ධන මැතිතුමා කිව්වා ඔව් කියල. ඒ නිසා ඒ වගකීම දෙපැත්තෙන්ම ඉෂ්ට වුණා අපි පාර්ලිමේන්තුවට විශාල මන්ත්‍රී සංඛ්‍යාවකින් පාර්ලිමේන්තුවට ඇතුල් වුනා.”",
    "“That day, a large wave came to the United National Party. Even if that wave comes, Mr. JR Jayewardene said, don’t think that this wave is already there. We want to win the election. Then, Mr. Ronnie de Mel said that I will also get the votes of the JVP for you. He had gone and met Mr. Rohana Wijeweera in the prison from time to time. Finally, Mr de Mel brought a proposal, and asked if all of them vote for us, are you ready to release Mr. Wijeweera from prison. Mr. JR Jayewardenaesaid yes. Therefore, that responsibility was fulfilled by both sides. We entered the parliament with a large number of members.”",
    "The Tik Tok message states that in the latter part of the 1970s, while the JVP led a campaign with the slogan “ශ්‍රී ලංකා නිදහස් පක්ෂයේ ගමනක අවසානය” (End of A Journey of the Sri Lanka Freedom Party), the founder leader of the JVP, comrade Rohana Wijeweera collaborated with the UNP to make Mr JR Jayewardene victorious at the Parliamentary elections held on 21 July 1977. The result of a secret deal between comrade Wijeweera and Mr de Mel that those who were held in prison (including me) having been convicted under the CJC Act (The Criminal Justice Commissions Act, No. 14 of 1972), would be released in return for helping the UNP gain power.",
    "Mr Wickremesinghe’s statement is a distortion of what really happened. Either, the President has wantonly distorted facts so that the UNP led by him can gain some political advantage during the elections that probably will be held later this year. Or it is an example of early onset of political senility.",
    "An accurate account requires an explanation of the political situation in the late 1970s.",
    "In the post-independent history of the country, there have been three insurrections which were brutally put down by the ruling elites, of which on two occasions the current president was a member. Yet, successive regimes and their bureaucracies have not succeeded in overcoming the underlying conditions that led to those insurrections. Any future government that intends to make the country a better and fairer place for its people, needs to be politically cognisant of the need to provide equitable, accountable and transparent economic and political reforms.",
    "The ’71 Uprising was a direct result of a lack of employment opportunities and a say in matters that affected the future of the youth, reflected in the discrepancy between the manifesto the UF regime was elected for and their inability to implement it. The policies the regime adopted adversely effected the poor and the marginalised including many of the cadres in the JVP.",
    "The UF government decided to use its security apparatus to annihilate the JVP by a mixture of assassination, torture and illegal detention; They were also determined to punish the survivors and conceal its own nefarious activities. The Criminal Justice Commissions (CJC) Bill and the Criminal Justice Commission provided the means to do this.",
    "It also demonstrated the fact that there was no separation of powers and independence in operation between the different institutions of government: the legislature, the executive and the judiciary. The senior Judges did not act as independent entities; rather they decided as per the government wishes to punish one party while covering up the role of the other.",
    "The CJC Act symbolized the beginning of the enfeeblement of Sri Lanka’s criminal justice system. It was the template for future repressive legislation as evident from the subsequent drafting of the Prevention of Terrorism Act (PTA), and the currently discussed draft of the proposed Anti-Terrorism Bill that is supposed to replace the PTA. The intent of the CJC Act was clear. A statement made by one of the more notorious and Sandhurst-educated Lieutenant Colonel Cyril Ranatunga is chillingly instructive. He made a public statement that they have learnt too many lessons from Vietnam and Malaysia and they must destroy the JVPers completely.",
    "Nevertheless, the CJC Bill itself created tensions within the UF. Tensions were high within the CPC (M). Four of its six Members of Parliament were rumoured to be ready to resign in protest. Both the CPC (M) and the LSSP had difficulty in convincing some of their cadre to toe the party line, as they were appalled by the content of the CJC Bill and the regime’s use of emergency powers.",
    "The counsels that appeared before the Commission included comrades Bala Tampoe, DP Mendis, Prins Gunasekera, MB Ratnayake, Sunil Cooray, Edmund Samarakkody, R Saravanabagavan, Paul Rajanayagam and HA Seneviratne, Ms Suriya Wickremasinghe and Messrs S Nadesan, Gomin Dayasiri, Harischandra Mendis, HL de Silva, LD Guruswamy, Carl Wijayanayaka, GDC Weerasinghe, Sarath Dissanayake, Pathmasiri Nanayakkara and Merlin Abeysekera. Initially the lawyers argued that the CJC was illegal and had no jurisdiction over the accused. The Commission did not accept the argument and a number of lawyers walked out disagreeing with the decision of the judges.",
    "There were a few notable persons who visited the CJC to observe the trial. One was Mr Ranasinghe Premadasa, the deputy leader of the UNP, who was a frequent visitor at the trial. Apparently, Mr Ranil Wickremesinghe and Mr Gamini Dissanayake at the time having just passed out of the Law College, wished to appear at the CJC, but no one showed much interest. When I was held in Welikada Prison during the CJC trial, I accidentally saw, Mr Mahinda Wijesekara, who was politically associated with comrade Rohana and us, sitting down having a conversation with both Messrs Wickremesinghe and Dissanayake. They were sitting at the table at the office of Prison Superintendent Mr Simon Silva. Prior to the event, we had not been made aware of the meeting. This led to a chaotic situation between Mr Wijesekera and the rest of the group.",
    "Comrade Rohana and Mr Ronnie de Mel had known each other due to their political involvements. After my release in October 1977, I had the opportunity to meet Mr De Mel. I found both Mr de Mel and his wife Mrs Mallika de Mel pleasant, kind and gentle individuals. In our conversations, I found Mr de Mel intellectually stimulating and professional. Despite his view that an open economy would lead to inequities, he played a major role in introducing an open economy to Sri Lanka in 1977. It led to the ruination of all the nascent industrial bases that were being developed, but it also significantly devastated the country’s agriculture.",
    "The Wijeweera family and de Mel family are related. When Mr de Mel contested the Devinuwara (Dondra) electorate in the 1970 general election for the SLFP, comrade Rohana helped him out in electioneering work. With the economic mess the UF government presided over he resigned from the SLFP and functioned as an independent member. In the 1977 general elections he crossed over to the UNP and contested the same seat and won. Then, he was appointed the Minister of Finance of the JR Jayewardene government.",
    "I do not recall Mr Ronnie de Mel ever visiting comrade Rohana at the Welikada Prison or the Magazine Prison. I recollect, the two notable visitors who came to see comrade Wijeweera were Comrade Aelian Nanayakkara, a MP of the CPC, and Mrs Mallika de Mel. They visited him while we were undergoing a harsh regime in the Magazine Prison. Mrs de Mel was serving as private secretary to her husband, the Minister of Finance and Planning from 1977 to 1989.",
    "The scope of the CJC Act covered not only us who were involved and or associated with the April 1971 uprising, but also several influential UNP members who had violated foreign exchange control matters. They were Sir Oliver Goonetilleke, former Governor General of Ceylon, Mr Mubarak Thaha, a night club owner, Mr ARM Mukthar, a bookie owner, Mr C Sathananthan, Ms Sheila Sathananthan,, and Mr Pamy Mukthar. Sir Oliver had escaped to London and was tried in absentia. He was found guilty and sentenced. The suspects Mr Sathananthan, Ms Sheila Sathananthan and Sir Oliver Goonetilleke were related.",
    "The UNP pledged during the general elections to repeal the CJC Act if they came to power. The main reason was that the UNP was anxious to free their UNP members who had been jailed under the CJC Act for foreign exchange control violations. In addition, they were not unaware that during the April ‘71 Uprising about 10,000 were killed and tens of thousands were held as prisoners. Obviously, the relations and friends of those who were killed, held in detention or were convicted would have been keen to get some justice and fairness. They would have hated the regime for what it did to the youth. The UNP was aware that there was a huge vote bank that UNP could have access to, if the imprisoned were freed. It is also indubitably true the de Mel family would have had an interest in getting Rohana released.",
    "Therefore, it made perfect political sense for the UNP to electorally pledge to pardon their compatriots imprisoned for financial malfeasance and to free those JVP cadres imprisoned under the strictures of the CJC. Their shallow commitment to democracy and the rule of the law is attested by the fact that once they gained power, they further weakened the separation of powers and was wanton in the use of unaccountable legislative and constitutional measures to stay in power. The electoral pledge was a cynical move to harvest votes and free their compatriots. Even if they did not, most of the political prisoners held at the time would have been free within the next two years, as their conviction and detention periods would have been expired by then.",
    "Additionally, continuous holding of political prisoners and detainees would have created certain political obstacles to the UNP strategy of launching an open economy and attracting foreign direct investment (FDI). It was crucial for the UNP, if it wanted to grant amnesty and free the foreign exchange control violators like Goonetilleke, Taha and Mukhtar who were prominent UNPers, which the UF regime had punished utilising the CJC. These were the underlying reasons for the decision of Mr JR Jayewardene and the UNP leadership to repeal the CJC Act if they were to come to power.",
    "While campaigning for the general elections in 1977 as the major opposition party, the UNP pledged, if they came to power, to repeal the Criminal Justice Commissions Act. The UNP was elected to govern the country in July/August 1977 with five sixth majority. The UNP government having come to power, repealed the CJC Act in November 1977. The repeal of the Exchange Control Acts as amended and implemented by the UF regime were also enacted in October 1977. As such, with the release of the political prisoners of the JVP, the foreign exchange control offenders who had been sentenced under the same CJC were also released. Despite this been interpreted as the release of political prisoners, the 13 comrades who had been sentenced by the civil court for their involvement in the ‘71 struggle were not released.",
    "On the other hand, the JVP presented four candidates of their own as independents to contest the 1977 general election under the symbol bell. They were comrades Vijitha Ranaweera (Tangalle), Robert Jayasekera (Hakmana), KIM Ranatunge (Horowpathana) and KH Chandrapala (West Anuradhapura). The comrades who were out of prisons were openly engaged in active politics. They campaigned for the candidates of the JVP and also supported comrade HA Seneviratna (Kelaniya) who also contested under the symbol bell, but for the Revolutionary Marxist Party led by comrade Bala Tampoe.",
    "In repudiating Mr Wickremesinghe’s statement, I would like to emphasise that the JVP had no agreement to support the UNP during at the 1977 general elections. If there was one, the JVP cadres would have addressed the election rallies of the UNP, and be engaged in their publicity and canvassing campaigns. Some family members and friends who were anxious about the prisoners and detainees and who wanted them to be released would have supported the UNP. This did not represent at all the JVP extending its support to the UNP, or a deal to make the UNP victorious. The JVP campaign was solely to make the candidates who contested under the bell symbol victorious!"
  ]
}