{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/top-story/Colombo-University-makes-history-with-new-anti-aging-drug/155-275957",
  "time_ut": 1706581800.0,
  "original_lang": "en",
  "original_title": "Colombo University makes history with new anti-aging drug",
  "original_body_lines": [
    "Colombo, Jan 30 (Daily Mirror) - A scientific think-tank from the University of Colombo is in the process of launching an anti-aging nutraceutical capsule for the first time in Sri Lanka.",
    "Speaking to Daily Mirror, Prof. Sameera R. Samarakoon from the Institute of Biochemistry, Molecular Biology and Biotechnology at the University of Colombo, who is also the head of the team said the capsule had been made from natural ingredients; nevertheless, the nature of the ingredients can’t be declared at the moment.",
    "The professor also said that after long-term research, the drug is in the final stage of launch.",
    "“It will be launched within the next few months probably in four months,” he said.",
    "“These type of anti-aging drugs are quite popular in the world market and some imported products are also available in Sri Lanka; however, they are sold at exorbitant prices,” he added.",
    "Moreover, the Professor pointed out that since the product is a traditional formulation, the approval is to be sought from the Department of Ayurveda.",
    "“The product has been produced in collaboration with the University Business Linkage, where Universities share knowledge, research, innovation, and cutting-edge technology,” he underscored.",
    "Founded under Prof. Eric H. Karunanayake's leadership, the Institute of Biochemistry, Molecular Biology, and Biotechnology stands as an independent entity within the University of Colombo with a view to provide for instruction, training, research and development and consultancy in Biochemistry, Molecular Biology and Biotechnology.",
    "In addition the latest research on the anti-aging drug, the Colombo University’s Institute of Biochemistry, Molecular Biology and Biotechnology recently launched a nutraceutical drug that can destroy cancer cells of about 25 types of cancer. The drug is currently in the market.",
    "The nontoxic herbal formulation is a result of 12 years of scientific research by a team of researchers headed by Prof. Sameera Samarakoon.",
    "Branded as ‘Vernolac’, the nutraceutical drug with anti-cancer properties, can prevent the rapid growth of cancer cells and it could also be used by people who are at the risk of developing cancer.",
    "Furthermore, the team has also launched ‘Satiny’ hair oil, which can act on hair loss, which is also available in the market."
  ]
}