{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-start-another-agency-to-deal-with-currency-crisis-fallout-173204/",
  "time_ut": 1721625660.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to start another agency to deal with currency crisis fallout",
  "original_body_lines": [
    "ECONOMYNET – Sri Lanka will set up a new agency to help bankrupt micro-small and medium enterprises, President Ranil Wickremesinghe said as bad loans mounted in banks and many small enterprises closed down after the worst currency crisis created by the central bank.",
    "A new institution named “Enterprise Sri Lanka” will be established to provide necessary support and assistance to Micro, Small and Medium-Scale Entrepreneurs, the President had told a forum over the weekend.",
    "The government has already intervened in suspending parate action, a type of foreclosure.",
    "Since it was not possible to depend on parate suspension indefinitely a new institution named “Enterprise Sri Lanka” will be   established to provide necessary support and assistance to Micro,",
    "Classical economists Steve Hanke and Robert Higgs calls the tendency for governments to create a raft of new agencies as well as engage in new interventions, after an economic crisis is triggered ‘the law of the ratchet.",
    "Though the agencies are started as temporary remedies, they keep going.",
    "While some agencies privatized and there are talks of amalgamating others to reduce the sized of the government, a new agency to promote cinnamon was set up this year.",
    "The Great Depression of the US, triggered by the Federal Reserve after it invented the policy rate and started what is now called ‘macro-economic policy’ to fire the 1920 (roaring 20s) bubble led to a series of new agencies.",
    "“At that time, the organised farm lobbies, having sought subsidies for decades, took advantage of the crisis to pass a sweeping rescue package, the Agricultural Adjustment Act, whose title declared it to be “an act to relieve the existing national economic emergency”, Hanke and Higgs write.",
    "“Almost 70 years later, the farmers are still sucking money from the rest of society and agricultural policy has been enlarged to satisfy a variety of other interest groups, including conservationists, nutritionists and friends of the third world.”",
    "The Commodity Credit Corporation is one such agency that still exists.",
    "President Ranasinghe said an Internation Monetary Fund mission is coming to the country and SME businessmen could also meet them.",
    "The IMF was also created after World War II to help maintain a stable exchange rate system, after the policy rate – which spread to other major central banks in the 1930s – led to currency collapses and tit-for-tat import protection.",
    "The Bretton Woods itself collapsed in 1971 amid aggressive macro-economic policy (printing money to drive up employment and floats were abandoned in favour of clean floats on the part of troubled (and non-troubled) industrialized nations.",
    "“Established as part of the 1944 Bretton Woods agreement, the IMF was primarily responsible for extending short-term, subsidised credits to countries experiencing balance-of-payments problems under the postwar pegged-exchangerate system,” Hanke and Higgs point out.",
    "“In 1971, however, Richard Nixon, then US president, closed the gold window, signalling the collapse of the Bretton Woods agreement and, presumably, the demise of the IMF’s original purpose.",
    "“But since then the IMF has used every so-called crisis to expand its scope and scale.”",
    "“The oil crises of the 1970s allowed the institution to reinvent itself.",
    "“Those shocks required more IMF lending to facilitate, yes, balance-of- payments adjustments. And more lending there was: from 1970 to 1975, IMF lending more than doubled in real terms; from 1975 to 1982, it increased by 58 per cent in real terms.”",
    "The IMF in 1978 changed its Articles, dropping both external and specie anchors, leaving many countries that did not clean float and continued to soft-peg without a credible anchor, and triggering defaults in market access countries as currencies collapsed as reserves and confidence were lost and imports were boosted as money was printed to target interest rates.",
    "“With the election of Ronald Reagan as US president in 1980, it seemed the IMF’s crisis-driven opportunism might be reined in,” comments the economists.",
    "“Yet with the onset of the Mexican debt crisis, more IMF lending was “required” to prevent debt crises and bank failures.",
    "“That rationale was used by none other than President Ronald Reagan, who personally lobbied 400 out of 435 congressmen to obtain approval for a US quota increase for the IMF.",
    "“IMF lending ratcheted up again, increasing 27 per cent in real terms during Mr Reagan’s first term in office.”",
    "After the rupee broke like a matchstick throwing a large part of the population in to poverty after rate cuts and a surrender rule by the central bank, a Welfare Benefit Board was set up with World Bank support.",
    "Meanwhile the President himself had given approval for the central bank to create 5 to 7 percent inflation as it had done in the run up to the crisis, instead of restraining the agency with a more credible and transparent anchor that can deliver stability and protection for the poor critics have said.",
    "During previous currency crises, a National Medicinal agency was set up which promoted generic drugs and has led to a series of scandals linked to generics.",
    "Related Sri Lanka’s pharma control Neros fiddling while Colombo burns with falling rupee",
    "“The NMRA is a farce,” EN’s economic columnist Bellwether wrote in 2015, when the NMRA was created. “It is a dangerous farce. If the rulers want to keep prices down, not only of drugs but of all goods, first follow prudent monetary and fiscal policies that allows for exchange rates to be stable.",
    "“Or abolish the Central Bank and re-create a currency board so that money printing is illegal and the currency is fixed.”  (Colombo/July22/2024)"
  ]
}