{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/combanks-bangladesh-operation-wins-4-top-awards-at-icc-emerging-asia-banking-awards/",
  "time_ut": 1727279220.0,
  "original_lang": "en",
  "original_title": "ComBank’s Bangladesh operation wins 4 top awards at ICC Emerging Asia Banking Awards",
  "original_body_lines": [
    "The Commercial Bank of Ceylon has been honoured with four prestigious awards for its Bangladesh operations by the Indian Chamber of Commerce (ICC), at the Emerging Asia Banking Awards 2024.",
    "Commercial Bank of Ceylon PLC – Bangladesh operations was adjudged the Best Foreign Bank in Bangladesh, and received the awards for Best Performance of Growth, Best Performance in Asset Quality and Best Performance in Risk Management among foreign banks operating in Bangladesh.",
    "These awards are based on an analysis of key performance indicators in areas such as profitability, efficiency, management and sustainability, including a comparison of growth achieved in assets, advances, deposits, investments, interest income and profits, as well as figures for non-performing assets, capital adequacy ratios, green loans and CSR expenditure.",
    "The Emerging Asia Banking Conclave and Awards ceremony took place in New Delhi and was themed ‘Leading in the Digital Paradigm.’",
    "Congratulating the Commercial Bank Bangladesh team on its achievements at the ICC Emerging Asia Banking Awards, Commercial Bank Managing Director/CEO Sanath Manatunge said: “Our Bangladesh operation has been a source of pride and inspiration virtually from its inception, and is now an important contributor to Group performance. These awards are an excellent tribute to the professionalism and commitment of our team in Bangladesh.”",
    "The CEO of Commercial Bank’s Bangladesh operations Najith Meewanage added: “These awards are a great source of encouragement to every member of our staff across our 20 outlets, because they demonstrate what can be achieved through dedication and hard work, even in times of challenge. We are elated, in particular, to be declared the best foreign bank in Bangladesh, in addition to winning the best performance awards in three categories.”",
    "Notably, Commercial Bank’s Bangladesh operations received a ‘AAA’ (Triple A) Long Term credit rating from Credit Rating Information and Services Ltd (CRISL) for 2024. This was the 14th consecutive year that Commercial Bank Bangladesh received the highest credit rating given to a financial institution in Bangladesh.",
    "Commercial Bank entered Bangladesh in July 2003 with the acquisition of the Bangladesh operations of Credit Agricole Indosuez (CAI), its first ever acquisition of a banking operation. The French multi-national bank operated two branches and two booths in Bangladesh at that time.",
    "Over the 21 years that followed, the Commercial Bank of Ceylon Bangladesh operation has established itself above other regional banks operating in the country with 20 outlets, comprising of eight branches in Dhaka, (Motijjheel, Gulshan, Dhanmondi, Uttara, Pantopath, Mirpur, Tejgaon), one each in Chattogram, Sylhet and Narayanganj, two specialised Off-shore Banking Units in Dhaka (Gulshan and Chattogram – CEPZ) and six SME Centres in Old Dhaka (Dhaka), Progati Sarani (Dhaka), Shantinagar (Dhaka), Tongi (Dhaka), Jubilee Road (Chattogram) and CDA Avenue (Chattogram) and a booth in the US embassy.",
    "‘Boardroom Knockout’: How Singapore’s investor watchdog fights for minority shareholders",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}