{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104204/bottom-trawling-by-indian-fishermen-must-stop-sri-lankas-fisheries-minister",
  "time_ut": 1734064140.0,
  "original_lang": "en",
  "original_title": "Bottom trawling by Indian fishermen must stop: Sri Lanka’s Fisheries Minister",
  "original_body_lines": [
    "The enduring fisheries conflict in the Palk Bay - which impacts fisher folk of northern Sri Lanka and daily wage fishermen of Tamil Nadu - can be decisively resolved only if the Indian side stops using the destructive bottomtrawling method, according to Sri Lanka’s Minister of Fisheries Ramalingam Chandrasekar.",
    "The fisheries conflict has remained a key diplomatic issue between India and Sri Lanka for many years. It is likely to be discussed during President Anura Kumara Dissanayake’s scheduled visit to India next week.",
    "“People from all ethnic groups and geographic regions, including the north, east, and hill coun-try, voted for us [National People’s Power alliance], giving us a big mandate in the recently held elections.  We have a responsibility to address their concerns,” said Mr. Chandrasekar, who represents the northern Jaffna district in par-liament.",
    "“The longpersisting problem of bottom trawlers used by Indian fishermen, originating from Tamil Nadu, has been the chief concern of our northern fishing communities,” he told The Hindu on Wednesday at the Ministry of Fisheries.",
    "Solving the IndoLanka fisheries conflict is part of the NPP government’s comprehensive plans to enhance Sri Lanka’s fish production using modern technology and sustainable methods, he said. The country’s per capita fish consumption, which was 17.2 kg in 2017, has now declined to 11.07 kg, reflecting a reduction in people’s protein intake, according to the NPP’s prepoll manifesto.",
    "Malnutrition has come under sharp focus, especially after the country’s painful economic crash in 2022. “We need to enhance seafood production to ensure people have access to nutrition. To do all that, we need our sea and our marine biodiversity to be protected,” Mr. Chandrasekar said.",
    "The fisheries conflict in the Palk Bay is largely over competing livelihoods amid a fastdepleting catch. While a bilaterally agreed, imaginary maritime boundary line demarcates territorial waters of the neighbours, northern Sri Lankan fishermen have for long pointed to bottom trawling as the underlying problem.",
    "“Bottom trawlers” are fishing vessels that typically drag large fishing nets along the seabed, scooping out everything from eggs and baby fish to marine vegetation, in addition to the target catch of fish or shrimps. For several decades, Indian fishermen from different coastal states, including Tamil Nadu, have used the practice that has boosted India’s seafood exports and yielded high profits.",
    "After discussing the issue in a 2016 bilateral meet-ing, India and Sri Lanka set up a ‘Joint Working Group’ that, among other things, agreed to “expedite the transition towards ending the practice of bottom trawling at the earliest”.",
    "However, there has been no respite, according to Tamil fishermen living along Sri Lanka’s northern coast, who are among the worst affected in the island’s protracted civil war that ended in 2009. Fifteen years since, they have been unable to rebuild their livelihoods, primarily because of the damaging effects of bottomtrawling by Indian fishermen.",
    "Sri Lanka banned the practice in 2017 and imposed stiff fines on foreign vessels in 2018. Despite the moves, and the ceaseless appeals from their northern Sri Lankan counterparts, Tamil Nadu fishermen are yet to give up the destructive prac-tice.",
    "On the other hand, daily wage Tamil Nadu fishermen engaged by the trawler owners are frequently arrested by the Sri Lankan Navy on charges of engaging in illegal fishing in Sri Lanka’s territorial waters, and the vessels are seized. The arrests so far in 2024 total over 530, more than double last year’s figure. Over 400 of those have been released and repatriated, official updates showed.",
    "On Wednesday, Indian High Commissioner San-tosh Jha called on the Minister at his office and “stressed for a humanitarian & constructive approach in addressing the fishermen issue. Requested early release of fishermen in custody,” the High Commission posted on X.",
    "Sri Lanka greatly valued India’s critical and timely assistance during the economic crisis of 2022, and President Dissanayake’s government appreciates the importance of the country’s India ties, the Sri Lankan Minister noted. “India is not only Sri Lanka’s close neighbour and important development partner, but a country that shares historic and cultural ties.",
    "Our grandparents and great grandparents hailed from India,” said Mr. Chandrasekhar, who is from Sri Lanka’s Malaiyaha [hill country] Tamil community, brought down by the British two centuries ago to work in Sri Lanka’s plantations. “Many of us still have familial links in Tamil Nadu,” he said, urging the people and governments of India and Tamil Nadu to see the “larger picture” in the fisheries problem.",
    "“There is a tendency to view the fisheries conflict as one between Tamil Nadu fishermen and the Sri Lankan Navy... but they must understand that bottom trawling has severely affected the livelihoods of Tamil fishermen in northern Sri Lanka, who have suffered huge losses during the war,” he said."
  ]
}