{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/a-paradigm-shift-is-necessary-in-solving-debt-crisis/",
  "time_ut": 1721856281.0,
  "original_lang": "en",
  "original_title": "A Paradigm Shift Is Necessary In Solving Debt Crisis",
  "original_body_lines": [
    "Accumulation of severe debt is a global phenomenon. If we think that Ranil and IMF can solve our crisis under the proposed plan, we are mistaken. Also, if we think that by being free from corruption we can resolve debt crises, again we are mistaken even though removal of corruption vulnerabilities is essential.",
    "Singapore is a country which has a reputation for having least corruption. Yet, “Singapore … officially reported as having a debt-to-GDP ratio of 167% by the IMF” (World Economics). This is Singapore’s government debt or public debt to GDP ratio. There is another important data in regard to debt. It is known as total core debt to GDP ratio. This is a measure to understand how much debt has been accumulated in the economic system. The total core debt includes public debt, household debt and non-financial corporate debt. Sometimes, Bank of International Settlements which is known as the Central Bank of all central banks, define the same ratio as the total credit to non-financial sector because non-financial sector includes public sector, household sector and non-financial corporate sector. In Singapore that ratio is staggering, 350% (BIS data). Singapore has no twin deficit which means that there is no current account deficit and literally there is no budget deficit as it has a balance budget policy. Then how Singapore has a government debt to GDP ratio of 167% in 2023? It is a different story. (For simple comparison, the worst government debt to GDP ratio for Sri Lanka reached to 120.9% in June 2022).",
    "The economy is a complex and disequilibrium system in a fractional reserve banking system immaterial of the richness of any country. Fractional reserve banking is a system which creates more money than the government does with its central bank. Out of total money stock, perhaps 95% of money is created not by the government. This is the banking system in practice in almost all IMF member countries. American Monetary Institute (AMI) wants to do away with this system. However, this banking system temporarily puts the economy into equilibrium but at the same time it creates a component of debt that can never be paid back, and such debt continue to accumulate in any economy.",
    "Therefore, it is important to understand that the economic system can have triple deficit, namely (a) current account deficit, (b) fiscal (or budget) deficit and (c) systemic deficit which can contribute to severe accumulation of debt. Systemic deficit is the deficit that requires to be filled by a component of debt that can never be paid back when the system’s supply and demand equilibrium takes place and this equilibrium always takes place, as what is sold is bought in all the time.",
    "Even if we can manage/ control current account deficit and budget deficit as they do in Singapore, we never can control systemic deficit under the present practice of fractional reserve banking system.",
    "Some economists, especially those who work with American Monetary Institute and Prof. Yamaguchi and his team, think that systemic deficit we call, originates due to the creation of the most of money as “credit money” by designated commercial banks under factional reserve system.",
    "Some economists including me believe that systemic deficit originates due to an inherent systemic contradiction that requires creating unrepayable component of debt when the supply and demand equilibrium takes place always. This contradiction exists always even though there are certain mechanisms to defer the appearance of severe debt accumulation in any economy.",
    "However, both groups of economists believe that it requires the use of Unconventional Monetary Policy (UMP) measures in resolving debt crises. Even though central bankers and IMF officially do not admit or deny the existence of systemic deficit, they have admitted the use of UMP measures during debt/ economic crises (including pandemics like Covid-19). Some economic papers published by economists of Bank of International Settlements and IMF have concluded that UMP measures are more effective than the conventional policy rate cuts during crises.",
    "These UMP measures have been used excessively by Japan, Europe and the U.S. (IMF has restricted using UMP measures in Sri Lanka, I guess by mistakenly). Very recently, the New Zealand is using them.",
    "The above mentioned both groups of economists and others (like Bank of Japan (BOJ), European Central Bank (ECB), U.S. Federal Reserve) propose to do the same thing in using UMP measures. In all cases they propose to expand the central bank’s balance sheet by expanding the “base money.”",
    "The first group of economists who work with American Monetary Institute want to expand the base money until no “credit money” is created in the system. This means that the creation of money is a sole responsibility of the government under a monetary rule and banks do the function of intermediary by taking deposits and lend them to those who want to borrow. The second group opined that hybrid system is more appropriate and use more objectively than BOJ, ECB and the Federal Reserve of the U.S. as this group of economists admit the existence of the Systemic Deficit. This means they admit the disequilibrium nature of the economic system.",
    "The use of UMP measures could either be Asset Purchase Programs with new money or printing money subjected to a monetary rule.",
    "Sri Lanka can use UMP measures to get rid of this severe debt crisis if supported by increased dollar reserves and macroprudential policy tools to contain overall money growth. At present 78% to 80% of the government revenue is used to pay interest. This payment of interest need to be reduced drastically not by increasing taxes but by using innovative methods of monetary policies backed by good theory as others do."
  ]
}