{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/the-political-landscape-continues-to-deteriorate/",
  "time_ut": 1708998668.0,
  "original_lang": "en",
  "original_title": "The Political Landscape Continues To Deteriorate",
  "original_body_lines": [
    "“Allah will not change the condition of a people until they change themselves.” ~ (Holy Quran Chapter 13 Verse 11)",
    "The above verse from the Holy Quran is a reminder to the entire mankind contextually adapted for the current political climate. Broadly, the condition of any people revolves around two major generic areas. The good and bad.  It is only when bad has taken root, there will be a need for mankind to change towards goodness. And, until and unless man himself has decided to change the badness in him, nothing is going to change.",
    "The people of Sri Lanka are today fighting a tough battle with the evils that has been brought to bear upon them by politicians over the years. The public, one way or the other, have been complicit in bringing about its own disaster. The gullibility, ignorance and willing slavishness of the public coupled with the opportunistic and manipulative schemes of the politicians ably assisted by the saffron clad gentry have all contributed. Net result of all this is the almost total breakdown in the health, education, transport, agriculture, manufacturing and several other directly and indirectly related sectors. The grave concern is the long-term impact on the people as a whole which unfortunately, the average citizen Perera does not and, may not, easily understand. In other words, it is not only that you and I are suffering now, this suffering will extend to worst levels affecting our children and grandchildren too.",
    "The people have clearly seen how this evil has metastasised into the area of law enforcement, administration of justice, the legislature and the executive. The wicked tinkering of the law scuttling the constitutionally guaranteed right of the freedom of speech, association and movement, hostility towards dissenters, highhandedness towards civil rights activists, vigilantism against innocent peaceful women protesters. These and many others, highlight the disgusting nature of governance that the citizens have been subjected to – from the time of Bandaranaike’s Sinhala only policy to J.R’s Dharmista society; From Mahinda Chintanaya to Maithripala/Ranil’s Yahapalanaya and the disastrous 69 lakhs Gotabaya regime.",
    "Today, we see a President without a mandate and a government without a clear policy governing the country. They are literally drifting anchorless and fixing national issues on the go. The country has sufficiently witnessed the unprofessional, and rowdy behaviour of members of the Parliament. Among them are many whose level of intellectualism and intelligence are below par.  Their inability to decide for themselves is really pathetic. Then there are the pawns who have no vision or foresight and easily adopt the herd mentality. Willingly follow the leader irrespective of principles, values, morality, good or bad.",
    "This is the sorry state of affairs of this nation. Knowing well their predicament, it becomes necessary for them to deliberately incline towards an authoritative and repressive rule in order to continue the hold on power. Evil brings along with it all the negative demonic qualities of hostility, futility, absurdity, vengeance and so on. These negative qualities influence a person to behave irrationally, illogically, unreasonable and unfairly because he/she has become immune to common sensitivities driven by the evilness. Sri Lanka is currently saturated in this evil and its consequences have permeated large sections of our social, cultural, religious, political and bureaucratic structure.  Thus, we see even the public in many instances behaving without care or concern about others and have gradually become desensitised to the surroundings.",
    "The extent to which the minds and thought processes of these politicians have been corrupted and have become immoral is clear. The President is contemplating of how to continue in power and to this end have even suggested abolishing the Executive Presidency. Or, even pleading bankruptcy – no money for elections.",
    "On the side line, Ex-Minister Gammanpila who has been rejected by society for his racist and bigoted behaviour presented a private member’s bill on 21st February, as the 22nd amendment to the Constitution. He wants to take away Police powers of the Provincial Councils under the 13th amendment to the constitution. According to him devolving Police powers will be a threat to national security. This is after sleeping with the Mahinda Rajapaksa government for several years as a minister and not lifting a finger regarding this at that time. Cock a doodle doo! Gammanpila, just got up! Good morning!",
    "Rising from the ashes, comes Ex-Minister Wimal Weerawansa who had no platform and was in oblivion. He was also rejected by society for all his racist melodrama not forgetting the tomfoolery of fasting near the UN Office. He found a scapegoat in Minister Harin Fernando’s some ‘unpatriotic’ statement to come to the limelight and get some media exposure. After all, elections are round the corner. Both ex-Ministers Gammanpila and Weerawansa, as per public opinion, are Sri Lanka’s noted and infamous pseudo patriots. It does not end here, the story of ex-Health Minister Keheliya Rambukwella who was recently arrested over an allegedly scandalous purchase of counterfeit drugs is currently pending in court. The list can go on and on.",
    "Roughly, Deshapalana in Sinhala means Politics and Sudano is a colloquial Sinhala term to mean Puritans. A new breed of these political puritans has now emerged. They are those who after sharing the bed with the masters of corruption, Rajapaksa et alia, all these years now opportunistically have jumped the sinking ship. They are presenting themselves as ‘puritans’ and against corruption. Under this banner have formed into various political alliances and are vehemently denouncing corruption and corrupt governance like Rip van winkle have just got up from sleep.",
    "The appointment of Mr. Deshabandu Tennakone as the Inspector General of Police epitomises the level of corrupt governance and abuse of authority. He is a person whose suspicious activities have repeatedly been questioned by the media. The jewel in the crown was the recent verdict against him at the Supreme court. The Court ordered Mr. Deshabandu Tennakone to pay a heavy compensation to the victim in a fundamental rights case and called him a ‘degenerate’ for his despicable acts of torture.",
    "What the citizens are questioning today is, “have all these persons done whatever they did or are doing or going to do for the pure sake of the country, for the sake of our children and future of this nation?” Or, for the benefit of their own sake and to ensure continuation in power for their own opportunistic gains at the cost of the nation and, you and me.",
    "It is said that the only way to fight the darkness around us is to light a fire within us. This is where, the Quranic Verse quoted above becomes extremely relevant. If the people do not change themselves, there is never going to be any form of change whatsoever. We as a people will continue to exist in this godforsaken state of affairs which ultimately will be our own seeking if we willingly accept not to CHANGE OUR CONDITION.",
    "*Mass L. Usuf, LL.B (Hons) U.K., Attorney at Law, (Ex-Advisor to former Presidential Private Department of UAE). Can be reached via email at: ctcolumn@yahoo.com"
  ]
}