{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ceat-kelani-helps-monaragalas-rubber-farmers-keep-their-children-in-school/",
  "time_ut": 1722446760.0,
  "original_lang": "en",
  "original_title": "CEAT Kelani helps Monaragala’s rubber farmers keep their children in school",
  "original_body_lines": [
    "Presents school bags, shoes and stationery to 120 students of Vidyartha Maha Vidyalaya, Nakkala",
    "School-going children of a rubber farming community in Sri Lanka’s Monaragala District were the latest beneficiaries of a social responsibility initiative of CEAT Kelani Holdings, one of the biggest domestic users of the country’s natural rubber.",
    "The company presented 120 students of Vidyartha Maha Vidyalaya, Nakkala, Monaragala, the school bags, school shoes and exercise books they need, continuing the company’s support to one of its most important stakeholder groups.",
    "CEAT Kelani Holdings, which manufactures half of Sri Lanka’s pneumatic tyre requirements, sources 100 per cent of its natural rubber requirement from local producers that employ 10,000 cultivator families.",
    "Similar distributions of school requisites were made by the company earlier this year at two schools in the Matugama zone, at three schools in the Kuruwita area and at a school in Elpitiya.",
    "Elaborating on the rationale that drives this initiative, CEAT Kelani Chief Operating Officer Shamal Gunawardene said: “Rubber cultivators are a vital element of our supply chain, making their wellbeing integral to our success. Helping them keep their children in school not only supports their aspirations, it also fulfills a wider social obligation.”",
    "The largest domestic manufacturer of cross-ply and radial tyres in Sri Lanka, CEAT Kelani’s manufacturing operations encompass pneumatic tyres in the radial (passenger cars, vans and SUVs), commercial (Bias-ply and radial), motorcycle, three-wheeler and agricultural vehicle segments. The CEAT brand originated in Italy and is backed by German manufacturing technology and extensive research and testing facilities in India and Europe.",
    "CEAT Kelani Holdings exports about 20 per cent of its production to 16 countries and also plays a significant role in helping the national economy conserve foreign exchange by reducing dependence on imported tyres. The joint venture’s cumulative investment in Sri Lanka over the past decade exceeds Rs 8.5 billion.",
    "ALFT Packaging shines as beacon of modern CI -Flexo innovation at Drupa Germany, 2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}