{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104353/cabinet-nod-for-review-of-soes-with-non-commercial-interests",
  "time_ut": 1734592860.0,
  "original_lang": "en",
  "original_title": "Cabinet nod for review of SOEs with non-commercial interests",
  "original_body_lines": [
    "The Cabinet of Ministers has granted approval for the review of State-Owned Enterprises (SOEs) with non-commercial interests.",
    "This proposal was presented by the President at the Cabinet meeting held yesterday (18).",
    "The government has been tasked with essential responsibilities such as providing public services, ensuring national security, maintaining law and order, regulating markets, ensuring equitable resource distribution, managing disasters, and overseeing social welfare.",
    "Currently, 86 departments, 25 District Secretariats, 339 Divisional Secretariats, 340 State-Owned Enterprises, and 115 non-commercial state statutory bodies are involved in carrying out these duties.",
    "The National Budget has allocated about Rs. 140 billion for the operation of 115 non-commercial state statutory bodies under the supervision of the Department of National Budget and 51 institutions under the supervision of the Department of Public Enterprises for the year 2024.",
    "Due to challenges such as outdated structures, insufficient or incompatible powers, and inefficiencies due to private sector involvement in similar functions, a review of these institutions has become necessary.",
    "Accordingly, the Cabinet of Ministers has approved the appointment of a committee to conduct this review and submit recommendations.",
    "The committee will be chaired by the Secretary to the Prime Minister and will include the following members:",
    "A Deputy Treasury Secretary nominated by the Secretary to the Treasury",
    "An Additional Secretary to the Ministry, nominated by the Secretary to the Ministry of Public Administration, Provincial Councils, and Local Government"
  ]
}