{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/dialog-introduces-unlimited-speed-based-fibre-plans-for-seamless-internet-access/",
  "time_ut": 1755540180.0,
  "original_lang": "en",
  "original_title": "Dialog Introduces Unlimited Speed-Based Fibre Plans for Seamless Internet Access",
  "original_body_lines": [
    "Dialog Axiata PLC, Sri Lanka’s #1 connectivity provider, introduces truly unlimited, speed-based broadband packages with no Fair Usage Policy (FUP) restrictions, underscoring its commitment to delivering seamless digital experiences and empowering customers with unrestricted internet access through its advanced Dialog Fibre network.",
    "In a groundbreaking move that redefines home connectivity, Dialog has launched a suite of new postpaid speed-based fibre packages offering unrestricted, truly unlimited data usage. Unlike traditional broadband plans that apply Fair Usage Policies—commonly used to reduce speeds after reaching a data threshold—this marks Sri Lanka’s first truly unlimited fibre broadband offering, delivering consistent, high-speed internet with no throttling, quota constraints, slowdowns, data caps, or hidden limits, ensuring customers receive a seamless and uninterrupted online experience. Four tiered packages are now available: 100 Mbps at LKR 7,850, 300 Mbps at LKR 14,850, 600 Mbps at LKR 27,850, and 1000 Mbps at LKR 39,850 (all prices excluding taxes). Each plan includes a 30-day validity period and is offered exclusively to customers connected via Dialog Fibre, subject to availability in their area.",
    "Designed with transparency and performance in mind, these new plans cater to high-demand users who seek consistent speeds for streaming, remote work, gaming, and content creation without interruption. With no FUP restrictions, these plans ensure consistent speeds all month long, placing Dialog at the forefront of broadband innovation in Sri Lanka. Additionally, customers may activate voice services on request, with per-second billing and no added rental.",
    "With the introduction of these truly unlimited fibre broadband packages, Dialog reinforces its role as a digital transformation leader, delivering unmatched value, speed, and freedom to its customers and driving the nation’s digital future.",
    "JXG reports LKR 2.28Bn Net Profit in Q1 FY26, signalling strong start to the year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}