{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102409/praveen-jayawickrama-banned-under-icc-anti-corruption-code",
  "time_ut": 1727885220.0,
  "original_lang": "en",
  "original_title": "Praveen Jayawickrama banned under ICC Anti-Corruption Code",
  "original_body_lines": [
    "The International Cricket Council (ICC) has banned Sri Lankan player Praveen Jayawickrama from all cricket for one year, of which six months are suspended, after he admitted breaching the ICC Anti-Corruption Code.",
    "Issuing a release, the ICC said that Jayawickrama admitted to being in breach of the following provision under the Code:",
    "Article 2.4.7 – Obstructing or delaying any investigation that may be carried out by the ACU, including concealing, tampering with or destroying any documentation or other information that may be relevant to that investigation and/or that may be evidence or may lead to the discovery of evidence of corrupt conduct under the Anti-Corruption Code.",
    "As a result of the admission, Jayawickrama has accepted a sanction of a one-year period of ineligibility, of which the last six months are suspended, the statement said.",
    "The charges relate to international cricket and the Lanka Premier League (LPL). The ICC, in agreement with Sri Lanka Cricket, acted in accordance with Articles 1.7.4.1 and 1.8.1 of the Code, it further said.",
    "On August 08, the ICC confirmed that Jayawickrama has been charged with three counts of breaching the ICC Anti-Corruption Code.",
    "Jayawickrama allegedly failed to report to the Anti-Corruption Unit, without delay, that he was approached to carry out fixing during International matches and in the 2021 Lanka Premier League.",
    "Reportedly, the 25-year-old spinner, with 15 matches of international experience, was found to have deleted messages related to the approach for conducting corrupt practices. Jayawickrama was given 14 days from 6 August 2024 to respond to the charges."
  ]
}