{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/ISB-debt-restructure-and-the-upcoming-elections/4-760855",
  "time_ut": 1713728180.0,
  "original_lang": "en",
  "original_title": "ISB debt restructure and the upcoming elections",
  "original_body_lines": [
    "We were told that EPF/ETF wouldn’t be touched in the restructuring, only to find it was",
    "A recent episode of the Sirasa TV program Mawatha (18 April), undertook what seemed at first to be the difficult task of trying to explain to the general public, the current status of the Government’s negotiations of the debt restructure with International Sovereign Bond (ISB) holders. The expert participants explained that however complex the technicalities were, the already financially oppressed average citizen will end up bearing the burden, and as such should make every effort to understand what’s being agreed on their behalf and what their prospects were. (https://www.youtube.com/watch?v=Xkc8dxiG_2s&t=1s)",
    "Mawatha should be congratulated both for attempting it, and for succeeding at it, with its invited experts clarifying the many hidden aspects which would have an impact on people’s lives and also those of several generations of Sri Lankans to come. Sri Lankans are looking at a very difficult time ahead whichever way one looks at it, paying for sins that are not of their own making.",
    "The important decision they have to make, given that they do have a chance of making it in a few months at an election, is whom to trust to negotiate or re-negotiate in good faith to minimise the pain, because pain there will be, and decide on who is most likely to prioritise the people’s plight in managing this crisis. Programs like Mawatha give them a chance to make a better decision, given the veil of secrecy that is being maintained by the Government. There should be more such discussion in the public space because the recent Mawatha showed it is not so technical as to be beyond comprehensible explanation.",
    "My main take-away was that as things stand, the situation is very dire. According to the experts who compared debt restructures around the world, a second default and restructure cannot be ruled out, as it is the usual path. A second restructure will entail domestic debt restructuring, which would mean the restructure of the savings of ordinary Sri Lankans, who have been prudent enough to save their hard-earned money. It will depend on whether our Government succeeds in meeting the conditions agreed on at the negotiations with the ISB holders. And some of those conditions are qualitative, such as reducing corruption, which is one of the structural causes of the mess we are in. As such, we Sri Lankans will be making the most important decision of our lives, at the upcoming election.",
    "It appears that a couple of countries that had much bigger restructures such as Argentina and Greece had managed to get their total debt reduced by as much as 50% and their interest rates also reduced. Mawatha exposed that in our negotiations, the interest rates suggested by our Government increases to over 9%, not all that different to the Bond holders’ demand, which is a few percentage points more. Nor did we manage a substantial haircut. Despite the Government’s narrative of hard negotiations on our behalf, one expert on the program thought this amounted to its opposite.",
    "The narrative of the difference of opinion between the negotiators (Government vs. Bond holders) which was announced a few days ago has apparently reduced the price of the ISBs in the secondary market. These usually get gobbled up by vulture funds at high interest rates, which then use litigation to extract their pound of flesh. Since Sri Lanka has been in trouble for a while, who knows when the vultures got in the game. Since these entities purchase the debt cheaply in the secondary market, much cheaper than when they were first issued, they are due to make a whopping profit and more than cover their cost even if there were a haircut and reduction of interest rate. And yet, we seem to be going in the opposite direction in our negotiations. Is it ‘Vulture vs. Vulture’ at these games with our lives?",
    "There is no way to know, but we have to make a call on this. The names of the Bond holders are withheld. It is rumoured that there are local holders of these ISBs as well. But they negotiate as a collective through their lawyers and financial advisors, just as this Government is doing. The lawyers and financial advisors sometimes appear for Governments, sometimes for the Bond holders, much like ordinary lawyers. It is our Government’s duty to ensure they negotiate favourable terms for us, for the hefty fees they are doubtless paid.",
    "However, it was revealed that the Government seems to have agreed to the Bond holders’ demand that our repayments should be linked to our GDP (Macro Linked Bonds). This was criticised on the basis that the better we do, the more we pay the Bond holders, rather than relieve the citizens who carried the burden of austerity. Is this the best our negotiators could do? It seems to be a case of vultures all the way down.",
    "We have no choice in the matter at present, but recent experience of Ministerial conduct in the matter of medical supplies, as that of high officials, give little reason to trust the Government to negotiate the best deal for us. Who would have thought that together, exactly such a cabal would have caused the death of patients through fake immunoglobulin to name just one such perversity in the health sector.",
    "We were told that EPF/ETF wouldn’t be touched in the restructuring, only to find it was. What awaits us in this murky world of high finance, which is deliberately kept murky so we wouldn’t understand their bad decisions? This is how the great financial crises around the world occurred, with the toxic bonds becoming impossible to track. It caused the world to demand transparency and better control.",
    "Who’d have thought that in 2015, the new administration would perform a ‘money heist’ at the Central Bank as they came in? Who’d have thought that corruption would be so high in Sri Lanka that its reduction is an essential condition of our loan facility? The list of crimes against the people by the various administrations are disgusting enough for us to be justified in being suspicious of their good faith in any and all negotiations. The Bond holders make no pretence that they are in it for the money. The politicians have ‘out-vultured’ them.",
    "Our negotiations with the bi-lateral creditors seem to have gone much better as is usually the case. Their considerations include factors other than pure profit. When Sri Lanka was taking loans from the Chinese government, many local and foreign personalities warned against the ‘Chinese debt-trap’. I have yet to hear the same crew say a word against the ISB debt trap. Now that’s a mother of all debt traps. We are sinking neck deep in the quagmire of that one.  Sri Lanka started to go to the financial markets for loans when it became more difficult to qualify for loans when it declared itself a middle-income country. It is easier to issue ISBs than to meet the various conditions of bi-lateral loans. It is now common knowledge that not all the trillions received this way had been usefully utilised. No transparency is forthcoming as to how they were used. What were they thinking when they spread it about in non-revenue generating projects, rolling them over willy nilly? Collectively, they were certainly not thinking of us. They seem to have got in far too deep without a proper plan of how repayment might be made.",
    "On Mawatha, it was revealed that this state of affairs is not unique to our country. The Argentinians had negotiated a haircut on the basis that previous administrations had not borrowed in good faith, and the people of Argentina couldn’t be held to ransom for their misdeeds. Such debts were called “odious debt” and on this basis a reduction was secured.",
    "What could be more odious than the behaviour of our own administrations? One administration negotiated a large sum of ISBs immediately before an election at which they were sent home. Did they have such faith either in themselves to get re-elected, or in the victorious administration which was not them, to have committed the country to such a debt over which they may not have any control?",
    "And yet I hear from top politicians including of the Opposition that there is no such thing as ‘odious debt’. The people may strongly disagree in a few months.",
    "Corruption and the ability to repay debts sustainably is intimately linked. The experts on Mawatha were all agreed that there cannot be sustainable economic growth without a check on corruption and transparency in governance. Verite Research headed by Dr. Nishan de Mel is to be congratulated on coming up with a mechanism to unite the two aspects of debt sustainability and good governance in a type of Bond called Governance Linked Bonds. This is a mechanism which envisages a win-win outcome for both the Government and the Bond holders by tying the repayment to improvements in governance, with measurable criteria, which if fulfilled would trigger a discount for the Government but would also positively impact the status of the Bond in the secondary market thus off-setting the loss to be suffered by the bondholder. It is expected to incentivise the Government to improve their governance to achieve that discount.",
    "There were some criticisms that the specified criteria, which Verite had derived from the IMF conditionalities, were not specific enough to prevent the burden from falling on the people, such as in the criteria for the amount tax collected. It was also pointed out that this mechanism was applicable to only a small number of the total figure of our ISB debt and thus would not be big enough to cause a change of behaviour in the Government.",
    "It is however, the first time such a model has been proposed anywhere in the world, and already has received positive responses. It is an attempt at ensuring some oversight on those who have wantonly used their governmental authority to borrow irresponsibly, are corrupt and possibly fail to repay, by making good, transparent governance, trigger an agreed upon discount. The framework could be used with adjustment by any Government.",
    "The unthinking, freewheeling and irresponsible way in which Governments have been taking foreign loans and their adverse effect on people’s human rights, caused the UN Human Rights Council to appoint an Independent Expert on the Effects of Foreign Debt. The Expert sets out to examine the problem of the debt burden of developing countries, the social impact of the measures arising from foreign debt, the impact of illicit financial flows on the enjoyment of human rights. In her latest report she sets out several guiding principles for ‘fiscal legitimacy’.",
    "Last year in June (2023), an OHCHR press release noted the expert visited the New York State authorities to welcome the proposed “New York Taxpayer and International Debt Crises Prevention Act” under discussion that would “compel private sector creditors to participate in debt restructurings of distressed low-and-middle-income countries on the same terms as public creditors.” The expert pointed out that 60 percent of developing country debt is held by private creditors and that New York law governs 52 percent of this global debt. She said that “If taxpayers contribute to public debt relief, private creditors should be obliged to participate on the same terms.”",
    "As citizens of a country in debt-distress, we have to hope that those who negotiate on our behalf are on our side, that they manifestly use all available resources, progressive legislation and developments in thinking on foreign debt, to arrive at the most equitable deal for our citizens, and do so transparently. Fortunately, an election is due to deliver our verdict on their performance.",
    "(The writer was a member of the team that applied the Sarbanes Oxley regulatory framework at GlaxoSmithKline, London, in the aftermath of the Enron scandal.)"
  ]
}