{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110964/china-offers-parents-1500-in-bid-to-boost-births",
  "time_ut": 1753779420.0,
  "original_lang": "en",
  "original_title": "China offers parents $1,500 in bid to boost births",
  "original_body_lines": [
    "Parents in China are being offered 3,600 yuan (£375; $500) a year for each of their children under the age of three in the government’s first nationwide subsidy aimed at boosting birth rates.",
    "The country’s birth rate has been falling, even after the ruling Communist Party abolished its controversial one-child policy almost a decade ago.",
    "The handouts will help around 20 million families with the cost of raising children, according to state media.",
    "Several provinces across China have piloted some form of payouts to encourage people to have more children as the world’s second largest economy faces a looming demographic crisis.",
    "The scheme, which was announced on Monday, will offer parents a total of up to 10,800 yuan per child.",
    "The policy will be applied retroactively from the start of this year, Beijing’s state broadcaster CCTV said.",
    "Families with children born between 2022 and 2024 can also apply for partial subsidies.",
    "The move follows efforts by local governments to boost birth rates in China.",
    "In March, Hohhot - a city in the northern region of China - started offering residents up to 100,000 yuan per baby for couples with at least three children.",
    "Shenyang, a city northeast of Beijing, offers 500 yuan a month to local families with a third child under three.",
    "Last week, Beijing also urged local governments to draft plans for implementing free preschool education.",
    "The country is among the world’s most expensive places to have children, in relative terms, according to a study by China-based YuWa Population Research Institute.",
    "Raising a child to the age of 17 in China costs an average of $75,700, the study found.",
    "In January, official figures showed that China’s population fell for a third year in a row in 2024.",
    "China recorded 9.54 million babies born in 2024, according to the National Bureau of Statistics.",
    "That marked a slight increase from the year before but the country’s overall population continued to shrink.",
    "The country’s 1.4 billion population is also ageing fast, adding to Beijing’s demographic concerns."
  ]
}