{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=83704",
  "time_ut": 1709383140.0,
  "original_lang": "en",
  "original_title": "It is accepted today and proven beyond doubt that Ranil was the best man and the only man who could have pulled the country out of the abyss it had fallen into.",
  "original_body_lines": [
    "The worst crisis Sri Lanka faced was in 2022, when it had to declare bankruptcy. A 30-year civil war, two insurrections, racial riots and a tsunami had not deterred this nation from repaying its loans on time. But one corrupt family and their cohorts had brought our country to its knees. Overnight, an incompetent president lost control, and the country was plunged into economic and social chaos.",
    "Transport was at a virtual standstill due to a shortage of fuel; people died standing in queues for gas; schools had closed; 10- to 13-hour power cuts were the order of the day; and children were dying due to a lack of basic medicines.",
    "The situation exploded on May 9 when Mahinda Rajapaksa’s attempts to use violence to quell a peaceful protest resulted in countrywide burning and looting of houses, pushing Sri Lankan society into hitherto unknown darkness.",
    "This was the time for all national leaders to come together to quell the anger of the ordinary man and to take charge of the nation’s coffers to strive to bring back some semblance of stability.",
    "To build an all-party government, Gotabaya Rajapakse decided to ask Opposition Leader Sajith Premadasa to become the Prime Minister. But Sajith would have none of it. Saving children dying in hospitals, preventing businesses from closing down, providing relief to families facing hunger, and ending 12-hour power cuts were not as important as laying down terms and conditions to support a vital all-party initiative to bring relief to beleaguered citizens. Saving Mother Lanka and her children from an economic catastrophe was not a priority.",
    "Sajith had four demands, which included Gotabaya resigning on a stipulated date, which would have made Sajith president.",
    "The Aragalaya never made a demand that Sajith be made president. But in this crisis, he saw only the opportunity to pole vault into the highest position in the country. His other conditions related to constitutional changes and elections, for which a bankrupt government had no money and were not the immediate priority of the country.",
    "A government that could not open schools and was enforcing 13-hour power cuts was to draft constitutions and hold referendums and elections. All the demands related only to creating conditions to take over power and bring adversarial politics to the forefront, as there would never have been consensus on issues amongst the national parties and the minorities. Playing political games was the order of the day.",
    "Gotabaya’s next choice, Sarath Fonseka, also proved to be an exercise in futility. It was in desperation that the President decided to call on former Prime Minister Ranil Wickremesinghe to accept this post.",
    "Ranil, a statesman with 40 years of experience, realised the abyss that the country had fallen into not only on the economic front but also on political stability with the re-emergence of terror groups.",
    "His primary focus was on saving the economy. He was firm that the Finance Ministry would not be messed up again and secured the support of professionals to help turn around the economy. He repeatedly called on all political parties to join hands to save Sri Lanka. But that was not to be.",
    "Parliamentarian M.A. Sumanthiran, who a few weeks before was giving interviews to foreign media about bringing Karu Jayasuriya, who had not even contested the election, as the National Leader suddenly discovered an obscure point to say that Ranil, a national list MP, was not “elected” and should not be Prime Minister.",
    "The Constitution has very clear provisions where National List MPs can hold office just as elected MPs. According to his theory, they could be ministers but not prime ministers.",
    "Despite Ranil’s call for a national government, the main opposition parties—the SJB, TNA and JVP—were not willing to consider the need of the hour, which was to stop the economy from deteriorating further and to prevent social unrest, which was being fuelled by terrorist groups.",
    "Sajith suddenly discovered a “big secret”. Ranil had a deal with the Rajapaksas to save them. Ranil’s main goal was to save the Rajapaksa family, not the economy. That is why he was made prime minister. He had no explanation as to why he was Gotabaya’s first choice. If it was Ranil who had a deal, why was he not offered the Prime Minister’s job first? Why was even Sarath Fonseka considered before Ranil?",
    "It is accepted today and proven beyond doubt that Ranil was the best man and the only man who could have pulled the country out of the abyss it had fallen into. There are no skeletons in his cupboard, and there are no charges of abuse of state funds.",
    "In Ranil, we had a man with clean hands who had a record of successful crisis management to approach our creditors to negotiate a rescue package. It was the duty of every citizen to come together in Sri Lanka’s worst crisis.",
    "All political, religious, and social leaders have to rally their followers to put their motherland first. But did that happen? With shame, we have to record that there were only a handful of politicians who were willing to put the country before their personal political agendas.",
    "Where were the intellectuals and professionals in Parliament? Harsha de Silva? Eran Wickremeratne? Professor G.L. Pieris? Did they not realise the enormity of the crisis the country was facing? Did they have no idea of the terrorists infiltrating Aragalaya and that the economy was in pieces, needing immediate attention? Did they have plans to rescue the economy, and if so, why were these not presented despite several calls from the prime minister for unity and joint action?",
    "Sajith and his team were adamant that they would not join in any effort to rescue the economy unless the plum posts and privileges were given to them. While Gotabaya Rajapaksa was calling for an all-party government, Sajith wrote to him, stating that members of the SJB would not join this Cabinet, thus shattering any hope of a stable government leading the country out of its predicament.",
    "It is the practice of political parties to unite when a nation faces a severe crisis. Wartime cabinets are classic examples where patriotism takes precedence over politics. But in May 2022, in Sri Lanka, political parties were too busy trying to see how a fluid and critical situation could be used to grab power.",
    "Had the SJB decided to join the Cabinet, it would have negated the necessity for Ranil Wickremesinghe and the country to depend on Pohottuwa MPs to push through the economic rescue plan. Had Harsha de Silva, Eran Wickremaratne, etc. joined the Cabinet, the country’s stability would have had more credibility.",
    "Instead, they banked on the difficulties Ranil would face without a party of his own to support him and were waiting for Ranil to falter and fail. The economic rescue, therefore, became a lone man’s effort. Spite was the order of the day, and a conspiracy theory was launched. Ranil had a deal!! The proof was a photograph of Ranil seated at his neighbour’s birthday, which Mahinda also attended.",
    "Logic and rational thought had no place. In 2005, the Rajapaksas had a deal with the LTTE to prevent the population of the North-East from voting, thus preventing what would have been a sure victory for Ranil. In 2008, they engineered the crossover of 18 MPs that included Karu Jayasuriya and Milinda Moragoda by offering them portfolios, among other things.",
    "In 2017, they sponsored a no-confidence motion against Ranil. In 2018, they joined Maithripala Sirisena to sack Ranil and take over the Prime Minister’s post.",
    "No man in Sri Lanka would have been more aware of and had to fight the Rajapaksa treachery than Ranil. But Sri Lankans, known for their fickle memories and ingratitude, were gullible enough to fall for this line.",
    "In fact, Ranil had moved against the Rajapaksas by establishing the Financial Crimes Investigation Division. Nearly 300 cases were investigated and actions filed in many. Gotabaya Rajapaksa was the first to be investigated, but his arrest was stopped by an order of the Supreme Court.",
    "But these facts were suppressed, and the SJB resorted to this theory to cover up their treachery in throwing Ranil Wickremesinghe and the country to the mercy of the Pohottuwa wolves. That the man has survived the cunning of Basil, the hypocrisy of Mahinda, and the opportunism of S.B. Dissanayake et al. is a miracle.",
    "And what of the NPP? Leopards never change their spots. In July, after burning Ranil’s house, the “protestors” moved to the Speaker’s Residence on their way to take over Parliament. Sunil Handunetti is on video calling citizens to join them to occupy Parliament.",
    "With the President’s House, the Secretariat, the Prime Minister’s Residence and Office occupied, Sri Lanka was on the brink of anarchy. Ranil’s private residence had been burnt, and an attempt was made to take over Rupavahini while many private residences were invaded between July 9 and 13.",
    "The brutal fact was that the NPP had not given up its credo of violence. The man who headed COPE was not asking the rioters to restrain themselves but inciting them to occupy Parliament.",
    "Two years later, the wolves have returned in sheep’s clothing to woo voters as their saviours. They now talk of saving the citizens, uplifting the economy and being patriotic to prevent foreign investments from coming into Sri Lanka. There is not one line of coherent policy for economic governance.",
    "They talk of negotiating with the IMF on the basis that loans will be repaid only if and when possible, of being private sector friendly but having their representatives overlook all corporates. As Lalkantha says, “Once the people give us power, we have to use it. We have to attack and break up the mafia”. They have shown a lack of firm principles by being against India and Indian investment in Sri Lanka but changing their stand after one free trip.",
    "Anura Kumara Dissanayake could have supported the effort to restore fuel, gas and medicines to us. But instead, he chose to join Sajith in sabotaging every effort made by Ranil and continued to cause instability with protests against imaginary grievances with the aim of retarding the resurgence of tourism.",
    "The SJB and NPP opposed the IMF but had no alternative to offer. They talked of taking action against corrupt leaders and recovering their money from tax havens, knowing full well that this was not legally possible.",
    "What of the motley lot that were the SLPP MPs? They are not to be admired or respected, but one has to grudgingly accept that it was they who supported Ranil’s Economic Revival Plan.",
    "There were the opportunists who regularly threatened Ranil to destabilise the government if their demands for portfolios and jobs for relations were not met. But most kept their heads down and chose to extend support to restore stability to the country. Their motives would not have been the most altruistic, but in the end, it was they who made the economic revival possible.",
    "And this is where we have to ask ourselves a question at this juncture. Of what use were the SJB, the NPP, and the TNA in stabilising our country, restoring normalcy to our lives, and giving our children hope of stability in the future?",
    "If our mother had a life-threatening disease that required a series of operations, who would we choose? A surgeon, a gruff introvert who was experienced and extremely capable and performed the first surgery admirably; a house officer who claimed to be the best because his father had been a well-known doctor but insisted on laying down a list of conditions to be fulfilled, which included steps to be taken to make him the director general of the hospital before the emergency surgery could commence; or an intern who had been condemning the treatment but suddenly started dressing like the older doctor and reversing all his earlier strategies, but still with no coherent treatment plan.",
    "This is the choice that faces us today. It is the choice that will determine whether Mother Lanka will live or die. We, her children, have to decide who is best to give us stability and development.",
    "A vote is not an item given by us as a gift to any politician. It is an instrument we have to use to ensure that we choose only the best available for the job.",
    "And in making this judgement, should we not consider who actually was patriotic enough to use available skills and resources to save our motherland or who had the opportunity to save the country but chose to ignore the people’s plight and play for political stakes?",
    "Who were the patriots and who were the traitors and who do we choose in our own interests?"
  ]
}