{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/grusha-and-ayesha/",
  "time_ut": 1720629600.0,
  "original_lang": "en",
  "original_title": "Grusha and Ayesha",
  "original_body_lines": [
    "The SLPP-UNP government has become an epitome of absurdity. Its leaders made frantic efforts recently to grant Attorney General (AG) Sanjay Rajaratnam a service extension amidst protests. They even strove to manipulate the Constitutional Council to compass their end. Thankfully, their plan went awry. Rajaratnam, however, should consider himself lucky; if they had succeeded in extending his term, he would have ended up having to pull a lot of political chestnuts out of the fire for them. Now, those worthies who went all out to give Rajaratnam what he did not deserve are denying Solicitor General Ayesha Jinasena what she richly deserves—the post of Attorney General. They are dragging their clumsy feet on the appointment of the AG.",
    "SJB MP Rohini Wijerathne, speaking in Parliament, on Tuesday, asked the government why Ayesha had not been elevated to the post of AG. Her question went unanswered. She accused the government of discriminating against Ayesha in spite of having passed new laws to ensure women’s empowerment. She has struck a responsive chord with the public.",
    "A request made by the Bar Association of Sri Lanka (BASL) to President Ranil Wickremesinghe that the seniority principle be honoured in appointing the next AG has elicited a negative response. Saman Ekanayake, Secretary to the President, has reportedly informed the BASL that it should not advocate for the claims of a single candidate, and there is a need for a broad consideration of all potential candidates to ensure the appointee commands the confidence of the President and the Cabinet. It is the adoption of this criterion in making appointments to high posts that has ruined the state service as well as the country; most public officials command the confidence of the powers that be but are square pegs in round holes; they consider it their duty to please their political masters, and never do they serve the interests of the public. The country needs upright, capable officials in key positions in the state service.",
    "Self-important Sri Lankan politicians want to have all others, including judges, on a string. They have succeeded in reducing the AG’s Department to a mere appendage of the government in power, over the years, to all intents and purposes, and the time has come for it to be liberated from their clutches. Despicable attempts are made in Parliament to launch witch-hunts (read Parliamentary Select Committee probes) against the judges who do not pander to the whims and fancies of the politicians intoxicated with power. Some MPs and ministers abuse parliamentary privileges to vilify the members of the judiciary to their heart’s content. Public confidence in the AG’s Department has eroded severely over the decades thanks to political interference and the subservience of some of its bigwigs. There are intrepid officials who carry out their duties and functions without fear or favour, and it is they who can restore public trust in the AG’s Department. Hence the need to ensure that the government will not catapult one of its lackeys to the post of AG.",
    "President Wickremesinghe never misses an opportunity to liken himself to Grusha, the protagonist in Brecht’s The Caucasian Chalk Circle, and expects the public to act like Azdak, the wise judge. Grusha embodies justice, righteousness, goodness, and leads a life of selfless moral rectitude. How come Ayesha has been denied her due place?",
    "We are told in The Caucasian Chalk Circle: “Things should belong to those who do well by them; children to motherly women that they may thrive, wagons to good drivers that they may be well driven and the valley to those who water it that it may bear fruit.” There is no reason why the post of the Attorney General should not go to Ayesha. We, like many others, cannot think of a better person. If Azdak were around, he would definitely nod approvingly.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}