{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sampath-bank-completes-20th-restoration-under-wewata-jeewayak-by-rejuvenating-kidachchoori-tank-in-vavuniya-handing-over-to-the-community-on-thai-pongal-day/",
  "time_ut": 1706889420.0,
  "original_lang": "en",
  "original_title": "Sampath Bank completes 20th restoration under ‘Wewata Jeewayak’ by rejuvenating Kidachchoori Tank in Vavuniya, handing over to the community on Thai Pongal Day",
  "original_body_lines": [
    "Sampath Bank completes 20th restoration under ‘Wewata Jeewayak’ by rejuvenating Kidachchoori Tank in Vavuniya, handing over to the community on Thai Pongal Day Sampath Bank stepped forward to provide much-needed support to the farmers of the Northern region who are battling intense heat and unforgiving soil by successfully restoring and gifting the Vavuniya Kidachchoori Tank to the people of the region under its award-winning Corporate Sustainability Responsibility initiative, ‘Wewata Jeewayak’. Sampath Bank Managing Director Ayodhya Iddawela Perera, Senior Deputy General Manager – Marketing & Customer Care Tharaka Ranwala, Chief Human Resource Officer Dr. Lalith Weragoda, Development Commissioner General Agrarian Development A.H.M.L. Aberathna, government officials, Kannagi Farmers’ Association officers and members as well as a large number of local residents were present at the occasion.",
    "Farmers of the North struggle to cultivate their lands due to minimum resources but make a significant contribution to the nation’s economy by providing essential food items such as chillies, onions, and potatoes, thereby helping to strengthen the agro economy of the nation. Amidst such a backdrop where they are faced with numerous hardships on multiple fronts, these Northern farmers also harvest hundreds of acres of paddy to supply a significant amount of rice to the nation. Having understood the vital role played by these Northern farmers, Sampath Bank took the necessary steps to commence the restoration of the Vavuniya Kidachchoori Tank as part of ‘Wewata Jeewayak’, making the initiative the first irrigation project of the Northern Province and the 20th overall across the island.",
    "Although the farmers of the region made numerous futile attempts while being faced with an ever-increasing need for a steady supply of water to cultivate their lands during both the Yala and Maha seasons they were left with limited options to cultivate their large land area. Having eventually grown accustomed to surviving on a single harvest season, through their Farmers’ Association they approached several organisations in the hope of receiving support to restore the tank and subsequently connected with Sampath Bank’s ‘Wewata Jeewayak’ program to meet their objectives. Accordingly, Sampath Bank took on the project under the ‘Wewata Jeewayak’ program to restore the Vavuniya Echankulam Kidachchoori Tank with the aim of ensuring a better future for farmers and their families while also rejuvenating dying traditional irrigation systems.",
    "While 290 farming families occupying 185 acres of land are direct beneficiaries of the Kidachchoori Tank, the dilapidated state of the tank in recent years has greatly hampered their farming activities. The tank’s two sluices were not functioning well and water was wasted due to significant leaks in both sluice gates. The daily water leak was similar to amount of water sufficient for cultivating 5 acres of paddy lands. Further, the tank was not sufficiently filled with water due to the damaged feeder canal which was previously connected to a cascaded irrigation system.",
    "Sampath Bank stepped forward to restore the tank and transform it into a complete irrigation system giving hope to the Vavuniya Echankulam farming community. Within a short period of time, the bank was able to successfully restore the entire irrigation system by overhauling the two sluice gates to stop any water leaks, restoring the feeder canal and attending to any other restoration work necessary. The bank was provided technical assistance during the project by the Vavuniya District Department of Agrarian Development.",
    "Sharing her thoughts during the Thai Pongal celebration at Vavuniya Echankulam, Sampath Bank Managing Director Ayodhya Iddawela Perera stated, “I am happy to announce the 20th successful tank restoration in Sri Lanka under our ‘Wewata Jeewayak’ Corporate Sustainability Responsibility initiative carried out at the Vavuniya Kidachchoori Tank. The accelerated restoration effort has delivered a complete irrigation system to the hardworking farming community of the Northern Province. Now they can move forward and cultivate and harvest their paddy fields during both seasons.",
    "We believe that this is wonderful news not only for them but the entire nation as well. Sampath Bank will continue to make all possible efforts to contribute towards uplifting the economy of the farming communities of Sri Lanka. In closing, I would like to convey our gratitude to all those who have contributed in various ways to make this project a tremendous success including the Department of Agrarian Development and other government bodies, officials, Kannagi Farmers’ Association and residents of the area.”",
    "Government and World Bank sign agreement for financing of $150 million to strengthen Sri Lanka’s financial sector",
    "HSBC Ceylon Literary & Art Festival unveils enriching children’s program and future literary & creative platform",
    "Sampath Bank gears up for the future amidst economic challenges",
    "Sampath Bank gears up for the future amidst economic challenges",
    "Sampath Bank partners with BOI and Investment Promotion Min to launch ‘Sri Lanka’s Banking Guide for Investors & BOI Companies’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}