{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Sajith-surprises-all-wants-to-play-mediatory-role-in-Indo-China-conflict/108-281703",
  "time_ut": 1714526760.0,
  "original_lang": "en",
  "original_title": "Sajith surprises all, wants to play mediatory role in Indo-China conflict",
  "original_body_lines": [
    "Colombo, May 1 (Daily Mirror) - In a surprising move, Samagi Jana Balawegaya (SJB) leader Sajith Premadasa, in a meeting with a delegation of the Communist Party of China (CPC), has offered to play a mediatory role between two Asian giants implying India and China, the Daily Mirror learns.",
    "A source familiar with the meeting told Daily Mirror that Premadasa made such an offer during the discussion between his party and the CPC delegation that visited Sri Lanka recently.",
    "However, the CPC is reported to have said that Sri Lanka should not attach special status to any country in its foreign relations.",
    "The CPC delegation headed by Deputy Minister of the International Affairs Department Sun Haiyan called on Premadasa and a few other MPs as part of engagements with the Sri Lankan political parties.",
    "At the meeting, Premadasa, apparently in reference to Indo-China conflict, said he, as a political leader, was ready for a mediatory role between the two Asian giants.",
    "Ms. Sun is reported to have replied that Sri Lanka should always be even handed in its dealings with all the countries and should not attach special status to any country.",
    "Among the Sri Lankan leaders, then Prime Minister Sirimawo Bandaranaike is reported to have played such a role during the 1962 Indo-China war. She took the initiative for a conference of the non-aligned countries in December 1962 in Colombo, to mediate between India and China. India and China have competing strategic interests in Sri Lanka and vie for regional influence. It has placed Sri Lanka in a precarious position forcing it to walk the diplomatic tightrope.",
    "The CPC delegation was in two recently and held talks with all the key parties including the National People’s Power (NPP) and Sri Lanka Podujana Peramuna (SLPP)."
  ]
}