{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sampath-bank-launches-private-banking-units-at-six-premier-branches-across-sri-lanka-on-a-single-day/",
  "time_ut": 1753621860.0,
  "original_lang": "en",
  "original_title": "Sampath Bank launches private banking units at six premier branches across Sri Lanka on a single day",
  "original_body_lines": [
    "Sampath Bank PLC marked a significant milestone in its exclusive banking journey with the unveiling of Private Banking units at six key branch locations: Kandy, Kurunegala, Narahenpita, Negombo, Panadura and Wellawatte on 25th July 2025. This strategic expansion reflects the Bank’s continued focus on delivering exclusive financial solutions and strengthening its proposition for discerning clients across Sri Lanka.",
    "The simultaneous launch reflects the scale and prestige of Sampath Bank’s Private Banking proposition, reinforcing the institution’s reputation for discretion, insight and personalised financial solutions. The presence of the Board of Directors and select private banking customers clients at each location highlights the importance of this strategic initiative, affirming the Bank’s dedication to nurturing long-standing relationships with individuals who seek a more personalised and elevated banking experience.",
    "Sanjaya Gunawardana, Managing Director Designate, Sampath Bank PLC, remarked, “Our Private Banking offering represents the epitome of discretion, insight and exclusivity. Through this expansion, we reaffirm our commitment to delivering a service that transcends traditional banking, built on relationships, trust and a deep understanding of the evolving needs of our most valued clientele.”",
    "This latest initiative enhances Sampath Bank’s premium service offering by making world-class private banking accessible through strategically located counters within existing branches. These service points have been carefully curated to offer a discreet and personalised experience, reflecting the Bank’s intent to lead the sector in wealth management and advisory excellence.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}