{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/whispering-mountains-revealing-an-open-secret/",
  "time_ut": 1706536138.0,
  "original_lang": "en",
  "original_title": "Whispering Mountains; Revealing An Open Secret",
  "original_body_lines": [
    "The fact that even though eyes are ours, we are supposed to see what is painted by them, has been reaffirmed by events recently occurred in Sri Lanka. When we see beyond it, we are at the risk of losing even our lives. This is an idea that I have to always tell myself once I see how hard and tactfully the rulers of this country are trying to paint that picture to be seen and praised by us as citizens.",
    "A good film, in my opinion, should be a combination of 50% from reality and another 50% from the imagination. When it’s closer to reality, it’s called a documentary, when it’s closer to the imagination, it’s called fiction. The film “Whispering Mountains” has made that platform where we can build our own imagination and criticism based on reality, as it keeps a good balance between reality and imagination.",
    "Certain critics of the film make an attempt to connect this story of oppression with JVP insurrection during 70s and 80s in the country. However, my question is, as someone born after JVP insurrection, any government after that period had not oppressed the youth in any manner, similar to the story narrated in the film? Hence, we are not required to go that far to connect our imagination with reality. This is because, Jagath Manuwarna, director of the film has given us the opportunity to do so by carefully deviating the film from party politics, specific personalities and above all, any prejudgment. Consequently, I prefer to read the story with some recent events in the country, sometimes with ones that occurred even after the film was made.",
    "As said in the media briefing at the very beginning of the film, the youth commit suicide, due to some influence from the devil. Hence, dead bodies cannot be allowed to be seen, as it is spreading. When they are going to be buried, the recommended ritual is that one man is to be sacrificed to please the devil, in order to prevent this from spreading. It can be commonly seen that when the truth is to be hidden, certain stories of the devil, black magic as a solution to them come up in Asian countries like Sri Lanka. On the other hand, as people cannot find sources or pieces of information to conclude what is actually going on, it is easier for them to assign it to the devil. While I was watching those scenes, I was reminded of the notorious cobra’s arrival at the Kelaniya Temple.",
    "Jayantha confronts his senior officer several times, because of his anger towards the senior’s authority. Accordingly, even though Jayantha, who seems to be a police officer, is ordered to catch Prasanna Kumara Soysa, a youth who ran away from their custody, he let Prasanna go, feeling like we are in the same boat. Throughout the film, henchmen don’t show any kind of sympathy or respect towards dead bodies, but for hitting them on one occasion. The spectators’ anger provoked by this is somewhat shattered by Jayantha’s act. Moreover, Silva, Jayantha’s senior officer, recalls his refrigerator that was forcibly taken by the merchant, due to the arrears of installments. They kill people from the same boat for their living. It is shocking to see how they are financially struggling, when Silva asks his senior’s permission to take the refrigerator by the lorry that carries dead bodies. Furthermore, a father who seems to have lost his son and then addicted to alcohol, sells his late wife’ sewing machine and then cow, even though it is for earning money for alcohol. It is obvious that the executioner and the victim fall under the same net of poverty. Irrespective of the job they do for a living, their problems remain unresolved, just being in the same class. While I was watching this scene, I was reminded of how a police officer attached to the Kuttigala Police station was interdicted for attending a demonstration at the Galle Face just two years ago. There were many more cases during that period, questioning the disparity between one’s own class and employment.",
    "When the Buddhist monk leaves from the rituals, his way is blocked by a group of women who are demanding for their loved ones, carrying their photos. The problem of missing persons doesn’t belong to any region or time period. It ranges between JVP insurrection from the South and the war from the North and even goes beyond that during post-war period. The mother who sews her son’s name on a flag and hanged it on a branch of the Bo Tree and the mother who goes to the Kovila seeking the God’s blessings for her son should be equally treated and their voices must be heard.",
    "Gloria Steinem said that Oppression has no logic – just a self-fulfilling prophecy, justified by a self-perpetuating system. As the film itself says, it is the mountains that know everything happened there, can whisper all those things. The film can be interpreted as something which reveals open secrets. I wish Jagath Manuwarna, director of the film, all the best who won ‘Best Director’ in the Asian Competition Section of the 22nd Dhaka International Film Festival (DIFF)."
  ]
}