{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110754/indonesia-to-cut-tariffs-non-tariff-barriers-in-us-trade-deal",
  "time_ut": 1753238040.0,
  "original_lang": "en",
  "original_title": "Indonesia to cut tariffs, non-tariff barriers in US trade deal",
  "original_body_lines": [
    "Indonesia has agreed to eliminate tariffs on more than 99% of U.S. goods and scrap all non-tariff barriers facing American firms, while the U.S. will drop threatened tariffs on Indonesian products to 19% from 32%, the two countries said on Tuesday.",
    "Trump hailed the deal, which he first announced on July 15, in a posting on his Truth Social media platform, calling it a “huge win for our Automakers, Tech Companies, Workers, Farmers, Ranchers, and Manufacturers.”",
    "Details of a framework for the accord were released in a joint statement by both countries, and a fact sheet issued by the White House. They said negotiators for both countries would finalize the actual agreement in coming weeks.",
    "“Today, the United States of America and the Republic of Indonesia agreed to a framework for negotiating an agreement on reciprocal trade to strengthen our bilateral economic relationship, which will provide both countries’ exporters unprecedented access to each other’s markets,” the statement said.",
    "The Indonesia deal is among only a handful reached so far by the Trump administration ahead of an August 1 deadline when higher tariffs are due to kick in.",
    "Details of a framework for the accord were released in a joint statement by both countries, and a fact sheet issued by the White House. They said negotiators for both countries would finalize the actual agreement in coming weeks.",
    "“Today, the United States of America and the Republic of Indonesia agreed to a framework for negotiating an agreement on reciprocal trade to strengthen our bilateral economic relationship, which will provide both countries’ exporters unprecedented access to each other’s markets,” the statement said.",
    "The Indonesia deal is among only a handful reached so far by the Trump administration ahead of an August 1 deadline when higher tariffs are due to kick in.",
    "The U.S. tariff rate on Indonesia, Southeast Asia’s largest economy, matches the 19% announced for the Philippines earlier on Tuesday. Vietnam’s tariff rate has been set at 20%.",
    "Under the agreement, Indonesia will immediately drop its plans to levy tariffs on internet data flows and it agreed to support renewal of a longstanding World Trade Organization moratorium on e-commerce duties, a senior Trump administration official told reporters on a conference call.",
    "Indonesia also will remove recently enacted pre-shipment inspections and verifications of U.S. exports that have posed problems for U.S. agricultural exports and contributed to a growing U.S. farm trade deficit, the official said.",
    "The official, who was not authorized to speak publicly, said the agreement could help restore the surplus in agricultural goods that the United States once had with Indonesia, until it implemented the pre-shipment requirements.",
    "In a win for U.S. automakers, the official said Indonesia has agreed to accept U.S. Federal Motor Vehicle Safety Standards for vehicles exported from the United States to the growing country of 280 million people.",
    "Indonesia also has agreed to remove export restrictions on industrial commodities, including critical minerals, the joint statement said. The U.S. official said it would also remove local content requirements for products using these commodities that were shipped to the United States.",
    "The joint statement said the U.S. would reduce the reciprocal tariff rate to 19%, and “may also identify certain commodities that are not naturally available or domestically produced in the United States for a further reduction in the reciprocal tariff rate.” No further details were provided.",
    "The two countries said they would negotiate rules of origin to ensure the benefits of the deal accrue mainly to the U.S. and Indonesia, not third countries.",
    "They said Indonesia would work to address barriers for U.S. goods, including through the removal of import restrictions and licensing requirements on U.S. remanufactured goods or parts.",
    "Indonesia also agreed to join the Global Forum on Steel Excess Capacity and take actions to address global excess capacity in the steel sector."
  ]
}