{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-president-by-default-loses-for-third-time-after-tough-economic-reforms-180464/",
  "time_ut": 1727008020.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s President by default loses for third time after tough economic reforms",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka President Ranil Wickremesinghe, who rose to the helm through a parliament vote two years back, has lost the presidential election for the third time in the Saturday poll after implementing two years of tough and unpopular economic reforms including tax hikes and state-owned enterprise restructuring.",
    "Wickremesinghe lost the 2020 parliament election, but became a legislator in 2021 through a solitary national list vacancy his party secured in the poll.",
    "He accepted the challenge of resurrecting a bankrupt economy in 2022 after former leader Gotabaya Rajapaksa invited him to take over as the Sri Lankan Prime Minister for the sixth time.",
    "After he was elected as the parliament through a parliament vote, he stubbornly implemented some unpalatable economic reforms under an International Monetary Fund (IMF)-led bailout package.",
    "His economic reforms included expanding the tax net, increasing the tax rates, imposing next taxes, reducing government expenditure, and stabilizing the rupee currency as well as inflation.",
    "Analysts say his tough economic reforms under the IMF programme likely contributed to his defeat.",
    "He lost the presidential poll to former leader Chandrika Bandaranaike Kumaratunga in 1999 and Mahinda Rajapaksa in 2005. However, his performance in the 2024 elections was the worst out of the three polls.",
    "During the campaign, he spoke about economic prosperity and relaxing a tough tax regime if he wins this time.",
    "“It’s a turning point for Sri Lanka to get away from conventional politics and economics which destroyed the country with a new social system and political system,” Wickremesinghe told reporters just before he cast his vote on Saturday.",
    "Analysts say 75-year old Wickremesinghe has managed the country’s economic recovery every time when the island nation faced contraction or debt crisis in 2001, 2015, and 2022.",
    "His close allies say Wickremesinghe’s ‘very little communication’ had made him a bad leader in the eyes of his supporters and party leaders.",
    "In 2005, he lost because Veluppillai Prabakaran, the leader of separatist Tamil Tiger rebels, ordered ethnic minority Tamils to boycott the election.",
    "Many of the Southern Sinhala voters also voted for his opponent Rajapaksa to give a narrowest victory in the history.",
    "Three days after the defeat when he met some journalists in Dambulla over dinner, he said: “I am not angry with Prabakaran because I did not have any agreement with him. But I am angry with Southern Sri Lankans who defeated me. The same people will come to me one day and plead with me to take over this country when it faces a crisis. I will wait for that moment.”",
    "And he was asked to take over the country in May 2022 during the peak of Sri Lanka’s unprecedented economic crisis. (Colombo/September 22/2024)"
  ]
}