{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/standard-chartered-official-banking-partner-at-sri-lanka-design-festival-2024/",
  "time_ut": 1731095640.0,
  "original_lang": "en",
  "original_title": "Standard Chartered ‘Official Banking Partner’ at Sri Lanka Design Festival 2024",
  "original_body_lines": [
    "Standard Chartered is the Official Banking Partner for the prestigious event, Sri Lanka Design Festival (SLDF) 2024, the country’s most impressive celebration of creativity, design, and innovation.Organised by the Academy of Design (AOD), one of Sri Lanka’s leading design education institutes, the SLDF 2004 under the theme ‘Innovation Island’, is taking place at the Cinnamon Life at City of Dreams, Sri Lanka.",
    "The festival, celebrating its 15th anniversary, will feature a series of high-profile events including the headline event Mercedes-Benz Fashion Week (MBFW) featuring Sri Lanka’s leading design talent alongside South Asian designers, a cornerstone of the SLDF which celebrates the vital contribution of creative industries in powering economic resurgence and social transformation.",
    "The partnership between Standard Chartered and SLDF is driven from a mutual dedication to excellence, innovation, and sustainable practices. The alliance reinforces the Bank’s status in premium banking while connecting with fashion’s most sophisticated and creative forces, establishing a powerful presence in both sectors.",
    "Standard Chartered Sri Lanka CEO, Bingumal Thewarathanthri, said, “Standard Chartered is proud to support the Sri Lanka Design Festival and Mercedes-Benz Fashion Week, an initiative that mirrors our commitment to innovation, excellence, inspiring global connections and sustainability. The partnership offers clients an exclusive experience and unique opportunities that go beyond traditional banking. We believe that fashion and design, can be dynamic and impactful, creating new possibilities for those we serve.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}