{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-can-build-reserves-pay-debt-with-vehicle-imports-of-1-5bn-cb-governor-198351/",
  "time_ut": 1736217840.0,
  "original_lang": "en",
  "original_title": "Sri Lanka can build reserves, pay debt, with vehicle imports of $1.5bn: CB Governor",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka can build reserves and repay debt even if vehicle imports go up to 1.5 billion US dollars a year, Central Bank Governor Nandalal Weerasinghe has said.",
    "In 2024 the central bank has projected that relaxing commercial vehicle imports would result in forex needs of about 500 million dollars and private vehicle imports may require another billion US dollars a year.",
    "“Even if vehicle imports cost 1.5 billion US dollars, we can maintain reserves, and make the required payments after completing debt restructuring, and also increase government revenues and balance the requirements,” Governor Weerasinghe told Derana television in a talk show.",
    "“There could be a small deficit in the current account deficit.”",
    "In the past the current account deficit had been much higher, he said",
    "Sri Lanka’s private banks repaid debt, the central bank, built reserves and the government also repaid debt to multilaterals, who resumed budget support loans which could be used for repaying debt, in a situation where bilateral debt flows were halted.",
    "The net repayment of debt, made possible by not suppressing interest rates with inflationary policy, which is not usual in Sri Lanka, turned the financial account in to a surplus since the central bank restored monetary stability in late 2022.",
    "Related Sri Lanka current account $303mn in surplus in 3Q with financial outflows",
    "However, the resumption of bilateral loans which will be invested domestically could boost domestic spending and imports, which can turn the external current account back into deficit, analysts have said.",
    "Meanwhile Governor Weerasinghe said the government may have to maintain taxes at a level that does not result in a steep fall in second hand vehicles in his personal opinion, he said.",
    "“You have to work backwards from the current market price levels,” he said, allowing a person who want a new vehicle to buy and without encouraging people who do not want a new car to buy one.",
    "“We have to balance it, that is my opinion, but it is a fiscal policy of the government,” he said.",
    "At the moment due to the depreciation of the rupee and the imposition of higher value added tax, the cost of a new imported car had anyway gone up, he said. (Colombo/Jan07/2024)"
  ]
}