{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/March-12-Movement-denounces-passage-of-Online-Safety-Bill-in-an-unlawful-manner/14-758128",
  "time_ut": 1707158229.0,
  "original_lang": "en",
  "original_title": "March 12 Movement denounces passage of Online Safety Bill in an unlawful manner",
  "original_body_lines": [
    "The March 12 Movement yesterday in a statement denounced the passage of the Online Safety Bill in an unlawful manner.",
    "“We reiterate that the Online Safety Bill poses a grave threat to fundamental rights and democratic principles enshrined in the Constitution of Sri Lanka and regret to note that the current Government’s adamant pursuit of this legislation is a clear indication of its intention to silence dissent and suppress civic activism during this critical time of economic reform and upcoming elections,” the statement read.",
    "The March 12 Movement said it noted with grave concern that in addition to introducing an undemocratic law, Parliament outrageously acted in violation of the constitutionally guaranteed right to pre-enactment judicial review of legislation.",
    "Several citizens and institutions sought the intervention of the Supreme Court to assess the constitutionality of the Online Safety Bill. The Supreme Court identified specific clauses requiring amendment before the Bill’s passage. However, when inquiring into the allegations raised so far, it reveals that crucial amendments outlined in the court’s recommendations were overlooked during the Bill’s passage.",
    "Concurrently, the Government is pursuing further draconian laws such as the Anti-Terrorism Bill and Electronic Broadcasting Regulatory Commission Bill to silence and oppress the people and dissident forces. In this distressing situation, the Online Safety Bill was debated in Parliament using Standing Orders and passed, potentially undermining the established Westminster-model parliamentary tradition.  While the citizens silently suffer amid the escalating cost of living and unbearable hunger, it is crucial for the rulers to recognise that this silence does not equate to obedience. The March 12 Movement warns that it is the precursor to a major backlash against the Government’s coercive rule.",
    "“In light of these developments, we respectfully urge the Speaker of Parliament to ensure that the amendments outlined in the Supreme Court’s judgment are fully incorporated into the Online Safety Bill. Parliament following due process when passing laws, and respecting the judiciary and the sovereignty of citizens, is essential to promote clean politics and reinforce democracy in Sri Lanka,” the March 12 Movement added."
  ]
}