{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Dubais-Emirates-halts-check-in-for-connections/108-281004",
  "time_ut": 1713527940.0,
  "original_lang": "en",
  "original_title": "Dubai’s Emirates halts check-in for connections",
  "original_body_lines": [
    "April 19 - Emirates, one of the world’s biggest international airlines, has suspended all check-ins for customers with onward connections as operations at Dubai International Airport (DXB) are still volatile three days after a record storm swept the UAE.",
    "“Emirates is suspending check-in for all customers in our network with onward connections through Dubai until 23:59 hrs GMT, April 19 (03:59 hrs Dubai time, April 20),” Dubai’s flagship carrier said in a social media post on X.",
    "Emirates said customers with connections in Dubai, one of the world’s busiest aviation hubs, will only be accepted at their point of origin if their flight departs after 23:59 hrs GMT, 19 April.",
    "The airline said the suspension is aimed at supporting operations recovery at DXB as the airport continues to struggle to clear a backlog of flights.",
    "Dubai Airports urged passengers not to come to the airport unless their flight has been confirmed and recommended arriving only two hours before their scheduled departure. DXB will limit arriving flights for 48 hours from noon local time (0800 GMT) on Friday, the airports operator said on X.",
    "DXB is the world’s busiest airport for international passengers. The travel hub experienced a 32 per cent growth in passenger numbers between 2022 and 2023 to reach 87 million passengers, the Airports Council International said in a report in April.",
    "flydubai also adjusted its schedule and further cancelled some flights. The budget carrier urged passengers to check the status of their flights before they leave for the airport.",
    "Meanwhile, Abu Dhabi’s Etihad Airways said flight operations are back to normal after recent bad weather that disrupted air travel in the UAE.",
    "The state-owned carrier advised passengers to check their flight schedules on its website, noting that “the safety of its guests and crew will remain its top priority.”",
    "The UAE’s National Centre of Meteorology (NCM) has issued a weather advisory, indicating that partly cloudy to cloudy skies are expected across the country next week. The NCM said the UAE may receive light rainfall Monday night while forecasting “a chance of light to moderate rainfall, which might be heavy at times over some areas” for Tuesday."
  ]
}