{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Bridging-perspectives-and-inspiring-change-SLMUN-17th-session/56-761000",
  "time_ut": 1714001967.0,
  "original_lang": "en",
  "original_title": "Bridging perspectives and inspiring change – SLMUN 17th session",
  "original_body_lines": [
    "Amidst the turmoil and multifaceted challenges with which the world grapples, the youth of Sri Lanka gear up to participate in the 17th session of the Sri Lanka Model United Nations (SLMUN) Conference, scheduled to be held on 17 and 18 August at the Bandaranaike Memorial International Conference Hall.",
    "At SLMUN, delegates are tasked with assuming the roles of diplomats to represent various nations, navigate complex geopolitical scenarios, and formulate resolutions that reflect a collaborative effort towards resolving pressing global issues.",
    "In addition to the traditional committees such as the World Health Assembly and the 3rd General Assembly, the upcoming session will also feature the Union for the Mediterranean, the Commission on the Status of Women, the World Anti-Doping Agency, Aztec Empire, and the Arctic Council.",
    "SLMUN is unique because it also provides a platform for aspiring journalists to sharpen their techniques and skills through a simulation of news agencies. This year, the International Press Corps of SLMUN will be featuring The Guardian, The New York Times, Xinhua News Agency, Russia Today, Al Jazeera, and The Times of India.",
    "At the 17th session, the committee hopes to expand their outreach to the entire nation through workshops conducted in each district. Workshops have already been conducted in Horana, Kelaniya, Moratuwa, and Kandy. The Ambassador Programme has also instilled a motive within school delegates to conduct community service projects for students in rural areas to encourage the fulfilment of their corporate social responsibilities.",
    "The recently introduced campaigns include, “Beyond SLMUN,” “SLMUN Voices”, and outreach workshops. Through these, they aim to educate the youth about their corporate social responsibilities, and these campaigns extend to delegates across the nations. “SLMUN Voices” allows delegates to engage with powerful figures and youth activists across the community through interviews, and creates an environment for them to be empowered and inspired.",
    "SLMUN aims to bring delegates from all backgrounds together for a common purpose: to be the change they wish to see in the world. Their theme for the year, “Harmony in Diversity,” further encapsulates the growing need to work together to overcome the multiple challenges the world encounters.",
    "In pursuit of these visions, SLMUN continues to highlight the importance of inclusivity and diversity by welcoming the youth from various socio-economic backgrounds. This conference serves as a platform to unite delegates from all regions of Sri Lanka and the globe, and aims to foster understanding, empathy and collaboration among the youth. They strive to nurture generations of empathetic leaders committed to inspiring global change. The 17th Session of SLMUN brings a new purpose as they encapsulate the years of hard work that had gone into this conference and hope to expand their organisation into a movement by ‘bridging perspectives and inspiring change.’"
  ]
}