{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Pathfinder-Foundation-presents-Sinhala-translation-of-The-India-Way-to-India-s-External-Affairs-Minister/56-767585",
  "time_ut": 1728068327.0,
  "original_lang": "en",
  "original_title": "Pathfinder Foundation presents Sinhala translation of ‘The India Way’ to India’s External Affairs Minister",
  "original_body_lines": [
    "The Pathfinder Foundation yesterday presented the Sinhala translation of Dr. S. Jaishankar’s seminal work, The India Way: Strategies for an Uncertain World, (ඉන්දීය මාවත: අවිනිශ්චිත ලෝකයක උපාය මාර්ග) to the visiting Indian External Affairs Minister during a ceremony in Colombo.",
    "The presentation was attended by Pathfinder Foundation Founder Milinda Moragoda, High Commissioner of India in Sri Lanka Santhosh Jha, Chairman PF Bernard Goonetilleke, and Consultant (Communications) PF Gamini Sarath Godakanda. The translation, undertaken by Ajith Perakum Jayasinghe, is part of the Foundation’s broader initiative to make significant global policy discussions accessible to the Sri Lankan audience, thereby promoting a deeper understanding of India’s strategic perspectives.",
    "First published by Harper Collins Publishers India Ltd., The India Way offers an in-depth analysis of the geopolitical shifts triggered by the 2008 Global Financial Crisis and the 2020 Coronavirus pandemic. Dr. Jaishankar, a seasoned diplomat and India’s External Affairs Minister draws from India’s rich civilisational history to articulate how the country is navigating itself as a rising global power in an increasingly complex and unpredictable world.",
    "The Pathfinder Foundation secured the rights to translate and distribute the Sinhala edition, which will be made available to educational institutions free of charge. This initiative marks a step forward in fostering intellectual exchanges between India and Sri Lanka, reflecting the growing partnership between the two nations.",
    "The presentation of the translation is seen as a bridge, encouraging Sri Lankan readers to engage with India’s evolving role on the global stage and further strengthening ties between the neighbouring countries at a crucial time in their diplomatic relations."
  ]
}