{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Ranil-immature-not-crafty-says-AKD/56-764193",
  "time_ut": 1720732963.0,
  "original_lang": "en",
  "original_title": "Ranil immature, not crafty says AKD",
  "original_body_lines": [
    "NPP leader Anura Kumara Dissanayake says confusion and doubts have been sowed among citizens regarding the Presidential election",
    "Accuses President Ranil Wickremesinghe of amusing himself by creating confusion and mistrust among MPs and people",
    "Criticises certain UNP members for adding to the confusion by suggesting that Wickremesinghe should be allowed to retain his position",
    "Points out none of Wickremesinghe’s schemes have ever succeeded and his efforts to delay elections are unlikely to succeed either",
    "National People’s Party (NPP) leader Anura Kumara Dissanayake has said it is likely that succeeding President Ranil Wickremesinghe would already be home having lost the Presidential election by the time the constitutional amendment bill proposed by the Government concerning the Presidency is added to the Parliamentary agenda.",
    "Joining the adjournment debate held yesterday on the timing of the upcoming Presidential election Dissanayake accused President Wickremesinghe of hatching various political plots, stating that one of Wickremesinghe’s hobbies is to create uncertainty and doubt among the people.",
    "Dissanayake asserted there is no need for a Parliamentary proposal to hold elections between 17 September and 16 October 2024, as the constitution and relevant laws already dictate that the election should occur within this timeframe. He contended that however the need to put forward such a proposal due to the confusion and doubt sowed among the public regarding the Presidential election.",
    "He mentioned that the public suspects Ranil Wickremesinghe might employ tactics to delay the election, and there is also confusion regarding whether the presidential term is five or six years.",
    "Citing Article 83(b) of the constitution, which suggests that the President can hold office for six years, Dissanayake pointed out that United National Party (UNP) General Secretary Palith Range Bandara initially referenced this provision. “Bandara stated that the cabinet had approved a proposal to amend it. The cabinet initially denied this claim, but subsequently, a cabinet paper was submitted the following week, and it was indeed approved,” he noted. The NPP leader emphasised that these actions themselves indicate conspiracies being planned within certain circles.  Dissanayake emphasised that neither the cabinet nor the Parliament has the authority to interpret the constitution as that responsibility lies solely with the Supreme Court. The NPP leader pointed out that Article 83 remained unamended during the revisions to the 19th Amendment due to the requirement for a referendum. He further asserted that Article 32(b) explicitly states a President’s tenure is five years.",
    "“So why is he attempting to cling to this seat? It’s widely believed among MPs and the public that Ranil is a strategist who will employ any means necessary,” he observed. He went on to criticise certain UNP members for adding to the confusion by suggesting that Wickremesinghe should be allowed to retain his position, despite the feasibility of such a move.",
    "“I pity those who believe Ranil is a cunning strategist. He’s neither cunning nor capable of setting traps; every plan he’s devised has failed. His involvement in internal party politics is extensive, yet in his 30 years in party, in the end he couldn’t even secure a Parliamentary seat. None of his schemes have ever succeeded. Therefore, his efforts to delay elections are unlikely to succeed either,” he remarked.",
    "Dissanayake pointed out that while there is an attempt to introduce the constitutional amendment bill as an emergency measure in Parliament, the constitution does not permit constitutional amendments to be presented in such a way.",
    "He also used the opportunity to address various concerns and clarify that attempts to delay elections are not feasible. He mentioned that if any changes are to be made to Article 83(b), they should be done through proper constitutional processes later on.",
    "“If the primary focus is on amending Article 83, it necessitates a referendum. Attempting to hold a referendum during a presidential election period will create significant confusion in society. President Ranil Wickremesinghe is behind all of this. It has become his hobby to consistently sow doubt, indecision, confusion, and distrust in society. Ranil Wickremesinghe entertains himself by bewildering society and laughing about it. His pastime involves fostering suspicion, mistrust, and amusement among MPs. He sets traps, leads people astray, and then laughs together with them. His mindset seems quite immature,” he commented."
  ]
}