{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Ceylon-Chamber-of-Commerce-re-elects-Chairman-Duminda-Hulangamuwa-and-Board-at-185th-AGM/34-763573",
  "time_ut": 1719535294.0,
  "original_lang": "en",
  "original_title": "Ceylon Chamber of Commerce re-elects Chairman Duminda Hulangamuwa and Board at 185th AGM",
  "original_body_lines": [
    "The Ceylon Chamber of Commerce announced the re-election of its Board for the Year 2024/25 at the Chamber’s 185th Annual General Meeting held yesterday.",
    "The re-elected Board comprises Chairman – Ernst & Young Country Managing Partner for Sri Lanka and Maldives Duminda Hulangamuwa, Vice Chairman – John Keells Holdings PLC Chairman Krishan Balendra and Deputy Vice Chairman – Standard Chartered Bank Sri Lanka CEO Bingumal Thewarathanthri. Lion Brewery (Ceylon) PLC Chairman Amal Cabraal, Hemas Holdings PLC Non-Executive Director Kasturi Chellaraja Wilson, Hayleys PLC Executive Director Sarah Ganegoda, Dialog Axiata PLC Director/Group CEO Supun Weerasinghe, Hirdaramani Group Chairman Vinod Hirdaramani and Ceylon Chamber Secretary General/CEO Buwanekabahu Perera.",
    "Founder and CEO of WSO2 and technology pioneer Dr. Sanjiva Weerawarana addressed the event as the Chief Guest. He highlighted the importance of supporting Sri Lankan enterprises to reach their full potential as a driver of economic growth, stressing that, “if you want to help Sri Lankan product companies, buy Sri Lankan products, and don’t buy them cheap. Empower people who have good ideas with the right amount of funding and the support they need, supporting them to compete on the global stage.”",
    "In his remarks, Chamber Chairman Duminda Hulangamuwa highlighted the need for continued economic reforms and political stability to ensure sustained growth. He highlighted that over the past year, the Chamber has worked extensively on initiatives focused on policy advocacy, stakeholder engagement, and expanding market access for its members.  “The Chamber engaged extensively with the President, Opposition parties, multilateral institutions such as the IMF, World Bank, etc. and contributed extensively to trade negotiations with Thailand, India, and China, ensuring that the private sector’s voice is heard in major economic decisions. Trade facilitation efforts include a focus on promoting exports and helping members explore new markets and integrate more deeply into global trade networks,” he said.",
    "Looking ahead, the Chamber is committed to leading the private sector towards sustained economic stability and growth, advocating for pro-growth policies and facilitating growth opportunities for Members, he added."
  ]
}