{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Samagi-Jana-Sandhanaya-to-launch-on-8-August/56-764645",
  "time_ut": 1721777766.0,
  "original_lang": "en",
  "original_title": "Samagi Jana Sandhanaya to launch on 8 August",
  "original_body_lines": [
    "SJB General Secretary Ranjith Madduma Bandara announces party will form alliance with political parties that hold significant number of seats to face upcoming Presidential election",
    "Says SJS, broad political alliance will address all the country’s pressing issue",
    "Notes SJB leader Sajith Premadasa’s Presidential candidacy will be confirmed on the day",
    "The Samagi Jana Sandhanaya (SJS), a broad political alliance led by the Samagi Jana Balawegaya (SJB) is set to be unveiled on 8 August, the party announced yesterday.",
    "Addressing a press conference in Colombo, SJB General Secretary Ranjith Madduma Bandara announced that the SJB will form an alliance with political parties that hold a significant number of seats in Parliament to face the upcoming Presidential election.",
    "Madduma Bandara said the SJB will join hands with Sinhala, Tamil, Muslim, Burgher and all other communities to form the SJS.",
    "“Sajith Premadasa and all members of the Samagi Jana Balawegaya will seek support from all groups and work to create a formidable alliance,” he said.",
    "“On 8 August, the Samagi Jana Sandhanaya will be unveiled. This broad political alliance will address all the pressing issues facing the country. Additionally, the policies of the Samagi Jana Sandanaya will be announced on the day. Sajith Premadasa will also be presented as the Presidential candidate of the Samagi Jana Sandhanaya,” he revealed.",
    "According to Mandduma Bandara, Premadasa will seek election under the Telephone symbol and the SJS ticket.",
    "“A large group of corruption-free and experienced leaders, along with Tamil and Muslim parties, are coming together to form an alliance that will build a united people’s power,” the MP noted. “More than 30 MPs are set to join the Samagi Jana Sandanaya,” he claimed.",
    "Madduma Bandara emphasised that the recovery of the country, which has collapsed economically and politically, will be achieved through the Samagi Jana Sandanaya. He highlighted that the Samagi Jana Sandanaya has been established as an inclusive alliance, becoming the strongest and most expensive coalition in Sri Lanka. He further asserted that only the Samagi Jana Sandanaya has the capability to apprehend corrupt individuals and take legal action against them."
  ]
}