{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/fonterra-brands-lanka-marks-world-environment-day-with-focus-on-land-restoration/",
  "time_ut": 1719520920.0,
  "original_lang": "en",
  "original_title": "Fonterra Brands Lanka marks World Environment Day with focus on land restoration",
  "original_body_lines": [
    "Fonterra Brands Lanka commemorated World Environment Day by hosting an educational workshop focused on environmental awareness and soil conservation practices. Aligned with this year’s theme of “Land Restoration, Desertification, and Drought Resilience”, the initiative aimed to empower the local community and future generations with the knowledge and skills needed to realize a more sustainable future.",
    "Held at the Fonterra Dairy Hub Pannala, the workshop served as a valuable platform for knowledge sharing. Collaborating with the Assistant Director of Agriculture (Research), Sustainable Agriculture Research and Development Centre, Makandura, Dr Priyanga Dissanayake, a renowned expert with over 30 years of experience in soil conservation research, Fonterra facilitated a comprehensive learning experience. The event welcomed both dairy farmers and students from the Department of Livestock and Avian Sciences at Wayamba University. Fonterra was thus able to create common ground for students, dairy farmers, and industry experts, to share knowledge and discuss measures to address the pressing issues of Land Restoration, Desertification, and Drought Resilience",
    "Commenting on the initiative, Dr. Dissanayake stated, “This World Environment Day workshop by Fonterra is a commendable effort to empower our farming community. The program’s focus on soil health management and organic practices is crucial for a sustainable future. These hands-on sessions empower them to create their own organic fertilizers, boosting soil fertility and crop production. Initiatives like this, fostering collaboration between farmers, students, and industry leaders, pave the way for a healthier nation and a more sustainable agricultural landscape.”",
    "This collective exploration of solutions underscores Fonterra’s unwavering commitment to environmental responsibility and fostering a culture of care within the community. By equipping participants with valuable knowledge, Fonterra empowers individuals to become active stewards of the environment, which in turn fosters resilient communities that can help realize a sustainable future for generations.",
    "SLT-MOBITEL clinches six prestigious awards at National Project Management Excellence Awards 2024",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}