{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/japan-gets-15-pct-trump-tariff-indonesia-and-philippines-19-pct-as-sri-lanka-continues-talks-232268/",
  "time_ut": 1753235820.0,
  "original_lang": "en",
  "original_title": "Japan gets 15-pct Trump tariff, Indonesia and Philippines 19-pct as Sri Lanka continues talks",
  "original_body_lines": [
    "ECONOMYNEXT – Japan has got a 15 percent tariff, President Donald Trump said in a social media post shortly after announcing a 19 percent rate for Indonesia and the Philippines as Sri Lanka continues talks.",
    "“You have been unbelievable allies, because you are really allies, that’s what you’ve been. We appreciate it,” he said speaking to congressmen.",
    "“Some were very difficult but you got there. Some had little confidence. They came in early and we appreciate that. We just appreciate everybody.”",
    "Japan will invest 550 billion US dollar in the US, Trump also making a claim that that the US will get 90 percent of the profits, in reference that was not clear.",
    "“This Deal will create Hundreds of Thousands of Jobs — There has never been anything like it,” Trump said in a post on his his truthsocial.com site.",
    "“Perhaps most importantly, Japan will open their Country to Trade including Cars and Trucks, Rice and certain other Agricultural Products, and other things.",
    "“This is a very exciting time for the United States of America, and especially for the fact that we will continue to always have a great relationship with the Country of Japan.”",
    "Japanese investments in the US – other than repatriated profits – will drive domestic spending and imports of goods and services.",
    "Trade deficits in the US are driven by financial inflows with foreign central banks buying US securities to build reserves and large private investments in stocks and other assets due to stable and open policies the country had before Trump.",
    "President Trump also announced 19 percent deal with Indonesia overnight.",
    "Philippines also got a 19 percent deal and Trump said they will also work together militarily.",
    "“President Ferdinand Marcos, of the Philippines, is just leaving the White House, with all of his many Representatives,” he said.",
    "“It was a beautiful visit, and we concluded our Trade Deal, whereby The Philippines is going OPEN MARKET with the United States, and ZERO Tariffs.",
    "“The Philippines will pay a 19% Tariff. In addition, we will work together Militarily. It was a Great Honor to be with the President. He is Highly Respected in his Country, as he should be. He is also a very good, and tough, negotiator.”",
    "Sri Lanka is continuing to negotiate with the US to better its 30 percent rate.",
    "RELATED  Sri Lanka to have another round of Trump tariff talks with US after progress",
    "Sri Lanka has made progress in one round of talks after the 30 percent tariff letter and another round is expected, sources said. (Colombo/July23/2025)"
  ]
}