{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Minister-Bimal-Rathnayake-addresses-Jeddah-Chamber-of-Commerce/34-781422",
  "time_ut": 1757367424.0,
  "original_lang": "en",
  "original_title": "Minister Bimal Rathnayake addresses Jeddah Chamber of Commerce",
  "original_body_lines": [
    "Transport, Highways, Ports and Civil Aviation Minister Bimal Rathnayake and his delegation were received by the Chairman, Vice-Chairman and the Secretary General of Jeddah Chamber of Commerce, the oldest Chamber in Saudi Arabia, on 4 September at its headquarters in Jeddah.",
    "Addressing the Chamber, Minister Rathnayake highlighted Sri Lanka’s strategic geographic location in the Indian Ocean and presented investment opportunities and proposals in ports, logistics and civil aviation sectors. He also briefed on the recent political transformation and economic stability in the country, underscoring the Government’s commitment to transparency and creating a corruption-free as well as investor-friendly environment.",
    "Extending a warm welcome to Minister Rathnayake and his delegation, Jeddah Chamber Chairman Mohammed Yousuf Naghi, and the Board of Directors as well as Members of the Logistics Council of the Chamber pointed out that the logistics sector plays a key role in the Saudi Arabia’s Vision 2030 and acknowledged the strategic importance of the Port of Colombo and its reliability as a regional transshipment hub. They also expressed the Chamber’s readiness to explore partnership between Sri Lanka and Saudi Arabia.",
    "Ambassador of Sri Lanka to the Kingdom of Saudi Arabia Ameer Ajwad noted that the proposed Saudi Arabia – Sri Lanka Business Council could serve as a key platform for facilitating trade, investment, and collaboration in logistics and other key sectors between the two countries. He also extended an invitation to the Jeddah Chamber to participate at the upcoming maritime sector related conferences – the Voyage Sri Lanka and Sri Lanka Economic and Investment Summit, to be held in Colombo in October and December this year respectively.",
    "The delegation from the Jeddah Chamber of Commerce included Chairman Mohammed Yousuf Naghi, Second Vice President Emad Mohammed Al-Aboud, Board of Directors Member Saad Mashal Al-Otaibi, Secretary General Ramez Mansour Al-Ghalib, Assistant Secretary General Eng. Mazen Mohammed Abu Taleb, Logistics Council Vice President Eng. Hamdi Nadhra, and Logistics Council members.",
    "Sri Lanka delegation included Minister Bimal Ratnayake, Ambassador of Sri Lanka to the Kingdom of Saudi Arabia Ameer Ajwad, Acting Consul General in Jeddah Mafusa Lafir, Additional Director General D.A.S. Jayasekara, and Private Secretary to the Minister Asanka Chandrasena."
  ]
}