{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112153/pm-harini-emphasised-the-importance-of-child-focused-public-financing",
  "time_ut": 1756947900.0,
  "original_lang": "en",
  "original_title": "PM Harini emphasised the importance of child-focused public financing",
  "original_body_lines": [
    "Prime Minister Dr. Harini Amarasuriya has emphasised the critical importance of child-focused public financing, noting that “Government budgets are among the most powerful instruments for realizing the rights and well-being of children as enshrined in the Convention on the Rights of the Child.\"",
    "The Prime Minister noted that it is the responsibility of the government to ensure that public finance serves as a catalyst for advancing the rights of every child and securing their future.",
    "She made these remarks while addressing the two-day program on “Financing What Matters: Strengthening Public Financial Management for Inclusive Social Outcomes for Children and Families”, a Regional Knowledge Exchange held on 3rd and 4th September at NH Collection in Colombo under the EU-UNICEF Public Finance Facility.",
    "The event, implemented by UNICEF and supported by the European Union, served as a forum for dialogue between policymakers responsible for public financial management, budgeting, and expenditure processes across Asia, as well as international partners in this field.",
    "“Our Government places children at the heart of our responsibilities, and as such, all our policies will reflect the best interests of the child. Being acutely aware of the continuing impact of economic challenges on our people particularly the most vulnerable, including our children the Government of Sri Lanka continues to pursue fiscal consolidation while prioritizing public investments in children and social protection.",
    "In this regard, we have introduced specific child-focused budgetary measures in the 2025 budget. LKR 1 billion has been allocated to provide a monthly allowance of LKR 5,000 to children in institutional or guardian care—of which LKR 2,000 is credited to the child”s minor account, and LKR 3,000 provided to guardians for welfare expenses. LKR 500 million has been dedicated to improving capacity, infrastructure, and human resources in 379 certified child care institutions. A further LKR 1 billion has been proposed as a housing grant to support orphaned children in building stable homes or ensuring long-term security once they marry after the age of 18. In addition, LKR 250 million has been allocated to establish a child-friendly transport system, especially for institutionalized children required to travel to and from courts. LKR 200 million has been committed to establishing a specialized treatment center for children with Neuro-Developmental Disabilities (including autism) at the Lady Ridgeway Children”s Hospital, while LKR 250 million has been allocated to develop a model daycare center supporting inclusive early childhood development for children with NDD.",
    "These allocations, together with historic increases in health and education budgets, reflect our Government”s commitment to protecting vulnerable children, strengthening families, and ensuring every child in Sri Lanka has access to education, nutrition, healthcare, and psychosocial support. By embracing innovation, supporting vulnerable populations, and aligning fiscal policy with sustainability, we aim to transform today”s challenges into opportunities for growth and resilience.”",
    "Speaking at the event, Myo Zin Nyunt, Deputy Regional Director of the UNICEF East Asia and Pacific Regional Office, said: “By offering technical advice, training, and space for policy discussion, this Facility is helping countries like Sri Lanka make better budget choices, deliver services more effectively, and involve citizens including young people in decision-making.”",
    "Carmen Moreno, Ambassador of the European Union to Sri Lanka and the Maldives, also addressed the gathering, highlighting the importance of prioritizing social sector spending, noting that without such investment societies will not be able to withstand future challenges."
  ]
}