{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-central-bank-buys-us2-8bn-from-forex-market-in-2024-198114/",
  "time_ut": 1736079480.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s central bank buys US$2.8bn from forex market in 2024",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s central bank has bought 2,841 million US dollars from banks on a net basis in 2024, official data showed, as the agency operated largely deflationary policy at an appropriate interest rate.",
    "The central bank bought 3,137.7 million dollars to prevent the exchange rate from appreciating as a result of deflationary policy (strong side convertibility) and sold 183 million dollars (weak side convertibility) to prevent a fall in the exchange rate.",
    "The International Monetary Fund has classified Sri Lanka’s soft-peg or flexible exchange rate as ‘other, managed’.",
    "Under deflationary policy a pegged central bank can fix, appreciate or depreciate a currency at will.",
    "But a central bank that deploys inflationary open market operations to push down interbank rates, especially a single policy rate or mid-corridor rate, which tend to require a build-up of excess liquidity, will lose control of reserve money and eventually the exchange rate.",
    "The central bank’s deflationary policy started to show up in the balance of payments from around the fourth quarter of 2022.",
    "Since then, the central bank had bought around 4,762 million dollars from the market on a net basis.",
    "Banks have also bought dollars to settle maturing debt and also to provide for losses in sovereign bonds and to cover open positions that emerged as the government repaid dollar debt in rupees.",
    "Analysts warned that inflationary policy, was beginning in the last quarter of 2024, though the liquidity was still piling up back in the central bank due to weak private credit and reduced government borrowings.",
    "As private credit picks up pace, especially to import cars, if the central bank deploys inflationary policy to keep down rates, forex pressure will re-emerge, the exchange rate will come under pressure, analysts have warned.",
    "Sri Lanka and several African countries which operated flexible inflation targeting, where interest rates were cut claiming historical 12-month inflation was low, without regard to domestic credit and the balance of payments, eventually defaulted on their foreign debt.  (Colombo/Jan05/2025)"
  ]
}