{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Selectors-deny-favoritism-in-Sri-Lankas-T20-World-Cup-squad-selection/108-282491",
  "time_ut": 1715589420.0,
  "original_lang": "en",
  "original_title": "Selectors deny favoritism in Sri Lanka’s T20 World Cup squad selection",
  "original_body_lines": [
    "Colombo, May 13 (Daily Mirror) - While denying any favoritism during the selection of players for the Sri Lanka squad in the ICC Men's T20 World Cup 2024, Sri Lanka Cricket Selection Committee Chairman Upul Tharanga said the Sri Lanka team is in a good position to challenge any team at the World Cup to be held in the West Indies and USA.",
    "At a media briefing held to address various concerns regarding the Sri Lanka T20 squad for the World Cup, Tharanga said there was no favoritism in the selection process except for talent, fitness and discipline of players. He said the 15-member squad named for the World Cup is balanced and powerful.",
    "Responding to injury concerns about skipper Wanindu Hasaranga and fast bowler Matheesha Pathirana, Tharanga said both players are fit for the tournament.",
    "When questioned about the inclusion of Dunith Wellalage in the squad, Tharanga highlighted his all-round performance and the potential advantage for the team in conditions like those in the US.",
    "\"Dunith is a left-arm spinner and we can utilise him even in the power play,\" he said.",
    "Regarding the selection of Dananjaya de Silva in the 15-member squad and Bhanuka Rajapaksa as travelling reserves, Tharanga explained it was a decision made after extensive discussions with all selectors, coaches and the captian.",
    "\"Dhananjaya is a good all-rounder, so we chose to include him over Bhanuka,\" he clarified.",
    "When asked about the utilisation of the three main all-rounders - Dhananjaya, Angelo Mathews and Dasun Shanaka in the squad, Tharanga said that Mathews and Shanaka will be given priority in the playing 11 over Dhananjaya de Silva.",
    "Responding to inquiries about Kusal Janith Perera's absence from the squad, the Chief Selector expressed regret, citing recent form despite his talent.",
    "Despite Kusal and Bhanuka being not included in the squad, Tharanga emphasized the squad's strong batting lineup with players like Kusal Mendis, Pathum Nissanka, Charith Asalanka and Dasun Shanaka.",
    "Regarding Matheesha Pathirana's injury, Tharanga said that medical reports indicate Pathirana can participate in the entire tournament.",
    "Speaking about the addition of Vijayakanth Viyaskanth as travelling reserves, the selectors believed he can be useful in the playing conditions in the West Indies.",
    "Selector Ajantha Mendis said Viyaskanth's strong performance compared to spinners Akila Dananjaya and Jafrey Vandersay was a reason for adding him as traveyling reserves.",
    "When asked whether the selectors had overlooked discipline when selecting players for the squad, Tharanga denied the claims and said discipline was a crucial factor.",
    "\"We consider the players' discipline because they represent our country, and any misbehaviour not only affects the team but also our country's reputation,\" Tharanga affirmed.",
    "The Sri Lanka team will leave tomorrow for the USA for the ICC Men's T20 World Cup 2024."
  ]
}