{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96778/fourth-suspect-arrested-over-beliatta-mass-shooting-",
  "time_ut": 1706370780.0,
  "original_lang": "en",
  "original_title": "Fourth suspect arrested over Beliatta mass shooting",
  "original_body_lines": [
    "A 30-year-old was arrested on Friday (Jan.27) on suspicion of taking possession of the firearms after they were used in the mass shooting in Beliatta.",
    "According to the police, the arrest was made in the area of Rathgama, Galle.",
    "On Jan.23, a group of persons who had arrived in an SUV had opened fire at a white Defender near the Beliatta Interchange of the Southern Expressway.",
    "In the shooting, which took place between 8:30 a.m. and 8:40 a.m., four persons were killed at the scene. The other person who was inside the Defender was rushed to the Tangalle Hospital with critical gunshot wounds, however, he succumbed to injuries shortly after.",
    "Among the deceased was the leader of “Ape Jana Bala Pakshaya” (Our Power of People Party or OPPP) Saman Perera. The other four victims were identified as Sameera Madhusanka, Hasitha Chinsuka, Buddhika Rajapaksha, and Nalin Champika.",
    "Thus far, three suspects have been arrested in connection with the incident.",
    "One suspect was identified as the driver of the SUV used by the assailants. He is suspected to have been complicit in orchestrating the murders. The investigating officers also have found the SUV used by the assailants while parked near the Vidyaloka Pirivena in Galle.",
    "On Thursday (Jan.25), the Deiyandara Magistrate ordered that the 55-year-old named Saman Kumara be detained until tomorrow for further interrogations. Based on the information divulged by the suspect during questioning, the investigating officers managed to locate a motorcycle and a van linked to the perpetrators.",
    "The police believe that they had used the motorcycle to dispose of the two T56 firearms used in the shooting and that the van had been arranged for them to move under the radar.",
    "On Friday (Jan.25), two more suspects were arrested for allegedly aiding and abetting the mass shooting. STF officers have seized 9 grams and 300 milligrams of heroin, a knife, 3 mobile phones and a motorcycle from the possession of the suspects. The duo, aged 25 and 35 years, was subsequently handed over to the Galle Harbour police station for onward investigations."
  ]
}