{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Bus-owner-arrested-and-route-permit-revoked-following-passenger-assault/56-769727",
  "time_ut": 1732665860.0,
  "original_lang": "en",
  "original_title": "Bus owner arrested and route permit revoked following passenger assault",
  "original_body_lines": [
    "Moratuwa Police have arrested a bus owner along with three others over the assault of a passenger on 24 November. In response to the incident, the Western Province Road Passenger Authority has also cancelled the route permit of the bus as well as the permits of the driver and conductor involved.",
    "The assault had occurred on the evening of 24 November, involving the victim, Chesika Gunarathne, who was travelling on bus ND 3993 operating on Route 255 between Kottawa and Mount Lavinia.",
    "According to Gunarathne’s police complaint, the issue began when the bus halted at the Piliyandala bus stop for over 30 minutes to collect passengers. When frustrated passengers protested the delay, the conductor had allegedly responded with verbal abuse.",
    "Gunarathne had further pointed out multiple violations by the bus operators, including the prolonged stoppage, failure to issue valid tickets, absence of the mandatory RPA-issued sticker displaying rules and the complaints hotline, lack of a visible fare chart, and failure to display details about the driver, conductor, and bus registration.",
    "The situation had escalated when the bus driver, who also owns the bus, diverted to Katubedda. There, another bus owned by the same person had arrived, bringing its driver, conductor, and several others. The group then proceeded to assault Gunarathne. The bus owner reportedly dared the victim to lodge a complaint and continued the assault.",
    "Gunarathne is currently receiving medical treatment for injuries sustained during the incident. Following the complaint, the Moratuwa Police summoned the bus owner and the other suspects yesterday and had subsequently arrested them."
  ]
}