{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/AMW-appoints-Andre-Bonthuys-as-new-Group-Managing-Director-pledging-revitalisation-and-growth/34-758824",
  "time_ut": 1708890467.0,
  "original_lang": "en",
  "original_title": "AMW appoints Andre Bonthuys as new Group Managing Director, pledging revitalisation and growth",
  "original_body_lines": [
    "Associated Motorways Ltd. (AMW), a key player in Sri Lanka’s automotive industry, has announced Andre Bonthuys as its new Group Managing Director.",
    "Established in 1949, AMW initially focused on tire manufacturing, re-treading, and exports. Over 75 years, it has expanded into automotive sales and services, lubricants, batteries, tires, and financial services. AMW represents renowned international brands such as Nissan, Yamaha, Suzuki, Renault, and Castrol.",
    "AMW is known for its innovation and commitment to quality, catering to its loyal customers’ needs. Since July 2008, AMW has been part of Al-Futtaim Engineering (AFE), a subsidiary of the UAE-based multinational conglomerate Al-Futtaim Group. Al-Futtaim Group has interests in various sectors globally, including automotive, electronics, insurance, real estate, and retail, highlighting its integrated commercial and industrial approach.",
    "Bonthuys brings with him over 26 years if experience in marketing, sales, strategy, and after-sale service. He holds an extensive background with luxury automotive brands such as BMW, Jaguar, Land Rover, Volvo and Lucid Electric Vehicles. He also has vast experience with mainstream brands such as Honda, Ford, Mazda, Nissan, Renault, and Suzuki, including Motorcycle Brands including BMW, Honda and Yamaha.",
    "Bonthuys’ arrival marks a significant milestone for AMW, symbolising a new era of energy and commitment to excellence. With a strong history of effective leadership and strategic vision, Bonthuys is set to bring fresh vitality to AMW. His expertise in navigating diverse markets and overcoming challenges will be key in reshaping AMW’s business strategies and strengthening its market position.",
    "Expressing excitement about his new role as Group Managing Director, Bonthuys said, “Leading AMW into this exciting new phase is a great privilege. Our focus on customer-centric approaches and operational excellence will drive transformation in Sri Lanka’s automotive industry. Internally, our core values of Respect, Integrity, Collaboration, and Excellence (RICE) will guide us into the future.”",
    "AMW’s decision reflects its commitment to revitalising operations alongside Sri Lanka’s economic recovery efforts. With Bonthuys’ leadership, AMW aims to prioritise customer satisfaction and meet their evolving needs."
  ]
}