{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/govt-planning-to-establish-digital-exchange-agency-in-sri-lanka/",
  "time_ut": 1715371680.0,
  "original_lang": "en",
  "original_title": "Govt planning to establish Digital Exchange Agency in Sri Lanka",
  "original_body_lines": [
    "President Ranil Wickremesighe recently confirmed the Government’s commitment to advancing digital economy, announcing plans to establish a new digital exchange agency in Sri Lanka, and to allocate funding for Artificial Intelligence (AI) initiatives.",
    "The President said so at an awards ceremony held at the Presidential Secretariat recently to mark the celebration of the 45th anniversary of the BOI.",
    "Virtusa Corporation, a global provider of digital business strategy, digital engineering, and IT services and solutions, was recognized as one of the Most Outstanding Exporters in the Services category by the Board of Investment of Sri Lanka (BOI), at this ceremony.",
    "Virtusa was among 30 organizations that were felicitated by the BOI for their significant contributions in export performance and foreign direct investment (FDI). The award ceremony – participated by President Ranil Wickremesinghe, Minister of Investment Promotion Dilum Amunugama, and BOI Chairman Dinesh Weerakkody – was held in celebration of the 45th anniversary of the BOI.",
    "President Wickremesinghe commended the pivotal role played by companies under the purview of the Board of Investment in driving Sri Lanka’s economic growth, commenting that the country’s next endeavor is to evolve into a highly competitive, export-oriented economy. The ceremony also provided the ideal platform for the President to confirm the Government’s commitment to advancing the digital economy, announcing plans to establish a new digital exchange agency in Sri Lanka, and allocate funding for Artificial Intelligence (AI) initiatives.",
    "“We are honored to receive this accolade from the Board of Investment of Sri Lanka in recognition of not only Virtusa’s contribution to the export performance of the country, but also our dedication towards driving growth across the technology services industry of Sri Lanka over the last five years,” Shehan Warusavithana, Senior Vice President – Technology at Virtusa commented. “It is also testament to the relentless pursuit of excellence by every member of our team in Sri Lanka, without whom this milestone achievement would not have been possible.”",
    "Virtusa Corporation is a global provider of digital engineering and technology services and solutions for Forbes Global 2000 companies in the financial services, healthcare, communications, media, entertainment, travel, manufacturing, and technology industries.",
    "Shehan Warusavithana, Senior Vice President – Technology accepted the award from President Wickremesinghe on behalf of Virtusa during the event, with Denver De Zylva, Senior Vice President and Global Head of Sustainability and Facilities also present at the event.",
    "SDB bank boosts mobile user experience and access to finance information",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}