{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Sri-Lanka-and-Turkmenistan-hold-inaugural-Foreign-Office-Consultations/56-762460",
  "time_ut": 1717181115.0,
  "original_lang": "en",
  "original_title": "Sri Lanka and Turkmenistan hold inaugural Foreign Office Consultations",
  "original_body_lines": [
    "The inaugural session of the Foreign Office Consultations between Sri Lanka and Turkmenistan was held on 30 May.",
    "This virtual event saw representatives from both nations engage in fruitful discussions aimed at strengthening ties across various domains.",
    "Key highlights included the exploration of avenues for cooperation in the political and diplomatic spheres, parliamentary engagements, economic sectors, energy, transport, education, and culture. Both sides acknowledged the potential for mutual benefit and emphasised the importance of sustained high-level visits to foster increased cooperation.",
    "The dialogue explored potential investment opportunities and areas for collaboration, particularly in the oil and gas, textile and apparel, agriculture, food processing, pharmaceutical, and IT sectors. Additionally, the possibility of organising a Turkmen-Sri Lanka Business Forum was proposed to facilitate business connections. Both sides appreciated recently held online meetings to explore cooperation among Port authorities and Chambers of Commerce. It was agreed to have online meetings between the legal teams of the two countries to finalise the pending agreements and strengthen the legal framework.",
    "Other areas of cooperation such as culture, art, sport, tourism, and education were also discussed.",
    "The Sri Lankan delegation was led by Ministry of Foreign Affairs Southeast and Central Asia Division Director General Sashikala Premawardhane, whilst the Turkmenistan side was led by Ministry of Foreign Affairs of Turkmenistan Asia-Pacific Department Director Gurbandurdy Saparov. The delegations included representatives from several line agencies in the economic, trade sectors and the Foreign Ministry.",
    "The consultations concluded with a proposal for the next round of Foreign Office Consultations between Sri Lanka and Turkmenistan to be convened in January 2025."
  ]
}