{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-s-gem-legacy-to-shine-at-FACETS-2025/34-768390",
  "time_ut": 1729800178.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s gem legacy to shine at FACETS 2025",
  "original_body_lines": [
    "The 31st edition of FACETS Sri Lanka, the country’s premier international gem and jewellery exhibition, is set to take place from 4 to 6 January 2025 at the Cinnamon Grand Colombo. Organised by the Sri Lanka Gem and Jewellery Association (SLGJA), this event has long been a key platform for Sri Lanka’s gem and jewellery industry, cementing the nation’s position as a global leader in gemstone production and craftsmanship.",
    "FACETS Sri Lanka draws an international audience of traders, exporters, manufacturers, lapidarists, and collectors. With over three decades of history, the exhibition has become a vital trade hub, attracting buyers and exhibitors from markets worldwide. Sri Lanka’s reputation as one of the oldest sources of coloured gemstones, particularly sapphires, enhances the global allure of this annual event.",
    "Sri Lanka is celebrated for its unparalleled variety of precious stones, and FACETS provides a platform to showcase both the nation’s natural resources and its sophisticated craftsmanship. Over the years, local artisans have mastered the fusion of contemporary jewellery trends with deep-rooted cultural artistry, creating timeless pieces that appeal to both domestic and international buyers.",
    "FACETS Sri Lanka 2025 is expected to offer significant networking and business opportunities. Events such as ‘Sapphire Night’, a glamour-filled evening focused on the sapphire industry, and the ‘Power Breakfast’, designed to inspire women leaders in the gem sector, present invaluable platforms for industry stakeholders to connect, exchange insights, and explore partnerships.",
    "In addition to networking opportunities, the exhibition will host a ‘Mine Tour’, offering international participants a first-hand look at Sri Lanka’s gemstone mining practices, and a visit to Port City Colombo. High-profile attendees can also enjoy exclusive experiences, such as the VIP Golf Tournament.",
    "Since its launch in 1991, FACETS Sri Lanka has consistently elevated the country’s gem and jewellery sector, bolstering its contribution to Sri Lanka’s GDP and positioning the nation as a premier sourcing destination for precious stones. The 2025 edition is expected to build on this legacy, driving both local industry growth and foreign investment. With registrations now open, the SLGJA is confident that FACETS Sri Lanka 2025 will continue to serve as a pivotal event for gem and jewellery professionals, not just within Sri Lanka but across the global industry.",
    "For more information and registration details, visit www.facetssrilanka.com or follow FACETS Sri Lanka on social media."
  ]
}