{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Salesforce-launches-Agentforce-for-Revenue/34-780935",
  "time_ut": 1756416944.0,
  "original_lang": "en",
  "original_title": "Salesforce launches ‘Agentforce for Revenue’",
  "original_body_lines": [
    "Says AI-powered solution embedded within its all-new Revenue Cloud cuts sales quoting time by 75%, dramatically reduces manual work for sales teams",
    "Salesforce has announced the launch of Agentforce for Revenue, an AI-powered solution embedded within its all-new Revenue Cloud, which is set to redefine the sales quoting process for businesses worldwide.",
    "By dramatically cutting quoting time by 75% and reducing manual clicks by 87%, Agentforce brings unprecedented efficiency to revenue operations, enabling sales teams to focus on what matters most — building stronger customer relationships and closing deals faster.",
    "For many organisations, the quoting process has long been a source of frustration. Sales representatives often spend hours searching through catalogues, interpreting complex pricing rules, and waiting for approvals, all while facing pressure to respond quickly to customers. Errors or delays can slow down revenue cycles or even cost deals. Agentforce addresses this challenge by allowing reps to simply describe what they need — such as “Quote 25 licenses with a 10% discount” — and instantly generating a compliant, accurate quote.",
    "Internally, Salesforce has already seen remarkable results, with quoting times reduced by three-quarters and repetitive clicks cut almost entirely. Beyond speed, the platform ensures accuracy and compliance, providing businesses across industries with a smarter, more secure way to manage complex transactions.",
    "Revenue Cloud’s enhanced Product Configurator further strengthens the process. It supports quotes with thousands of line items and leverages a new constraint-based logic engine that functions like a GPS for sellers. By guiding reps through valid product configurations in real time, it not only increases accuracy but also reduces the maintenance overhead of traditional rule-heavy systems.",
    "Salesforce Managing Director and SVP – India, Sales and Distribution Mankiran Chowhan said: “With Revenue Cloud, powered by Agentforce, we are bringing the next wave of innovation to the region, one that combines agentic AI, composability, and an API-first approach. This will help businesses accelerate quoting, reduce manual work, and create seamless experiences at scale, enabling them to focus on building stronger customer relationships and driving sustainable growth.”",
    "Customer adoption is already demonstrating the benefits. AdMed, Inc., a leader in pharmaceutical and biotech training, has integrated Revenue Cloud to modernise its sales process. The company expects the new quoting agent to significantly reduce manual work, accelerate deal cycles, and enable faster delivery of quotes to clients.",
    "As revenue models become increasingly complex — with businesses juggling subscriptions, usage-based pricing, and services — the need for streamlined operations has never been greater. Deloitte research shows that 71% of B2B executives struggle with manual, fragmented sales processes, while 13% of deals are lost due to disconnected tools. Revenue Cloud, powered by Agentforce, directly addresses these challenges by unifying all transaction types on a single quote and carrying the data seamlessly through to order and invoice.",
    "Built on an API-first architecture, Revenue Cloud ensures every revenue process can be deployed across multiple channels with ease. Integrated securely with the Salesforce Trust Layer, the platform protects customer data while empowering businesses to scale automation confidently. Additional features include integration with Slack for seamless workflows, automated billing, and advanced revenue intelligence through Tableau Next, giving finance and operations teams real-time visibility into performance.",
    "Part of Salesforce’s Summer ‘25 release, Revenue Cloud now offers twice the functionality of the company’s earlier CPQ platform. For businesses in Sri Lanka, this innovation presents an opportunity to modernise revenue operations, improve accuracy, and accelerate growth in an increasingly competitive environment."
  ]
}