{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/minister-calls-out-opposition-hypocrisy-on-sri-lanka-electricity-reforms-166576/",
  "time_ut": 1717674660.0,
  "original_lang": "en",
  "original_title": "Minister calls out opposition hypocrisy on Sri Lanka electricity reforms",
  "original_body_lines": [
    "ECONOMYNEXT — The two major parties in the opposition have proposed similar amendments to energy laws, Power & Energy Minister Kanchana Wijesekara said, adding that the new electricity reform bill will result in the disappearance of utilities unions.",
    "Wijesekara told parliament on Thursday June 06 that both the main opposition Samagi Jana Balawegaya (SJB) and the leftist National People’s Power (NPP) have formally proposed similar revisions to the laws governing the electricity sector despite their loud protests against the government’s bill.",
    "Insisting that Sri Lanka’s power & energy sector needs the new law to move into the future, the minister said that if that were possible with the existing law, CEB restructuring would’ve been done already.",
    "The CEB enjoys a monopoly in electricity in a way no other state-owned enterprise does on anything, he said.",
    "Referring to the the SJB’s Economic Blueprint policy document, Wijesekara said its section on energy and utilities reform states that Sri Lanka must “restructure energy and utilities SOEs. Unbundle the CEB and introduce competition in generation and distribution.”",
    "“What is being said here? Can state enterprises bring competition? You too are saying bring in private investment and create competition,” Wijesekara told his SJB colleagues sitting across the aisle.",
    "There is already some competition in power generation, he went to note, adding that the SJB calls for “separating the transmission grid to allow the necessary investments.”",
    "“This is what we’ve done. We have proposed what you have presented in your policy document,” he said.",
    "The NPP, meanwhile, has called for “reducing electricity generation cost” and “reaching strategic electricity at least economic cost”, said Wijesekara, reading out from a policy document recently released by the NPP.",
    "“I was attacked for weeks now claiming I’d removed ‘least cost’ and replaced it with ‘least economic cost’. That’s the same thing the NPP policy contains. I don’t know if it was a translation error,” he said.",
    "The minister then noted that the NPP has also proposed “connecting with BIMSTEC Electrical Supergrid,” an initiative to connect Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIMSTEC) countries.",
    "“We’re proposing connecting with India. Regional countries, BIMSTEC countries, and Singapore on the other side and then the Middle East connect to India. We were talking about connecting.”",
    "“Then they came and said we were going to give it to India. What does the NPP policy say? ‘Connecting with BIMSTEC Electrical Supergrid.'” and “Entering international energy trading”.",
    "“The NPP tells the villages here that if the international community comes in this or that will happen. But I see no difference whatsoever between the policies of the SJB and the NPP,” he said.",
    "The minister also challenged allegations that the new bill is an attempt to sell the CEB.",
    "“I challenge anyone to point out which part of the bill refers to selling. If you want to sell, that can be done through the existing act too. What is LECO? Lanka Electricity Company (Pvt) Ltd Is it a private company exactly? No, the government owns 100% of its stocks. That’s how these are converted to companies. This was 40 years ago. If any government wanted to sell LECO, they could’ve that in the past 40 years.”",
    "The minister accused a union leader spearheading a campaign against the new law, claiming that though he had been a CEB employee for the past 20 years, he has not worked a day.",
    "“But he talks like he owns the CEB. He talks like an engineer though he has no engineering expertise. Once this act comes, all these unions will also disappear. I am happy about that,” he said. (Colombo/Jun06/2024)"
  ]
}