{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-pucsl-to-be-accountable-for-ceb-finances-in-new-imf-benchmark-231099/",
  "time_ut": 1752718860.0,
  "original_lang": "en",
  "original_title": "Sri Lanka PUCSL to be accountable for CEB finances in new IMF benchmark",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka will change the governing law of the Public Utilities Commission of Sri Lanka to make it more accountable for the finances of the Ceylon Electricity Board, International Monetary Fund documents show.",
    "“We will improve the transparency of electricity tariff revisions and strengthen accountability of the regulator towards CEB’s finances,” a memorandum on economic policies said.",
    "“We will amend the PUCSL Act to mandate PUCSL to submit to parliament quarterly reports on maintaining cost recovery electricity pricing and publish the reports.”",
    "Sri Lanka defaulted and public debt bloated in part due to large losses made by the Ceylon Electricity Board and Ceylon Petroleum Corporation.",
    "A large part of the losses however came from the depreciation of the rupee due to anchor conflicts within the operating framework of the central bank.",
    "Sri Lanka’s IMF program hit a roadblock earlier this year due to regulator driven price cuts, which increased the risk of a sovereign default.",
    "Before the last currency crisis, the CEB last raised prices in 2012 when the rupee collapsed from 113 to 131 after rate cuts were enforced with open market operations within an IMF program.",
    "Unlike the CPC, which does not have a regulator, the electricity sector had one, but no price revisions were made despite steady depreciation of the rupee. The CEB had said that failures in economic regulation led to losses of around 500 billion rupees.",
    "In September 2014 fuel prices were suddenly slashed by an announcement made by President Mahinda Rajapaksa during a visit of President Xi Jinping as China funded coal plant reduced costs.",
    "“In appreciation of your Excellency’s visit and enormous contribution to reduce cost of electricity and energy, I now announce that electricity bills of the people will be reduced by 25 percent with effect from today,” President Rajapaksa said when the second coal plant was commissioned.",
    "The failure of the pricing under current laws and processes came due to regulatory failures, political interference and the gradual abandonment of price revision requests (at least publicly) by the CEB, industry analysts have pointed out earlier.",
    "There should have been at least 20 six monthly filings and public hearings by the regulator from 2010 to until the sovereign default but it happened only 4 times amid ‘political signals’ industry analysts have pointed out.",
    "“It is also important to repay Ceylon Electricity Board (CEB) legacy debt and facilitate appropriate investments to allow lower costs in the future,” an IMF staff assessment said.",
    "The CEB needs large investments to strengthen its grid to accommodate more renewables and avoid cascading failure. Renewables are now much cheaper than in the past, as long as competitive bidding is allowed.",
    "The PUCSL had cut the tariff by 20 percent in January 2025, despite the CEB having proposed an unchanged tariff leading to an 18 billion rupee loss or 0.05 percent of GDP, in the first quarter the IMF assessment said.",
    "“The losses were covered by bank overdrafts and arrears to suppliers, creating significant contingent fiscal risks,” the IMF said.",
    "“The situation was exacerbated by foregoing the scheduled tariff revision in April and an automatic tariff adjustment based on the Bulk Supply Transaction Account (BSTA) (next paragraph).”",
    "The automatic increase in the formula was blocked amid a dispute between the PUCSL and CEB where the utility had to borrow money to clear a deficit in the bulk supply transaction account.",
    "“We have amended and published the Bulk Supply Transaction Account (BSTA) guidelines to eliminate the clause that states “CEB shall bring the balance of the BSTA to zero through working capital financing,” and to ensure that BST Bank Account reports submitted by CEB determine the thresholds for the automatic tariff adjustments,” Sri Lanka authorities said.",
    "The IMF assessment said the 15 percent increase given by the regulator (below the asked for number)  is estimated to be “sufficient to bring CEB’s remaining 2025 operating balance to at least zero and cover the scheduled repayments of CEB legacy debt.:",
    "The CEBs’ financial performance will be assessed in the second quarter and “worse-than-expected outturn may require another tariff increase in October,” the IMF warned.",
    "The price cuts and increases also created un-necessary political costs for the government and undermined difficult reforms which the political leadership was willing to make to improve public finances, observers say.",
    "Under planned changes the PUCSL will now also be made responsible for maintaining public finances, public opposition to long term economic reforms may be reduced, analysts said.",
    "In Latin American countries with Sri Lanka style central banks (flexible exchange rates/soft peg), as well as Pakistan energy utility losses mount, after each currency collapse leading to what are called circular debt among multiple utilities.",
    "In Argentina, SOEs including energy firm ENARSA as well as Aerolíneas Argentinas (Argentina’s SriLankan Airlines) had run losses of upto 18 billion US dollars up to 2023.",
    "Related : Sri Lanka top five SOEs lose Rs931bn amid monetary instability",
    "PUCSL sources had indicated that it faced lawsuits when existing procedures were not followed.",
    "The pricing formula which led to unusual price fluctuations not seen in any other country will be changed by November.",
    "“We are in the final stages of amending the Electricity Act, which will lead to significant changes to the sector’s structure and governance,” Sri Lanka authorities said.",
    "“We will also review the existing tariff methodology by November 2025 and revise it if necessary, in line with the amended Electricity Act and in consultation with IMF staff.”",
    "RELATED : Sri Lanka to overhaul electricity pricing method that led to chaotic tariffs",
    "The PUCSL has also said it was looking at the pricing method after the recent problems.",
    "The current electricity tariff methodology was finalized after the 2008 currency crisis.",
    "The PUCSL itself was set up as a mutli-sector regulatory agency after the 2001 currency crisis where the CEB, CPC and CWE borrowings played a big role in printing money to keep rates down. (Colombo/July17/2025)"
  ]
}