{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112909/indian-authorities-impose-security-restrictions-in-remote-ladakh-after-deadly-clashes",
  "time_ut": 1758786720.0,
  "original_lang": "en",
  "original_title": "Indian authorities impose security restrictions in remote Ladakh after deadly clashes",
  "original_body_lines": [
    "Authorities in India enforced security restrictions in two main districts in the remote Ladakh region on Thursday (Sep 25), a day after four people were killed and dozens injured when police clashed with hundreds of protesters demanding greater autonomy from the Indian government for the Himalayan territory.",
    "Officials banned assembly of more than five people in Ladakh’s Leh and Kargil districts following the violent clashes Wednesday. Hundreds of police and paramilitary soldiers patrolled streets Thursday while shops and businesses remained shut due to the restrictions.",
    "Wednesday’s clashes erupted after protesters threw stones at officers trying to stop them from marching in the high-altitude town of Leh. Others set ablaze police and paramilitary vehicles and the local office of India’s ruling Bharatiya Janata Party and some other government buildings, police said.",
    "Police fired bullets and tear gas and swung batons at demonstrators, killing four people and injuring dozens more, police and residents said.",
    "Nestled between India, Pakistan and China, Ladakh was split from Indian-controlled Kashmir after New Delhi removed the disputed region’s statehood and semiautonomy in 2019. While Kashmir has largely been silenced through a crackdown on dissent and a slew of new laws, demands for political rights in Ladakh have intensified in recent years.",
    "The protests are part of a larger movement in the federally governed region seeking statehood and constitutional provisions from the Indian government to gain autonomy over land and agriculture decisions.",
    "The protests Wednesday were sparked by a local group’s call for a strike after two residents collapsed while participating in a hunger strike with more than a dozen residents who were making statehood demands.",
    "India’s Home Ministry said in a statement late Wednesday that police fired in “self-defence” and blamed the violence on “provocative speeches” by a top climate activist, Sonam Wangchuk, who had led the hunger strike since Sep 10. Wangchuk called off the strike after the clashes.",
    "Wednesday’s violence was the worst in the Ladakh region in decades and signalled residents’ growing frustration with Indian authorities. Residents initially welcomed New Delhi’s 2019 changes, but their joy soon gave way to fears of land grabs, a loss of trade and damage to the fragile ecosystem of the region’s high-altitude deserts.",
    "Ladakh representatives have held several unsuccessful rounds of talks with Indian officials. Another meeting is scheduled for Oct 6.",
    "Ladakh’s sparsely populated villages have faced territorial disputes and suffered from the effects of climate change, including floods, landslides and droughts.",
    "The rugged region’s thousands of glaciers have receded at an alarming rate, threatening the water supply of millions of people. Pollution contributing to the melting has worsened due to the region’s militarisation, which has intensified since 2020 in a deadly military standoff between India and China."
  ]
}