{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Pathfinder-Foundation-hosts-roundtable-discussion-with-US-South-Asia-expert/56-770253",
  "time_ut": 1733687130.0,
  "original_lang": "en",
  "original_title": "Pathfinder Foundation hosts roundtable discussion with US-South Asia expert",
  "original_body_lines": [
    "Centre for New American Security Indo-Pacific Security Program Director Lisa Curtis at the Pathfinder roundtable discussion",
    "Centre for New American Security, Washington, DC, Indo-Pacific Security Program Director Lisa Curtis participated as the guest speaker at the Pathfinder roundtable discussion held recently.",
    "The event, held under Chatham House Rules, brought together a diverse group of stakeholders, including experts on security and academia, representatives from the Foreign Affairs Ministry, diplomats, and leaders from the trade and commerce industry.",
    "The discussion, which centred on the outlook for the US-Sri Lanka relations under the presidencies of Trump and Dissanayake, focused on anticipated foreign policy perspectives and priorities of both new administrations in this decisive period, considering the historical moment with the decisive mandates given for both leaders by their constituencies.",
    "The discussion highlighted how the second Trump administration would approach the Indo-Pacific and the significance of regional groupings, such as QUAD and AUKUS. Washington’s stance on working with regional and global partners on economic issues and mutually beneficial areas in the Indian Ocean, such as Maritime Domain Awareness (MDA), its policy on Afghanistan, and the objective of contributing to stability in the Indo-Pacific, was further noted.",
    "How the US can support Sri Lanka’s new administration with its strong anti-corruption standpoint was seen as an advantage in furthering cooperation in trade, foreign direct investment, and other areas of interest.",
    "A lively Q&A session that followed the presentation enabled the participants to better understand the possible policies of the Trump administration towards the South Asia region after the inauguration of the new US President in January."
  ]
}