{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99915/mannars-long-overdue-development-to-be-fast-tracked-says-president",
  "time_ut": 1718556780.0,
  "original_lang": "en",
  "original_title": "Mannar’s long-overdue development to be fast-tracked, says President",
  "original_body_lines": [
    "President Ranil Wickremesinghe announced that pilgrims to Madhu will be provided with all necessary facilities to engage in their pilgrimage activities without any hindrance.",
    "Addressing the Mannar District Development Committee meeting held today (16) at the Mannar District Secretariat, he emphasized that it is unfair to arrest and fine pilgrims on their way to sacred sites like Madhu Church and Sri Pada.",
    "He instructed that if pilgrims are arrested in the future, the President’s Office should be informed immediately.",
    "During the meeting, the President directed the Sri Lanka Army to clean and develop both sides of the existing Madhu Road for the convenience of the pilgrims visiting Madhu Church.",
    "He also coordinated with a representative of the Bishop of Mannar, the Department of Forest Conservation, the Road Development Authority, and the Sri Lanka Police to ensure these tasks are completed before the upcoming annual festival of the church of Our Lady of Madhu.",
    "Political representatives and government officials attended the meeting, which focused on the future development plans for the Mannar district. Various issues, including those related to health, education, and irrigation, were presented directly to the President, who worked to provide immediate solutions to many of these problems.",
    "The President also addressed the urgent request from the hospital director for a CT scan machine for the Mannar Hospital, promising that this need will be promptly met.",
    "President Ranil Wickremesinghe stated that the lost development will be restored to the Mannar district, with the program starting this year.",
    "He emphasized the necessity of finding solutions that can be implemented in Sri Lanka to adapt to the changing weather patterns over the next five decades. It is predicted that wet regions will receive more rain while dry regions will experience less rainfall in the next fifty years.",
    "The President also stressed the importance of creating a new transformation in the economic, social, educational, and agricultural sectors to align with the evolving global landscape.",
    "“After enduring three decades of war, the Mannar district is now rebuilding. This district holds significant potential to boost Sri Lanka’s economy through extensive development. The tourism, fishing, and renewable energy industries have high potential in Mannar.",
    "The district has excellent prospects for wind and solar power generation. Discussions have been held with the Indian Government about producing this energy and selling it to India. The Northern Province, in particular, has a unique capability to generate green energy.",
    "Constructing solar panel power plants on lakes and wind power plants can produce substantial energy. Selling this energy to India and other countries can greatly contribute to Sri Lanka’s economy. Green energy and green hydrogen have the potential to foster a green economy.",
    "Funding for the construction of a new court complex in Mannar will be provided. The possibility of opening the road to Mannar through Puttalam will be discussed in the future. Additionally, arrangements are being made to provide a CT scan machine to the Mannar Hospital. A formal program to create modern agriculture has been presented, and I encourage the development committee to meet, discuss, and suggest the necessary facilities for this initiative. A structured plan is needed to protect the lakes in this area and secure water from the Malwatu Oya project.",
    "In the next five decades, it is predicted that wet regions will receive more rain while dry regions will experience drought. We must start finding solutions now to address this situation.",
    "The road to Madhu Church serves pilgrims, as does the road to Sri Pada for those visiting Sri Pada. It is unfair to arrest and impose a fine of Rs 300,000 on the church. Therefore, representatives from the Diocese of Mannar, Forest Conservation Department, Road Development Authority, Sri Lanka Police, and Army should collaborate to clean and develop this road. These activities will be completed before the annual festival of the church of Our Lady of Madhu.",
    "The guard post at the entrance to Mannar city cannot be removed immediately, but discussions with the security forces will be held to take appropriate measures. Necessary development for the Mannar district will be provided, with the foundational work starting this year.",
    "I wanted to inform you about the extensive development process happening in Mannar. Let’s work together to make Mannar a major contributor to the country’s economy through comprehensive development.”"
  ]
}