{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/bribe-gate-and-other-unsolved-plots/",
  "time_ut": 1735846980.0,
  "original_lang": "en",
  "original_title": "Bribe-gate and other unsolved plots",
  "original_body_lines": [
    "A Washington Post report that in January 2024, India’s premier intelligence agency, the Research and Analysis Wing (RAW), began discreet discussions with some Maldivian Opposition politicians to explore the possibility of impeaching President Mohamed Muizzu has created quite a stir in diplomatic and political circles. Citing a document titled ‘Democratic Renewal Initiative’, The Washington Post has claimed that the Maldivian Opposition wanted to bribe 40 MPs including some members of Muizzu’s own party, and 10 senior army and police officers. It has said the plotters failed to gather enough votes to impeach Muizzu, and India did not pursue or finance the bid to oust him. The Maldivian Opposition has denied The Washington Post report, and the reaction of the Indian government was not known at the time of writing.",
    "It has also been alleged that the ruling party in the Maldives engineered defections from the Opposition to thwart the impeachment bid.",
    "Whether The Washington Post report is accurate one may not know, but it has shed light on the vulnerability of smaller states caught up in Great Power rivalry and facing a strategic dilemma. It has also reminded us of a similar allegation former President Mahinda Rajapaksa made following his defeat in the 2015 presidential race. In March 2015, he told The Hindu, that the RAW had conspired with the CIA and MI-6 to rally the Opposition under Maithripala Sirisena’s leadership against his presidency.",
    "Anura Kumara Dissanayake, as an Opposition MP, told Parliament in October 2015 that Jaffna had become ‘a den of RAW spies’ on a mission to destabilise the North. He declared that foreign interference in domestic affairs was detrimental to Sri Lanka’s national interest.",
    "The alleged attempt to bribe the Maldivian MPs including the ruling party members and countermoves evoke one’s memories of a foreign-backed move to bring down a Sri Lankan government by bribing MPs about 17 years ago.",
    "In 2007, following an abortive attempt by the then Opposition to defeat Budget 2008 presented by the Mahinda Rajapaksa government at the height of the Eelam War IV, Dullas Alahapperuma, who was a minister at the time, disclosed at a media briefing that some MPs of the ruling UPFA had been bribed to vote against the budget, as part of a conspiracy to topple the government and derail the war; they had been found in five-star hotels with foreign prostitutes, Alahapperuma said, claiming that the government had fought quite a battle to prevent them from doing what they had taken bribes for. The Rajapaksa government managed to win the budget vote. Alahapperuma stopped short of revealing how that task had been accomplished, but there is reason to believe that the Rajapaksas outbribed their opponents.",
    "Interestingly, on the eve of the 2007 budget vote, an influential western diplomat went in a tuk-tuk, under the cover of night, to a UNP MP’s house in Battaramulla, where a discussion was held on how to defeat the budget. This newspaper reported on his abortive nocturnal mission.",
    "On 21 March 2024, the then Speaker Mahinda Yapa Abeywardena revealed in Parliament that he had been pressured by some foreign powers to take over the executive presidency in violation of the Constitution, at the height of Aragalaya, following President Gotabaya Rajapaksa’s resignation, in 2022. Their intention had been to create, in this country, a situation similar to that in Libya or Afghanistan, Abeywardena said, disclosing that they had gone to the extent of intimidating him when he refused to do their bidding. Some religious leaders were also among those who had exerted pressure on him to take over the presidency, he said. That damning revelation should have prompted the SLPP government to order a high-level probe.",
    "The JVP-led NPP government has chosen to ignore Abeywardena’s aforesaid statement in Parliament. The Opposition, which makes a song and dance about even trivial matters, has also remained silent on this serious issue.",
    "Let the self-proclaimed patriots in the government and the Opposition be urged to have Abeywardena’s claim investigated. As the Executive President, Dissanayake is now in a position to order a thorough probe into the alleged foreign interference in Sri Lanka’s internal affairs during Aragalaya.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}