{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97960/107-new-and-amended-bills-presented-to-parliament-in-202223-state-minister-",
  "time_ut": 1710424620.0,
  "original_lang": "en",
  "original_title": "107 new and amended Bills presented to Parliament in 2022/23 - State Minister",
  "original_body_lines": [
    "Anuradha Jayaratne, the State Minister of Justice and Prison Affairs, hinted at the potential submission of 107 newly revised bills to Parliament between 2022 and 2023.",
    "Moreover, the Minister pointed out that in 2023, the agriculture and industry sectors together produced earnings worth 116 million rupees, thanks to the labour contributions of inmates.",
    "These statements were made by the State Minister during a press briefing held at the Presidential Media Centre today (14), focusing on the theme “Collective Path to a Stable Country”.",
    "Expressing his views further State Minister of Justice and Prison Affairs Anuradha Jayaratne;",
    "In 2022, Parliament successfully submitted 29 new bills, followed by an impressive 78 new bills in 2023, resulting in a total of 107 bills. This milestone marks the largest number of bills to be amended in the history of the Ministry of Justice, reflecting a significant legislative effort and commitment to addressing various legal matters and reforms.",
    "Furthermore, there has been a notable initiative to empower inmates within prisons by providing them with employment opportunities. Through collaborative efforts between the public and private sectors, initiatives have been launched to integrate inmates into the workforce from within the prisons.",
    "This initiative is particularly evident in prisons such as Welikada, Mahara, and Agunakolapalassa, where activities like manufacturing shoes, coils, and food have been established, showcasing a positive step towards rehabilitation and skill development among the incarcerated population.",
    "Furthermore, there has been a focus on exploring the house arrest concept as an alternative to traditional punishment periods. A committee, led by Justice of the Supreme Courts Mr. Yasanta Kodagoda has submitted a report on this matter. Minister of Justice, Wijedasa Rajapakshe has obtained cabinet approval for this initiative, which is now in the process of being translated into law.",
    "It is anticipated that this legislation could be enacted in 2024. This approach is seen as a potential solution to address issues such as prison overcrowding and resource allocation for inmates.",
    "Currently, the annual cost for housing inmates is Rs. 04 billion. The prison population stands at 30,793 individuals, far exceeding the capacity designed for 12,000 inmates. To address this issue, amendments to acts such as the Bail Act are being considered.",
    "Furthermore, in 2023, the agriculture and industry sectors generated earnings of 116 million rupees, primarily due to the labour contributions of women. The projected profit for 2024 is estimated to be Rs. 92,572,967.00.",
    "Moreover, inmates with drug addiction issues should receive skills training and be directed towards effective rehabilitation methods. Efforts have been made to enhance the existing community reform system, resulting in 14,026 individuals being referred to relevant programs in 2023. This number is anticipated to rise to 15,000 in 2024.",
    "Additionally, 22 buildings and 22 acres of land owned by the Kantale Sugar Factory have been acquired to facilitate the rehabilitation of inmates sent to prison for drug-related offenses. Furthermore, 6 acres of land in the Vavuniya area have been designated for the establishment of an integrated rehabilitation centre specifically for women.",
    "In an effort to strengthen relationships between the judiciary and the public, reconciliation committees have been established in various rural service sectors. Additionally, plans are underway to establish Ecumenical Advisory Boards that will oversee each district, further enhancing community engagement and support.",
    "Furthermore, collaborative initiatives have been launched with the Ministry of Health. As a result, the Ministry of Health has consented to transferring Mantiv Island, Batticaloa, previously designated for communicable diseases to the prison department. It is expected to be used for rehabilitation and agricultural purposes."
  ]
}