{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/news-features/Baltimore-Bridge-Collapse-MV-Dali-SL-authorities-anchored-in-mystery/131-280215",
  "time_ut": 1712265120.0,
  "original_lang": "en",
  "original_title": "Baltimore Bridge Collapse: MV Dali, SL authorities anchored in mystery?",
  "original_body_lines": [
    "The collapse of the Dali’s vital operating systems left the vessel adrift until it ultimately collided with the Francis Scott Key Bridge",
    "MV Dali was bound for Sri Lanka and then to China in a trip that was expected to take 36 days",
    "MV Dali, the containership that wreaked havoc along an important shipping route in the Port of Baltimore, had one Sri Lankan among a crew comprising 21 employees",
    "What has been of particular concern is the fact that the ship had been carrying 56 containers of hazardous materials, totaling 764 tons",
    "Recurring events relating to hazardous transboundary shipments have raised concerns regarding Sri Lanka’s efforts to strengthen maritime laws",
    "US authorities are currently reviewing the manifest of every cargo aboard MV Dali, the Singapore-flagged containership that wreaked havoc along an important shipping route in the Port of Baltimore. The ship, which is said to be as long as the Eiffel Tower, and it’s 21-member crew, comprising 20 Indians and one Sri Lankan, according to The Baltimore Sun, are in limbo as search and cleaning operations continue. But recurring events relating to hazardous transboundary shipments have raised concerns regarding Sri Lanka’s efforts to strengthen maritime laws.",
    "What has been of particular concern is the fact that the ship had been carrying 56 containers of hazardous materials, totaling 764 tons. Sri Lanka bears an infamous history of allowing developed nations to dump their garbage following the UK waste container fiasco in 2019. When authorities revealed that the contents of these containers including surgical equipment, medical waste and possible human remains, environmental groups were not only disgusted, but raised eyebrows regarding the regulatory apparatus on transboundary shipments arriving at the island nation.",
    "In the case of MV Dali, preliminary investigations conducted by National Transportation Safety Board (NTSB) revealed that the hazardous materials aboard MV Dali primarily consisted of corrosives, flammables and miscellaneous Class 9 hazardous materials, including lithium-ion batteries.",
    "“I have inquired from the Maersk shipping line and they confirmed that there were 57 containers with toxic materials that can be categorised under the International Maritime Dangerous Goods Code. But only one box was bound for Colombo and the rest were for re-exports,” Minister told media.",
    "However when contacted Colombo Port Harbor Master Captain Nirmal Silva said that the Ports Authority didn’t receive any information as the Estimated Time of Arrival (ETA) was April 22. “Therefore it was too early to report. The requirement to report regarding dangerous cargo on board is 48 hours prior to arrival,” he added.",
    "When the matter was raised in Parliament by Opposition Leader Sajith Premadasa, State Minister of Environment Janaka Wakkumbura said that while the Central Environmental Authority was unaware of any hazardous cargo, the Sri Lanka Customs and Ports Authority have been instructed to carry out a probe.",
    "In latest developments, the US National Transportation Safety Board (NTSB) has recovered the ship’s data recorder, also known as the VDR. NTSB’s investigator-in-charge Marcel Muise explained that approximately six hours of VDR data were made available to the NTSB. US media reports state that regulations require the VDR to record 30 days of history, and NTSB is currently in the process of obtaining additional data.",
    "Speaking to the press, Muise further said that the VDR data consists of audio from the ship’s bridge and recordings from the ship’s VHF radios. The VDR recorded the ship’s departure from SeaGirt Marine Terminal at approximately 12:39, followed by its transit outbound in the Fort McHenry Channel and subsequent striking of the bridge.",
    "The data from the recordings indicate that the vessel suffered a blackout, causing the ship’s pilot to make a general VHF radio call for tugs in the vicinity to assist. The pilot ordered the Dali to drop the port anchor and additional steering commands. Shortly after, the pilot informed over radio that the Dali had lost all power and was approaching the bridge.",
    "But it has been observed that the VDR ceased recording between 1.24am and 1.26am raising concerns among investigators as to what transpired between these two minutes. NTSB’s timeline on the events that led to the crash indicate that at 1:24:59am ‘numerous audible alarms were recorded on the ship’s bridge audio. At about the same time, the VDR stopped recording ship system data, but was able to continue recording audio using a different power source. At 01:26:02 a.m. the VDR resumed recording ship system data. During this time, steering commands and orders regarding the rudder were captured on audio.’",
    "The VDR Sensor data records critical Information related to the operation of a vessel including the ship speed, engine RPM, ship’s course and heading, rudder angle and information on the ship’s communications with other vessels, ship’s crew and any external systems or equipment.",
    "On Monday (April 1), Singapore-based Grace Ocean Private Limited, the company that owns the ship, filed a ‘limitation of liability’ petition in Federal Court denying all responsibility and seeking to cap the amount of damages the company can be forced to pay for the disaster at $43 million.",
    "The Petition reads: “The [bridge collapse] was not due to any fault, neglect, or want of care on the part of Petitioners, the Vessel, or any persons or entities for whose acts Petitioners may be held responsible.”",
    "According to Bloomberg, Grace Ocean Private Limited was founded in 2009. The Company’s line of business includes providing ‘miscellaneous water transportation services.’",
    "The company, represented by a group of attorneys from Baltimore and Washington, asks the court to “issue an order enjoining the commencement of or further prosecution of any claims or causes of action against Petitioners except in this action” and that the court “determine that Petitioners are not liable for any loss or damage arising out of the Casualty.”",
    "Under the Limitation of Liability Act of 1851, ship owners can try to stanch the flood of claims after a maritime accident and limit their exposure to the value of the vessel plus its ‘pending freight.’ The act was also invoked after the Titanic sunk in 1912.",
    "According to the petition, the Dali’s value when it left the Port of Baltimore was $90 million. Repairing the ship, which is pinned beneath a section of Interstate 695, is expected to cost at least $28 million, the petition claims, and salvaging the ship is estimated to cost at least $19.5 million. Hence the current value of the vessel is about $42.5 million, in addition to $1.1 million in “pending freight.” During the Dali’s voyage, it was chartered to the Danish shipping giant Maersk at a daily rate of $32,500.",
    "The ship was bound for Sri Lanka and then to China in a trip that was expected to take 36 days. The petition argues that the value of the vessel’s ‘pending freight’ is the daily charter rate multiplied by the length of the voyage.",
    "However there has been no mention about the contents of the containers.",
    "Sri Lanka is a party to the Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and their Disposals signed in 1992, which means that exporters must obtain their consent prior to sending medical or bio-hazardous waste. On Wednesday (April 3), Ports, Shipping and Aviation Minister Nimal Siripala De Silva confirmed that out of the 57 containers aboard the ship, one was destined for Colombo. However he said that the contents in this one container were unknown and that Sri Lankan authorities would have known about its contents only once the ship entered the Indian Ocean.",
    "When the waste containers from UK arrived in Sri Lanka in 2019, the Centre for Environmental Justice (CEJ) filed a petition seeking a court order to re-export the waste containers back to UK and prosecute those responsible for the illegal petition. The petitioners indicated that the shipment would have potential risks on the environment.",
    "After a year-long court process, the Court of Appeal ordered the repatriation of the 243 containers of waste back to the UK. Speaking to the Daily Mirror, CEJ’s Executive Director Hemantha Withanage said that even though the government promised to file action against the violators, that promise didn’t see light of day. “Hence there was no compensation claim with regards to the UK waste containers.”",
    "Following the repatriation of the UK waste containers, Sri Lanka witnessed one of its worst maritime disasters of all time following the X-press Pearl inferno in 2021. The X-press Pearl was another Singapore-registered container ship carrying some 46 different chemicals which caught fire off the port of Colombo. Following the inferno, millions of plastic pellets washed ashore while the ship’s oil leak hampered the thriving fisheries industry in surrounding areas. Even though the damage was evident, Sri Lankan authorities took a snail-paced effort to claim compensation which was eventually estimated at US$ 40 million.",
    "Speaking about regulations, Withanage further said that during the legal process it was identified that Sri Lanka has not fully adopted provisions of the Basel Convention. “Only some amendments of the Basel Convention have been adopted but they are inadequate. The government should adopt the provisions in full in order to stop transboundary waste being imported to Sri Lanka,” said Withanage."
  ]
}