{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/from-marginalised-voices-to-model-un-champions-sri-lankan-youth-break-barriers-at-slmun-2025/",
  "time_ut": 1757855580.0,
  "original_lang": "en",
  "original_title": "From marginalised voices to model UN champions: Sri Lankan youth break barriers at SLMUN 2025",
  "original_body_lines": [
    "Eighteen youth advocates from marginalized communities, supported by Child Action Lanka (CAL), transformed from local activists into award-winning diplomats at the 18th Sri Lanka Model United Nations (SLMUN) conference, held on August 16-17, 2025.",
    "Their participation was sponsored by the SLMUN Executive Committee as a direct result of their powerful advocacy at Sri Lanka’s first Child Rights Council, convened by CAL in April 2025.",
    "Representing CAL centers from Colombo, Killinochchi, Mullaitivu, Batticaloa, Nuwara Eliya, Kandy, and Bogawantalawa, the delegates overcame significant obstacles to prepare. With limited access to technology and research facilities, they relied on dedicated mentorship from CAL volunteers to master diplomatic protocol and complex global issues.",
    "This journey was made possible through critical partnerships. Gateway College Colombo provided essential accommodation and venue support, while Hameedia outfitted all 18 delegates in formal business attire, ensuring they could participate with confidence and dignity.",
    "Their preparation culminated in extraordinary success. Fourteen-year-old Shakila from CAL Colombo CDC won the prestigious Best Delegate Award in the UN Human Rights Council committee on her first attempt.",
    "SLMUN organizers noted the unique perspective the cohort brought, stating, “Their contributions felt more authentic and reflected lived experiences.”",
    "One delegate shared, “We experienced a world beyond our homes and associated with peers from Colombo. It was transformative.”",
    "This initiative proves that genuine inclusion requires investment in capacity building and supportive environments. These young advocates now return to their communities equipped with enhanced skills, confidence, and a broader awareness of their rights to champion grassroots change.",
    "Child Action Lanka’s model of creating pathways from local advocacy to national platforms demonstrates how marginalized voices can rise to positions of influence and recognition.",
    "Standard Chartered Sri Lanka hosts PD Singh, CEO for India & South Asia",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}