{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/NDB-Bank-partners-with-OPA-for-37th-Annual-Conference-to-foster-economic-growth/34-766745",
  "time_ut": 1726255719.0,
  "original_lang": "en",
  "original_title": "NDB Bank partners with OPA for 37th Annual Conference to foster economic growth",
  "original_body_lines": [
    "OPA General Secretary Tisara De Silva, NDB SME, Middle Markets and Business Banking VP Indika Ranaweera , OPA President Sarath Gamage, 37th Annual Conference Committee OPA / Chairman President Elect Attorney-at-Law Sujeewa Lal Dahanayake",
    "Demonstrating its leadership in fostering essential discussions on economic growth, NDB Bank has announced its collaboration with the Organisation of Professional Associations of Sri Lanka (OPA) as a key partner for their 37th Annual Conference, which took place on 26-27 August, 2024, at the Shangri-La Hotel, Colombo. This year’s conference, themed “Towards Sri Lanka’s Sustained Economic Growth,” aligns perfectly with both the country’s ambitions and NDB’s commitment to fostering economic development.",
    "Founded in 1975, OPA represents approximately 60,000 professionals from various industries across Sri Lanka, making it one of the most influential networks in the country. By partnering with OPA for this prestigious event, NDB Bank seizes an invaluable opportunity to engage directly with key decision-makers, opinion leaders, and professionals from diverse fields, providing a robust platform for dialogue and networking.",
    "The partnership with OPA underscores NDB Bank’s dedication to supporting initiatives that drive economic progress and professional development. Through this collaboration, NDB aims to be at the forefront of discussions that shape the future economic landscape of Sri Lanka, leveraging insights from the country’s top professionals to better serve our community and stakeholders.",
    "As reflections on the conference continue to inspire actionable change, NDB Bank remains committed to supporting the professional community and advocating for initiatives that drive sustainable economic progress in Sri Lanka."
  ]
}