{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Colombo-International-Film-Festival-to-boost-Sri-Lanka-s-cinema-and-tourism-industries/34-763330",
  "time_ut": 1718920288.0,
  "original_lang": "en",
  "original_title": "Colombo International Film Festival to boost Sri Lanka’s cinema and tourism industries",
  "original_body_lines": [
    "Cabinet approves to host festival from 8-14 July with support from National Film Corporation, Sri Lanka Tourism Development Authority",
    "Minister Bandula Gunawardena says initiative aims to popularise global cinematography in SL by reviving local film industry and making destination an attractive tourist hub in South Asia",
    "Festival to feature over 34 award-winning films from Iran, France, India, South Korea, China, Japan, Germany",
    "In a bid to rejuvenate the Sri Lankan film industry whilst positioning the country as a major tourist hub in South Asia, the Government has decided to host the Colombo International Film Festival.",
    "Organised under the sponsorship of the National Film Corporation (NFC) and the Sri Lanka Tourism Development Authority (SLTDA), the film festival is set to take place from 8-14 July in Colombo.",
    "The Cabinet of Ministers on Wednesday approved the joint proposal by Mass Media Minister Bandula Gunawardena and Tourism Minister Harin Fernando to host the Colombo International Film Festival.",
    "Speaking at the weekly post-Cabinet meeting media briefing yesterday, Cabinet Co-Spokesman and Minister Bandula Gunawardena announced the festival will feature over 34 award-winning films from a variety of countries, including Iran, France, India, South Korea, China, Japan and Germany.",
    "“The primary objective is to popularise global cinematography in the country by creating a revival in the Sri Lankan film industry, as well as making the destination a tourist hub in South Asia by gaining high tourist attraction,” he stated.",
    "The film festival promises a rich cultural experience for Sri Lankan audiences and film enthusiasts, offering them access to a diverse array of international films.",
    "In addition to the screenings, the Cabinet Co-Spokesman said the festival has attracted the participation of many international judges, further underscoring its significance on the global film festival circuit. The involvement of these judges is expected to enhance the festival’s prestige and provide insights into the standards and trends of global cinema.",
    "“This initiative also provides an invaluable opportunity for film students to gain a deeper understanding and experience of global cinematography,” Gunawardena added. He said the Colombo International Film Festival is anticipated to not only boost the local film industry but also significantly contribute to the tourism sector by drawing movie buffs and tourists from around the world. “This confluence of cinema and tourism aligns with the Government’s broader objectives of cultural exchange and economic development,” he said.",
    "Gunawardena said preparations are underway to ensure that the festival is a resounding success, setting the stage for Colombo to become a key destination for international film festivals in the years to come."
  ]
}