{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85085",
  "time_ut": 1731876720.0,
  "original_lang": "en",
  "original_title": "The breadth and the depth of the NPP/JVP’s parliamentary victory is unimagined and unimaginable in rational and historical terms. The new  govt has enough power to do everything it has promised from alleviating economic misery and ending corruption to abolishing the executive presidency and enacting a new constitution.",
  "original_body_lines": [
    "“Wishes come true Not free.” (Stephen Sondheim, In to the Woods)",
    "The Grimm version is known wider but the Turkish one cuts deeper. In both tales, the boy goes in search of fear and finds a crown. In the Grimm version, fear comes when a pail of cold water full of tiny fishes is thrown over the new king’s sleeping form. In the Turkish version, the new king contemplates his responsibilities – trying to make the poor rich and the bad good – and knows terror.",
    "Walter Benjamin in Illuminations calls fairy tales the first tutor of mankind. The NPP/JVP has won the kind of victory political fairy tales are made of. The outlier capturing the ultimate prize at the end of a seeming impossible quest. On November 14, a majority of Sri Lankan voters, weary of ceaseless crises and longing for the much promised but never delivered “happily ever after” presented the NPP/JVP with not just a crown but also a governance magic wand.",
    "The new government has enough power to do everything it has promised from alleviating economic misery and ending corruption to abolishing the executive presidency and enacting a new constitution.",
    "The breadth and the depth of the NPP/JVP’s parliamentary victory was unimagined and unimaginable in rational and historical terms. The proportional representation system was crafted as a tsunami wall against electoral tidal waves. Yet the NPP/JVP breached it, gaining the supposedly impossible two thirds plus nine more seats.",
    "And in the parliamentary electoral annals of Ceylon/Sri Lanka, no political formation has prevailed in the Sinhala South, the Tamil North, the Muslim East and the Malayaga Tamil Upcountry simultaneously. The NPP/JVP achieved that feat as well.",
    "At the parliamentary election, the NPP/JVP made a substantial vote gain in relative and absolute terms: 22% – 1.23million votes. This too is unprecedented. When presidential and parliamentary elections are held in close proximity, the winner of the first also wins the second with an increased percentage and a decreased vote haul.",
    "In 2010, Mahinda Rajapaksa won the presidency with 58% of the vote and his UPFA swept the parliamentary election with 60% of the vote. But its vote count decreased by a staggering 1.15 million. In 2019, Gotabaya Rajapaksa won the presidency with 52% of the vote and the SLPP won the parliament with 59% of the vote but its vote count decreased by 100,000. The NPP/JVP shattered this normal.",
    "Even more unique, and politically consequential, are the vote gains made by the NPP/JVP in the Northern and Eastern districts – 65% in Jaffna, 46% in Vanni, 26% in Ampara, 30% in Batticaloa and 43% in Trincomalee. Economics would have been a contributory factor for this singular achievement, the grinding poverty and the massive unemployment, 15 years after the war. The growing disenchantment with traditional Tamil parties would have contributed, given their failure to deliver on either economic development or political devolution.",
    "Caste, often tied with poverty, would have been another critical, albeit unspoken, factor. According to a December 2021 statement by the UN Special Rapporteur on Contemporary forms of Slavery, “In the Northern Province, for instance, many belonging to oppressed castes are not able to obtain suitable land to start an agricultural business and access to water and irrigation is limited… There are also regular instances of violence against members and communities belonging to oppressed castes. I was informed that the issue of caste is silenced and there is reluctance on the part of authorities and communities to adequately address this issue”.",
    "The NPP/JVP’s “under privileged/subaltern” image, the opening of the Palali-Achchuveli main road and the promise to release all political prisoners (made during the Jaffna rally) would have reassured many Tamil voters and generated hope of a post-racial Sri Lanka in which all communities would be treated alike.",
    "The NPP/JVP’s unique victory is the departed Rajapaksa dynasty’s legacy to Sri Lanka. Without the Gotabaya presidency, the NPP/JVP’s meteoric rise from 4% to almost 62% in just four years would not have happened. The Gotabaya experience made enough Sri Lankans willing to give the hitherto unimaginable a try. Like, in a time of plague, when all known remedies crumble against death and men and women turn to untried “remedies” with a whiff of promise. Whether the NPP/JVP turns out to be an effective antidote or an attractively packaged nostrum is for the future. The unprecedented mandate has deprived the new administration of all reasonable excuses. Whatever the successes and the failures will be its very own.",
    "Had the turnout on November 14 been the same as on September 21, the NPP/JVP would have won a simple majority. But 1.1million Sri Lankans who voted on September 21 decided to stay at home on November 14. Without that mass abstention, the NPP/JVP would not have gained a two thirds majority.",
    "Since the NPP/JVP actually increased its vote count, the drastic drop in voter turnout can be laid squarely at the doors of the opposition. I voted for the SJB not because I have any faith in the party or its leader but because I wanted NPP/JVP victory to be limited to a simple majority (I still believe a two thirds majority is a poisoned chalice to the giver, the receiver and everyone else). I voted unenthusiastically, unhopefully, as a duty.",
    "More than a million Sri Lankans who had voted for Sajith Premadasa and Ranil Wickremesinghe on September 21 decided that the effort was too much this time.",
    "So Sajith Premadasa’s SJB lost 3.4 million votes and Ranil Wickremesinghe’s NDF lost 1.7 million votes – 78% and 75% respectively – in under two months. Both fielded candidates symbolising the worst of the past including hosts of onetime Rajapaksa acolytes. Neither succeeded in presenting a compelling vision or programme or in distancing themselves from a political culture despised and rejected by most voters. They talked about the new government not lasting its full term, sounding like hyenas waiting for a death, forgetting that voters desire not upheaval but stability.",
    "The NPP/JVP victory at the parliamentary election was a given. But the opposition’s defeat could have been respectable rather than devastating had they presented a better programme, fielded less compromised candidate and carried out a more effective campaign.",
    "For most non-NPP/JVP voters, a win for the SJB or NDF would have seemed tantamount to a return of some of the worst aspects of the past such as the over the top privileges, the cringe worthy sense of entitlement, the impunity, the abuse, the corruption… One story among many symbolised the ethos most voters wanted gone – a former minister occupying an official residence for 45 years under all eight presidents and numerous governments spanning the entire political spectrum.",
    "The decision by more than a million non-NPP/JVP voters of September 21 to stay away this time is reflective of not only a lack of faith in the opposition but also a willingness to allow the NPP/JVP a free hand, up to and including a two thirds majority. That willingness could have stemmed from indifference (they are all equally bad mindset) or from the feeling that the NPP/JVP would not capsize the boat as Gotabaya Rajapaksa did. The caution with which the new president and his miniature cabinet treaded in the last seven weeks would have bolstered that negative confidence and, consequently, the decision that there would be not much harm in risking a massive NPP/JVP victory.",
    "How would the opposition act in the face of this devastating defeat? Would it engage in some hard thinking or would it hobble along trusting time to solve all its problems?",
    "Would it act the way the SLFP and the traditional left parties did after 1977, failing to understand the epochal nature of the 1977 change, refusing to admit to their past errors (especially the devastating closed economic policies), clinging to old policies and old leaders?",
    "If so, a long stay in the wilderness might be their fate. Or would they do some much needed spring cleaning, starting with the ying and yang of Sri Lankan politics, Ranil Wickremesinghe and Sajith Premadasa?",
    "Mr Wickremesinghe, during his brief tenure as president, prevented Sri Lanka’s freefall and achieved a degree of political and economic stability. The NPP/JVP government’s disinclination to depart substantially from the economic path he laid is the best acknowledgement of his success. He should retire on those laurels instead of dreaming of chaos and comeback.",
    "Sajith Premadasa has proved to be an even more ineffective leader than Ranil Wickremesinghe. If the SJB cleaves to him, he will do to that party what Ranil Wickremesinghe did to the UNP in a much more compressed time frame. (Here the SJB can learn from the JVP; if the JVP did not effect a leadership -and generational – change replacing Somawansa Amarasinghe with Anura Kumara Dissanayake, the party would still be languishing at 3%). The 2024 presidential election was Sajith Premadasa’s to lose, and he lost it. And the SJB lost 1.8 million votes in four years between 2020 and 2024. He is as much of an albatross around the SJB’s neck as Ranil Wickremesinghe was/is around the UNP’s. If his leadership continues, the SJB will follow the UNP into irrelevance leaving the oppositional space open for darker forces.",
    "In the electoral excitements, Amsterdam violence was a non-story in Sri Lanka. Yet the unexpected explosion in that city is an omen for us as well.",
    "The story began with a soccer match between Israel’s Maccabi-Tel Aviv team and the Netherland’s AFC Ajax team. Days before the match, Maccabi fans arrived in Amsterdam, a normal development. But abnormally for such sports tourists, they brought the Gaza war with them. For two days, hundreds of Maccabi fans roamed the city tearing down Palestinian flags, destroying a taxi belonging to a Dutch citizen of Arab origin and chanting such racist slogans as “Victory to the IDF. F*%$ the Arabs”.",
    "During the match, they interrupted the two minute silence for Valencia flood victims and chanted “There are no schools in Gaza, (because) there are no kids”. After losing the match they poured out, attacking passers-by and the police. “They took the metal pipes from this construction site and started throwing them at people and police vans,” reported Amsterdam’s teen You Tube reporter called Bender. “They have kids, I think not even twelve years old, walking around with sticks on the front. And they are looking for a fight… It looks like they have these kids, barely 1.5 meters tall, who just attacked these undercover police officers with a stick”.",
    "In retaliation, Ajax fans, made up of Amsterdam residents of Arab and Dutch origin unleashed their own brand of violence. (According to a Jerusalem Post report, Maccabi team was accompanied by Mossad agents. What they were doing while Maccabi fans were terrorising the city for two days is unknown).",
    "Commenting on the conduct of Maccabi fans in Amsterdam, Yuval Gal, a member of the Dutch Jewish anti-Zionist collective Erev Rav said, “We know many of them are soldiers and ex-soldiers in Gaza right now. I also tried to explain this to the police. I said, ‘Look, if somebody just came back from Gaza, and just came back from killing a lot of people, you don’t expect them to act normally in your city’”.",
    "From Amsterdam to Arugam Bay. At the heart of the Arugam Bay terror scare is a Chabad House, a religio-political structure belonging to the Chabad-Lubavitch Movement. An ultra-Orthodox Hasidic sect, it originated among Eastern European Jews and is evangelical in nature (unlike traditional Judaism), headquartered in Brooklyn, US and spreading fast across the globe.",
    "Located in the extreme right of Israeli political spectrum, it denies Palestinian statehood and Palestinian humanity and believes in a Greater Israel (meaning the eventual annexation of all Biblical lands from Lebanon and Jordan to parts of Egypt, Syria and Turkey).",
    "What is a Chabad House doing in Sri Lanka and in Arugam Bay? Tourists on surfing holidays do not set up religious structures. And, according to a BBC expose, this Chabad House has even requested legal status from the Ministry of Religious Affairs.",
    "Like in Amsterdam, some Israeli tourists have brought the Gaza war into Arugam Bay with at least two billboards commemorating IDF members killed in the war against Gaza. Why should tourists put up structures to honour their war dead in someone else’s country?",
    "Soon after the US issued its travel advisory, media reports mentioned a demonstration by locals in support of Israeli tourists with participants carrying Israeli flags. Israeli flags cannot be a common commodity in Arugam Bay. The demonstration would have been organised by interested elements (foreign or local).",
    "The possibility of the Chabad-Lubavitch Movement members building tactical alliances with anti-Muslim Sinhala and Tamils politicians cannot be discounted. Udaya Gammanpila did try to run with the issue, draping himself metaphorically in the Israeli flag but in the current non-extremist political climate his attempt did not work.",
    "But the ending could be different if the new government fails to deliver and the opposition doesn’t rejuvenate. As the government’s support erodes (the NPP/JVP has no large and longstanding electoral base), the vacuum in the opposition could be filled up by majoritarian extremists looking for a way back from the Rajapaksas to Weerawansas and Gammanpilas. Muslim majority Arugam Bay being overrun by Israeli “tourists” setting up religious houses and war memorials could be an obvious starting point for these elements. One spark is all it takes, when hope is eroding and disillusionment surges.",
    "For racism is never dead, not even in the most tolerant of lands (which we are not). It merely slumbers, waiting for an opportune time like Albert Camus’ plague rats.",
    "I am a never NPP/JVPer. But if the new government fails beyond what is normal, disaster would ensue including an upsurge of ethno-religious extremism. Magic wands are dangerous things and wishes can be curses in disguise. 1956, 1970, 1977, 2010, and 2019 all ended in disaster. 2024 has to have a happier ending. The NPP/JVP has no governance experience but it can learn from the experience of others. As they sing in Into the Woods, “Mind the past. Mind the future.”"
  ]
}