{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99927/eight-killed-25-injured-in-india-train-crash",
  "time_ut": 1718611560.0,
  "original_lang": "en",
  "original_title": "Eight killed, 25 injured in India train crash",
  "original_body_lines": [
    "Eight people have died and around 25 have been injured in a train crash in the eastern Indian state of West Bengal.",
    "The accident occurred when a goods train hit a stationary passenger train, the Kanchenjungha Express, in the New Jalpaiguri area on Monday morning.",
    "Dramatic footage from the accident site showed one wagon of the express train suspended in the air.",
    "It’s not clear yet what led to the crash but authorities say a detailed investigation will be held.",
    "Authorities say ambulances and disaster teams have been sent to the site for rescue efforts.",
    "“We are trying to complete the rescue operation as soon as possible,” Railway official Sabyasachi De told reporters.",
    "“The preliminary information we have is that the Kanchenjungha Express was hit from the rear by a goods train,” he said, adding that the reason would only be confirmed after investigation.",
    "A passenger rescued from the Kanchenjungha Express said he had suffered a head injury in the crash. “I was travelling in B1 coach when the train was hit,” he told ANI news agency.",
    "Federal Railway Minister Ashwini Vaishnaw said that relief teams were working in close coordination with railway officials to carry out rescue operations.",
    "“The injured are being shifted to the hospital. Senior officials have reached the site,” he posted on X, formerly Twitter.",
    "The railways have set up a control desk with a helpline number at Rangapani station, near which the collision took place.",
    "Last year, a devastating crash involving three trains in the eastern state of Odisha had killed around 290 people and left more than 1,000 injured."
  ]
}