{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Dayasiri-denounces-Nimal-Siripala-s-unauthorised-support-for-President/56-765037",
  "time_ut": 1722556506.0,
  "original_lang": "en",
  "original_title": "Dayasiri denounces Nimal Siripala’s unauthorised support for President",
  "original_body_lines": [
    "SLFP General Secretary Dayasiri Jayasekara says fellow party member Nimal Siripala de Silva and group has no legal authority to use SLFP name to hold meetings or express support for the President",
    "Asserts according to a court order, he is the recognised General Secretary of the SLFP",
    "Reiterates SLFP Central Committee’s stance is to not participate in any Govt. other than a multi-party one",
    "Claims SLFP Central Committee has not decided to support any candidate in the upcoming Presidential election yet",
    "Sri Lanka Freedom Party (SLFP) General Secretary Dayasiri Jayasekara has condemned recent actions by Minister Nimal Siripala de Silva and his group, asserting they have no legal authority to use the SLFP name to hold meetings or express support for President Ranil Wickremesinghe. Jayasekara highlighted that, according to a court order, he is the recognised General Secretary of the SLFP. Jayasekara reiterated that the SLFP Central Committee’s stance is to not participate in any Government other than a multi-party one. He clarified that no decision has been made by the current Central Committee to take up posts in the existing Government or support any candidate in the upcoming Presidential election. He criticised de Silva and his supporters for redundantly announcing their support for Wickremesinghe, calling their actions an attempt to undermine the SLFP.",
    "On Wednesday, the President’s Media Div-ision (PMD) announced that de Silva and the SLFP had decided to support President Wickremesinghe in the upcoming Presidential election. According to the PMD, this decision was conveyed by the SLFP Central Committee during a meeting with the President.",
    "However, the SLFP continues to face internal conflicts, with Jayasekara remaining the only official office bearer recognised by the courts. The party members are divided over their support for a candidate in the upcoming election."
  ]
}