{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ceylinco-cancer-centre-acquires-latest-siemens-ct-simulator-to-enhance-patient-care/",
  "time_ut": 1724692740.0,
  "original_lang": "en",
  "original_title": "Ceylinco Cancer Centre acquires latest Siemens CT Simulator to enhance patient care",
  "original_body_lines": [
    "The Ceylinco Cancer Centre has acquired a state-of-the-art, AI-supported, CT Simulator from Siemens Healthcare GmbH of Germany, significantly enhancing the accuracy of the radiation therapy it offers, as well as the comfort of patients.",
    "A spokesman for the Centre said the acquisition of the CT Simulator entailed an investment of Rs 200 million, and that this is the only CT Simulator in Sri Lanka’s private healthcare sector that is dedicated exclusively for treatment planning, and would not be used for routine diagnostic scanning.",
    "“With cancer cases expected to surge by 50% between 2020 and 2040, radiation treatment centres will see a huge rise in the number of patients requiring support,” said R. Renganathan, Chairman of Ceylinco Healthcare Services Limited (CHSL), which owns the Ceylinco Cancer Centre. “This demands innovative solutions that will allow doctors to work more efficiently and lay the foundations for the best possible treatments and optimal patient outcomes. Our latest investment is an important step in that direction.”",
    "The SOMATOM go.Sim is a single, integrated software and hardware solution that covers the entire CT simulation process. It was created for one reason – to reduce errors in a complex workflow, and to potentially reduce time to treatment. Driven by intelligence and automation, SOMATOM go.Sim simplifies the medical professional’s tasks and reduces the likelihood of errors.",
    "Consequently, radiation treatment planning can be performed more accurately and precisely, with Consultant Oncologists receiving much clearer images for better contouring of the tumours they treat.",
    "The Siemens SOMATOM go.Sim CT Simulator has an 85cm wide bore to allow all immobilisation devices to pass through without any interference, giving Consultant Oncologists more freedom to position the patient using the immobilisation devices in a very accurate manner, without any limitations in doing the CT Simulation. This is another feature which is available in the private sector only at the Ceylinco Cancer Centre. The machine also has a Scan Field-of-View (sFOV) of 60cm.",
    "Earlier this year, the Ceylinco Cancer Centre launched RapidArc™ radiation treatment for cancer, following a significant upgrade to the Varian Clinac iX Linear Accelerator (Linac) in use at the Centre. Compared with conventional radiotherapy techniques, RapidArc can achieve high-target volume coverage while minimising damage to normal tissues.",
    "Unilever Sri Lanka cricket team crowned 2024 champions of Mercantile G Division Tournament",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}