{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-offers-investments-in-key-sectors-during-presidents-visit-242272/",
  "time_ut": 1759228500.0,
  "original_lang": "en",
  "original_title": "Sri Lanka offers investments in key sectors during president’s visit",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has offered investments to the Japanese business community in many areas including the island nation’s digital transformation, artificial intelligence (AI) manufacturing, information technology, renewable energy and tourism, the President’s Media Division said.",
    "Top officials from the Sri Lanka government made these offers when they met the Japanese business community during the official visit of President Anura Kumara Dissanayake.",
    "President Dissanayake also invited the Japanese business community to join in exploring the emerging economic opportunities in Sri Lanka, while further strengthening bilateral trade and investment relations between Japan and Sri Lanka and encouraging private sector participation.",
    "Addressing the forum, Dr Hans Wijayasuriya, Chief Advisor to the President of Sri Lanka on Digital Economy, outlined the Sri Lankan Government’s strategic priorities for the country’s national digitalisation process.",
    "“He highlighted opportunities for growth in areas such as digital transformation and artificial intelligence (AI), with a particular focus on positioning Sri Lanka as a regional hub for data centre development,” the PMD said in a statement.",
    "Sri Lanka’s Board of Investment also presented key sectors prioritised for Japanese investment, including manufacturing, information and communication technology, renewable energy and tourism.",
    "“Sri Lanka’s commitment to facilitating investment needs through robust policy support and streamlined procedures was emphasized,” the PMD said.",
    "The event was attended by nearly 200 senior members of Japan’s business community and was jointly organised by JETRO, the Ministry of Economy, Trade and Industry of Japan (METI), the Embassy of Sri Lanka in Japan, the Japan–Sri Lanka Business Cooperation Committee and the BOI.",
    "On the sidelines of the forum, President Dissanayake held discussions with Norihiko Ishiguro, Chairman of JETRO.",
    "“Reaffirming JETRO’s commitment, Chairman Ishiguro pledged to act as a bridge between the business communities of the two countries in order to strengthen continuous engagement and develop mutually beneficial partnerships with Sri Lanka.” (Colombo/September 30/2025)"
  ]
}