{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Australia-to-allow-workers-to-ignore-after-hours-calls-from-bosses/108-276623",
  "time_ut": 1707410580.0,
  "original_lang": "en",
  "original_title": "Australia to allow workers to ignore after-hours calls from bosses",
  "original_body_lines": [
    "Australia, Feb 8 (Independent) - Australia is set to pass a law that will provide employees the right to refuse unreasonable calls from bosses outside of work hours without facing penalty.",
    "The \"right to disconnect\" is among the various changes to industrial relations laws proposed by the federal government in a parliamentary bill.",
    "Prime minister Anthony Albanese’s government said these changes would safeguard workers’ rights and contribute to restoring a healthy work-life balance.",
    "It would also mean potential fines for employers that breach the rule.",
    "His Labor party’s so-called “closing loopholes” bill which is meant to plug gaps that undercut workers’ pay and conditions has won the support of the majority of senators for the legislation.",
    "The left-wing Greens, which supports the rule and was the first to propose it last year, confirmed that the legislation was close to becoming a law after deals between Labor, smaller parties and independents to support this bill.",
    "\"What we are simply saying is that someone who isn’t being paid 24 hours a day shouldn’t be penalised if they’re not online and available 24 hours a day,” Mr Albanese told reporters earlier on Wednesday.",
    "Similar laws that give rights to employees to switch off their official devices after work are already in place in France, Spain and other countries in the European Union.",
    "Employment Minister Tony Burke from the ruling centre-left Labor party said a majority has been reached in the parliament to pass the bill.",
    "He said it will stop employees from working unpaid overtime with the right to disconnect and prevent unreasonable contact out of work hours.",
    "Barbara Pocock, the Greens’ spokesperson on workplace relations, said that the new right applies to \"all employees,\" but clarified that the amendment “won’t disturb all kinds of changes where people are paid to be on call or where their job description requires it or where there’s an emergency”.",
    "Employees who feel they are being contacted unreasonably should initially address the matter with their employer, she said. If the issue remains unresolved, they can escalate it to the Fair Work Commission for a stop order, which could result in fines if the employer fails to comply.",
    "The bill also encompasses additional provisions, such as establishing a clearer pathway from temporary to permanent employment and setting minimum standards for temporary workers and truck drivers.",
    "However, the opponents of the law said the right to disconnect provision was an overreach and would undermine the move towards flexible working and impact competitiveness.",
    "“Australians work an average of six weeks unpaid overtime each year,” Mr Bandt said, a time that equates to A$92bn (£47bn) in unpaid wages across the economy, he added."
  ]
}