{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Tourist-arrivals-surpass-200-000-mark-but-miss-monthly-target/108-280143",
  "time_ut": 1712179800.0,
  "original_lang": "en",
  "original_title": "Tourist arrivals surpass 200,000 mark but miss monthly target",
  "original_body_lines": [
    "Sri Lanka crossed the 200,000 tourist arrival mark for four consecutive months from December 2023, through March 2024, affirming good times are back for the once hard-hit industry that almost came to a standstill.",
    "Although the monthly tourist arrival rates have almost doubled from what was witnessed in 2023, the monthly arrival targets have not been met as yet this year, both in the upper-case scenario and lower-case scenario.",
    "In the month of January, the lower-case scenario target was missed by 7 percent, whereas the uppercase-scenario target was missed by 14 percent.",
    "In February, the lower-case scenario target was narrowly missed by one percent and the higher scenario by 9 percent. The month of March was no different, since it missed the lower-case and upper-case scenario targets by 5 percent and 12 percent. The setting up of ambitious target is nothing new for Sri Lanka, as for almost all indicators, the relevant authorities have for years set higher than achievable goals. The targets set are almost always revised downwards towards the end of the second quarter of the year. It is unclear, the basis behind which these targets are set.",
    "Nevertheless, the tourism sector is improving, which is auguring well for businesses servicing the industry.",
    "In March, the island nation welcomed a total of 209,181 international visitors, a 66 percent year-on-year growth. The daily arrival average for the month was about 6,747 and the weekly arrival average stood at 52,200.",
    "Taking the lead as the largest tourist traffic generator is India, accounting for 15 percent of the total tourist arrivals. The Russian Federation ranks as the second largest source market for Sri Lanka, bringing in 13 percent of the total tourist arrivals. In the third place is the United Kingdom, accounting for 10 percent of the total arrivals.",
    "The other key markets include Germany, China, France, Australia and the United States."
  ]
}