{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/unforgettable-memories-in-zambia/",
  "time_ut": 1715016600.0,
  "original_lang": "en",
  "original_title": "Unforgettable memories … in Zambia",
  "original_body_lines": [
    "Yohan & Honorine, a popular duo in the local scene, made a first time appearance at an event in Zambia and, according to reports coming our way, delighted the large crowd present with their music.",
    "The occasion was the Zambia-Sri Lanka Friendship Association’s Annual Sri Lankan Food Nite & Dinner Dance, held on April 20th, at the Kenneth Kaunda Wing of Mulungushi International Conference Centre in Lusaka.",
    "This annual event has become a cornerstone in fostering cultural exchange and supporting charitable causes, within the Zambian community, and is also very famous in Lusaka, Zambia, for the public to experience Sri Lankan cuisine, consisting of a variety of Sri Lankan dishes.",
    "The evening was not only a celebration of Sri Lankan culture but also a testament to the goodwill shared between the two nations. Attendees, numbering close to 600, were treated to an unforgettable performance by Yohan & Honorine, whose fusion of music and dance captivated the audience.",
    "This event holds special significance as it serves as a fundraiser for charitable initiatives in Zambia. The net proceeds from the event contribute to various worthy causes, reflecting the altruistic spirit of both the organizers and participants.",
    "Over the years, the Sri Lankan Food Nite & Dinner Dance has welcomed an array of talented musicians and bands from Sri Lanka, each leaving an indelible mark on the Zambian cultural landscape.",
    "Past performers include Wildfire, Ultimate, Mirage, Sonic Journey, Flame, Mahesh Denipitiya with MAFF, Sohan Weerasinghe, Judy De Silva, Ray Gomes, Jerome, Billy Fernando, Rukshan Perera, Jananth Warakagoda and Devashree De Silva, among others.",
    "The success of this year’s event underscores the enduring bond between Zambia and Sri Lanka and the power of music and culture to unite communities for a noble cause.",
    "As the curtains drew to a close on another memorable evening, the Zambia-Sri Lanka Friendship Association reaffirmed its commitment to fostering friendship and making a positive impact in the lives of those in need.",
    "Yohan & Honorine have been performing as a duo for the past 38 years and are currently featured at the Cinnamon Grand hotel, on Thursdays; Waters Edge, on Sundays; and once a month at DBU.",
    "They have been abroad on several occasions, and have also performed in Dubai, Australia and the Seychelles.",
    "Their trip to Zambia was made even more memorable with a wildlife safari, where they had the opportunity of seeing elephants, rhinos, giraffes and many types of deer, also a river cruise, and a sightseeing tour of the famous Victoria Falls Waterfront, in Livingstone, Zambia.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}