{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Japan-to-extend-fresh-support-for-humanitarian-demining-activitiesin-north/56-757734",
  "time_ut": 1706120920.0,
  "original_lang": "en",
  "original_title": "Japan to extend fresh support for humanitarian demining activities in north",
  "original_body_lines": [
    "Japanese Ambassador Mizukoshi Hideaki this week signed the grant contract of the demining project under the scheme of “Grant Assistance for Grassroots Human Security Projects (GGP)”, with Delvon Assistance for Social Harmony (DASH) Program Manager Ananda Chandrasiri.",
    "The Government of Japan has provided a total sum of $ 364,963 (approx. Rs. 116 million) through the GGP to DASH for humanitarian demining activities in the Northern Province.",
    "Ambassador Mizukoshi underscored Japan’s steadfast partnership with Sri Lanka in its post-conflict recovery and reconciliation process, especially by way of extending continued support to achieve Sri Lanka’s goal of becoming a Mine-Impact-Free country by 2027.",
    "Commenting on receiving this grant, Chandrasiri said: “Japan, a long-standing friend and major donor to Sri Lanka’s mine action program, has consistently funded DASH since 2010. This support has enabled thousands to live safely, and with continued assistance, we anticipate the elimination of our landmine issue soon. Despite Sri Lanka’s current economic challenges, Japan’s aid to DASH has remained steadfast, benefiting many directly and indirectly. We are deeply grateful to Japan. This program, funded by Japan and others, unites young people affected by conflict, fostering peace and reassurance.”",
    "Japan has continuously supported all the four demining organisations under GGP scheme, making it one of the most generous and the longest supporting donors in Sri Lanka since 2002. The total amount of Japan’s assistance for humanitarian demining activities exceeds $ 45 million.",
    "It is expected that this project by DASH will contribute to resettlement and livelihood support for more than 6,000 people living in Kilinochchi district."
  ]
}