{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104472/child-diagnosed-with-rare-genetic-disorder-first-case-in-sri-lanka",
  "time_ut": 1735033260.0,
  "original_lang": "en",
  "original_title": "Child diagnosed with rare genetic disorder; first case in Sri Lanka",
  "original_body_lines": [
    "A rare genetic disorder, Congenital Methemoglobinemia, has been diagnosed for the first time in Sri Lanka, affecting a child from the Medawachchiya area in Anuradhapura.",
    "The condition, which causes the skin to turn blue and severely impairs breathing, was identified by a specialist at the premature infant unit of the Anuradhapura Teaching Hospital.",
    "Dr. S.U.C. Ranawaka, a specialist doctor at the neonatal care unit of Anuradhapura Teaching Hospital explained that this disorder has significantly impacted the child’s growth and development. Initial tests to confirm the diagnosis were not available locally, prompting the doctor to send the child’s blood sample to Germany for advanced testing. The results have confirmed the presence of Congenital Methemoglobinemia.",
    "Despite the challenges, the doctor emphasized that timely intervention saved the child’s life. The Ministry of Health provided the required medication, enabling effective treatment, he noted.",
    "Congenital Methemoglobinemia is a rare condition, typically linked to consanguineous marriages, where parents are closely related by blood. However, in this case, the child’s parents confirmed no such relation. Globally, the disorder affects approximately one in every 100,000 children.",
    "In people with congenital methemoglobinemia, some normal hemoglobin is replaced by methemoglobin, which can’t carry oxygen to tissues. This can lead to oxygen deprivation and symptoms like cyanosis, weakness, and shortness of breath.",
    "The doctor also confirmed that this is the first time in Sri Lanka’s history where Congenital Methemoglobinemia was diagnosed in a patient in the country."
  ]
}