{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/We-need-a-revisionist-president-not-merely-a-reformist-one/4-761005",
  "time_ut": 1714002717.0,
  "original_lang": "en",
  "original_title": "We need a revisionist president, not merely a reformist one",
  "original_body_lines": [
    "SJB presidential campaign manager Sujeewa Senasinghe and live-wire SM Marikkar accuse President Wickremesinghe of refusing the SJB its request of venue for May 1st and switching that preferred location to the JVP-NPP instead.",
    "Meanwhile, six SJB MPs including shadow Finance Minister Dr Harsha de Silva accept decentralized funds from President Wickremesinghe allegedly without obtaining party permission. (https://www.dailymirror.lk/breaking-news/SJB-embroiled-in-controversy-after-its-MPs-secure-funds-from-Govt-without-party-approval/108-281121)",
    "Is Ranil already a shareholder of the SJB, while simultaneously undermining it? Is he patronizing policy proxies in the SJB?",
    "Little wonder then, as Prof Charitha Herath noted, that the SJB challenges the JVP-NPP to a debate on economics, but doesn’t challenge the incumbent and his administration with its austerity policies, to any such debate.",
    "A vote for Ranil is a vote for Ranil’s economic policies, but a vote for the SJB may also be a vote for Ranil’s economic policies.",
    "The Italians famously call it “l’apertura a sinistra” translated as “the opening on the left” or “an opening to the left”. In the context of Sri Lanka’s Great Depression, that’s an option we have coming up.",
    "Sri Lanka has never before experienced an economic crisis of these deep dimensions and protracted prospects.",
    "Sri Lanka has never had a leftwing leadership or government.",
    "Sri Lanka no longer has a centrist party (the SJB has a centrist leader, but articulates/ represents its rightwing Economic Council’s discourse rather than Sajith’s).",
    "Therefore –logically— Sri Lanka should take ‘the opening to the Left’.",
    "Would we thereby risk repeating the catastrophic adventure that the majority embarked upon with Gotabaya Rajapaksa? As one who warned explicitly against Gotabaya back in mid-2018 in my Daily Mirror column, I’d say “nope”. Gotabaya was a non-politician. It was the nation’s first ever experiment with non-political leadership, and when it failed, the people overthrew him.",
    "We have had the Left with us before we ever had the UNP. The Marxist LSSP is the island’s oldest political party. The Left tradition and discourse are familiar to us. It’s time we put it to use.",
    "The JVP turns 60 next year. Just as we have seen the UNP, SLFP and SLPP at their best and worst, we’ve seen the JVP in its destructive-nihilistic and constructive-participatory modes, the former being convulsive-episodic, the latter being decades-long. The JVP has passed the test of political rehabilitation, rejoining the mainstream and being a model democratic party for over thirty years.",
    "The JVP-NPP is the least responsible for the debt-driven economic depression we are in. All others are more responsible. If the counterargument is that the JVP helped propel the ‘crooked’ Mahinda Rajapaksa to office in 2005, what of the SJB membership which stayed loyally under Ranil’s leadership not only through his collaboration with Prabhakaran but also the Central Bank bond scam?",
    "Economic liberals often quote the wisdom attributed to Einstein: lunacy is to repeat the same thing and hope for a different result. They argue that the country opted once for the untested Gotabaya and paid the price; it should not opt for the untested JVP and hope for better. That’s silly. The accurate application of the Einsteinian adage would be if we were to repeat an unsuccessful test and hope for a successful result, i.e., vote for those parties/personalities who were part of the decision-making that led us into the debt abyss and still defend that decision --and expect them to produce (or be) the solution. That means the UNP, SLPP, and SJB. It doesn’t mean the JVP.",
    "We never had a Left government because we always preferred a Middle Path and correctly so. Therefore, we had Centre-Left governments with the Left as junior partner.",
    "We no longer have a centrist mainstream party. The SLFP and SLPP are Ranil’s allies. The SJB has pivoted away from the Middle Path and become the main party of the conservative Right (which they call ‘liberal’ meaning ‘liberalized economy’).",
    "The JVP-NPP has inched to the middle, though I’d have preferred an intermediate stage of a JVP-NPP led, left-centre coalition or left bloc as in Kerala, Nepal and much of Latin America (e.g., Lula’s ruling coalition).",
    "The famous founder of ‘world-systems theory’, Immanuel Wallerstein (one of my gurus during my doctoral student days at SUNY-Binghamton) put it best:",
    "“Antisystemic transformation requires alliances, is only possible under the condition of middle-run alliances…Middle-run strategic alliances…is what intramovement diplomacy is all about.”",
    "(‘Transforming the Revolution’, Amin, Arrighi, Frank, Wallerstein, Monthly Review Press, NY 1990, p 53.)",
    "The JVP’s ideological allergy to over a century-old Marxist-Leninist theory of the United Front, makes ‘middle-run strategic alliances’ through ‘intramovement diplomacy’ its blind-spot.",
    "As a 21-year-old I had contextualized and critiqued the sources of this problem in 1978 in the Economic & Political Weekly (India), republished in the Lanka Guardian. It was entitled ‘Metamorphosis of the JVP’, EPW, Sep. 9, 1978, Vol. 13, No. 36, pp. 1550-1552.",
    "Despite the JVP’s rightwing critics, the JVP’s problem is not its Marxism-Leninism as such; it is Wijeweera’s subjectivist deviation within it—which is what I critiqued back in 1978.",
    "JVP-NPP policy on alliances and partnerships will cost it socially and politically, sooner or later. But that’s the choice they’ve made, and they’re the choice we have.",
    "The SJB’s shadow Finance Minister Dr Harsha de Silva insists that there is no choice but to repay the private commercial debt as agreed to by the Wickremesinghe administration whatever it be. He scoffs at the JVP-NPP’s promise to explore renegotiation options or engage in a preliminary ‘debt audit’. (https://economynext.com/sri-lankas-sjb-slams-npps-debt-audit-proposal-insists-restructuring-is-essential-158853/)",
    "As elected Chairperson of the ILO, I have worked with internationally respected economists, beginning with ILO Director-General Juan Somavia. Harsha and Eran are nothing like them. Harsha sounds a lobbyist, Eran a ‘free-market fundamentalist’ (Stiglitz’ and Krugman’s coinage).",
    "The country needs a calibrated change from Ranil’s policy because continuity would wreck everything that made Sri Lanka different—better—from a social and human development perspective, than most of the Global South and even much of the North (e.g., free university education). More precisely, Sri Lanka needs an optimal combination of continuity and change.",
    "‘Continuity’ in the sense that we should stay with the IMF program, and change --’discontinuity’ -- in triple senses:",
    "Revisit with fresh ‘revisionist eyes’ the negotiations with the private bond holders.",
    "Slash extreme economic initiatives that are Ranil Wickremesinghe’s idiosyncrasies dating from 2001 and are unrelated to the IMF program (e.g. a bridge to Tamil Nadu).",
    "We’ve been lucky to have had leaders freshly elected by the people, who punched through dominant ideological constructs and unjust arrangements thought sacrosanct by the Establishment:",
    "The UNP Establishment (JR-Gamini Dissanayake) thought that the presence of 70,000 Indian troops belonging to the IPKF irreversible in the short-term, but President Ranasinghe Premadasa reversed it.",
    "The Wickremesinghe UNP thought the Ceasefire Agreement with Prabhakaran, underwritten by the Co-Chairs, couldn’t be overturned, but President Mahinda Rajapaksa did it.",
    "Ranil and Chandrika thought Prabhakaran’s LTTE could not be militarily defeated. Mahinda Rajapaksa and Sarath Fonseka dramatically disproved that.",
    "The debt trap we are imprisoned in largely due to the Yahapalanaya UNP, requires yet again the election of a resolute revisionist – not merely a reformist-- unafraid to explore policy alternatives/variations including new possibilities in the world economy.",
    "The SJB sneers at the JVP-NPP for reckoning its ideological lineage from Karl Marx. Topping the SJB intellectual pantheon is BR Shenoy, an obscure libertarian Indian economist, almost never quoted by India’s top economists. Nobel Prize winning Amartya Sen with his focus on poverty and inequity should have been the Indian inspiration for President Premadasa’s son’s party.",
    "The SJB’s other big name is Harvard’s Prof Ricardo Hausmann, nowhere in the league of Harvard’s Joe Stiglitz, Nobel Prize winner, ignored by Ranil Wickremesinghe, Mangala Samaraweera, Ravi Karunanayake and Harsha de Silva when he tendered impeccable advice on a panel with Ranil in Colombo (2015).",
    "The JVP-NPP’s intellectual ancestor, Karl Marx, topped the BBC News online poll in 1999 to be named “The Millennium’s Greatest Thinker” (http://news.bbc.co.uk/2/hi/461545.stm).",
    "In 2005 BBC’s Radio4 listeners named him “The Greatest Philosopher of All Time”. (https://www.campaignlive.co.uk/article/marx-wins-bbc-times-greatest-philosopher-vote/484707).",
    "In 2021, Jonny Thomson, teaching philosophy at Oxford, raised the question in Big Think: “Who was The Most Influential Philosopher Ever?”. His closely-argued answer was Karl Marx. (https://bigthink.com/thinking/karl-marx/)",
    "The SJB’s battle-cry against the JVP-NPP is: “Which Marxist party, which Communists, ever managed to develop the country’s economy?”",
    "The ruling parties of China and Vietnam are Communist, Marxist-Leninist. Why would they insist on professing this as they do, when there’s no percentage in doing so, and quite a bit to gain in dropping the brand label?",
    "That’s because the ruling parties of China and Vietnam are indeed Communist, Marxist and Leninist in their core doctrinal formation and identity. Western scholarship maps the ramified network of advanced ‘Party schools’ and think tanks affiliated to the Party Central Committee and military hierarchy, which teach and research Marxist-Leninist doctrines, their histories and contemporary applications/spin-offs.",
    "China is the only country in world economic history to have eliminated extreme poverty for so huge a number in so short a time and, unlike the West, without the benefit of centuries of colonial exploitation.",
    "China and Vietnam have syntheses, fusions, of socialist and capitalist models as well as policies. Was the Lenin’s NEP, the New Economic Policy (1921), capitalist, socialist or an admixture?",
    "Even discounting contemporary China and Vietnam, the SJB’s charge that “nowhere did socialism result in economic development” is illiterate. Stalin avoided the 1930s Great Depression, industrialized speedily to produce the heavy weapons to defeat the Nazi armies, and “took the USSR from the age of the plough to the age of the hydrogen bomb” (Churchill’s phrase), leveraging the new economic system of socialized property and centralized state planning.",
    "The SJB crassly insults Cuba. It should consult Imtiaz Bakeer Markar, who (like Ronnie de Mel) chaired the Sri Lanka-Cuba Friendship Association. Leading economists respect Cuba’s high scores in human development, which in some sectors, outstrip the USA. Chronic shortages suffered by Cuba are a direct result of the US economic embargo of over six decades. Almost the whole world accepts this: Cuba annually brings a resolution against the US embargo at the UN General Assembly and wins an average of 187-190 votes out of 193.",
    "Sajith is increasingly given to a neoconservative religious (Buddhist) rant against the JVP-NPP. (https://youtu.be/jx10bKBk7GM?si=xYS9g8dYP4EvUkm5).",
    "Meanwhile he also stands for social democracy. However, SJB economists and speakers avoid any mention of social democracy and preach the gospel of free-market fundamentalism, aka neoliberalism.",
    "Commonweal is the oldest Catholic intellectual journal in the USA, founded over a century ago. Showcasing a recent essay ‘The Theology of Social Democracy’, the journal’s Editors announced on its cover: ‘What Comes Next? Neoliberalism is doomed. Could a new model of social democracy replace it?’ (April 5th 2024).",
    "The essayist Anthony Annett, Gabelli Fellow at Fordham University, explains:",
    "“Social democracy might well be the most successful economic project in history. During its heyday—the three decades following the Second World War on both sides of the Atlantic—it led to high productivity, economic growth, full employment, low inequality, and very few financial crises. Political and economic institutions made sure that rising prosperity benefitted all classes in society. The time has come to rehabilitate this economic model for our era…",
    "… in a social democracy, the government supplies public goods, uses the welfare state to protect people from adverse economic circumstances, and promotes unions to make sure that workers can bargain for their fair share of economic progress.",
    "…social democracy seeks, however imperfectly, to make operational Article 25 of the Universal Declaration of Human Rights…Social democracy guarantees a standard of living sufficient for all to be able to participate in the economic and social life of the nation. Recognizing that market income is often inadequate for that purpose, social democracy insists on an active role for government.”",
    "That doesn’t sound like the SJB’s Economic Blueprint. But this description of neoliberalism sure does:",
    "“…This…can be contrasted with the approach of free-market economics or economic libertarianism. Under those two systems, the only rights recognized are property rights. A free-market system might allow for a minimal social safety net to prevent outright destitution, but nothing more than that. There is certainly no sense of a common obligation to support the well-being of all. And there is no “right” to an adequate standard of living. Free market theorists such as Friedrich Hayek were quite clear about that.",
    "“…Social democracy…was replaced by something called neoliberalism, which sought to minimize the role of the state and organized labor in economic life and to let the private sector flourish and drive innovation. It was touted as a remedy for the economic malaise of the 1970s, a period of low growth and stubbornly high inflation. The social-democratic model seemed to have reached its expiration date, and something new was required.",
    "Neoliberalism did not work as promised. Productivity and economic growth have both been lower in the neoliberal era than in the era of social democracy. The goal of full employment was cast aside. Inequality soared as a greater portion of the more modest economic growth went to those at the top of the income distribution. And deregulation caused global financial crises—most notably the Great Recession of 2008–2009. We are now living with the social and political fallout from the failures of neoliberalism…” (ibid)",
    "Premadasa’s winning election manifesto (1988) saluted in its title, Roosevelt’s New Deal. The Commonweal essay underscores the New Deal-Social Democracy continuum:",
    "“… The New Deal order encompasses the original New Deal instituted by Franklin Roosevelt as well as its extension by Lyndon Johnson in the 1960s. This order limited the excesses of the market, sought just and harmonious industrial relations, and protected people from a variety of market risks.” (ibid)",
    "Anthony Annett makes a strong case for a renovated social democracy, which sounds nothing like the SJB’s Economic Blueprint:",
    "“…All of this calls for a return to social democracy. But the social democracy of the future can’t just be a carbon copy of the past. It must be attuned to the particular challenges and circumstances of our time…",
    "The two original pillars of social democracy were the welfare state and labor power. We need to restore both of those. We need a robust welfare state—funded by taxes on income, wealth, and inheritance—to protect people from economic dislocation and guarantee their basic economic rights...",
    "[It]…will not be accomplished by the free market. Rather, it will require the guiding hand of government—through large-scale public investment and public–private partnerships. It will require extensive industrial policy, whereby the government subsidizes entire sectors of the economy...” (ibid)",
    "Sajith has to choose between a New Deal/Social Democracy and free-market neoliberalism; between his father’s economic philosophy and his party’s Economic Blueprint. He must show the country whether he and his party follow President Premadasa’s policies or those of Ranil-Harsha-Eran (i.e., Ranil). Come May 1st, the SJB must commit."
  ]
}