{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Divorce-between-two-UK-nationals-recognised-in-Sri-Lanka/56-763750",
  "time_ut": 1719867303.0,
  "original_lang": "en",
  "original_title": "Divorce between two UK  nationals recognised in Sri Lanka",
  "original_body_lines": [
    "An applicant preferred an application to the District Court of Colombo on the basis that a mutual divorce application had been preferred to the Family Courts in UK, where parties had voluntarily moved for the annulment of their marriage which had been entered in Sri Lanka.",
    "The Family Court in United Kingdom, the competent Court with jurisdiction to hear and determine matrimonial disputes had made the Final Order terminating the marriage entered in Sri Lanka.",
    "The applicant, a British citizen, relied on the most recent decision delivered by Court of Appeal, CA/Writ/266/2021 decided by Justice Sobhitha Rajakaruna and Justice Dham-mika Ganepola, and set out through the application to the District Court that the conditions laid down by the Court of Appeal were satisfied, and moved the District Court to recognise the Final Order of annulment of their marriage delivered by the Family Court of the United Kingdom. Evidence was placed before the District Court to satisfy the requirements laid down by the Court of Appeal and under confidential cover the login details given to the applicant to access the judicial proceedings were also placed before the District Court through which the UK judicial proceedings could be directly accessed through the official portal.  It was placed before the District Court that the Family Court of UK had dissolved the marriage in the backdrop where the parties were both UK national’s, residing in the UK through an interparte proceeding. The Additional District Judge of the District Court of Colombo Chandima Edirimanna being satisfied with the facts placed before Court, pronounced Order recognising the final order granted by the Family Court of UK annulling the marriage entered in Sri Lanka and made an appropriate direction to the Registrar of Marriages.",
    "Counsel Nishan Sydney Premathiratne appeared with Ishara Jayakodi arachchi for the Applicant on the instructions of Gamindu Karunasena, Attorney-at-Law."
  ]
}