{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Royal-Beach-Samans-assassination-linked-to-decades-old-conflict-with-Kosgoda-Sujee/108-275586",
  "time_ut": 1706023440.0,
  "original_lang": "en",
  "original_title": "Royal Beach Saman’s assassination linked to decades-old conflict with ’Kosgoda Sujee’",
  "original_body_lines": [
    "Colombo, Jan 23 (Daily Mirror) - While multiple police teams are conducting investigations over the manslaughter of five persons in Beliatta, police revealed that the shooting was a result of conflicts between major organized criminal and drug trafficker 'Kosgoda Sujee' and 'Ape Jana Bala' Party leader Saman Perera over drug trafficking and the killing of Sujee's uncle and brother in 2004.",
    "Five individuals, including Saman Perera, also known as 'Royal Beach Saman,' were shot dead near the Beliatta-Kahawatta interchange of the Southern Expressway when they were enroute to a court appearance in Tangalle.",
    "Saman Perera, also known as 'Royal Beach Saman,' had several pending court cases, including one related to the murder of Asela Sampath at the Kudawella Fisheries Harbour on 05.06.2022. It was revealed that they were killed when they were on their way to appear before court in the case related to the murder Asela Sampath.",
    "Investigations revealed that Kosgoda Sujee, who was operating underworld activities and drug networks from overseas, has orchestrated the shooting.",
    "Investigations have also revealed that Saman Perera's party allegedly committed the murders of Sujee's family members in 2004 and a relative in Galle in 2016. In retaliation, Sujee had attempted to assassinate Saman Perera in the Idurwa area in 2018, though the attempt had been unsuccessful.",
    "Acting Inspector General of Police Deshabandu Tennakoon conducted a special discussion on the progress of the investigations into the Beliatta shootings with senior officers, including the Senior DIG in charge of the Southern Province, DIG of CID and the STF.",
    "CCTV footages revealed that a group in a jeep with the number plate 65-2615 was involved in the shooting. Photographs of one suspect have been identified and forwarded to the Airport Automatic Face Recognition System (AFRS).",
    "Also, the Acting IGP has instructed the Director of the Crimes Record Division to provide a detailed report on all individuals involved in crimes and drug trafficking associated with Kosgoda Sujee.",
    "[20:30, 23/01/2024] Darshana Sanjeewa: Buddhist monk killing: Car used in shooting found torched",
    "The vehicle suspected to have been used in the fatal shooting of a Buddhist monk at a temple in Malwathu Hiripitiya, Gampaha, was discovered engulfed in flames in the Kaduwela area today.",
    "The suspects set fire to the car at a deserted location near a forest in Kaduwela before making their escape.",
    "Earlier in the day, four unidentified individuals in a car had opened fire on the 45-year-old Buddhist monk using a T-56 weapon."
  ]
}