{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104636/emirates-to-increase-flights-to-sri-lanka-in-2025",
  "time_ut": 1735706100.0,
  "original_lang": "en",
  "original_title": "Emirates to Increase Flights to Sri Lanka in 2025",
  "original_body_lines": [
    "Emirates will increase flight frequencies on its Dubai-Colombo route in 2025, increasing passenger capacity on the Sri Lanka service by 30 percent.",
    "Emirates Airlines is expanding its Dubai-Colombo, Sri Lanka route with a new daily flight starting January 2, 2025.",
    "This strategic addition will increase passenger capacity by 30 percent, supporting Sri Lanka’s ambitious tourism goals for the coming year and strengthening the vital air connection between the two destinations.",
    "The new service, operating as EK654/655, will initially run six times weekly through March 31, 2025. Passengers can board flight EK654 from Dubai International Airport at 10:05 AM (except Wednesdays). The flight lands at Bandaranaike International Airport at 4:00 PM local time.",
    "The return flight departs Colombo at 10:05 PM, reaching Dubai at 1:05 AM the next day. This carefully planned schedule allows for convenient connections to Emirates’ extensive global network.",
    "Starting April 1, 2025, the schedule expands to include Wednesdays, with adjusted timings to better serve traveler needs.",
    "The Wednesday flight will leave Colombo at 10:05 PM, touching down in Dubai at 12:55 AM. The return service departs Dubai at 1:20 PM. It then arrives in Colombo at 7:15 PM, providing passengers with additional flexibility in their travel plans.",
    "Travelers on the new route will enjoy Emirates’ signature luxury experience aboard its Boeing 777 aircraft. The aircraft features eight First Class suites offering unparalleled privacy and comfort.",
    "This is complemented by 42 Business Class seats equipped with state-of-the-art amenities. A further 310 Economy Class seats are supports, with all designed for optimal comfort during long-haul flights.",
    "This addition complements Emirates’ existing services – two direct Dubai-Colombo flights and one daily route via Male, bringing the total daily service to four flights.",
    "The expansion significantly strengthens Emirates’ longstanding partnership with Sri Lanka Tourism. Together, they actively promote Sri Lanka’s diverse attractions across Emirates’ global network, showcasing the island nation’s rich heritage and natural wonders.",
    "This collaboration aligns perfectly with Sri Lanka’s new focus on attracting eco-conscious travelers and their ambitious goal of welcoming 3 million visitors by 2025.",
    "Emirates’ relationship with Sri Lanka spans nearly four decades, beginning in April 1986. Throughout this period, the airline has consistently supported the country’s tourism and trade sectors, carrying over 12 million passengers to and from Colombo.",
    "The enhanced schedule now offers more than 2,800 daily seats between the two cities and can transport up to 160 tonnes of cargo per day, providing crucial support for both tourism and trade connections.",
    "This capacity increase demonstrates Emirates’ continued commitment to Sri Lanka’s economic growth and tourism development, while offering travelers more choices and improved connectivity to destinations worldwide through its Dubai hub."
  ]
}