{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-headless-police-for-presidential-election/",
  "time_ut": 1723443300.0,
  "original_lang": "en",
  "original_title": "A ‘headless’ police for presidential election",
  "original_body_lines": [
    "Any organization, be it professional, social or in sport, has to be led. The leader steers the organization on a charted path to achieve it’s goals and aspirations. He has a paramount role to guide humans within the organization towards identified goals and targets. The leader steers it with a mix of inspiration, discipline, delegation of authority, supervision and monitoring. Leadership has much to do with an organization’s successes or failures. It is a “sine qua non’’ or an integral element for any organization to succeed.",
    "Challenges to the police at a time of a crucial presidential election are manifold. In normal or ordinary times, those in office interfere with the police. This odious feature, starting with the advent of the UNP to power in 1977, gathered momentum in course of time. Such intrusions were rendered possible, more by compliant police heads falling in line with the demands of their political bosses. I would estimate that the police was 60-70% responsible for this sad state of affairs and politicians to blame 30-40%. The fault is mostly with the police for failing to stand up and take the correct stand.",
    "Some in top positions in the police have conveniently accused politicians of interference. This is an evasive tactic to cover up failures or abdication of responsibility. Acquiescence and accommodation fall into the realm of abetting with the violation of laws, rules and conventions. Ideally the IGP, if he is strong and convincing enough to express professional views, could keep much interference at bay. But the police history is sadly replete with submission by some IGPs to political dictates. Beginning from 1977, this syndrome has accelerated with time, with Cyril Herath being the only exception. He remains a beacon in a dark cloud. Some successors following him from late 1980’s allowed things to go from bad to worse.",
    "This is the backdrop in which the police is now poised to function at the forthcoming election. As said earlier, some IGPs over time had failed to assert themselves and exercise authority in the course of normal police work, becoming pliant prey to politics. We now have IGP Deshabandu Tennakoon who has been reduced to a nonentity, at least for sometime, by the Supreme Court. The public perceive him to be partisan. His is a self Inflicted wound.",
    "My colleague in the police, H.M.G.B. Kotakadeniya, recently told the media aptly that Tennakoon had become a prey to politics. He has been just another of those IGPs who failed to resist encroachment. It may however not be fair to blame him alone. Roots of the malaise certainly lie in the past, beginning from late 1980s.",
    "In principle and theory, leadership is an integral element for the efficacy of an organization. But, given the sad saga of some compliant police heads over time, how would an IGP considered a favourite of the power establishment perform at an election? More precisely, if Tennakoon was in the IGP’s seat at such a crucial election, would he have asserted authority to insist that police discharge their functions impartially and equitably? In my view, going by his reputation, it is difficult to think that he could have withstood pressures which invariably arise at an election.",
    "Therefore, though in principle, an IGP is expected to set the pace and steer a large organization to act without fear or favour, leadership under a pliant IGP at time of an election could vitiate and mar the highest standards expected of the police. In the current context where each territorial DIG would have to face challenges in an environment sans directions from an IGP or acting IGP, territorial DIGs who are in the field may act differently from one another in responding to unreasonable political dictates. Some may be less pliant than others. Such inconsistency and lack of uniformity may be more conducive towards better performance by the police, than if an IGP with a proclivity to grant favours and permit dubious practices, exerts centralised control over all territorial DIGs. We may then see uniformity in abuse.",
    "In other words, lack of uniformity and consistency may therefore be more advantageous to the proper discharge of police functions than if all DIGs have to obey the dictates of a pliant IGP subservient to ruling politicians. The scope for abuse may be more with centralised control, should the reins at the top be in the hands of an officer who is malleable.",
    "The Aug. 4 Sunday papers reported that the Secretary, Ministry of Law and Order, has been empowered to perform the functions of the IGP at the forthcoming election. It is doubtful that he can stamp his authority over the police for he simply does not have the ‘feel’ of police work. He will at best be a poor option. Police will thus remain a headless body. Paradoxically, this may be a climate more conducive for better performance, with territorial DIGs working to different standards at the election.",
    "I have said here that beginning from late 1980s some IGPs have succumbed more and more to politics. I am reminded of what General Von Schleicher, Minister of Defence in Germany, told the media in the late 1920s. A king maker at the time, he explained his choice of Von Papen to succeed Bruning as chancellor with the words “I don’t need a head, I need a hat.” This description may fit a few IGPs here who had been willing tools of power structures. They have been more “hats” than “heads” .",
    "It would be appropriate to examine the role of DIG (Elections) in the present context. DIG (Elections) has two roles to perform. First, he has to lay the groundwork or plan for an election. This task would include educating field officers on election laws, and identifying and allocating personnel and logistical support for the police to discharge their election responsibilities. This is the preparatory stage. The more crucial role is the process of monitoring violation of election laws and exhorting field police officers to act correctly. He must provide strength and security for police to resist encroachment.",
    "This important second role can be identified as the “enforcement” stage. For this crucial role, the designated DIG (Elections) has to be senior to all territorial DIGs in the field as his instructions and orders have to be obeyed by territorial DIGs. The writ of DIG (Elections) should clearly prevail over DIGs in the field. Some IGPs have deviated from this procedure. They had chosen to appoint junior favourites as DIG (Elections). This was a controversial step.",
    "A relatively junior DIG, I T Canagaratnem, was DIG (Elections) when Ernest Perera and Frank de Silva served as IGP. In my time, Snr DIG R Sunderalingam and Snr DIG Leo Perera discharged the role of DIG (Elections) very well, for they were senior enough to issue orders to all territorial DIGs. Incidentally, the extension of service of Leo Perera was denied for discharging his role equitably with IGP Ernest Perera doing nothing to protect him. Deviations from appointing the most Snr DIG as DIG (Elections) may not be conducive for police to discharge their responsibilities efficiently and equitably at elections.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}