{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/espionage-survival-a-book-review-of-spy-tiger-the-05-file/",
  "time_ut": 1726785649.0,
  "original_lang": "en",
  "original_title": "Espionage & Survival: A Book Review Of ‘Spy Tiger: The 05 File’",
  "original_body_lines": [
    "Spy Tiger: The 05 File, co-written by Kagusthan Ariaratnam and Michael Bramadat-Willcock, offers an intense and eye-opening narrative of Kagusthan’s journey, initially as a forcibly recruited child soldier and later as an informant for the Indian and Sri Lankan governments, throughout the Sri Lankan civil war, one of the most complex and brutal civil wars in recent history. The reader is plunged into the psychological and moral labyrinth of loyalty, betrayal, and survival through his first-person account.",
    "The book begins with a gripping conversation between Kagusthan and David Poopalapillai, the spokesperson of the Canadian Tamil Congress, about a group of Tamil refugees who arrived on a ship seeking asylum in Canada. This dialogue introduces the complex and often devastating consequences of labeling and politicizing ethnic minorities as enemies of the state. Through this exchange, we begin to understand the intricacies of Tamil identity, the struggles faced by those fleeing Sri Lanka’s civil war, and the systemic obstacles they encounter in their quest for safety.",
    "One of the book’s most striking features is Kagusthan’s raw portrayal of his abduction by the Tamil Tigers as a teenager, forcibly separated from his education and dreams. His detailed account of being imprisoned, starved, and coerced into becoming a soldier is both heartbreaking and horrifying. The author vividly describes the torture, manipulation, and exploitation used to bend the will of young recruits. His conscription is not only a personal tragedy but also emblematic of the suffering endured by thousands of Tamil youths during the Sri Lankan civil war.",
    "Throughout the story, Kagusthan becomes an informant for multiple intelligence agencies, including India’s RAW, Canada’s CSIS, and the Sri Lankan military. His transition from victim to reluctant agent reveals the complexities of war and the murky ethical waters of espionage. The psychological burden he carries—being a so-called “traitor” to his people while working to save his life and those of his loved ones—makes for an emotionally gripping narrative. His struggle to balance loyalty, survival, and love, particularly his relationship with a fellow Tamil Tiger cadre, Nala, adds a layer of personal conflict that deepens the emotional stakes.",
    "One of the most harrowing moments in the book is Kagusthan’s capture by the Sri Lankan military, where he endures brutal torture and is injected with drugs. The narrative offers a brutal look at the human cost of war and the dehumanizing tactics employed by both the Sri Lankan army and the Tigers.",
    "A crucial addition to Spy Tiger is the chapter discussing the MV Ocean Lady and MV Sun Sea migrant ships, which carried Tamil refugees fleeing the aftermath of Sri Lanka’s civil war to Canada. In 2009 and 2010, these ships became the center of a heated political and legal battle over the treatment of Tamil asylum seekers. Kagusthan recounts how the Tamil refugees, like himself, were escaping persecution, yet upon their arrival in Canada, they were imprisoned without evidence linking them to terrorist activities. The Conservative government of Stephen Harper treated the refugees with suspicion, enforcing harsh detention measures and legal battles that tested Canada’s refugee and human rights policies.",
    "Kagusthan’s personal connection to this story adds depth to the narrative. He reveals his involvement in discrediting Rohan Gunaratna, an “expert witness” called to testify against the Tamil refugees. Gunaratna, an academic closely linked to anti-terrorism circles, had manipulated and exploited Kagusthan during his time as a spy. Through his affidavit against Gunaratna, Kagusthan helped expose the inaccuracies and exaggerations in Gunaratna’s testimony, which had aimed to portray the refugees as terrorists. This legal battle played a significant role in the eventual release of many Tamil migrants.",
    "The discussion of the MV Ocean Lady and MV Sun Sea highlights the ongoing struggles of Tamil refugees, who continue to face challenges even in countries like Canada. The chapter underscores the complexity of defining terrorism, as many Tamils were forced to cooperate with the LTTE while living under their de facto control in northern Sri Lanka. This loose interpretation of involvement with the Tamil Tigers allowed governments to wrongly conflate refugees with terrorists, further complicating their asylum cases. Kagusthan’s personal stake in this issue gives readers a powerful insight into the political machinations at play in the aftermath of Sri Lanka’s civil war and the broader implications of global counterterrorism narratives.",
    "Spy Tiger excels at capturing the constant tension that defines Kagusthan’s life as he is caught between opposing forces. His journey from child soldier to spy sheds light on the intricacies of Tamil Tiger operations, India’s involvement in the conflict, and the far-reaching consequences of terrorism and intelligence work. The book also touches on the cultural and political dynamics within Sri Lanka, as well as the emotional and mental scars left by the decades-long civil war.",
    "Despite the heavy subject matter, the book is not without moments of introspection and reflection. Kagusthan often returns to his roots, reflecting on his childhood dreams of becoming an engineer, priest, or soccer player and how those dreams were shattered by war. These passages provide much-needed moments of human vulnerability and offer insight into the psychological effects of violence on individuals and communities.",
    "Overall, Spy Tiger is a powerful and thought-provoking memoir that offers an insider’s perspective on one of the most violent periods in Sri Lankan history.",
    "It’s a compelling read for anyone interested in military history, espionage, or the human cost of war. Through Kagusthan’s story, the reader is left questioning the meaning of loyalty, the nature of conflict, and the moral dilemmas those trapped in extreme violence face. The book is both a personal confession and a historical testimony, reminding us of the importance of understanding the complex narratives behind political conflicts."
  ]
}