{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Taxation-should-be-an-investment-people-are-making-for-current-and-future-wellbeing/4-763274",
  "time_ut": 1718841862.0,
  "original_lang": "en",
  "original_title": "Taxation should be an investment people are making for current and future wellbeing",
  "original_body_lines": [
    "Taxation should be looked at as part of a social contract between a Government and the people who pay tax",
    "Taxation needs to be looked at from a different perspective and models of taxation need to be examined. Taxation should be looked at as part of a social contract between a government and the people who pay tax. It is part of a partnership between the government and the public and it must give a sense of ownership to the public that their money is being used judiciously for their benefit. Besides this, they must have a belief that their taxes are investments, not just expenses, and that they will have a return on their investment. Better hospitals, better schools and universities, better roads, better transport and more affordable energy costs are some returns they should be able to expect with their taxes.",
    "The United Nations Development Programme (UNDP) in Sri Lanka, in collaboration with the Ministry of Finance, Inland Revenue Department, University of Moratuwa, and the National Innovation Agency of Sri Lanka co-convened the first-ever National Tax Dialogue to address contemporary issues surrounding taxation and fiscal policies in the island (https://bizenglish.adaderana.lk/sri-lankas-first-national-dialogue-on-fair-taxation-and-stronger-social-contract-for-the-sustainable-development-goals/).",
    "According to the above news report, after 76 years of independence, Sri Lanka has for the first time had a national dialogue on taxation to address contemporary issues surrounding taxation and fiscal policies in the island. While it is better late than never, it is disturbing that such a dialogue took so long to eventuate. Tax revenue is a major source of income for the country and in 2024 the Government expects revenue of Rs. 4,106 billion, of which 93% is tax revenue. According to CEIC data, Sri Lanka tax revenue was 10.8% of GDP in December 2023 (https://www.ceicdata.com/en/indicator/sri-lanka/tax revenue#:~:text=Sri%20Lanka%20Tax%20Revenue%20was,to%202023%2C%20with%2034%20observations).",
    "The 2023 fiscal numbers, recently released through the Central Bank of Sri Lanka’s Annual Economic Review, reveal that the Government of Sri Lanka’s total expenditure for 2023 was Rs. 5,357 billion. Total Government expenditure for the year 2022 amounted to Rs. 4,472 billion. Out of which total revenue and grants could only cover 45% of spending while the remaining 55% was financed via borrowings (https://publicfinance.lk/en/topics/how-did-sri-lanka-finance-government-expenditure-in-2022-1684156853).",
    "The importance, and dependence on tax revenue to meet Government expenditure is unquestionable. As mentioned above and as many are aware, the country has been borrowing heavily to bridge the gap between recurrent expenditure and income in addition to fund capital projects, some of which were not astutely evaluated and costed. Consequently, such accumulated borrowings have taken the debt to GDP ratio to almost 130% now.",
    "Sri Lanka has few choices as to how it can reduce the gap between income and expenditure without borrowings. It can reduce expenditure, or it can increase income. Reducing expenditure is a politically unpopular decision as stakeholders associated with major areas of expenditure are bound to oppose expenditure cuts, except perhaps token cuts.",
    "Increasing income looks feasible on paper but considering that the country is already so dependent on tax revenue will make it hard to raise more taxes. One key avenue that can and should be explored is the fairness of the tax system that reportedly was a topic of the National Dialogue on taxation. A fairer system perhaps could yield a greater income for the Government. The lack of confidence in how Governments of all persuasions have managed expenditure makes it difficult to convince the public that they have to pay higher taxes to increase Government income.",
    "Increasing exports and investments is talked about by all political parties although few detailed strategies are yet to be made known. These are areas that must be improved along with industrialisation, agriculture, and sustainable energy projects. These are however long-term projects, and they all need long term strategic policies and plans, something Sri Lanka has not done effectively and efficiently.",
    "In regard to increasing tax revenue, while definitive statistics are not available, tax evasion by high earning individuals and companies, by under reporting or not reporting income, is reportedly very substantial. Amongst high earning individuals, several professional categories have been mentioned as operating in a cash economy.",
    "It is more than likely that such individuals either do not declare their income or under report their earnings resulting in tax avoidance or tax minimisation using illegal means. It is not an insurmountable challenge to raise a fair tax revenue from tax evaders if there is a will to do it. The lack of such a will is perhaps the reason for not having a dialogue on tax.",
    "A tax system has to be fair to a low- and middle-income individual as it must be for a high-income individual. Inordinately high taxation is unfair irrespective of income levels, as all individuals work hard to earn money. Sri Lanka is not a socialist country where individual enterprise has limitations imposed by the State. It is a free country with a market economy. High levels of taxation is also a disincentive for investment and therefore a counterproductive measure in the context of increasing tax revenue as it can close opportunities for expansion of business enterprises.",
    "The State has a responsibility to look after the less fortunate, but it does not and should not have a responsibility to curb free enterprise. However, every citizen should also have a responsibility to look after the less fortunate and contribute towards fundamental values of the country. These include a universal healthcare system provided free to all its citizens and a free education system.",
    "Looking at taxation, fair and reasonable, also needs to be looked at from a different perspective and models of taxation needs to be examined. Taxation should be looked at as part of a social contract between a Government and the people who pay tax. It is part of a partnership between the Government and the public and it must give a sense of ownership to the public that their money is being used judiciously for the benefit of the public. Besides this, they must have a belief that their taxes are investments, not just expenses, and that they will have a return on their investment. Better hospitals, better schools and universities, better roads, better transport and more affordable energy costs are some returns they should be able to expect with their taxes.",
    "In this context, rather than imposing high taxes, individuals could be encouraged to invest in specific government or semi government ventures where their investments are tax deductible. Investments that have the capacity to provide more productive employment opportunities will have the added benefit of increasing tax revenue as increase in employment numbers will lead to higher tax collections.",
    "Sri Lanka is yet to learn any lessons from Singapore’s experience and how they have managed their economy so well. It has three investment entities with the Government of Singapore Investment Corporation (GIC) responsible for managing Singapore’s foreign reserves. Their portfolio reportedly was worth $ 770 billion in 2023. In comparison, Sri Lanka’s foreign reserves have never exceeded $ 9 billion and in 2021, they had dropped to less than $ 1.5 billion.",
    "The other two entities responsible for investments in Singapore are the Monetary Authority of Singapore (MAS) and Temasek. MAS is the Central Bank of Singapore and their mission is to promote sustained non-inflationary economic growth, and a sound and progressive financial centre.",
    "Temasek Holdings Ltd., or Temasek, is a Singaporean state-owned enterprise established as far back as June 1974, Wikipedia states that “Temasek had a net portfolio of US$287 billion (S$382 billion) as of 2023, with S$27 billion divested and S$31 billion invested during the year. Headquartered in Singapore, it has 13 offices in 9 countries around the world, including in Beijing, Brussels, Hanoi, London, Mexico City, Mumbai, New York City, Paris, San Francisco, Shanghai, Shenzhen and Washington D.C. It is an active shareholder and investor, with four key structural trends guiding its long term portfolio construction—Digitisation, Sustainable Living, Future of Consumption, and Longer Lifespans. Temasek’s portfolio covers a broad spectrum of sectors. Its key focus investment areas include Consumer, Media & Technology, Life Sciences & Agri-Food, and Non-Bank Financial Services.”",
    "Even at this late stage, Sri Lanka could set up State owned investment entities where the public could make tax deductible investments and be rewarded with annual dividends, besides the social rewards accruing from the investments that these State-owned entities will be making in the country and overseas.",
    "Paraphrasing George Bernard Shaw, Sri Lankans should not continue to look at things as they have been all these years, always asking why, but look at things as they never have been and ask why not? Unlike a brand-new experiment with a possible high-risk element, Sri Lankans have the advantage of studying and knowing the path to success of the above-mentioned State entities in Singapore."
  ]
}