{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/press-junket-sri-lankan-journalists-visiting-israel/",
  "time_ut": 1757524681.0,
  "original_lang": "en",
  "original_title": "Press Junket: Sri Lankan Journalists Visiting Israel",
  "original_body_lines": [
    "Settler colonial state of Israeli presence in Sri Lanka threatens communal harmony and national security besides insults the island which was in the forefront in the regional and international forums defending the legitimate rights of Palestinians.",
    "Most Sri Lankans are not familiar with the blood soaked history of Israel as mainstream local media, perhaps under US- Israeli influence, refuses to highlight Israeli crimes. Shameful state of affairs is such that Prime Minister Benjamin Netanyahu was declared by International Criminal Court as a war criminal who has taken the whole world to",
    "There was no Israel before 1948. It was Palestine which was part of vast Turkey’s Ottoman Empire- spanned from around 1299 to 1922. During World War I  Turkey was defeated and the victorious Britain and France brought the entire Arab world under their control.",
    "They divided the Arab world into states and installed their secular stooges, often hostile to Islam, in power whose descendants still remain in power serving their western masters as shown in their treacherous support to on going Israeli genocide.",
    "Palestine was brought under British Imperial power. The Jewish population in 1910 in Palestine was only 4 percent. The British imperial power and Zionist Jews conspired to drive out Palestinians from their lands to settle Jewish migrants who have not even seen Palestine to create a violent racist Zionist Jewish state of Israel in violation of all established laws, human decency and moral principals.",
    "With the blessings and support of ruling British authority Jews brought from Europe and Russia were trained and equipped by Jewish terror gangs such as Hagan, Stern, Irgun and Zvai Leumi. They, led by Menachem Begin, Yitzhak Shamir and Ariel Sharon, godfathers of terrorism, started killing Palestinians village after village. This very same Begin was later elected Israeli Prime Minister and was awarded coveted Nobel Prize.",
    "The helpless Palestinians rose up in protest and the British authority cruelly crushed the uprising.",
    "Once sufficient Jews were settled in Palestinian lands, the US President Harry Truman took up the issue of partitioning Palestine in the United Nations to create the state of Israel. Most senior officials in the US administration fiercely opposed the move claiming it was illegal to give Palestinian lands to alien Jewish migrants. Six countries opposed the partition. They were blackmailed and bribed to vote in favor of partition. Frightened Palestinians ended up in refugee camps in neighboring countries where they still languish in appalling conditions. In the midst of Zionist carnage the state of Israel was proclaimed on 14 May 1948, over a much larger part of the country than that was allotted to the Zionists by the UN Partition Resolution. In the new Jewish state too the Arabs had a majority as, of the total population of 1,008,900 the Arab-Jew ratio was 509,780 to 499,020.",
    "Since its inception Israel was used by US and Europe to wage their wars in the Middle East. Zionist Jews committed more than thirty genocides of Palestinians. The latest being the ongoing genocide in Gaza supported by US.UK. Europe and Arab dictators.",
    "In 1967 Israel backed by US, UK and France invaded and captured Egypt’s Gaza and Sinai, Syria’s Golan Heights, East Jerusalem from Jordan and South Lebanon.",
    "In the mid 1970s Zionism was declared by the UN as a form of racism. Almost four decades of systematic Israeli oppression and repeated border closures have driven Palestinian in Gaza’s to poverty and inevitably around 80 percent of the population depend on food aid for day-to-day subsistence. Without such aid they would die in a matter of days.",
    "Unable to bear the endless Israeli barbarity Hamas, representing Palestinians elected in a fair and free election supervised by late US President Jimmy Carter, attacked Israel on 7 June 2023. Israel, backed by US-UK,Europe and Arab dictators began bombing and killing Palestinians and destroying the entire infrastructure in Gaza.",
    "This carnage continues to date indiscriminately slaughtering men, women, children and the aged turning Gaza into a graveyard. Since October 2023 Palestinians were deprived of water, food, medicine while almost all buildings including hospitals, schools universities and residential areas were destroyed in Gaza.",
    "US alone paid 22 billion dollar of American tax payers’ money to ethnic cleanse Palestinians, annex Gaza with Israel to create greater Israel to further destabilize the Middle East.",
    "In the case Sri Lanka’s ties since 1948 Israel has been trying to enter Sri Lanka only to get expelled. However in today’s situation it appears US exploited Sri Lanka’s economic bankruptcy which forced the country to turn to International Momentary Fund, for Israelis to enter Sri Lanka during the unelected pro American president Ranil Wickremesinghe’s period.",
    "Earlier despite Muslim opposition late president Jayewardene turned to Israel to fight LTTE terrorism only to realise that Israel has trained both Si Lankan government forces and LTTE in the same area, on the same day and at the same time.",
    "Justifying Israeli presence Sri Lankan government states that Israelis come as tourists and bring foreign exchange besides providing employment to Sri Lankans, which in turn facilitate Israel’s genocide on Palestinians.",
    "People all over the world, sick and tired of medieval Israeli barbarity, demand Israel stop its slaughter of Palestinians. Some even call for dismantling this fascist state. In the midst come reports of Sri Lankan journalists visiting Israel which continue to bomb Gaza city and slaughter its starving people.",
    "Israelis care a damn for anyone. They are only three to five percent of American population. Yet they make and unmake presidents and politicians in the US. The question is what is the guarantee that Sri Lankan, with an extremely corrupted political system, would not face such a fate. Judging from the local media already they are a pampered lot.",
    "Do we really need such people in the island known for its centuries of religious culture, peace and harmony?"
  ]
}