{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/politics-and-the-plantation-wage/",
  "time_ut": 1719687660.0,
  "original_lang": "en",
  "original_title": "Politics and the Plantation Wage",
  "original_body_lines": [
    "President Ranil Wickremesinghe chose the Ceylon Workers’ Congress May Day platform, in Kotagala, to announce the increase of the plantation workers’ daily wage to Rs 1,700.00. An unexpected presidential fiat, delivered just a few months before a possible election by a potential presidential candidate, was made public from the political platform of a major plantation trade union, generally seen as pro-government. The self-evident political implications do not merit either debate or elaboration.",
    "In a rational world, in any industry, the employer and the employee should arrive at a fair wage through a consultative process. The unsolicited intervention of a third force with an agenda unrelated to the interests of either party, is undesirable from all points of view. Still, there are precedents, when sitting presidents have mandated wage increases in the plantation sector, for patently political reasons, ignoring the possible toxic economic consequences.",
    "Abrupt and illogically high increases are self-defeating, as sudden, unmanageable cost inflation force enterprises to withhold or diminish essential inputs, deny upgrades, abandon new investment and, in extreme cases, even close down. Unviable enterprises cannot discharge responsibilities to society, stakeholders, the economy and the environment. When operational costs suddenly exceed revenue the only relief is a magical increase in the selling price. Bur miracles do not happen in the real commercial world.",
    "Products prices at public auctions are determined by unpredictable local and international market dynamics of supply and demand. Hence, the producer needs to be able to operate within a framework of reasonably priced inputs, especially the worker’s daily wage, which, prior to the above increase, constituted around 65% of the unit production cost; that could well be the largest labour cost component in the unit production cost of any factory produced item, in any industry, anywhere in the world.",
    "Estimates are that the increase of the plantation wage to Rs 1,700.00 (with EPF/ETF- LKR 1.955.00 per day) will raise the above component to about 75% of the unit cost of production. The balance input proportion, representing fertilizer, energy, chemicals, other material requirements, machinery, vehicle and building maintenance, and welfare and contingencies, offers minimal margin for cost management. With that kind of lop-sided production cost distribution, no legitimate industry can remain viable.",
    "Trade unionists who seek wage increases linked directly to auction price fluctuations, and politicians who support such proposals when it suits personal political aspirations, ignore the realities of international trends of supply and demand. Wage increases, whilst being of crucial importance, especially in periods of rapid cost-of-living inflation, still need to be sustainable in the context of the relevant industry .",
    "An analysis of world market prices of Tea and Rubber in the last three decades, will demonstrate a consistent pattern of long troughs relieved by sudden, short-lived peaks. These trends are directly linked to weather, climate, production levels, changes in consumption patterns, resultant supply and demand, exchange rate movements , inflationary or recessive trends in consuming economies, and political climate and state-imposed trade policies and tariffs.",
    "In the case of Rubber, in addition to all of the above, speculation in futures markets, crude oil prices, innovations in synthetic alternatives and fluctuating demand in high consumption industries, such as tyre and vehicle manufacture, are key determinants in demand and price. These factors contribute to a permanent state of commodity-market volatility. They also converge to fashion “Global Economic Health”, which determines the buying and selling price of all internationally traded commodities.",
    "All of the above is to demonstrate that, whilst accepting the imperative of a living wage for the plantation worker, that it is unrealistic and imprudent to determine a wage increase, based on industry revenues during periods of peak prices.",
    "The mandated increase will impact tea, rubber and oil palm plantations in the RPC sector, private “bought leaf factories”, mostly in the Southern and Sabaragamuwa provinces and, in particular, about 500,000 tea small-holders, again located mostly in the above provinces. The segment delivers 72% of the National Tea Production and 65% of the National Rubber Production, and represents a community of about 1.5 million citizens. That important vote-bank, primarily Sinhala speaking, is concentrated in the South, Sabaragamuwa and in a wide swathe in the mid-country, between Pussellawa and Matale. In a presidential election these people may not vote for the man who, with one irrational and cynical gesture, impoverished them.",
    "Contrary to popular belief that only a few “rich companies” will be affected by the wage increase, in actual fact, the smallholder will be the biggest loser.",
    "Due to contribution to total national production, the smallholder is the most important segment in both Tea and Rubber. Individual holdings range from around 50 ha to half-hectare extents or less. This segment relies on external labour for harvesting (and for other work as well), generally on the payment of Rs 40 per kg of green leaf. Consequent to the mandated increase, harvesting one kg of green leaf will cost them around Rs 80, with no possibility of additional revenue. The green leaf is purchased by the manufacturing factory, based on the Tea Commissioner’s formula, linked to the Factory Net Sale Average, which is determined by auction prices. Any revision of the current green payment formula, designed to relieve the supplier, will bankrupt 427 private tea factories which, collectively, manufacture 70% of the national tea production.",
    "A smallholder, confronted by suddenly increasing input costs and diminished revenues, may respond by harvesting less often, resulting in lower crops and a poor standard of green leaf. That will affect made tea quality, resulting in lower auction prices, a diminished net sale average for the manufacturing factory and, again, a proportionate diminution of the green leaf payment to the smallholder/supplier.",
    "Poor quality tea coming in to the auction will affect demand, diminish the national net sale average and the competitiveness of Ceylon tea, with a corresponding impact on foreign exchange earnings. Exporters seeking quality Tea are likely to move to Kenya, India, Vietnam or Indonesia, and still buy reasonable quality at one USD per kilos less than in Colombo. The overall outcome will be massive hit on every aspect of the national industry, including value-added exports.",
    "Alternately, the smallholder may reduce costs by withholding or minimizing inputs such as fertilizer and field cultural practices. Some may either abandon their holdings or convert to other crops. In combination all these will lead to the diminution of national crop outputs which, currently, are at a three-decade low.",
    "Up to now the most efficient operational model of tea and rubber production was the smallholder segment. The mandated wage increase has thrown that in to total disarray.",
    "The Rubber sector will face a similar fate. Our national production has declined from 152 mn kg in 2012, to 70 mn kg in 2022 ( RRI statistics). With 65% of the production coming from the small holder sector, the wage increase will have an impact as in Tea. The prospect of reduced revenue will inhibit future replanting of rubber, which has a gestation period of six years and a productive life of about 20 years. About 60% of the national rubber production is used locally whilst annual imports are around 60 mn kg a year. The outcome will be a further decline in national production and an increase in imports, if local manufacturers of rubber-based goods are to maintain current production levels. The result will be an increased outflow of foreign exchange.",
    "Of all major tea growing countries, Sri Lanka has the highest cost of production, highest labour cost and the lowest productivity. The new Sri Lankan wage will be about double the Indian labour cost, four times that of Bangladesh, and about 30% more than Kenya, where national average field productivity is about double that of Sri Lanka.",
    "This 70% increase will cost the Regional Planation Companies an additional LKR 28 billion a year and with high gearing being a common feature in the sector, will also affect banks and other financial institutions adversely. The total additional annual cost to the industry will be LKR 81 billion. The current auction tea average is LKR 1,250 per kg and, with the new wage increase, the national cost of production will increase to around LKR 1,450 per kg.",
    "Prior to this increase, the Tea/Rubber wages board minimum determination was the second highest in the country. A demand for a proportionate increase by other local industries would lead to an economic disaster in the country. Another interesting feature is that a plantation worker clocking in for a minimum 25 days per month, working a four-five hour day, will now earn much more than a garment worker who works a minimum of eight hours per day, excluding meal breaks. In fact, both a graduate teacher and a fully qualified nurse, will earn less.",
    "A common perception is that a higher wage will entice workers to stay on the plantation, rather than migrate to other employment. Nothing could be further from the truth. Since 1992 to-date, the basic daily wage has increased from LKR 66 to LKR 1,700, whilst, during the same period, the actual worker component in the RPC sector, has declined from 32% of the resident population to 17%.",
    "The only method by which the plantation worker can be guaranteed a fair income, whilst maintaining the viability of the industry which sustains them, is to move to an output-based payment model. Proposals based on the smallholder model, offered by the RPC sector, guaranteeing the worker up to LKR 2,000/- per day, have been steadfastly resisted by the trade unions as such models would liberate the worker from the clutches of the unions. An independent worker, earning a decent wage and in control of his own destiny, renders the union irrelevant. That is a fearful outcome for politically-aligned unions which rely on monthly worker contributions for their existence.",
    "In this country State intervention in the plantation industry has a dismal history. The nationalization in the 1970’s led to the dismantling of a management system of proven efficiency, and its replacement with a state apparatus, which, over the next couple of decades, led to the accumulation of vast liabilities. That, along with other inadequacies, compelled the re-privatization of the sector in 1992.",
    "In 2016, then President , Maithripala Sirisena, on the advice of a Buddhist monk, overnight banned the use of Glyphosate, essential for weed control in the plantations. In 2021, then president Gotabhaya Rajapaksa, on the advice of an inner coterie with no experience in plantation management, similarly banned inorganic fertilizer and oil palm. The consequences were disastrous crop declines, freezing of both ongoing and planned investment, massive operational losses in all three sectors and the disruption of the Tea, Rubber and Oil Palm industries, from which they have not recovered yet.",
    "For close upon 200 years, the local plantation industry has demonstrated incredible resilience in surviving a series of disasters, some natural and many man-made. This mandated wage, though, may be the last straw. Historians may one day record that the great industry birthed by a Scotsman named James Taylor, was strangled to death by a Sri Lankan named Ranil Wickremesinghe.",
    "(The writer is a retired plantation specialist with over 50 years experience, covering the Agency House era, the State-management interlude and the Regional Plantation Company period.)",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}