{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/japan-airlines-appoints-ex-flight-attendant-as-first-female-president/",
  "time_ut": 1705597260.0,
  "original_lang": "en",
  "original_title": "Japan Airlines appoints ex-flight attendant as first female president",
  "original_body_lines": [
    "Japan Airlines has named a woman as its next president for the first time, a rare appointment for a major Japanese firm – and global airline.",
    "Mitsuko Tottori joined the flag carrier as a flight attendant in 1985, before working her way up. She said she hoped her promotion would give other women the courage to pursue the next step in their careers.",
    "Ms Tottori will replace Yuji Akasaka as president on 1 April. Mr Akasaka will replace Yoshiharu Ueki as chairman, the airline’s most senior position.",
    "Despite some improvements, very few major airlines have women in senior leadership positions.",
    "Ms Tottori – who worked in frontline roles before becoming a director for cabin crew in 2015 – said she would prioritise safety. “I have spent most of my career at the frontline of safety and customer services – that is the cabinet attendants’ division,” she told a press conference. “Operational safety is the foundation of airlines. I will continue to demonstrate my firm commitment to this principle,” she said.",
    "She also said there were women struggling to progress in their career, and hoped her appointment “can encourage them, or give them the courage to take the next step”.",
    "A survey by the aviation specialist website FlightGlobal found that, at the end of 2022 there were 12 women leading the top 100 airlines, up from six a year earlier. They include Marjan Rintel at Dutch carrier KLM, Annette Mann at Austrian Airlines and Aer Lingus’s Lynne Embleton. Earlier this month, Joanna Geraghty was appointed chief executive of JetBlue Airways, becoming the first female to head a major airline in the United States.",
    "The government wants a third of leadership positions at major businesses to go to women by 2030, after failing to achieve the goal by 2020. It is also urging businesses to appoint at least one woman as an executive by 2025.",
    "Women held 13.2% of management positions in Japan in 2021, the lowest among the members of the Organisation for Economic Co-operation and Development (OECD). The trend suggested “a serious mis-allocation of human resources,” the OECD said.",
    "Related Topics:first female president of JALJALJapan AirlinesMitsuko TottoriOrganisation for Economic Co-operation and Development (OECD)Yuji Akasaka",
    "JAL plane on fire at Haneda Airport after colliding with Japan Coast Guard plane",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}