{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97508/ukkuwas-killing-another-suspect-arrested-over-mahabage-shooting",
  "time_ut": 1708797660.0,
  "original_lang": "en",
  "original_title": "“Ukkuwa’s” killing: Another suspect arrested over Mahabage shooting",
  "original_body_lines": [
    "Another suspect has been arrested in connection with the deadly shooting incident in Mahabage earlier this week.",
    "As per reports, this suspect had deserted the Army in 2009 while following the basic training program and had later officially left the service.",
    "The suspect was taken into custody this afternoon (Feb. 24) in Narawelpiya South, Hakmana.",
    "Identified as Sadees Kumara, he is charged with aiding and abetting the shooting which took place on Feb. 21 near a meat shop in Elapitiwala Junction, Mahabage and killed the shop owner.",
    "Three unidentified assailants had opened fire using a revolver, around 7:15 a.m. on Feb. 21. The victim had succumbed to injuries while being rushed to the Colombo North Teaching Hospital in Ragama.",
    "The deceased, named Hettiarachchige Don Sujith alias “Ukkuwa”, was the brother-in-law of the criminal gang leader “Welle Saranga” and a resident of North Batagama in Ja-Ela.",
    "The motive behind the shooting was not immediately clear, but a rival gang led by “Dubai Nipuna” was under suspicion of orchestrating the murder. Reports also revealed that Sujith had been receiving death threats from “Dubai Nipuna’s” gang.",
    "The prime suspect or the gunman, who was serving as a Corporal attached to the 4th Battalion of the Gemunu Watch Regiment at the Army camp in Chenkalady of Batticaloa, was meanwhile arrested early this morning while on the run.",
    "He had fled the camp yesterday when the Army intelligence officers were approaching but was later taken into custody in the Ampara area following an extensive search operation.",
    "The suspect was later handed over to the Police Special Task Force (STF) officers for onward investigations.",
    "The third suspect, the motorcyclist, however, is still at large, and investigations are underway to apprehend him as well."
  ]
}