{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98725/semasinghe-optimistic-of-transforming-sri-lanka-to-a-debt-sustainable-country",
  "time_ut": 1713524820.0,
  "original_lang": "en",
  "original_title": "Semasinghe optimistic of transforming Sri Lanka to a debt sustainable country",
  "original_body_lines": [
    "State Minister of Finance Shehan Semasinghe says that the government is confident of reaching resolution with commercial creditors and the private bondholders which will enable Sri Lanka to be a debt sustainable country, as the engagements with them are underway.",
    "In a recent interview with IMF Today on the sidelines of the IMF (International Monetary Fund) and World Bank Group Spring Meetings 2024, the Finance State Minister shed light on Sri Lanka’s remarkable journey from economic turmoil to stabilization and now towards growth.",
    "Semasinghe’s statements underscored the government’s commitment to the IMF program, debt restructuring process and the tax revenue.",
    "He also reflected on the challenges Sri Lanka faced in 2022, calling it “the most challenging year” for the country due to the economic crisis post-Covid-19 pandemic. However, he expressed gratitude towards the Sri Lankan citizens for their resilience during these difficult periods.",
    "“We are improving. Economy has shown great signs of stabilization and the IMF program is bearing fruits now and translated into results”, he said.",
    "“Well, if you go back to 2022, it was the most challenging year for Sri Lanka. The entire country was suffering with the economic crisis post-Covid-19 pandemic. Then in 2022, we reached the IMF to have a program. From there onwards, we have been committed to the IMF program. We also thank people of Sri Lanka for remaining resilient during this difficult time. However, we are happy that we have recovered, but now we are moving towards growth.",
    "“If you look at our numbers we have moved towards growth after contraction of 6 consecutive quarters. So [in] 2023 third quarter we have shown a growth, [in] fourth quarter we have shown a 4.5% growth, that’s a healthy sign in economic terms. 2024 is going to be a good year for us”, he expressed.",
    "“We remain committed. That’s the ambition of the government and we will continue with the macroeconomic stability which we have reached so far,” Semasinghe emphasized, highlighting the government’s dedication to ensuring economic stability and growth.",
    "Semasinghe pointed out that the country had one of the lowest tax revenues globally but has since made strides in increasing revenue through measures such as removing tax exemptions, strengthening tax compliance, and embracing digitization.",
    "“We had one of the lowest tax revenues in the world. […] When we embarked on the program, we have gradually increased our tax revenues […] The government revenue has gone up to 11% of the GDP in 2023. So that is from 8.1% of the government revenue. In 2024, we expect the numbers to move to 12%. We are confident that we will reach that figure. There are additional measures being taken by the government, that is on digitization. That’s because we think that tax structure needs to be digitized and with the recent initiatives we have taken, we have already had 130% growth in tax compliance, tax registration.",
    "“That’s a good number but cannot be happy with it. We need everybody who should pay taxes to pay them.  As I said earlier we have removed exemptions, and there won’t be no revenue leakages. We will be extra cautious on getting the revenues up. In turn, that will help us to ensure the welfare of the citizens.”",
    "The State Minister also addressed the issue of debt crisis, acknowledging its role in exacerbating the economic challenges faced by Sri Lanka. However, he expressed optimism about the ongoing negotiations with bilateral creditors and the progress made in reaching agreements in principle.",
    "“We are now working on converting it to MoUs. We had an official creditor committee which was co-chaired by Japan, France and India. China was sitting outside the official creditor committee but we’re happy that we reached agreements in principle with all out bilateral creditors. We’re having engagements with commercial creditors and the private bondholders. We’re confident that we will reach resolution which will enable Sri Lanka to be a debt sustainable country,” Semasinghe assured."
  ]
}