{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/96510/india-ready-to-make-investments-for-sri-lankas-energy-sector-development-indian-envoy",
  "time_ut": 1705565040.0,
  "original_lang": "en",
  "original_title": "India ready to make investments for Sri Lanka’s energy sector development- Indian envoy",
  "original_body_lines": [
    "The new High Commissioner of India to Sri Lanka Santosh Jha has met with Speaker of Parliament Mahinda Yapa Abeywardana at the Parliamentary premises, the Parliamentary Communications Department said in a statement.",
    "Congratulating the new High Commissioner during the meeting, the Speaker thanked India for its continuous support to Sri Lanka. The Speaker also stated that he is grateful for all the assistance provided by India at a time when Sri Lanka is facing a difficult situation, the statement mentioned.",
    "Mr. Santosh Jha, High Commissioner of India to Sri Lanka, who previously worked in Sri Lanka and recalled the memories of the time, mentioned that he was able to observe major changes in the present context. The High Commissioner said that India is committed to promoting unity between the two countries and that India is ready to continue providing necessary support to Sri Lanka.",
    "The Indian High Commissioner explained at length about the success of the Digital India program and its benefits to India. He also pointed out that India is ready to make investments for the development of Sri Lanka’s energy sector, which will benefit both countries, it added.",
    "The Speaker requested the new Indian High Commissioner to support the development of Sri Lanka’s digital sector. The Speaker also mentioned that during his recent visit to India, he was able to witness the rapid development of India’s infrastructure.",
    "Furthermore, the Speaker, who commented on the progress Sri Lanka has made in terms of democracy in the country, also detailed the efforts made to increase youth participation in the Sectoral Oversight Committees.",
    "The Indian High Commissioner, in response, stated that steps wound be taken to strengthen the relations between the Parliaments of the two countries and to increase exchange programs for parliamentarians and parliamentary staff."
  ]
}