{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Tissa-criticises-Govt-over-drop-in-FDIs/34-762252",
  "time_ut": 1716841941.0,
  "original_lang": "en",
  "original_title": "Tissa criticises Govt. over drop in FDIs",
  "original_body_lines": [
    "SJB’s Tissa Attanayake condemns Govt. move to target ordinary citizens for revenue while allowing tax evaders to escape",
    "Raises concerns over nation’s foreign exchange earnings, being held abroad due to political instability and business reluctance",
    "Stresses importance of collecting taxes owed by wealthy persons who have evaded their tax obligations",
    "Samagi Jana Balawegaya (SJB) National Organiser Tissa Attanayake asserted yesterday that, considering the significant drop in Foreign Direct Investments (FDIs) in Sri Lanka, it is misleading to suggest that the economy is in a good state.",
    "Addressing a press conference in Colombo, Tissa Attanayake said the latest Central Bank Economic Review revealed a stark decline in FDIs, dropping from $ 884 million in 2022 to just $ 172 million in 2023.",
    "“Import restrictions remain in place, and we haven’t started servicing our debts,” Attanayake said. “Given these conditions, coupled with the significant drop in foreign investments, it’s evident that the economy is not in a good state. The impending economic crisis, once we begin repaying our debts, poses a significant danger.” he noted.",
    "Commenting on the recent gazette mandating citizens to report their movable and immovable properties to the Inland Revenue Department (IRD) starting 1 July, Attanayake accused the Government of targeting ordinary citizens for revenue while letting tax evaders escape without paying their dues.",
    "“The gazette notice has been issued to allow their cronies to cheat by evading taxes while extracting revenue from the innocent masses,” he said. According to Attanayake, the Government has taken no steps to collect the due taxes.",
    "“A considerable sum of our nation’s foreign exchange earnings, accumulated through international trade, remains held overseas. It’s estimated that between $ 35 and 40 billion owed to our country are situated abroad. This situation primarily stems from political instability and the reluctance of businesses to repatriate funds to Sri Lanka due to perceived risks. However, it’s important to recognise that this money rightfully belongs to Sri Lanka,” the MP said.",
    "He questioned what steps the Central Bank would take in this regard. “The Government also bears responsibility in facilitating this process, ensuring that necessary measures are taken to encourage businesses to bring back their earnings without causing undue hardship to the populace.” he added.",
    "He emphasised the importance of collecting taxes from the wealthy who have evaded their tax obligations, noting that the sum owed surpasses the entirety of the national budget’s revenue."
  ]
}