{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sdc-ccc-and-slba-explore-blended-finance-instruments-to-support-agricultural-transformation/",
  "time_ut": 1723556820.0,
  "original_lang": "en",
  "original_title": "SDC, CCC and SLBA explore Blended Finance instruments to support agricultural transformation",
  "original_body_lines": [
    "The 2024 Financing for Sustainable Development Report reveals that nearly USD 4.2 trillion is needed annually worldwide to meet the Sustainable Development Goals (SDGs) by 2030. Developing countries, including Sri Lanka, face a significant funding gap and it is estimated that they may require an additional USD 2.5-3.0 trillion each year to realistically meet these targets. However, many developing countries face diverse financial constraints which create additional challenges when investing in vital sectors to deliver economic, social, and environmental benefits.",
    "Sri Lanka’s agriculture sector is in urgent need of modernization. Despite employing over 25% of the workforce and utilizing over 50% of land, low productivity and disaggregation in the sector limits its contribution to GDP at under 10%. Agriculture is vital for the economy and achieving the SDGs, such as in food security, climate resilience, and employment. However, agribusinesses, entrepreneurs, communities and other stakeholders face numerous risks and must transition to more sustainable, climate-friendly and resilient agricultural practices. Building resilience in agriculture, given the challenges posed by climate change, requires significant investments in climate-smart agricultural practices and value chains. This improves productivity, manages risks, and minimizes negative environmental or socioeconomic impacts.",
    "The Sustainable Development Council of Sri Lanka (SDC) (as the nodal government agency on sustainable development), the Ceylon Chamber of Commerce (CCC) (as a leading private sector advocate for sustainable economic growth) and the Sri Lanka Banks’ Association’s Sustainable Banking Initiative (SLBA SBI) (as an advocate for a sustainable financial system) commenced a tripartite collaboration in 2023 to explore multiple sustainable finance innovations including the formation of a Blended Finance Facility (BFF) to address market failures in high-impact sectors, such as the agricultural and food sectors.",
    "The three agencies have emphasized the need to overcome structural barriers to investment in the sector, such as risk perception, weak infrastructure and policy uncertainty, to ensure that government efforts can be supported by private sector investment. Given the fiscal constraints of the government in the economic recovery processes, it is essential that public sector efforts enable private finance to support sustainable development.",
    "Blended finance leverages public or philanthropic capital to attract private sector investment for sustainable development. A BFF can help implement sustainable practices by pooling resources from various stakeholders with different risk, return, and impact preferences. It can also be used to aggregate high-impact investment opportunities in agri-food value chains. A BFF would set a legislative, regulatory and policy precedent that could be applied to other high-impact sectors to ensure that private investors are incentivized to invest in businesses, industries and infrastructure that serves Sri Lanka’s economic, social and environmental outcomes.",
    "To support the collaborative efforts of the SDC, CCC and SLBA SBI during the last ten months towards setting up a BFF in the agriculture sector, they welcomed Samuil Shiderov, Blended Finance Expert at the Sustainable Finance Hub under the United Nations Development Programme. Shiderov undertook a mission to Sri Lanka to provide expertise advise on country/market assessment, suitability of proposed models, identification of relevant financing actors (local and foreign) and the assessment of capacities of relevant actors, guidance on governance structures, de-risking tools etc.",
    "During the mission, consultations were held with the recently established National Credit Guarantee Institute, the Securities and Exchange Commission, the Secretary to the Treasury Mahinda Siriwardhane, the Senior Advisor to the President on Economic Affairs and Chair of the Presidential Task Force of Agriculture Modernization , Dr. R.H.S Samaratunga, Advisor to President on Climate Change and Green Finance, Dr. Ananda Mallawatantri, as well as with other senior government stakeholders.",
    "Union Assurance celebrates brilliance at Partnership Distribution Annual Awards 2023",
    "MMBL-Pathfinder Group joint-venture foreign exchange earnings to top US$ 425 million this year",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}