{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/fitch-rates-sri-lankas-commercial-bank-20bn-debenture-issue-bbblka-167173/",
  "time_ut": 1718003160.0,
  "original_lang": "en",
  "original_title": "Fitch rates Sri Lanka’s Commercial Bank 20bn debenture issue ‘BBB+(lka)’",
  "original_body_lines": [
    "ECONOMYNEXT – Fitch Ratings has assigned Commercial Bank’s proposed debentures of up to 20 billion rupees a national long-term rating of ‘BBB+(lka)’, a rating two notches below the bank’s National Long-Term Rating anchor.",
    "“This reflects Fitch’s baseline notching for loss severity for this type of debt and expectation of poor recoveries. There is no additional notching for non-performance risk, as the notes do not incorporate going-concern loss absorption features,” Fitch said.",
    "Fitch Assigns Commercial Bank of Ceylon’s Basel III Subordinated Debt Final ‘BBB+(lka)’",
    "Fitch Ratings – Colombo – 10 Jun 2024: Fitch Ratings has assigned Commercial Bank of Ceylon PLC’s (COMB, A(lka)/Stable) proposed Sri Lankan rupee-denominated Basel IIIcompliant subordinated debentures of up to LKR20 billion a final National Long-Term Rating of ‘BBB+(lka)’.",
    "The final rating is the same as the expected rating assigned on 15 February 2024 and follows the receipt of documents conforming to information already received.",
    "The proposed debentures will mature in five, seven and 10 years and will be listed on the Colombo Stock Exchange. COMB plans to use the proceeds to further strengthen its Tier 2 capital base, reduce maturity mismatches in the balance sheet and support loan growth.",
    "The bank expects the proposed debentures to qualify as Basel III-compliant regulatory Tier 2 capital. The debentures include a non-viability clause whereby they convert to ordinary voting shares upon the occurrence of a trigger event, as determined by the Monetary Board of Sri Lanka.",
    "COMB’s Sri Lankan rupee-denominated subordinated debt is rated two notches below the bank’s National Long-Term Rating anchor. This reflects Fitch’s baseline notching for loss severity for this type of debt and expectation of poor recoveries. There is no additional notching for non-performance risk, as the notes do not incorporate going-concern loss absorption features.",
    "COMB’s National Long-Term Rating is used as the anchor rating for this instrument because it reflects the bank’s standalone financial strength and best indicates the risk of the bank becoming non-viable.",
    "Fitch affirmed COMB’s National Long-Term Rating on 6 June 2024; see our commentary Fitch Affirms Commercial Bank of Ceylon at ‘A(lka)’; Outlook Stable.",
    "Factors that Could, Individually or Collectively, Lead to Negative Rating Action/Downgrade",
    "COMB’s subordinated debt would be downgraded if the bank’s National Long-Term Rating is downgraded.",
    "Factors that Could, Individually or Collectively, Lead to Positive Rating Action/Upgrade",
    "COMB’s subordinated debt would be upgraded if the bank’s National Long-Term Rating is upgraded.",
    "Sri Lanka’s Commercial Bank ‘A(lka)’ rating confirmed: ISB assets 7-pct"
  ]
}