{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/CEB-notifies-14-average-tariff-revision-to-PUCSL/108-277906",
  "time_ut": 1709139360.0,
  "original_lang": "en",
  "original_title": "CEB notifies 14% average tariff revision to PUCSL",
  "original_body_lines": [
    "Colombo, Feb 28 (Daily Mirror) - Contradicting the statement by the Energy Minister that electricity tariffs can be reduced by 18 per cent, the Ceylon Electricity Board (CEB) has informed the Public Utilities Commission of Sri Lanka (PUCSL) that the tarrif can be reducded by an average of 14 per cent.",
    "They said the tariff has been strategically reduced significantly by the control of the Central Bank enabling it to yield significant financing benefits. By making project loans more affordable, the CEB can reduce the financing burden.",
    "The CEB said the revised tariff proposal has been prepared considering a relief to the entire tariff customer category.",
    "According to the letter, the tariff has been strategically reduced significantly by the control of the Central Bank enabling it to yield significant financing benefits. By making project loans more affordable, the CEB can reduce the financing burden.",
    "The PUCSL chairman said that the CEB revised the personnel expenses, material costs, expenses for maintenance of civil structures (personnel, material costs, and accommodation), and fuel/vehicle maintenance of utility vehicles, communication services to vital stations such as power plants and grid substations (transport and communication expenses), retail service costs and other costs.",
    "The current economic landscape in the country has severely impacted workforce availability in the distribution divisions where the nature of the work is labour-intensive. This has also resulted in a reduction in certain personnel and material costs.",
    "It is to be noted that the country is approaching the dry season, driving up the electricity demand. The hydro machine maintenance is scheduled for a dry period, aiming to keep the hydro fleet in sound condition before the next wet season. Postponing maintenance activities has limitations to ensure that CEB can meet the increased demand without resorting to expensive plant operations and risking rolling demand management procedures.",
    "Several maintenance and upgrade projects in the Generation Division are facing delays, resulting in adjustments to disbursements in 2024. At the Victoria Power Plant, initiatives including stator replacement, transformer replacement, and turbine overhaul are estimated at Rs. 2,540 million, with 40% of the funds expected to be disbursed this year.",
    "Similar refurbishments at Kotmale, Ukuwela, Upper Kotmale, and Bowatanna plants are nearing completion, focusing on circuit breaker replacement, turbine head cover replacement, and AVR procurement, respectively.",
    "However, at the time the copy went to print, the PUCSL chairman said a discussion was going on at his office in the evening regarding the decision of announcing the electricity tariff revision."
  ]
}