{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/President-addresses-challenges-confronting-Muslim-schools-in-Colombo/108-280049",
  "time_ut": 1712065680.0,
  "original_lang": "en",
  "original_title": "President addresses challenges confronting Muslim schools in Colombo",
  "original_body_lines": [
    "Colombo, April 02 - In a concerted effort to tackle the educational hurdles encountered by Muslim schools in the Colombo region, President Ranil Wickremesinghe chaired a formal discussion at the Presidential Secretariat today (02).",
    "The meeting, which brought together key stakeholders, including Minister Ali Sabry and representatives of school principals and organizations, addressed a range of pressing issues.",
    "Among the challenges discussed were the shortage of teachers, inadequate infrastructure including classroom space, difficulties in teaching Islam in Sinhala, and the absence of schools in Muslim-majority areas.",
    "Minister Ali Sabry underscored the gravity of the situation, pointing out that while there are approximately 70 Muslim schools in Kalutara, there are only around 19 in Colombo. This disparity has led to a higher dropout rate in Colombo, exacerbating social issues not only within the community but also impacting the nation at large.",
    "Responding to these concerns, President Wickremesinghe swiftly initiated steps to address the identified issues. He directed officials from the Ministry of Education and the Urban Development Authority to conduct a thorough investigation and submit reports on specific matters. One critical aspect addressed was the shortage of teachers proficient in teaching Islam in Sinhala, affecting approximately 40,000 students receiving education through the Sinhala medium.",
    "Moreover, attention was drawn to the lack of Muslim schools in certain areas of Colombo, hindering students' access to educational opportunities. To remedy this, the President instructed Urban Development Authority officials to explore options for relocating some schools to suitable land.",
    "Another significant focus of the meeting was on overcoming obstacles to the donor-funded construction of new school buildings to alleviate space shortages. Principals and organization representatives emphasized the acute shortage of approximately 200 teachers across the 19 Muslim schools in Colombo and stressed the urgency of resolving this issue."
  ]
}