{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-railways-explores-leasing-space-above-stations-increasing-goods-trains-to-boost-revenue-167613/",
  "time_ut": 1718176260.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Railways explores leasing space above stations, increasing goods trains to boost revenue",
  "original_body_lines": [
    "ECONOMYNEXT – State-run Sri Lanka Railways is exploring new avenues to boost its revenue including leasing spaces above some stations located in strategic locations, streamlining illegal occupancy of its lands, and increasing transport of goods and parcels, Transport Minister Bandula Gunawardana said.",
    "Despite sharp price hike in ticket cost, the island nation’s more than a century old railway has yet to make breakeven in its operations.",
    "The loss-making institution has already given some trains to be operated by private sector while starting new trains targeting tourists.",
    "It has now come up with plans to lease out space above some select railway stations including Colombo Fort and other areas in Colombo to lease for private sector investors.",
    "“We have requested proposal from both local and foreign investors to obtain upper floors for any projects at these railway stations on a lease basis while trains will be operated in the basement floor,” Gunawardana told reporters on Monday (10) at a media briefing in Colombo.",
    "“These proposals will be opened on July 15 and that will be able to increase the revenue for railways.”",
    "He also said all railway land users and new applicants have been asked to register with the Railways to ensure the legality of the usage.",
    "Using the land or buildings owned by the Railway Department without a formal lease agreement is an offense punishable under the Government Land Ordinance Act.",
    "“The commercial arm of the Railway Department is also trying to raise the revenue through increasing trains carrying goods,” he said.",
    "In 2022, Sri Lanka Railways lost 12.4 billion rupees, up from 10.3 billion rupees in 2021 according to central bank data. In 2022 fares were hiked to half that of buses under Transport Minister Gunawardana. (Colombo/June 12/2024)"
  ]
}