{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Modi-3-0-in-India-What-next-for-Sri-Lanka/4-762835",
  "time_ut": 1717956852.0,
  "original_lang": "en",
  "original_title": "Modi 3.0 in India: What next for Sri Lanka?",
  "original_body_lines": [
    "Modi 3.0 era will provide a good opportunity for Sri Lanka to attain its development goals",
    "Since beggars are not choosers, it does not matter for Sri Lanka whether it is Narendra Modi or Rahul Gandhi in power. Sri Lanka, like any beggar, will accept anything that will come from India if it gives the country a solace. In this connection, not only the economic materials, but also the economic strategies adopted by India will matter for Sri Lanka",
    "The Lok Sabha elections in India were just concluded with disappointment to both leading contenders, twice Prime Minister Narendra Modi and Nehru family’s heir to power Rahul Gandhi.",
    "The incumbent Prime Minister Narendra Modi canvassed for a grand victory with over 400 seats out of a total of 543, clearly a two third majority in Parliament. His position was that he needed this superior power to drive India towards prosperity which has been time-lined to 2047 when India would celebrate the centenary of its independence from Britain. He wanted the electorate to increase his power from 303 seats in the previous election to well over 400. But the electorate scaled him down to 240 and now he has been forced to go for a coalition government with two leading regional political parties.",
    "Rahul Gandhi expected the electorate to punish Modi for his alleged dictatorial policies and return his party to power. The coup was staged in the kitchen of the Modi Government’s Finance Minister, Nirmala Sitharam, through her husband, Dr. Parakala Prabhakar. He attacked the economic policies of Narendra Modi and, hence his wife’s as well, through a bestselling publication in May 2023 titled ‘The Crooked Timber of New India: Essays on a Republic in Crisis’. This was followed by a series of economic columns and public lectures in which he brought to the attention of right-thinking Indians the folly of Modi’s so called economic miracles. His focus was on the rising cost of living, increasing unemployment, and poverty rates, three basic economic issues that would emanate from the kitchen of a typical household. He and others who canvassed for the Congress Party wanted Modi down. But the electorate stopped giving power to them a little short of absolute majority, 237 seats out of 543.",
    "Modi is under tremendous pressure to accede to the demands of those regional political parties which have now become kingmakers. In the event in which he would fail to fulfil their demands, Modi 3.0 reign will collapse paving way for the opposition Congress Party to grab the power. In fact, its leaders have vowed that they will remain in the opposition until they get the best opportunity to overthrow the Modi Government. In India, therefore, we have a tamed Modi and an empowered opposition, two essential features for a vibrant democracy.",
    "Sri Lankan leaders have taken Modi’s return to power for a third time at its face value without considering the underlying weaknesses and uncertainties. They have congratulated him in chorus because India is such a valuable economic partner to Sri Lanka irrespective of who is handling the power mantle in New Delhi. This is specifically important to Sri Lanka which is now holding the begging bowl for support. Since beggars are not choosers, it does not matter for Sri Lanka whether it is Narendra Modi or Rahul Gandhi in power. Sri Lanka, like any beggar, will accept anything that will come from India if it gives the country a solace. In this connection, not only the economic materials, but also the economic strategies adopted by India will matter for Sri Lanka.",
    "Hence, like a chorus, when India announced that it would want to become a developed country by 2047, Sri Lanka also time-lined its development program to 2048 when it will complete 100 years of independence from Britain. With such a common development goal, Sri Lanka cannot ignore India or its power base. If Sri Lanka follows closely the Indian strategies and adapts its strategies conducive to them, it can reach its targets more easily than seeking to attain them through solo attempts.",
    "Modi government has been generous to Sri Lanka in several respects in the past. When the country had difficulty in meeting its obligations to pay in dollars the outstanding credit balance to Asian clearing Union in late 2021, India agreed to postpone the payment by six months. Initially it was only about $ 500 million. This balance grew continuously with Sri Lanka importing more from ACU countries than exporting to them. Every time when it was due India agreed to postpone the same. Ultimately, it rose to above $ 2 billion and when the new Central Bank was set up, India agreed to transfer this obligation to a SWAP facility from the Reserve Bank of India to the new Central Bank of Sri Lanka.",
    "Every time when this SWAP facility becomes due, Indian Reserve Bank rolls it over providing relief to the Central Bank. If India recalls this, a major part of Sri Lanka’s accumulated foreign reserves will be lost creating a gap in the balance of payments and putting pressure for the exchange rate to fall. Such a depreciation will have an adverse effect on the country’s ability to keep the prices of fuel, cooking gas, and imported raw materials at a stable level. Hence, Sri Lanka cannot antagonise the Modi Government and its leaders have to congratulate that government irrespective of whether it is a stable government or not. India’s continued goodwill is the one which keeps Sri Lanka’s economy going now without queues for essential items.",
    "Every time when this SWAP facility becomes due, Indian Reserve Bank rolls it over providing relief to the Central Bank. If India recalls this, a major part of Sri Lanka’s accumulated foreign reserves will be lost creating a gap in the balance of payments and putting pressure for the exchange rate to fall. Such a depreciation will have an adverse effect on the country’s ability to keep the prices of fuel, cooking gas, and imported raw materials at a stable level. Hence, Sri Lanka cannot antagonise the Modi Government and its leaders have to congratulate that government irrespective of whether it is a stable government or not. India’s continued goodwill is the one which keeps Sri Lanka’s economy going now without queues for essential items",
    "Modi has four pillars in his drive toward a developed state by 2047 which he has tagged ‘Viksit Bharat 2047’ or Developed India 2047 (visit: https://innovateindia.mygov.in/viksitbharat2047/). He has pronounced: “History gives every country a period when it advances its development journey manifold. In a way, this is the golden age (Amritkaal) of that country. This is the golden age (Amritkaal) for India. This is the period in India’s history when the country is going to take a quantum leap. There are examples of many such countries around us, which have developed themselves by taking a similar quantum leap in a given time. That is why I say this is the right time for India as well. We have to take advantage of every moment of this golden age; we should not waste even a single moment.”",
    "The four pillars are Yuva (youth), Garib (poor), Mahila (women), and Kisan (farmers). These are presently disadvantaged groups but have the prospect of promoting inclusive and sustained economic growth. He has invited youth to submit ideas for the realisation of the goals of Viksit Bharat through this an open web platform. This is called participatory development in which all major segments will become partners of development. It is a lesson for Sri Lankan leaders who think that policymaking is their prerogative and they can pump down policies from the top to bottom. Once that is done, it is the duty of all those, including Parliamentarians, to accede to them.",
    "The folly of this was highlighted by me in my article in this series titled ‘Plan for transforming the economy: Lacking democratic policy governance, will it be another failure?’ (available at: https://www.ft.lk/columns/Plan-for-transforming-the-economy-Lacking-democratic-policy-governance-will-it-be-another-failure/4-762495). The particular reference was the attempt by the present Government to introduce an economic transformation act without consulting the stakeholders as promised by President Ranil Wickremesinghe. The failure was the attempt to bind future Governments through quantitative targets relating to the public debt and fiscal deficits by the Fiscal Responsibility (Management) Act enacted in 2003 during Wickremesinghe’s previous reign as Prime Minister. The subsequent Parliaments on two occasions, one in 2013 and the other in 2021, amended this Act to permit them to violate those targets. Now the present Wickremesinghe Government has proposed to repeal this Act in its Public Finance Management Act gazetted as a Bill to be taken up in Parliament.",
    "Unlike the unilateral policymaking by Sri Lanka’s present Government, Modi’s Viksit Bharat is reported to have had wide consultations with stakeholders. According to the pronouncement made by the Modi Government, the vision document of the Viksit Bharat program had been prepared after having more than 2,700 meetings across ministries from December 2021 to January 2024. The policymakers had inspected 450 recommendations and consulted 15 stakeholders",
    "Unlike the unilateral policymaking by Sri Lanka’s present Government, Modi’s Viksit Bharat is reported to have had wide consultations with stakeholders. According to the pronouncement made by the Modi Government, the vision document of the Viksit Bharat program had been prepared after having more than 2,700 meetings across ministries from December 2021 to January 2024. The policymakers had inspected 450 recommendations and consulted 15 stakeholders. To promote innovations among the stakeholders and outfitting them in the development program, INR 1 trillion is to be allocated over the years in the federal budget. It shows the emphasis given by Modi Government to inventions and innovations as key driving forces of economic prosperity in line with global developments. With the conclusion of the Lok Sabha elections in May 2024, a five-year development plan to take India to this ultimate goal is soon to be unveiled. This represents a concrete action plan to win the future as Modi has targeted.",
    "Public awareness is also crucial for a long term development program. Without people’s support, no development policy in a democratic society can be undertaken. To address this, Modi Government is reported to have introduced ‘Hamara Sankalp Viksit Bharat’ to raise awareness through outreach activities to achieve saturation of schemes across the country covering all village panchayats, city panchayats, and urban local bodies (visit: https://viksitbharatsankalp.gov.in/about). Its objective is to reach the unreached, disseminate about and generate awareness of the schemes, learn from citizens through interaction with beneficiaries and sharing personal experiences and personal stories with all, and enrol the potential beneficiaries by collecting information from deserving people during the initial stage of the planning process. Thus, Modi’s Viksit Bharat 2047 is an inclusive development program aiming at bringing about a true economic and social transformation of all Indians. This is in contrast with Sri Lanka’s economic transformation act that has sought to bind the future Governments to quantitative targets and establishing new institutions by killing some of the existing ones or duplicating the work presently done by some of them.",
    "Modi Government is preparing India to the fourth industrial revolution or Industry 4.0 by releasing a sizeable amount of resources for inventions and innovations. Industry 4.0 is basically concerned with using high technology for production, distribution, and consumption, the three main economic activities in a society. A country is classified into Industry 4.0 if its high tech exports as a share of the manufactured exports are at least 40%. According to the World Bank data, in 2022, India had a share of 12.48%, in contrast to Sri Lanka’s close to 1%. If Sri Lanka wants to succeed, it should join India in this venture by jumping onto its bandwagon. That is because, Sri Lanka is still in the second industrial revolution or Industry 2.0, in which production is basically done by tapping electricity driven machines. Anyone visiting a tea factory or a garment factory can probe into this.",
    "Hence, Sri Lanka’s challenge is to bypass the third industrial revolution or Industry 3.0 which uses electronically driven machines for manufacturing and leapfrog to Industry 4.0 straightaway. Joining India in this venture will provide an easy path for Sri Lanka to reach this goal.",
    "Modi’s Viksit Bharat 2047 is an inclusive development program aiming at bringing about a true economic and social transformation of all Indians. This is in contrast with Sri Lanka’s economic transformation act that has sought to bind the future Governments to quantitative targets and establishing new institutions by killing some of the existing ones or duplicating the work presently done by some of them",
    "Sri Lanka has not unveiled a concrete economic plan to become a developed country by 2048. Its much revered national transformation plan after adhering to the lab approach, as pronounced by President Wickremesinghe in his address to the nation on 1 June 2023, is yet to see the lights of the day. The current economic transformation bill before the Parliament, concluded without consultation of the public, is not an economic plan. It is simply an attempt to codify the agreements with IMF for the extended fund facility to law books and establish some institutions to streamline foreign investments and promote international trade. These public institutions will help but not develop a national development strategy. That should be a separate exercise to be undertaken by the country. Once Modi publishes it, Sri Lanka might get some guidance to prepare such a plan.",
    "Sri Lanka is at present at a crossroads. It has attained some stability in taming the macroeconomic numbers which had gone awry. Contrary to pronouncements made by authorities, as the Presidential advisor Dr. Sharmini Cooray had earlier noted in her Central Bank Anniversary Oration 2023, Sri Lanka is in a low level equilibrium, meaning that the country is far below its potential growth capacity. The country can grow without doing anything at an average of 4% per annum but the actual growth is at around 2-3%. This should be pushed up to more than 8%. Such a high growth requires the concrete planning by the Sri Lankan authorities. Modi 3.0 era will provide a good opportunity for Sri Lanka to attain its development goals.",
    "(The writer, a former Deputy Governor of the Central Bank of Sri Lanka, can be reached at [email protected].)"
  ]
}