{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110773/sri-lankan-passport-makes-big-jump-in-global-rankings-visa-free-entry-to-42-countries-now",
  "time_ut": 1753263060.0,
  "original_lang": "en",
  "original_title": "Sri Lankan passport makes big jump in global rankings, Visa-Free entry to 42 countries now",
  "original_body_lines": [
    "The Sri Lankan passport has made a major leap and climbed five places from 96th to 91st, in the Henley Passport Index. The Sri Lankan passport jumped four spots last year as well.",
    "The Henley Passport Index 2025 ranks countries on the basis of the number of destinations their holders can enter without having a prior visa.",
    "Currently, Sri Lanka has visa-free access to 42 destinations in the world.",
    "Singapore passport holders are given visa-free entry to 193 destinations.",
    "Passport holders of Japan and South Korea remain a close second, with visa-free travel for 190 countries.",
    "Seven European passports share the 3rd place - Denmark, Finland, France, Germany, Ireland, Italy, and Spain, all with access to 189 destinations.",
    "Austria, Belgium, Luxembourg, the Netherlands, Norway, Portugal, and Sweden jointly take 4th place. New Zealand ties in 5th place with Greece and Switzerland.",
    "Both the UK and the US have dropped one place each since January. The two countries rank 6th and 10th respectively, however, both destinations have enjoyed the status of the most powerful passport in the world - the UK in 2015 and the US in 2014. The UK has visa-free access to 186 destinations, while the US passport can access 182 destinations.",
    "India surged eight places, climbing from 85th to 77th, marking its biggest leap in over a decade. Indian passport holders now enjoy visa-free or visa-on-arrival access to 59 countries.",
    "Meanwhile, Saudi Arabia has made the biggest gain in visa-free access, adding four destinations since January. Its total now stands at 91, lifting the kingdom four places to 54th.",
    "Pakistan’s passport continues to languish near the bottom of the Henley Passport Index 2025 – fourth-worst – ahead of Iraq, Syria, and Afghanistan, according to the latest global rankings released.",
    "The July release is part of Henley & Partners’ quarterly index, which ranks 199 passports by the number of destinations their holders can access without a prior visa."
  ]
}