{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-worker-remittances-up-23-pct-in-july-2025-235382/",
  "time_ut": 1754792760.0,
  "original_lang": "en",
  "original_title": "Sri Lanka worker remittances up 23-pct in July 2025",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s official remittances rose 23 percent to 697.3 million dollars in July 2025, while the total in the first seven months reached 4.44 billion dollars rising 19.5 percent from a year ago, central bank data showed, with more people leaving to work abroad.",
    "The worker remittances hit a six-year high in 2024 after a record number from the island nation’s labour force left the country searching for foreign jobs amid Sri Lanka’s recovery from an unprecedented economic crisis, official data showed.",
    "In 2024 full year remittances rose 10.1 percent to 6.57 billion dollars, from nearly 6 billion in the previous year, the Central Bank data showed.",
    "Worker remittances are one of the top foreign exchange revenue earners for the island nation which is still recovering from an unprecedented economic crisis hit in 2022.",
    "The remittances have risen continuously after the central bank gave up a parallel exchange rate regime, which compelled most expatriates to switch informal Undiyal and Hawala money transfer methods.",
    "The island nation has been in the process of sending more migrant workers focusing on professionals to bring in higher foreign exchange since the country declared bankruptcy in 2022.",
    "Worker remittances coming through official channels fell sharply in 2021 after many expatriates switched to informal money transferring channels as they were given higher rates than formal banking channels.",
    "The move came after the Central Bank printed to sterilize interventions and keep a policy rate down, triggering parallel exchange rates, which were settled outside the formal banking system.",
    "From April 2022, the interest rates were raised by unprecedented levels, slowing credit and the need to print money to keep rates down. Later, the Central Bank started its dovish monetary policy. (Colombo/August 09/2025)"
  ]
}