{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/unesco-huawei-open-school-initiative-set-to-transform-education-in-egypt-brazil-and-thailand/",
  "time_ut": 1727113020.0,
  "original_lang": "en",
  "original_title": "UNESCO-Huawei Open School Initiative set to transform education in Egypt, Brazil and Thailand",
  "original_body_lines": [
    "Huawei announced the implementation stage of the Technology-enabled Open Schools for All Phase II project in Brazil, Egypt, and Thailand at Digital Learning Week, UNESCO’s flagship event on digital learning and the transformation of education.",
    "Running from 2024 to 2027, Phase II of the UNESCO-Huawei initiative will support the digital transformation of education in each of the three nations through digital open school models. These models combine technology innovations and human capabilities to create flexible, resilient, inclusive, and quality learning environments that blend offline and online learning.",
    "The implementation stage of the project’s Phase II follows the design stage, which was launched in April 2024, to establish the specific needs and priorities of the three nations.",
    "The announcement was made at the Technology-enabled Open Schools for All Forum hosted by UNESCO and Huawei during Digital Learning Week. The Forum focused on lessons learned and achievements of Phase I, which ran in Egypt, Ethiopia, and Ghana between 2020 and 2024, and provided valuable insights for the implementation of Phase II.",
    "Distinguished guests included Mohamed Abdel Latif, Minister of Education and Technical Education for Egypt; Dr. Yaw Osei Adutwum, Minister of Education for Ghana; delegates from the ministries of education from Ethiopia, Brazil, and Thailand; and representatives from UNESCO and Huawei.",
    "“In Egypt, we have embarked on a transformative journey in education rooted in the belief that technology is not just a tool but a catalyst for unlocking potential, nurturing creativity, and expanding opportunities for both educators and learners. The success of the first phase of this project is a testament to the dedication of our educators and partners,” said Mohamed Abdel-Latif, Minister of Education and Technical Education of the Arab Republic of Egypt.",
    "Aligned with Huawei’s TECH4ALL digital inclusion program, the technology aspect of the Open School initiative centers on connecting schools, providing training for educators in ICT skills, and the development of digital education resources.",
    "“The Open School approach aims to drive the human-centered digital transformation of the education sector through connectivity, competence, and content,” said Joyce Liu, Director of the TECH4ALL Program Office at Huawei. “Through a partnership approach that leverages technology tailored to specific national priorities, we believe that we can realize equitable and inclusive access to lifelong learning opportunities for all.”",
    "The Brazil Open School project centers on advancing inclusion and green-oriented learning. Aligned with the nation’s Connected Schools Strategy, the project will build five smart schools, while two digital training centers will provide training for teachers in ICT skills, and digital courses will enable online learning.",
    "Thailand’s Open School project aims to foster well-being in the education domain. Aligned with its 2018-2037 national strategy, the project will build ten smart schools and expand the use of smart classrooms, with competence developed for teachers through training in ICT skills and learning resources provided on digital platforms.",
    "The Open School projects in Brazil and Thailand will serve as benchmarks for the Latin America and ASEAN regions, respectively.",
    "Phase II project in Egypt will focus on expanding teacher training in ICT skills, continuing the momentum from Phase I where a New Center for Distance Learning was established, benefiting 950,000 educators.",
    "The Phase I Open School projects in Ethiopia and Ghana also delivered significant progress in advancing educational technology and empowering educators:",
    "Ethiopia equipped and trained 12,000 students and 250 educators across 24 pilot secondary schools, and developed its first EdTech training manual to support its new Digital Education Strategy (2023-2028).",
    "Ghana improved its national educational platforms, developed an ICT Competency Framework for Teachers, and provided ten schools with ICT equipment, benefiting 1,000 teachers and 3,000 students.",
    "Neon Night by Browns Hotels & Resorts: A dazzling evening of industry partner networking",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}