{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111865/1-in-4-people-lack-access-to-safe-drinking-water-un",
  "time_ut": 1756193400.0,
  "original_lang": "en",
  "original_title": "1 in 4 people lack access to safe drinking water: UN",
  "original_body_lines": [
    "More than two billion people worldwide still lack access to safely-managed drinking water, the United Nations said on Tuesday (Aug 26), warning that progress towards universal coverage was moving nowhere near quickly enough.",
    "The UN’s health and children’s agencies said a full one in four people globally were without access to safely-managed drinking water last year, with over 100 million people remaining reliant on drinking surface water - for example from rivers, ponds and canals.",
    "The World Health Organization and UNICEF said lagging water, sanitation and hygiene (WASH) services were leaving billions at greater risk of disease.",
    "They said in a joint study that the world remains far off track to reach a target of achieving universal coverage of such services by 2030.",
    "Instead, that goal “is increasingly out of reach”, they warned.",
    "“Water, sanitation and hygiene are not privileges: they are basic human rights,” said the WHO’s environment chief Ruediger Krech.",
    "“We must accelerate action, especially for the most marginalised communities.”",
    "The report looked at five levels of drinking water services.",
    "Safely managed, the highest, is defined as drinking water accessible on the premises, available when needed and free from faecal and priority chemical contamination.",
    "The four levels below are basic (improved water taking less than 30 minutes to access), limited (improved, but taking longer), unimproved (for example, from an unprotected well or spring), and surface water.",
    "Since 2015, 961 million people have gained access to safely-managed drinking water, with coverage rising from 68 per cent to 74 per cent, the report said.",
    "Of the 2.1 billion people last year still lacking safely managed drinking water services, 106 million used surface water - a decrease of 61 million over the past decade.",
    "The number of countries that have eliminated the use of surface water for drinking meanwhile increased from 142 in 2015 to 154 in 2024, the study said.",
    "In 2024, 89 countries had universal access to at least basic drinking water, of which 31 had universal access to safely managed services.",
    "The 28 countries where more than one in four people still lacked basic services were largely concentrated in Africa.",
    "As for sanitation, 1.2 billion people have gained access to safely managed sanitation services since 2015, with coverage rising from 48 per cent to 58 per cent, the study found.",
    "These are defined as improved facilities that are not shared with other households, and where excreta are safely disposed of in situ or removed and treated off-site.",
    "The number of people practising open defecation has decreased by 429 million to 354 million 2024, or to four per cent of the global population.",
    "Since 2015, 1.6 billion people have gained access to basic hygiene services - a hand washing facility with soap and water at home - with coverage increasing from 66 per cent to 80 per cent, the study found.",
    "“When children lack access to safe water, sanitation, and hygiene, their health, education, and futures are put at risk,” warned Cecilia Scharp, UNICEF’s director for WASH.",
    "“These inequalities are especially stark for girls, who often bear the burden of water collection and face additional barriers during menstruation.",
    "“At the current pace, the promise of safe water and sanitation for every child is slipping further from reach.”"
  ]
}