{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101486/israel-declares-48-hour-emergency-as-hezbollah-announces-large-scale-attacks",
  "time_ut": 1724567940.0,
  "original_lang": "en",
  "original_title": "Israel declares 48-hour emergency as Hezbollah announces “large-scale” attacks",
  "original_body_lines": [
    "Defence Minister Yoav Gallant announced a 48-hour nationwide state of emergency from 06:00 am (0300 GMT) Sunday after the Israeli military launched what it called pre-emptive strikes in Lebanon.",
    "“The declaration on the state of emergency enables the IDF (Israeli military) to issue instructions to the citizens of Israel, including limiting gatherings and closing sites where it may be relevant,” Gallant said, in a statement issued by his office.",
    "Lebanon-based Hezbollah announced on Sunday large-scale rocket and drone launches towards Israel in an “initial response” to a top commander’s killing, after Israel’s military said it was carrying out a series of pre-emptive strikes against the group.",
    "“In the context of the initial response” to the killing of its commander Fuad Shukr last month, Hezbollah said it “began an air attack with a large number of drones” targeting deep into Israel, a statement from the group said. Fighters also targeted “a number of enemy positions and barracks and Iron Dome platforms... with a large number of rockets”, it said, adding that “military operations will take some time to complete”.",
    "The Middle East has been on edge for weeks after Hezbollah and Iran vowed to respond to an Israeli strike in Beirut that killed a senior commander of the group as well as the assassination in Tehran of Hamas’s political leader, also blamed on Israel.",
    "In a message addressed to the residents of southern Lebanon early Sunday morning, the Israeli military said: “We are monitoring Hezbollah’s preparations to carry out large-scale attacks on Israeli territory near your homes. You are in danger. We are attacking and eliminating Hezbollah threats.",
    "“Anyone who is near areas where Hezbollah operates should leave immediately to protect themselves and their families,” the message posted on Telegram said.",
    "In a separate statement released shortly before 5:00 am (0100 GMT), the military said its jets were striking targets in Lebanon “that posed an imminent threat” to Israelis.",
    "Announcing the strikes in a video released at the same time, military spokesperson Daniel Hagari said that “Hezbollah will soon fire rockets, and possibly missiles and UAVs, towards Israeli territory”.",
    "“From right next to the homes of Lebanese civilians in the south of Lebanon, we can see that Hezbollah is preparing to launch an extensive attack on Israel, while endangering the Lebanese civilians” he added, urging civilians there “to move out of harm’s way”.",
    "“Hezbollah’s ongoing aggression risks dragging the people of Lebanon, the people of Israel, and the whole region into a wider escalation.”",
    "Prime Minister Prime Minister Benjamin Netanyahu would hold a security cabinet meeting at 0400 GMT, his office said."
  ]
}