{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Omega-Line-honoured-as-Most-Outstanding-Exporter-Merchandise-at-the-45th-Anniversary-of-BOI-Sri-Lanka/34-760996",
  "time_ut": 1714001433.0,
  "original_lang": "en",
  "original_title": "Omega Line honoured as ‘Most Outstanding Exporter – Merchandise’ at the 45th Anniversary of BOI Sri Lanka",
  "original_body_lines": [
    "Omega Line – Vavuniya Apparels Director – Quality Assurance and General Manager Paola Fava, receiving the award from President Ranil Wickremesinghe",
    "The Board of Investment (BOI) of Sri Lanka recently commemorated its 45th Anniversary with an inaugural awards ceremony on 2 April, recognising companies with exemplary contributions to the nation’s economic landscape. Among the distinguished recipients, Omega Line Limited was honoured as “Most Outstanding Exporter – Merchandise.”",
    "Omega Line CEO/Managing Director Felix A. Fernando, and Paola Fava, Omega Line – Vavuniya Apparels Director – Quality Assurance and General Manager Paola Fava, graciously accepted the prestigious award from President Ranil Wickremesinghe. The recognition by BOI underscores Omega Line’s significance as one of the leading apparel exporters in the country.",
    "BOI’s selection criteria were based on recognising companies that have made tremendous contribution towards Sri Lanka’s economic transition over the past forty-five years, especially on foreign direct investment (FDI) projects that have positively impacted the local economy.",
    "Omega Line’s commendation reflects its noteworthy achievements in fostering economic growth and employment generation, aligning with BOI’s mandate to facilitate FDI and promote sustainable development.",
    "Specialising in corsetry and beachwear, Omega Line boasts an impressive annual production and export volume exceeding 100 million garments, with an export turnover of over $ 370 million last year while sustaining a workforce of over 4,500 individuals, with a significant majority being women. The company’s commitment to advancing domestic fabric manufacturing capacities through local collaborations underscores its dedication to building a resilient and adaptable supply chain.",
    "Its achievements are emblematic of the group’s larger impact on Sri Lanka’s economy. Employing over 15,500 individuals and exporting nearly 200 million garments last year, the Omega Group’s collective efforts have positioned Sri Lanka as a global hub for apparel manufacturing and export. Despite prevailing economic challenges, Omega Group’s turnover exceeded USD 600 million last year, with investments totalling over $ 350 million across its four legal entities in the country.",
    "Apart from being chosen for the exclusive list of “The 15 Best Workplaces in the Manufacturing and Production Industry in Sri Lanka,” by Great Place to Work, 2024 was a significant year for the company. Omega Line was also won the award for its economic contribution to Sri Lanka at the Best Corporate Citizen Sustainability Awards held early this year.",
    "The award categories included significant FDI contributors and longstanding BOI enterprises and exporters. The 45th anniversary of BOI Sri Lanka was inaugurated by President Ranil Wickremesinghe, while State Minister of Investment Promotion Dilum Amunugama and BOI Chairman Dinesh Weerakkody were also present at the event. President Wickremesinghe went onto commended the pivotal role played by companies under the BOI’s purview in driving Sri Lanka’s economic growth."
  ]
}