{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/improvements-in-govt-s-approval-ratings-exert-positive-impact-on-cse/",
  "time_ut": 1721059080.0,
  "original_lang": "en",
  "original_title": "Improvements in Govt.’s approval ratings exert positive impact on CSE",
  "original_body_lines": [
    "Yesterday’s CSE performance reflected a significant improvement on the share market front due to steady improvements in the approval ratings of the government in the area of economic decision making. This new survey was released by Verite Research last week, which indicated that the government’s approval rating on all economic activities increased to 24 percent from 10 percent.",
    "Over three times as many people feel better about the economy and the country’s economic trajectory compared to four months ago, according to this latest round of the Gallup-style ‘Mood of the Nation’ poll by Verité Research.",
    "The survey revealed that the approval rating of the government more than tripled to 24 percent in July, up from 7% in February 2024. Current economic conditions were rated as either “good” or “excellent” by 28 percent of respondents, marking a threefold increase from 9 percent in February 2024. The number of people who believe that the country’s economic conditions are “getting better” has tripled, with 30% of respondents holding this view, up from 9 percent in February 2024.",
    "Amid those developments both indices moved upwards. The All Share Price Index went up by 48.16 points while S and P SL20 was up by 22.97 points. Turnover stood at Rs 1.56 billion with two crossings. Those crossings were reported in JKH, which crossed 3.2 million shares to the tune of Rs 620 million and its shares traded at Rs 194 and Hemas Holdings 1.5 million shares crossed for Rs 124 million; its shares traded at Rs 81.4 million.",
    "In the retail market top seven companies that mainly contributed to the turnover were; JKH Rs 158 million (815,000 shares traded), Ceylinco Insurance Rs 151.9 million (61000 shares traded), Commercial Bank Rs 57.4 million (550,000 shares traded), Hayleys Fabrics Rs 45.1 million (84000 shares traded), Distilleries Rs 25.9 million (997,000 shares traded), Commercial Bank (Non- Voting) Rs 22.9 million (280,000 shares traded) and LOLC Finance Rs 23 million (3.7 million shares traded). During the day 29.1 million share volumes changed hands in 7500 transactions.",
    "It is said that the JKH crossing and retail trading had moved the market to the Rs 1billion level and financial and banking sector entities were more active in the market to a greater extent. Merchant Bank of Sri Lanka & Finance PLC (MBSL) is to sell its entire holding of 53.81% in its insurance subsidiary. A decision to this effect was made by the MBSL Board on Friday.",
    "WindForce PLC and Vidullanka PLC will acquire 36,500,000 ordinary voting shares of Solar Universe (Private) Limited held by HiEnergy Services (Private) Limited for Rs 370 million.",
    "Wind Force will pay Rs 185 million to acquire 18,250,000 shares, increasing its shareholding in Solar Universe from 33.3 percent to 50 percent. Vidullanka will similarly pay Rs 185 million to acquire 18,250,000 shares, increasing its shareholding from 33.3 percent to 50 percent. Solar Universe (Private) Limited owns and operates the 10MW Vavunathivu solar power plant in the Batticaloa District.",
    "Yesterday, the rupee opened stronger at Rs 300.60/90 to the US dollar, dealers said. Bond yields were down and stocks were up, in the first hour of trading they said.",
    "The rupee closed at Rs 301.70/302.00 to the greenback on Friday. In the secondary market, yields were down, dealers said. A bond maturing on 15.12.2026 was quoted at 10.80/88 percent, down 10.90/11.00 percent. A bond maturing on 15.12.2027 was quoted at 11.73/78 percent, down from 11.75/80 percent. A bond maturing on 01.05.2028 was quoted at 11.85/90 percent, down from 11.90/12.00 percent. A bond maturing on 15.09.2029 was quoted at 12.10/15 percent, down from 12.10/30 percent.",
    "HNB to back Soul Sounds’ global ambitions at World Choir Games 2024",
    "Remarkable surge in Agricultural Exports in first half of 2024 – Secretary to the Ministry of Agriculture and Plantation Industries",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}