{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/govt-notches-up-success-but-at-a-cost/",
  "time_ut": 1705328940.0,
  "original_lang": "en",
  "original_title": "Govt. notches up success but at a cost",
  "original_body_lines": [
    "Morality is being concerned about the wellbeing of others and ensuring the common good which is what the government needs to work on. The philosopher John Locke said, “To love our neighbour as ourselves is such a truth for regulating human society, that by that alone one might determine all the cases in social morality.” The government is vindicating itself in terms of economic success, but not with the common good. The IMF mission has commended the government on its success in meeting its revenue targets. Its senior mission chief for Sri Lanka, Peter Breuer noted “you’re collecting the revenue that’s needed to address the cause of the crisis. So, that really is very good news.” The problem is that the government is collecting that revenue in ways that is causing misery to the many but is sparing others, especially those most responsible for putting the country into the predicament it is currently in.",
    "The government is meeting those financial obligations primarily by taxing the people many of whom have fallen below the poverty line (more than a quarter of the population) and whose children look visibly malnourished especially in the more remote rural areas. This has been through a combination of methods. The tax net has been widened, much to the consternation of the general population with everyone over the age of 18 being compelled to register for a tax number and now includes even those in lower income brackets such as drivers of passenger vehicles who had never thought of paying taxes before. The personal tax rates have also been increased significantly, doubling and tripling the taxation levels for those in higher income brackets. While some categories of people can afford to pay these taxes, even they have to either draw on their savings or cut back on other expenses they had taken for granted.",
    "The downside of the government’s achievement in meeting the IMF targets is the massive extraction of tax revenue from the entire population through the Value-added-tax (VAT) which has to be paid by people at every level irrespective of their earning and purchasing power. This is a regressive tax as it hits those who are poorer much harder than those who are richer. The 18 percent VAT now applies to nearly every tradable item unlike in the past when many items were exempted, is proving to be the straw that broke the camel’s back for those on the margins of existence. However, the unfairness in this imposition of tax burden is that owners and shareholders and employees of loss-making big businesses have been spared the burden of paying up, as the debt of those companies that are deemed “too big to fail” are being bailed out or forgiven or are not charged by the banks or tax authorities at the present time.",
    "A similar phenomenon of sparing those who make the billions but catching those lower in the hierarchy can be seen in the war against drugs that the government has launched. The Human Rights Commission of Sri Lanka has stated that the Yukthiya (Justice) Operation, launched with the objective of combating drug trafficking and organised crime, has reportedly led to the arrest of over 20,000 suspects in just a two-week span from December 17 to December 31, 2023 (The figure is now nearer 30,000). While acknowledging the importance of addressing organised crime and narcotics trafficking, the Human Rights Commission stated it has received numerous complaints of torture, inhumane treatment, arbitrary arrests, and detentions associated with the operation.",
    "The drug problem in the country has been getting worse over the years, which is a phenomenon that corresponds to what is happening in the world. The problem in Sri Lanka is compounded by the fact that the country is a transshipment point, which makes it possible for those who enjoy impunity due to their political and other power to make a killing. There are numerous rags to riches stories of those who are today rich and powerful being implicated in the drug trade. The question is whether the current effort of the government to subdue the drug trade will continue and be sustainable, or wheather it will be like the war against drugs carried out by a former president of the Philippines, where thousands of people were mercilessly killed on the streets by the security forces on the grounds of being involved in the drug trade but the problem continues even though that president is gone.",
    "The government campaign to control drugs is now being subjected to international condemnation. The UN High Commissioner for Human Rights Volker Türk has urged the government to review its ongoing Yukthiya operation, and to implement human rights-based approaches, notably the right to health, in addressing the issues of illicit drugs in society. He has pointed out that “People who use drugs should be provided with appropriate support and programmes that the root causes of addiction and assist their reintegration into society. The UN Human Rights Office last year issued a report calling on States to develop effective drug policies, including by considering the decriminalisation of drug use and the possession of drugs for personal use.” This thinking is not heeded by a government that ignores court verdicts regarding the need to deal with human rights abusers in the government system.",
    "The government’s thinking with regard to national issues is being extended to its international relations also. The decision to send the Sri Lankan navy to the Red Sea as part of a joint international mission to protect international shipping against attack is being justified by the government as protecting Sri Lanka’s economic interests. Fortunately, wiser counsel and pressure from ambassadors to Middle Eastern countries who met President Ranil Wickremesinghe appears to have prevailed. The president appears to have backed down from the earlier approach, which showed little awareness of Sri Lanka’s real position in the international community, and is reported to have said that Sri Lanka wants to see an immediate ceasefire in Gaza and will send aid to Gaza once the hostilities end.",
    "Due to the problems in the Red Sea international shippers now prefer to use Colombo port rather than use the short cut through the Red Sea where their ships may come under attack. Container volumes handled by the Sri Lanka Ports Authority-owned terminal has seen a growth of around 80 percent in recent days following the increased attacks on commercial vessels plying the Red Sea. Therefore, the economic justification for getting involved in military action is difficult to see. According to Y.N. Jayarathna, retired Rear Admiral and hydrographer, “There will be operational costs, and there will be maintenance costs. The cost of diesel, alone for an offshore patrol vessel for a one-month patrol, comes to about Rs 60 million. There is a huge cost, and the government has to be ready for it.”",
    "The wars that big powers fight by proxy have got to stop in the interests of the world’s economy and innocent people. This applies to both the Gaza and Ukraine wars that are dragging on and on at great cost to civilians who are helpless and like sitting ducks. So many lives and property have been destroyed that it is a crime against humanity. Instead of joining one group of countries in military action against another group, Sri Lanka needs to use its good offices as a country that once gave leadership to the non-aligned group of countries to address the root causes of the conflict in the Red Sea area and other parts of the world. The aim of government needs to be the common good, not the wellbeing of the majority or minority, but the wellbeing of all. There is a need for moral leadership in the conduct of both national and international relations that the government needs to provide.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}