{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/IGP-swears-to-eradicate-SL-s-seedy-underworld/56-764317",
  "time_ut": 1721072680.0,
  "original_lang": "en",
  "original_title": "IGP swears to eradicate SL’s seedy underworld",
  "original_body_lines": [
    "IGP Deshabandu Thennekoon says SL Police will no longer tolerate the acting out of organised crime gangs",
    "Claims over 800 persons linked to organised crime have been arrested under Operation Yukthiya in the last four months",
    "Vows to end ongoing poster wars of underworld criminals and bring them before justice",
    "Says investigations will focus on persons attempting to revive underworld activities and figures",
    "Inspector General of Police (IGP) Deshabandu Thennekoon has sworn to eradicate the country’s underworld. “This is their last act. We will not tolerate this any longer. We are continuing to curb underworld activities according to a proper plan,” he declared.",
    "The IGP made these remarks in response to media questions during the inauguration of a two-day workshop for police inspectors, funded by the Australian Federal Police, at the Taj Samudra Hotel yesterday.",
    "According to the IGP, over 800 individuals involved in organised crimes have been apprehended in the last four months under Operation Yukthiya.",
    "“I trust these statistics. If they act out, the police will respond accordingly. Everyone must respect the law and live peacefully.”",
    "“Do not put up posters claiming to be from the underworld. If you do, you will be brought to justice,” he warned, referring to the ongoing poster wars with death threats reported between underworld gangs. The IGP said he has directed the Maharagama Police and intelligence services to investigate a poster recently put up near the Godigamuwa Cemetery. The poster featured an image of the notorious underworld figure Samarasinghe Arachchilage Madhush Lakshitha, also known as Makandure Madush, who was killed in October 2020.",
    "The poster included text indirectly issuing death threats to those who betrayed Madush, coinciding with the day the final rites of Sunhill Group of Companies Chairperson Surendra Wasantha Perera were held.",
    "“We will conduct investigations into who is attempting to revive the underworld which has destroyed many youth through drugs and other activities in this country,” he said.",
    "The IGP mentioned that the police have also taken notice of additional posters challenging groups linked to Madhush. He acknowledged the ongoing infighting between these organised crime groups and swore to end their activities soon."
  ]
}