{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/unraveling-the-root-causes-of-sri-lankas-foreign-currency-crisis/",
  "time_ut": 1715262273.0,
  "original_lang": "en",
  "original_title": "Unraveling The Root Causes Of Sri Lanka’s Foreign Currency Crisis",
  "original_body_lines": [
    "Pre-1978, Sri Lanka upheld economic independence through stringent controls on trade and capital, fostering a production-based economy and eschewing foreign indebtedness. However, the victory of the United National Party in 1978 marked a pivotal shift, embracing free market ideology and neoliberal policies. This shift has brought forth a multitude of economic challenges. Certain individuals often labeled as economic parasites have taken advantage of free market ideology to infiltrate critical sectors such as finance, health, education, energy, media, agriculture, and land. Their primary focus is personal gain, disregarding the nation’s overall welfare. Through regulatory manipulation, this elite class exploits both public and private wealth, masking their actions as societal advancement while prioritizing their own interests.",
    "The liberalization of trade policies during this period sparked rapid deindustrialization, which was compounded by subsequent financial sector liberalization. This fueled a surge in consumerism and led to the accumulation of foreign debt. Consequently, the country’s debt burdens have intensified, exacerbating income inequality. Industries have dwindled, and agriculture has faced challenges, as there’s been a growing dependence on trading for immediate profits, further destabilizing the economy. During this period of economic upheaval, Sri Lanka has experienced a substantial trade deficit and witnessed the depreciation of the Sri Lankan rupee.",
    "The sudden devaluation of the rupee by 100% in 2022 marked a pivotal moment, seen as a move towards seeking assistance from the International Monetary Fund (IMF). However, amidst this economic turmoil, the majority of Sri Lankans struggle to make ends meet, earning less than $1.35 a day, depriving them of basic necessities and worsening poverty. Economic elites have ensnared Sri Lanka in a cycle of debt servitude, exacerbating inequality and impoverishment. With over 60% of the population burdened by debt, the once vibrant middle class is disappearing. Recent data highlights a stark increase in poverty and income inequality, challenging earlier claims of progress.",
    "The balance of payment crisis further exacerbated hardships in Sri Lanka, causing severe scarcity of essential goods, closures of small businesses, soaring unemployment rates, and increased malnourishment among children. The central bank’s decision to raise interest rates by over 30% worsened the burden on an already struggling populace, contradicting its goal of shielding the poor from inflation. Additionally, the flawed strategy of implementing moratoriums, followed by excessively high interest rates, worsened economic struggles. Private debt also played a significant role, diverting earnings towards debt servicing and limiting room for consumption or investment, exacerbating Sri Lanka’s economic challenges.",
    "In this current economic crisis, private debt has surged much faster than private incomes. Efforts, especially by the central bank, are worsening the problem, prioritizing profits for bankers over the well-being of the public. While claiming to protect poor depositors, the central bank’s actions mainly benefit the super-rich, as poorer depositors hold very little money by comparison. Simple measures like deposit guarantees could easily protect smaller depositors. Government policies are deepening income and wealth gaps by favoring a wealthy few and leaving many struggling.",
    "Moreover, Neo-liberal economic policies have entrenched Sri Lanka in a cycle of foreign debt dependency since 1978. The country relies heavily on foreign loans for infrastructure and imports, but this has led to massive debt without easing living costs for citizens. Instead, these loans have often been mismanaged and wasted on unsuccessful projects, putting the nation’s economic independence at risk. Foreign bondholders now have significant influence, forcing the government to impose austerity measures that cut spending on vital services like health and education. IMF-imposed austerity measures, including tax hikes and privatization, worsen the economic crisis and widen income gaps. Combined with the aftermath of the 2019 Easter attacks, these challenges promise more hardship for the population.",
    "1. Implementing a Wealth Tax: A tax reform to alleviate the burden on consumers and wage earners and shift it towards the wealthy. This involves reducing or eliminating indirect taxes, providing reasonable tax breaks for wage earners, and increasing taxes on the financial sector and monopolies. Introducing taxes for technological giants in the digital economy is also essential. Government spending should prioritize economic growth, regardless of tax revenue, using target rates like unemployment or growth rates. Sri Lanka’s sovereign currency allows for deficit spending without technical constraints, facilitating this approach.",
    "2. Implementing automatic stabilizers: This can help moderate or eliminate the “fiscal trap” in Sri Lanka’s economy. Long-term fiscal solutions should include a rational combination of policy rules and automatic stabilizers to ensure that spending is increased when needed. This approach, supported by Keynesians like Minsky, would involve increasing the deficit when economic indicators like capacity utilization, employment growth, or economic growth are below par, and vice versa. Automatic stabilizers would provide countercyclical assistance for both the state and private sector, helping to stabilize the economy during downturns.",
    "3. Implementing socialist policies: such as a Job Guarantee program can help address key issues in Sri Lanka’s economy. This includes increased spending on domestic infrastructure, industries, and welfare programs like free healthcare, education, and transfer payments to low-income earners. The focus would be on creating employment through public sector hiring, rather than relying on the neoclassical notion of the invisible hand or perfect markets. Embracing heterodox economic traditions offers hope for effective policies that avoid the fiscal trap and promote economic recovery.",
    "4. Address the debt crisis reduce inequality:  proposing government spending on debt forgiveness, drawing inspiration from ancient practices. The premise is that debts that cannot be paid should be forgiven. Widespread foreclosures and evictions would exacerbate income and wealth inequality, hindering economic and social sustainability. Writing down debts to manageable levels would pave the way for genuine recovery, redirecting resources from debt service towards societal well-being.",
    "5. Advocating for the implementation of protective tariffs: this would bolster local industries and foster an independent national economy through a nationalistic trade strategy. Drawing from economic history, countries like the USA, UK, China, Japan, and Germany have successfully developed their economies through protectionism. By reducing imports, protective tariffs can mitigate the country’s indebtedness and promote domestic industry growth, paving the way for economic self-reliance and sustainability.",
    "6. Staunchly opposing relying on foreign loans for domestic spending:  advocating for using domestic sovereign currency to stimulate the economy through keyboard entries. This approach eliminates the need for foreign capital inflows, safeguarding Sri Lanka’s sovereignty from interest extraction by foreign creditors.",
    "7. Advocating for the nationalization of money creation to centralize control and prioritize productive purposes: This would benefit the society, the economy, and the environment. This entails nationalizing the banking system or implementing window guidance by the central bank. Money, not being a commodity but a debt and a creation of the state, should be allocated solely for productive endeavors. Importing consumption goods and asset purchases should be strictly prohibited to ensure the optimal use of resources.",
    "8. Prioritizing government spending on infrastructure development, skill enhancement, and healthcare improvement.  This strategic allocation of resources is aimed at reducing the cost of living by lowering the cost of production. By enabling domestic producers to capitalize on natural export opportunities, this approach enhances our competitiveness in global markets. Ultimately, it fosters sustainable economic growth and prosperity for the nation.",
    "9. A significant increase in government spending on renewable energy, environmental protection schemes, and reforestation initiatives to foster a green economy in Sri Lanka. Additionally, incentivizing the private sector through tax breaks and other concessions will encourage their contribution to environmental sustainability efforts. These measures are crucial for mitigating the challenges posed by climate change and promoting a sustainable future for the nation",
    "10. Advocate for providing risk-free financial assets, such as government bonds, treasury bills, and other savings instruments, accessible to EPF/ETF funds and pensioners. Introducing special savings vehicles with favorable returns for deserving categories would ensure secure and risk-free investments. This strategy aims to provide stability and financial security for investors while encouraging savings and investment in Sri Lanka’s financial markets."
  ]
}