{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Nine-leadership-imperatives-for-new-Lankan-leader/4-767632",
  "time_ut": 1728247697.0,
  "original_lang": "en",
  "original_title": "Nine leadership imperatives for new Lankan leader",
  "original_body_lines": [
    "The country has spoken loud and clear. We have a new leader, not representing one race or religion but the entire nation. It does not matter whether he was one’s dream leader or not. What does really matter now is his delivery as per the declared desire and design. Let me reflect on leadership in the context of the refreshing revival expected. Let me identify seven leadership challenges for the new Sri Lankan leader, from a management perspective.",
    "Leadership is more to do with decisions and actions than to do with positions and titles. Having positional power is a key enabler for ensuring results. As it is often said, the only ship that survives a storm is leadership. Zooming into political leadership, now we have the ninth Executive President of the Democratic Socialistic Republic of Sri Lanka. In the midst of an ongoing turbulence, as the outgoing president told in his own words, the “baby is now handed over to the new leader to carry safely to cross the latter part of the shaking bridge (Val Palama).” Let me reflect on seven imperatives pertinent to leadership in identifying associated key challenges.",
    "Inspiring words are much associated with a people-centred and results-oriented leader. This was the case with Mahatma Gandhi and Martin Luther King alike. It was impressive to see having addressed several rallies during the day, and coming to a television studio during night to have a three-hour long live discussion without a single document. With a logical, analytical approach on one hand and an emotional appeal and tone on the other hand was much blended in his people-winning appeal.",
    "The key challenge is to sustain the credibility by “walking the talk” in practicing what was preached. Initial changes in the oath-taking event and subsequent actions within the first week have been healthy and heart-warming.",
    "“Once in a long while in the history of a people, there comes a moment of great change. Tonight is such a moment in our lives… We begin a new chapter in the history of Singapore.” That’s how Lee Kuan Yew addressed the jubilant masses during the victory rally at the Padang on 3 June 1959. The way he influenced the multi-ethnic nation to collectively create a first-world country was indeed amazing. Can the new leader deliver his promise of “a thriving nation and a beautiful life” remains to be seen.",
    "A lot will happen during and after we go through the wave of Parliamentary, Pradeshiya Sabha and Provincial Council elections during the next few months. The country is waiting to see how the new leader will muster majority in taking promised decisions.",
    "How Gandhi initiated “Ahimsa” (non-violence) movement or how Mandela initiated Anti-apartheid movement are fitting examples. Gandhi objected to violence not only because an unarmed people had little chance of success in an armed rebellion, but because he considered violence a clumsy weapon which created more problems than it solved, and left a trail of hatred and bitterness in which genuine reconciliation was almost impossible. The words from the Gandhi movie by Sir Richard Attenborough still resonates in my mind, “They may attack me, torture me and kill me, then they will get my body, but not my obedience.”",
    "Mandela in his “long march to freedom,” had passion that fuelled perseverance. The way he created a rainbow nation where Black, White, and Brown people could live in harmony was the rich harvest of a rigorous initiation. The new leader of our nation has a long way to go in this aspect in balancing multi-ethnic, multi-religious and multi-class aspirations.",
    "I have read about the way Ho Chi Minh served as the leader of Vietnam in 1940s. From a communist, revolutionary background, he devoted himself in collectively persuading the planned actions. He had the ability to forge strong relationships with diverse groups and to communicate his vision effectively. Many other proven leaders around the globe have shown how they induced the people with what they believed in making them convinced on the way forward.",
    "Our new leader has to do a lot in this respect in converting the “suspects” to “prospects.” With foreign media publicity in particular as “new Marxist Leader of Lanka,” he has to show the country that he is much broader in his approach and more democratic in action as people already began to see in the very first week.",
    "We have been ravaged enough by ethnic and religious violence, ranging from “Black July” to “Dark Digana” with short-sighted media attempting to hoodwink masses. It reminds me of the popular book by Lee Kuan Yew, “From third world to first: The Singapore story: 1965–2000”. “As part of our long-term plan to rebuild Singapore and rehouse everybody, we decided to scatter and mix Malays, Chinese, Indians, and all others like and thus prevent them from congregating as they had been encouraged to do by the British…this is a small cost for achieving our larger objective of getting races to intermingle”, says him.",
    "I see much needed ethno-religious harmony among innocent masses, having lived in Negombo and also having travelled to Vavuniya, but they are prone to be spoiled by opportunistic politicians. That’s why our new leader has to be a true integrator.",
    "As we often hear, innovation is the ability to conceive, develop, deliver, and scale new products, services, processes, and business models for customers. In a larger national context, it might have wider applications with deeper implications. Having the world’s smallest cabinet (with just thee ministers) yet ensuring the smooth running with hopefully more empowering the right administrators with much less pomp and pageantry could be an innovation of a different kind.",
    "The digital policy of the National People Power (NPP) states its vision as follows: “To empower every citizen of Sri Lanka through transparent and efficient governance, partnering them in development through, the cultivation of a thriving digital industry, and the creation of a robust digital economy that supports the sustainable development of key sectors such as agriculture, manufacturing, Tourism, SMEs, marine services, and sports.” In order to convert above vision into verifiable action, one needs to lead from the front. Can we at least go for electronic voting with all the ingenuity in ICT front, having computerized the stock exchanges of other countries as pioneers?",
    "“A good leader can engage in a debate frankly and thoroughly, knowing that at the end he and the other side must be closer, and thus emerge stronger. You don’t have that idea when you are arrogant, superficial, and uninformed.” So said Nelson Mandela. It is how you have the depth of analysis with a holistic point of view. Not blindly guided by selected advisors, a leader needs to use his or her own common sense.",
    "We have many sad stories in Sri Lanka including the “organic fertiliser fiasco.” The path of working with IMF in ensuring debt sustainability and economic stability needs a solid inquiring mindset. Our new leader has shown his analytical acumen in many public forums and hope he will extend it into real life governance which he has to meaningfully engage in now.",
    "A leader can install a solid set of values by way of showing them in action. Being a servant leader in serving the deserving masses is one such example. It reminds me how Lao-Tzu, who is believed to have lived in China sometime between 570 B.C. and 490 B.C. described the whole approach: “The highest type of ruler is one of whose existence the people are barely aware. Next comes one whom they love and praise. Next comes one whom they fear. Next comes one whom they despise and defy. When you are lacking in faith, others will be unfaithful to you. The Sage is self-effacing and scanty of words. When his task is accomplished and things have been completed, all the people say, ‘We ourselves have achieved it!’",
    "The new president has shown some signs of departure from futile traditions of “just being served” because of the esteemed position. Instead, instilling a clear service orientation towards public among the administrators will be an uphill task that needs a major attitudinal change.",
    "The above eight imperatives discussed cannot be pursued without a committed implementation. I have heard many stories from industry leaders when they were summoned by then country leadership, that their suggestions were welcome and assigned to someone to implement and the story ended there. Continuous follow-up was commonly lacking and excellent ideas just faded away without execution.",
    "Mandela’s perseverance having served a 27 year jail term, Gandhi’s persistence with “Ahimsa” towards independence and Ho Chi Minh’s performance amidst stiff resistance are all shining examples in front of us with regard to the importance of implementation. What Benjamin Franklyn said makes sense here. “Those who govern, having much business on their hands, do not generally like to take the trouble of considering and carrying into execution of new projects. The best public measures are therefore seldom adopted from previous wisdom, but forced by the occasion...” In essence, implementation brings intended results which is very much true not only for the newly elected President but his upcoming parliamentary team.",
    "A fresh ray of hope is in front of Sri Lanka with yet another promising opportunity. The country wants to see the new leader in action as an inspirer, influencer, initiator, inducer, integrator, innovator, inquirer, installer and implementer. Can Anura Kumara Dissanayake prove himself as a servant leader with his service-oriented team in delivering what was promised? I, representing many who decided to stay in Sri Lanka, despite many tempting overseas options, would look forward to seeing a healed nation, happily progressing towards prosperity, with a true sense of optimism.",
    "(The writer, a Senior Professor in Management, and an Independent Non-executive Director, can be reached at [email protected], [email protected] or www.ajanthadharmasiri.info.)"
  ]
}