{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/easter-truth-can-be-the-beginning/",
  "time_ut": 1752512520.0,
  "original_lang": "en",
  "original_title": "Easter truth can be the beginning",
  "original_body_lines": [
    "There has long been speculation that the Easter bombing of April 2019 had a relationship to Sri Lankan politics. The near simultaneous bombings of three Christian churches and three luxury hotels, with a death toll of 270 and over 500 injured, by Muslim suicide bombers made no sense in Sri Lanka where there has been no history of conflict between the two religions. But a political motivation was suspected on the basis of who would be the beneficiary of an otherwise senseless crime. The bombing immediately discredited the government in power at that time, saw the nomination of the opposition presidential candidate soon after, and paved the way for the crushing defeat of the government at the national elections that followed in a few months.",
    "In Parliament last week, Leader of the House Bimal Ratnayake revealed a political strategy to create the conditions for the change of government that took place. His remarks corresponded to suspicions that the attack was not just a failure of intelligence, but the result of deliberate manipulation by those in the political sphere. What is new is that these suspicions are now being stated clearly and officially at the highest level of government. Minister Ratnayake said, “They started this in 2013 by creating and maintaining Sinhala and Muslim extremist groups through intelligence agencies. The culmination of this was similar to the Cambridge Analytica incident.”",
    "The Cambridge Analytica scandal involved the unauthorised harvesting of personal data from millions of Facebook users to build psychological profiles and micro-target voters for political purposes. The data harvested by Cambridge Analytica was used primarily to influence the 2016 U.S. presidential election in favour of Donald Trump and the 2016 Brexit referendum in the UK. The company also allegedly worked on elections in Kenya, Nigeria, India, Trinidad and Tobago, and several other countries, using psychographic profiling and targeted digital ads to manipulate voter behaviour.",
    "If the allegations about the Easter attacks prove true, they would constitute one of the most unprincipled examples of violence being used for political purposes in Sri Lanka’s post-war period. To use fear, death, and destruction to pave the way for a political return is totally unacceptable and without conscience. What makes the current moment different from earlier efforts to deal with such unacceptable actions is that there now appears to be political will. There is a sense that the present government is committed to follow through with investigations, even if the implications reach to the highest levels of power.",
    "It is significant that the government has taken the controversial step of reappointing retired officers Shani Abeysekera and Ravi Seneviratne, both of whom were known to be top class police investigators who were removed from the investigation process by previous governments, to once again lead the investigations. They are both controversial in that they briefly joined the government side’s political stage during the last presidential election campaign. Minister Ratnayake justified their reappointment on the grounds that Cardinal Malcolm Ranjith made the request. It is in this context that the current government’s willingness to act gains it credibility with the Catholic community, which bore the brunt of the attacks.",
    "The role of the Catholic Church and Malcolm Cardinal Ranjith in consistently pushing for accountability in the Easter Sunday case is commendable. From the outset, the Cardinal was a vocal advocate for justice for the victims of the bombing. His calls for transparency, a credible investigation, and the identification of those truly responsible have been persistent and unwavering. Over the years, previous government leaders made promises to find the culprits and masterminds in response to this pressure which the Cardinal publicly welcomed. But those assurances, like many others before them, did not materialise in the form of tangible outcomes.",
    "Progress in the investigation of the Easter bombings comes at a time when the government has already made forward movement in pursuing economic accountability. High-profile arrests and legal actions against formerly powerful politicians for corruption are being carried out in a way never witnessed before. For many decades, impunity has been the practice in government at the highest levels. Economic crimes and political violence in which the protagonists were suspected to be of government-origin were pursued only half-heartedly in the past. Charges were often framed, suspects were taken into custody, but invariably the process broke down mid-way and the suspects were released. This time around those who have been charged have had their cases taken to court where they have been given exemplary sentences.",
    "In the case of the Easter bombing, the testimony of survivors and the documentation of intelligence failures are now being brought back into the spotlight. Investigations into key actors, including the alleged role of former paramilitaries turned politicians like Pillayan show that this is no longer a nominal exercise. The challenge for the government is to ensure that this momentum does not wane. The legal and institutional frameworks need to be allowed to function without interference. No matter how politically sensitive, the Sri Lankan people need answers, and more importantly, justice.",
    "Sri Lanka has suffered for decades from a culture of impunity that has bred cynicism and mistrust. The present government has taken early steps to reverse that trend. It is too early to say whether this will lead to full justice. There are indications that the government is sequencing its priorities: first, economic crimes and now political crimes like the Easter attacks; later, possibly, war crimes. The wounds of the war years are deep and divisive. Pursuing accountability for wartime abuses may demand more political capital than the government currently possesses or wishes to expend, and it is likely that such steps will be undertaken more cautiously—and later.",
    "In the case of the Chemmani mass graves the government seems to be allowing the judicial investigations to proceed independently, unlike in the case of the Mannar and Matale mass graves by previous governments. Permitting the Chemmani probe to proceed signals that the era of blanket impunity might finally be drawing to a close and the integrity of Sri Lanka’s democratic institutions is being secured. If a crime like the Easter bombing, which has defied a satisfactory conclusion for over six years is successfully investigated and prosecuted, it may open the space for deeper scrutiny of the past, including the war years. It is up to the independent institutions, judiciary and civil society to push this process forward.",
    "China’s digital yuan: Currency, control, and a new world order?",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}