{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/LEARN-and-UNESCO-Chair-of-APU-sign-MoU-to-empower-Sri-Lankan-educators/56-759836",
  "time_ut": 1711130636.0,
  "original_lang": "en",
  "original_title": "LEARN and UNESCO Chair of APU sign MoU to empower Sri Lankan educators",
  "original_body_lines": [
    "Recognising the growing importance of Artificial Intelligence (AI) in the modern digital world, the Lanka Research and Education Network (LEARN) signed an MoU with the UNESCO Chair of Asia Pacific University (APU), Malaysia, to equip Sri Lankan educators with AI skills.",
    "This partnership aims to enhance teaching quality and research efforts by effectively empowering teachers and university lecturers to utilise AI. Through various initiatives, educators will gain proficiency in using AI as a supporting tool to offer enriched learning experiences to students. Thus, this partnership signals a promising step towards positively transforming Sri Lanka’s educational landscape.",
    "The partnership’s inaugural initiative will introduce the AI for Innovative Design & Education (AIDE) program to Sri Lanka. The AIDE program is designed to equip local educators with essential AI knowledge so they can utilise it effectively and responsibly. The first stage of the program saw a series of workshops for a select group of educators. Working alongside Sri Lanka’s Ministry of Education, LEARN has opened these workshops to higher education academics, vocational college trainers, and school teachers. A conference, which is open for all to witness the potential of AI in academia will follow. Through the AIDE program, Sri Lankan educators will explore how AI can be used to craft impactful learning experiences.",
    "Sharing insights on the program, LEARN Consultant CEO Prof. Roshan Ragel said: “The AIDE program by the UNESCO Chair of APU, is reflective of LEARN’s commitment to helping educators use AI responsibly, creatively, and ethically. Together, we envision Sri Lankan educators becoming not simply users but skilled practitioners leveraging this technology to shape the trajectory of education and research. To achieve this, AIDE offers a customised framework, designed to help educators effortlessly incorporate AI into their existing practices. Thereby, improving learning at all levels, from schools to universities, across the island.”  Following the first stage of the AIDE program, the partnership will embark on subsequent initiatives aimed at knowledge dissemination and sustained skills development. These successive efforts involve sharing content from the AIDE workshops and making them freely accessible as Open Educational Resources (OER), ensuring wide accessibility. Afterwards, LEARN will spearhead efforts to help Sri Lankan educators further develop AI skills, fostering a culture of continuous learning amongst them to embrace new technologies. Through these combined initiatives, the partnership contributes to the global pursuit of quality learning, as emphasised in the United Nations Sustainable Development Goals (SDGs).",
    "UNESCO Chair on Harnessing Innovations in Technology to Support Teachers and Quality Learning at APU Prof. Dr. Abtar Darshan Singh said: “We are pleased with this collaborative effort with LEARN. We feel the energy and passion for education that LEARN has and are very happy to support LEARN to ensure that education in Sri Lanka is constantly transforming to meet the needs of the new generation of learners.”",
    "In recent years, AI has become a game-changer in many fields, including education. Hence, embracing is crucial for educators in the digital era. However, it’s equally important to utilise it responsibly and ethically, considering its early stage. The partnership between LEARN and the UNESCO Chair of APU assists Sri Lankan educators in making this transition. Ultimately, this partnership will democratise access to AI for Sri Lankan educators, enabling a creative and ethical integration of technology into teaching practices."
  ]
}