{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97358/us-under-secretary-discusses-strengthening-people-to-people-ties-diaspora-outreach",
  "time_ut": 1708187940.0,
  "original_lang": "en",
  "original_title": "US Under Secretary discusses strengthening people-to-people ties, Diaspora outreach",
  "original_body_lines": [
    "US Under Secretary for Public Diplomacy and Public Affairs Elizabeth Allen met with Sri Lanka’s Foreign Secretary Aruni Wijewardane on Saturday (17 Feb.), and discussed several recent positive developments between Sri Lanka and the US in the 75th anniversary year of diplomatic relations.",
    "During their meeting at the Ministry of Foreign Affairs, the Under Secretary assured the continuous US assistance to the Government of Sri Lanka towards realizing economic stability, and discussed ways to strengthen people-to-people ties and Diaspora outreach.",
    "Meanwhile, Foreign Secretary Wijewardane welcomed the development assistance extended by the US International Development Finance Corporation in November 2023 to the Colombo West International Terminal Private Limited and appreciated the humanitarian and emergency aid extended to Sri Lanka to overcome the economic challenges of the country.",
    "She also welcomed the US assistance in securing the Extended Fund Facility Programme (EFF) under IMF. Foreign Secretary Wijewardane apprised Under Secretary Allen on the developments in the economic and reconciliation fronts, and Sri Lanka’s priorities as Chair of the Indian Ocean Rim Association.",
    "US Under Secretary Allen was accompanied by the Ambassador of the US to Sri Lanka Julie Chung, officials from the Department of State, and the US Embassy in Colombo. Senior officials of the Foreign Ministry were associated with the Foreign Secretary at the meeting.",
    "She arrived in Sri Lanka earlier today, and was cordially welcomed by the US Ambassador.",
    "During her stay here, Allen will meet with government officials, media representatives, digital content creators and youth leaders to discuss the partnership between the two nations and the safeguarding of Sri Lanka’s information and media space, and to explore ways to work together to promote prosperity on the island nation, Chung said further.",
    "Following her Sri Lanka tour, Allen will embark on a visit to India."
  ]
}