{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111718/staff-shortages-threaten-flight-safety-in-india-report",
  "time_ut": 1755778980.0,
  "original_lang": "en",
  "original_title": "Staff shortages threaten flight safety in India - report",
  "original_body_lines": [
    "India’s aviation safety regulator is grappling with a staffing crisis that is severely affecting its ability to fulfil its mandate, a parliamentary panel has warned in a new report.",
    "The “profound and persistent shortage” of personnel at the Directorate General of Civil Aviation (DGCA) poses an “existential threat” to the integrity of the safety system, says the report, tabled in the upper house of parliament on Wednesday.",
    "The lawmakers were tasked with reviewing aviation safety in the aftermath of the 12 June Air India plane crash which killed 260 people, mostly passengers.",
    "The report doesn’t mention the crash, but flags several other concerns including overworked air traffic controllers.",
    "The BBC has contacted the DGCA and the civil aviation ministry for comment.",
    "Parliamentary committee reports are not binding on the federal government but they have in the past influenced legislative agendas and sometimes regulations.",
    "India, the world’s third-largest aviation market, has seen a massive boom in air travel in recent years, driven by budget airlines, rising disposable incomes and a government push to expand connectivity through new airports.",
    "But the growth has been accompanied by major challenges, including shortage of qualified personnel, fatigue among existing staff and infrastructural constraints.",
    "Since the Air India crash, there has been heightened scrutiny on both the airline and the larger aviation sector in India. In July, the BBC spoke to the chief of the DGCA after a spate of reports of maintenance oversights and training shortfalls raised concerns.",
    "“If you look at global safety metrics, such as those published by International Civil Aviation Organization (ICAO), which track the number of accidents per million flights, India consistently performs better than the world average,” he said, adding that the country exceeded the global average only during two years between 2010 and 2024.",
    "The parliamentary committee, comprising lawmakers from both the governing and opposition parties, listed a string of systemic vulnerabilities in India’s aviation sector and recommended reforms.",
    "It said that the DGCA, “in its current form, is not in a position to discharge its duties for which it was established” because of a severe staffing crunch.",
    "Only 553 out of 1,063 posts have been filled, a shortfall of almost 50%. Earlier this month, the civil aviation ministry had addressed the shortage in parliament, saying that it had “not impacted the functioning of DGCA”.",
    "The committee also called the regulator’s hiring model “slow and inflexible”, saying it hindered its ability to attract skilled talent.",
    "The panel suggested the regulator should be granted “full financial and administrative autonomy” to address these problems.",
    "It also flagged other challenges, including fatigue among air traffic controllers (ATCs).",
    "It said the aviation boom had put controllers under “immense pressure,” particularly at metropolitan airports, where many of them operate under “prolonged and fatiguing duty schedules”.",
    "The report further warned that some ATC staff were insufficiently trained and noted that “the current mismatch between recruitment and training capacity, coupled with operational overload, poses a direct and ongoing threat to airspace safety”.",
    "While detailing other systemic vulnerabilities, the report suggested mandating detailed root-cause analyses for every runway incursion and other recurring high-risk events, like bird hits.",
    "A runway incursion is an event when an airplane veers off from the area designated for landing and take-off. The report calls these incursions “high-consequence events” that pose a direct risk of collision.",
    "According to the report, out of every one million movements on the runway, there were 14.12 incursions, much higher than the target of 9.78.",
    "The panel also stressed on the need to improve error reporting systems.",
    "It said that the civil aviation ministry, along with the DGCA, should align existing provisions with Just Culture - a growing understanding in the aviation sector which balances the need for accountability with the understanding that human error is inevitable.",
    "It added that even though the DGCA has a confidential system to report errors there is a “need for clearer protections”.",
    "The committee spoke to officials in the federal civil aviation ministry, the aviation regulator, and industry experts from the country and globally."
  ]
}