{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111063/heartily-pleased-mp-harsha-thanks-all-who-contributed-to-us-tariff-relief",
  "time_ut": 1754025060.0,
  "original_lang": "en",
  "original_title": "“Heartily pleased” – MP Harsha thanks all who contributed to US tariff relief",
  "original_body_lines": [
    "SJB Member of Parliament Dr. Harsha de Silva has welcomed the decision by the United States to reduce the tariff rate on Sri Lankan goods to 20%, describing it as a significant victory for the country’s export sector.",
    "Expressing his satisfaction, Dr. de Silva stated he is “heartily pleased” with the development.",
    "In a statement, Dr. de Silva expressed his appreciation for the efforts made both publicly and behind the scenes to secure this concession, which he believes will help Sri Lanka maintain its regional competitiveness in global markets.",
    "“The reduction of the tariff rate imposed by the United States on Sri Lankan goods to 20% is a victory and will enable us to further maintain the regional competitiveness of our exports,” he stated.",
    "He also thanked the United States for recognizing the challenges faced by Sri Lanka as a smaller economy and for extending this trade relief.",
    "“I am heartily pleased with this and thank all those who worked hard (both in front of and behind the scenes) for this, and also the United States for understanding the challenges and limitations we face as a small country and providing that concession.”",
    "Dr. de Silva further emphasized the need to continue working toward integrating Sri Lanka more effectively into the global economy, noting that more such “victories” are possible through proactive efforts to ease trade barriers.",
    "“I emphasize that by understanding such situations and working to ease the trade barriers in Sri Lanka and integrate Sri Lanka with the world, many more victories will be achieved.”",
    "Concluding his remarks, he urged all stakeholders to adopt a forward-looking approach:",
    "“Let’s now seriously work on breaking down the walls around us and building bridges to the world!”"
  ]
}