{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-eyes-on-speedy-debt-resolution-at-imf-wb-spring-meetings-state-finmin-158467/",
  "time_ut": 1713094260.0,
  "original_lang": "en",
  "original_title": "Sri Lanka eyes on speedy debt resolution at IMF/WB Spring Meetings: State Finmin",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is looking forward to have discussions for a speedy debt resolution and restore debt sustainability at the Spring Meetings of the International Monetary Fund (IMF) and World Bank (WB) starting on Monday (15) in Washington, State Finance Minister Shehan Semasinghe said.",
    "Minister Semasinghe is leading the Sri Lankas delegation for this year’s IMF/WB Spring Meetings that includes Central Bank Governor Nandalal Weerasinghe and Treasury Secretary Mahinda Siriwardana.",
    "The island nation expects to conclude the debt restructuring negotiation with its private creditors and sovereign bond holders and formalize the already agreed deal with bilateral creditors by end of the first half of this year, government sources have told EconomyNext.",
    "Sri Lanka also expects to receive the third tranche of the IMF by mid this year after the completion of the second review of a $3 billion loan program last month.",
    "“We expect fruitful engagements that will pave the way for unlocking the next tranche of essential funding and a speedy debt resolution which will enhance economic stability, confidence, sustainable growth, restore debt sustainability and ultimately, improving the welfare of every Sri Lankan citizen,” the Minister said in his X (Twitter) platform.",
    "“Sri Lanka’s journey to its current state of stability and progress is due to the invaluable support provided by the IMF, World Bank and international partners during the most severe economic crisis we faced since 2022. “",
    "“As we navigate the complexities of global economic challenges, we will engage closely with the IMF and aim to contribute to broader international economic cooperation with our partners.”",
    "“Through dialogue, partnership, and concerted efforts, we are confident that we will achieve brighter economic future for Sri Lanka,” Semasinghe said.",
    "The Monday’s Spring Meetings come as President Ranil Wickremesinghe government is facing a presidential election after long delayed local government and provincial polls.",
    "Some government officials have said there could be likely slippages in the IMF targets during the election period as majority of Sri Lankans feel their struggling has risen due the implementation of IMF conditions including increased taxes.",
    "The government has already started to relax some of the tough conditions it has maintained to boost the state revenue amid an increase in the tax revenue.",
    "However, President Wickremesinghe has vowed to continue the IMF-led reforms as they are citing they are the only solution to come out of the current unprecedented economic crisis. (Colombo/April 14/2024)"
  ]
}