{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112417/sc-grants-leave-to-proceed-with-petition-over-electricity-bill-for-namals-wedding",
  "time_ut": 1757646180.0,
  "original_lang": "en",
  "original_title": "SC grants leave to proceed with petition over electricity bill for Namal’s wedding",
  "original_body_lines": [
    "The Supreme Court (SC) has granted leave to proceed with the hearing of a fundamental rights petition filed by an attorney seeking a ruling that the fundamental rights of the people of this country have been violated by the failure to pay over Rs. 2 million to the Ceylon Electricity Board (CEB) for electricity used at the wedding reception of MP Namal Rajapaksa.",
    "The petition was filed by Attorney-at-Law Vijitha Kumara, and a group including the CEB had been named as respondents.",
    "The petition was taken up yesterday (11) before a bench of Supreme Court judges comprising Chief Justice Preethi Padman Surasena and Justice Achala Wengappuli, Ada Derana reporter said.",
    "Attorney Weragoda, appearing for the petitioner, stated before the court that the petitioner had filed the petition regarding the failure to timely pay the electricity bill related to the wedding reception of Namal Rajapaksa to the CEB.",
    "The attorney further noted that since the electricity bill in question has already been settled, the key expectation from the court is a declaration that the action amounted to a violation of the fundamental human rights of the public.",
    "Attorneys appearing for the respondents stated before the court that the relevant electricity bill has already been paid, Ada Derana reporter said.",
    "Accordingly, the bench, which considered the arguments presented by both parties, granted leave to proceed with the petition.",
    "The petitioner stated that subsequent to the filing of the case, the outstanding electricity bills were settled by MP Namal Rajapaksa.",
    "The petitioner further highlighted that while the CEB frequently disconnects electricity connections over minor delays in bill payments by the public, it had failed to take timely action to recover such a large outstanding bill and pointed out that this was a serious lapse on the part of the CEB, Ada Derana reporter said.",
    "The lawyer has filed the petition seeking a court ruling that the extraordinary action of the CEB constitutes a violation of the fundamental human rights of the general public in Sri Lanka."
  ]
}