{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/a-strategic-partnership-to-strengthen-e-government-procurement-system/",
  "time_ut": 1754830020.0,
  "original_lang": "en",
  "original_title": "A strategic partnership to strengthen e-Government Procurement System",
  "original_body_lines": [
    "The Department of Public Finance of the Ministry of Finance, Planning and Economic Development, Sri Lanka (DPFMoF), and Sri Lanka Telecom (Services) Limited (SLT-SERVICES), a subsidiary of the SLT-MOBITEL Group, have entered into a strategic partnership to enhance Sri Lanka’s e-Government Procurement (e-GP) system through the integration of Promise.lk with RainbowPages.lk.",
    "This collaboration aims to strengthen the overall supplier ecosystem of the government by enhancing supplier availability, expanding and verifying the supplier base, improving data accuracy, for supporting robust governance practices in public procurement ultimately fostering a more transparent, credible, and efficient business environment.",
    "Promise.lk, an initiative by the Department of Public Finance, is a step forward in making public procurement more transparent and efficient through digital transformation. At the same time, RainbowPages.lk, Sri Lanka’s National Business Directory operated by the SLT-MOBITEL Group, serves as a trusted database of verified suppliers catering to both public and private sector needs. RainbowPages.lk will integrate its verified vendor data into Promise.lk, ensuring that suppliers bidding for government tenders meet stringent verification standards through this strategic partnership. By simplifying procurement processes and ensuring accurate supplier information, this initiative aims to strengthen good governance, encourage fair competition, and make the public procurement system more efficient and reliable for everyone involved.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}