{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Election-promises-Where-s-the-money/4-766704",
  "time_ut": 1726184368.0,
  "original_lang": "en",
  "original_title": "Election promises: Where’s the money?",
  "original_body_lines": [
    "Before you vote, consider how the promises in the manifestos will be",
    "“Show me the money!” – Tom Cruise in the movie Jerry Maguire",
    "The bottomline is money. How will the Government pay its bills: manage the debt mountain that has been accumulated; pay the salaries and pensions of the bloated bureaucracy and armed forces; and not least, the cost of the many new programs that are being promised as part of the bidding war that we call the Presidential election?",
    "For example, both the SJB and the NPP are promising major housing initiatives, such as low-interest and long-repayment loans and official residences for State employees. Low-interest loans may be given by commercial or State banks, but the subsidy element will have to be borne by Government. Housing for State employees will have to be fully paid by the Government.",
    "All over the world, young people cannot afford their own homes. The housing difficulties experienced by State employees have led to abnormally long commutes and reduced the productivity of State organisations. These are, without question, genuine problems worthy of attention. But the question is how the required additional expenditures can be incurred at a time like this by a Government struggling to get out of selective default. New sources of funding will have to be found.",
    "Tourists may come. More funds may be remitted by expatriate workers. More earnings may be generated by exporters of goods and services. But none of that will directly help the Government fund its programs. Dollars that come in from tourists or from exports or as remittances do not belong to the Government. They belong to private individuals or to companies or to the banks that gave rupees for them. If for whatever reason, dollars are scarce, their price will be high in rupees.",
    "These funds can be used to fund election promises and Government expenditures only if they are subject to additional taxes or if the Central Bank compels the sale of dollars by banks at below-market prices. The latter was done in 2021-22 and led to undesirable outcomes such as remittances shifting to unofficial channels and companies keeping money outside the country.",
    "The NPP advisors have indicated that the added costs of their promises will be met by flotation of “patriotic” bonds targeted at loyal expatriates, like the 2007 “Sri Lanka Nation Building Bonds.” Hopefully, patriotism will be reflected in acceptance of subnormal returns. But the fact remains: bonds are a form of debt. So, the NPP advisors’ proposal will add to the debt mountain.",
    "How all this plays out in the context of the ongoing debt restructuring and the constraints that the Government has offered to impose on itself as part of the IMF agreement is another matter.",
    "Taking on more debt to run the Government has been done for decades. The only difference is that Governments since 2007 took on commercial debt at high interest. That option is not available to the NPP or to anyone else at this juncture. Now that multilateral organisations such as the ADB are lending again there is possibility of a limited amount of project loans. This appears to be how some spending proposals, such as allowances for those taking vocational education courses, in Ranil Wickremesinghe’s manifesto appear to be funded.",
    "If you cannot borrow from local or foreign sources for your pet project, there’s one more option: monetary financing by the Central Bank (colloquially known as money printing). This option has been fully explored by multiple Governments and is now discredited because of excessive money printing in 2020-22 by the Central Bank headed by Gotabaya appointees. It led to raging inflation, peaking at 70%.",
    "Monetary financing to make possible the keeping of election promises would require exit from the IMF program and the amendment or repeal of the Central Bank Act, No. 16 of 2023. The constraints placed by the Act on monetary financing as well as the changed procedural provisions were discussed and debated in the public arena. Some believe that constraining the State’s use of this instrument is inappropriate for countries such as ours. Given the bitter experience with the Sri Lankan application of modern monetary theory under Professor W.D. Lakshman, it is unlikely that repeal could be done without being blamed for inflation.",
    "Unless emulation of the mode of asset recovery associated with the Saudi Crown Prince Mohammed bin Salman (MBS) is contemplated, stolen asset recovery will not yield funds within the desired time frame.",
    "The Saudi authorities arrested as many as 500 persons in 2017 November. They were detained indefinitely at the Ritz Carlton Hotel in Riyadh, and in some cases allegedly tortured. Banks were ordered to freeze more than 2,000 accounts and private jets were grounded. The only way out was confession and turning over money. The anti-corruption committee headed by MBS ended its work after 14 months, finding 381 individuals guilty and recovering $ 107 billion.",
    "The MBS mode is unlikely to work in democratic Sri Lanka with its tradition of rule of law. The fastest a major bribery case was concluded in Sri Lanka was the four and a half years (2019-2023) it took for the former Secretary of the Ministry of Land and the Chairman of the State Timber Corporation to be found guilty and for their appeals to be exhausted. They were arrested accepting Rs 20 million as an advance on the agreed upon bribe of Rs 100 million.",
    "There were no stolen assets to recover in this instance (the cash belonged to CIABOC). Had there been stolen assets, those procedures would have commenced after the guilty verdicts. If the assets were located outside Sri Lanka, time would be required to locate them, to initiate legal proceedings in both countries and to transfer the recovered funds back to Sri Lanka. The draft of the Proceeds of Crime Bill which was completed a few months back provides the details. However committed the incoming government is, it is unlikely that they would be able to see any recovered assets within their first term, or even in their second term.",
    "For most of the past 76 years, we have elected Governments that did not raise enough revenue to cover expenses (and thrown out those that tried). That necessitated debt to cover the deficits.",
    "From 2007, the Mahinda Rajapaksa government started borrowing at high interest from China and from the market in the form of International Sovereign Bonds. The Government borrowed to cover deficits, to fund the war, and for grand projects with uncertain returns. And after some time, they had to borrow even more to service the previous debt and to cover the deficits. The debt became unsustainable. All of us experienced the consequences.",
    "That chapter is over. The time has come to be fiscally responsible. As shown above, the easy options no longer exist. Our Government must raise revenues in taxes and balance the budget like other countries. Some models require as much as 45% of Government revenue to be set apart for debt servicing from 2028. Government must contain expenditures so that the most important things are funded. It must also close off opportunities for the siphoning-off of public funds (not to fund pet projects, but for the general good).",
    "So, before you vote, consider how the promises in the manifestos will be funded. Ask those seeking your vote to “show me the money.” The answers in some cases will be that no money is required, as when changes in laws such as those over land ownership are being proposed.",
    "But many of these programs will have to be funded through taxes or by more borrowings. If the former, you should get ready to pay. If the latter, it will not be long before we’re standing in queues again."
  ]
}