{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97569/slbfe-gives-update-on-sri-lankan-deliveryman-shot-in-kuwait-over-delayed-order",
  "time_ut": 1709031300.0,
  "original_lang": "en",
  "original_title": "SLBFE gives update on Sri Lankan deliveryman shot in Kuwait over delayed order",
  "original_body_lines": [
    "The Sri Lankan national, who was shot in Kuwait while working as a delivery person, currently remains under the protection of the Sri Lankan Embassy in Jabriya, the Foreign Employment Bureau (SLBFE) says.",
    "The embassy has assured that all required facilities would be provided to Sagara Lakshman who sustained critical injuries after being shot by a customer over a delayed food order.",
    "Meanwhile, the Minister of Labour and Foreign Employment, Manusha Nanayakkara has instructed the SLBFE authorities to look into the matter and take necessary measures without delay.",
    "The 44-year-old, originally from Rajanganaya, faced the harrowing incident on January 11 in Al Jahra city where he was residing. According to his account of the event, the initial location details given by the customer were wrong, and as a result, he had to drive to a different location to complete the delivery.",
    "However, the customer in question, agitated by the delay, had opened fire when Thilakaratne arrived at his doorstep, leaving him with serious injuries to the abdomen.",
    "After being shot, Lakshman had reportedly driven his car back with blood gushing out from the wounds and contacted an Indian acquaintance who rushed him to the hospital.",
    "Lakshman, who is the father of two daughters aged 10 and 13, earlier urged respective authorities to help him seek justice and take necessary measures to repatriate him to Sri Lanka.",
    "The SLBFE said Lakshman was treated at a hospital in Jabriya where he underwent surgery to extract the bullets. The embassy officials including the Sri Lankan ambassador to Kuwait have visited Lakshman at the hospital to check in on his condition.",
    "As per reports, the Kuwaiti national who shot Lakshman is now under arrest on attempted murder charges.",
    "The SLBFE asserted that all necessary measures would be taken to repatriate Lakshman, based on the progress of the ongoing legal proceedings.",
    "His hospital expenses have been borne by the restaurant where he is employed, the Bureau said further."
  ]
}