{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99464/as-many-as-2000-people-feared-buried-under-papua-new-guinea-landslide",
  "time_ut": 1716799440.0,
  "original_lang": "en",
  "original_title": "As many as 2,000 people feared buried under Papua New Guinea landslide",
  "original_body_lines": [
    "The landslide occurred in the mountainous Enga region in northern Papua New Guinea on Friday and the latest figure is a sharp rise from earlier estimates.",
    "Soon after the disaster occurred, the United Nations said as many as 100 may have died. That was later revised up to 670, according to estimates from the Chief of Mission for the International Organization for Migration (IOM) in the country.",
    "But that may now be a major underestimate according to the latest projection from Papua New Guinea’s disaster agency.",
    "“The landslide buried more than 2000 people alive and caused major destruction to buildings, food gardens and caused major impact on the economic lifeline of the country,” Lusete Laso Mana, Acting Director the National Disaster Centre, said in a letter to the UN.",
    "“The situation remains unstable as the landslip continues to shift slowly, posing ongoing danger to both rescue teams and survivors alike,” he added, saying the main highway to the area had been completely blocked by the landslide.",
    "“Following the inspection conducted by the team, it was determined that the damages are extensive and require immediate and collaborative actions from all players.”",
    "The landslide hit the remote village of Kaokalam, about 600 kilometers (372 miles) northwest of the capital Port Moresby, at approximately 3 a.m. local time on Friday, leaving a scar of debris that humanitarian workers said was as big as four football pitches.",
    "More than 150 houses in Yambali village were buried in debris, officials said on Sunday. The area continues to pose an “extreme risk,” officials said, as rocks continue to fall and the ground soil is exposed to constant increased pressure.",
    "Pierre Rognon, an associate professor from the University of Sydney’s School of Civil Engineering, said it’s “particularly challenging” for rescuers to find survivors after a landslide.",
    "“Landslides can bury collapsed structures and people under dozens of meters of geomaterials,” he said.",
    "“To make things worse, they can move structures and trap people over hundreds of meters. No one can predict exactly where potential survivors may be located and where to start looking for them.”",
    "It’s not clear what caused the landslide, but geology professor Alan Collins from the University of Adelaide said it occurred in a region of “considerable rainfall.”",
    "“Although the landslide does not appear to have been directly triggered by an earthquake, frequent earthquakes caused by plates colliding build steep slopes and high mountains that can become very unstable,” Collins said.",
    "He said rainfall could have altered the minerals making the bedrock, weakening the rock that forms the steep hillsides.",
    "“Vegetation mitigates this as tree roots can stabilise the ground and deforestation can make landslides more prevalent by destroying this biological mesh,” he said."
  ]
}