{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hands-on-management-of-the-peace-process-by-rws-2001-administration/",
  "time_ut": 1756540620.0,
  "original_lang": "en",
  "original_title": "Hands-on management of the peace process by RW’s 2001 administration",
  "original_body_lines": [
    "Ranil Wickremesinghe set about managing the peace process like a chief executive officer of a corporate entity. The vision was clear: there was a strategic plan; there was a road map with mile posts to be negotiated; the need to build capacity in the institutional framework which was to support the plan of action, and so on. There were things to be done within Sri Lanka and things outside. Following this strategic plan, his action was literally based on three pillars: thinking out of the box; having trust in those one was dealing with; and using the support of friends. It proved to be a simple and effective tripod.",
    "Ranil would hold that too much analysis – raising every possible. doubt one could imagine, arguing and debating till ‘the cows came home’ – would inevitably lead to paralysis. That had been the problem in the past too much theorizing, not enough action. He was confident that since it was the LTTE who had unilaterally and at the start of his government, declared a cease-fire and invited negotiations for peace, they were serious this time, impelled by several domestic and global circumstances.",
    "Ranil began by taking some very courageous steps like disbanding the military check-points which had given Colombo the look of a city under siege. Many people, including high police and military officials kept warning him that it would lead to disaster and bombs set off by the LTTE cadres who had and would continue to infiltrate the city in increasing numbers.",
    "He next began working on the de-proscription of the LTTE. A ban on the organization had been imposed locally in February 1998 (long after some important foreign countries had done so) for its thoughtless and criminal attack on the Dalada Maligawa, the citadel of Buddhism in the historic city of Kandy. This had touched the very core of the sensitivities of the Sinhala Buddhist public and banning the LTTE at that time was deemed the first step as an action against them. Now, four years later, the thought of de-banning the organization at a time when the entire world seemed to be mobilized against terrorism, was an extremely courageous decision. Rand Wickremesinghe took it, because there was no way in which one could begin to engage with the LTTE in serious discussion while they were a proscribed organization.",
    "I recall that at the time many of his ministers and officials were calling for caution. Excepting for a few, most were doubtful as to whether the LTTE could, as they said, ‘be trusted’. Ranil Wickremesinghe encouraged members of his staff, whom he knew shared his confidence, to make informal contacts with the LTTE members who could be helpful in moving the process forward. I was able to do that myself with my contact with the TRO (Tamil Relief Organization) and the LTTE peace secretariat in Kilinochchi headed by Pulitheevan.",
    "The TRO had an office in Colombo and advisors who were mainly expatriate Tamils from Australia who had chosen to come in and work on relief and rehabilitation in the north and east. The most prominent of these was Jay Maheswaran, who was playing a significant role, both on the developmental side and as an advisor to Thamil Selvam, the political head of the LTTE. Contact with the other side increased as the peace process moved forward necessitating regular conversations with key LTTE personalities both in Kilinochchi and Colombo usually arranged through the Norwegian facilitator.",
    "Ranil set up two agencies with full Cabinet authority to assist the process. The first of these, funded by Norway, was SCOPP (Secretariat for the Coordination of the Peace Process) to facilitate and provide the logistical support for the talks between the two parties. The other, funded by the government budget and UNDP was the office of the Commissioner-General for Relief, Rehabilitation and Reconciliation popularly known as the ‘Triple R Project’.",
    "Since I was to head the Triple R in my capacity as secretary to the PM, I informed Ranil that I would do the latter job free of any payment and got that included in the Cabinet paper which set up the project. I felt it a privilege to be in a position to do something which might preserve the peace and improve the lot of thousands who had so far led a miserable existence on account of the war. I also hoped that it might serve as a small example to others to help a good cause by giving their voluntary time and helping in any possible way. I had a good response from many journalists, public relations firms, academics, retired officials and executives of NGOs who felt strongly about keeping the peace and moving forward with reconciliation, and offered me part of their time, free.",
    "As could be expected, not everyone was supportive. The issue of peace itself was deeply divisive. There were some with straightforward political agendas. They were hoping that Ranil’s effort would fail. They did all they could to propagate the thought that the CFA was full of flaws; the talks were inconclusive and a waste of time and money; the government was recklessly and foolishly giving the LTTE the opportunity through peace to rearm and attack once again. There were others who had it good during the years of conflict and who felt that peace had deprived them of both power and many opportunities of rich pickings.",
    "There was the curious anomaly that the economy had not done so badly during the war (around four per cent annual growth) and that unemployment – through increases in the size of the armed forces and police – had been appreciably reduced. There were also others genuinely of the view that the government was on the wrong track and that ‘giving in to the terrorists’ and the international donor community, who were perceived to favour the Tamils, would bring about the end of the ‘motherland’. I was surprised at how widely this was believed, especially by the middle-class and professional levels in Sri Lanka and the expatriate Sinhalese community. They clearly felt insecure at what was going on and extremely suspicious of the motives and actions of Ranil and those in the front line of actors furthering the peace.",
    "Ranil’s significant work in bringing in the ‘international community’ to support the peace process and fund the huge development needs in the conflict-affected areas were also misunderstood and in fact held against him. What was especially unacceptable was for these opponents to see and hear of leaders of the developed countries, such as Chris Patten of the EU or Yashusi Akashi of Japan going over to Kilinochchi for discussions with Prabhakaran. As a The Island editorial put- it ‘foreign “well-wishers” were treating Sri Lankan national sovereignty with utter disdain by treating terrorists as rulers of sub-kingdoms here’.",
    "This was surprising, given the two years of effort in normalizing relations between the two sides. Similar sentiments had been expressed against India for its mediatory effort in 1987, and it gives rise to the question as to whether people who hold this kind of view, and there are obviously many, would ever be satisfied with a peace process .",
    "The second thrust in his overall strategy for the transformation of the country was the economy. The neo-liberal paradigm, now accepted globally even by countries like Russia and China, which had virtually given up socialism as a guiding tool, had been successfully initiated by J R in 1977. The ‘distortions’ that had crept in since 1994 through the mixed economic model of the previous government had to be set right.",
    "Ranil’s vision and plan for the restoration of a crippled economy was brought out lucidly in what he called Regaining Sri Lanka (RSL). He himself put a great deal of thought into the formulation of the ideas behind the document. I personally know that he spent several weekends of his time, usually at Bentota, where he established a modest ‘retreat’, refining it with the help of his team of economic experts.",
    "Jim Robertson, one of a group of highly qualified and competent advisors who assisted Ranil, succeeded in getting the language right so that the text was not only intelligible to the average lay reader but was acceptable to the donors and the international lending agencies. This was a considerable achievement and fully worth the investment of time and energy as most of the material produced locally reeked with jargon and was gobbledygook especially for the foreign investor. In accordance with the spirit of the times, he had RSL published on the web for worldwide information, in addition to having the document made public in the three national languages.",
    "To have the initial ideas further spelled out and to draw up an action plan in respect of the several sectors which made up Regaining Sri Lanka, Ranil created eight steering committees composed of persons both from the public and private sectors. The steering committees were co-ordinated by Paskeralingam and came up with issues which needed policy direction at the weekly meetings of the economic policy sub-committee of the Cabinet, with several actionable points being decided on at their. meetings.",
    "The sectoral steering committees also had their monitoring role and the performance figures for the various national projects were fed into the National Operations Room which functioned from the World Trade Centre in the Fort. The idea was that Ranil would be able to monitor progress through his computer at Temple Trees. I believe Ranil was inspired in this hands-on monitoring function by the path-breaking achievements in Andhra Pradesh where the former chief minister Chandrababu Naidu was running a most efficient and people-oriented government heavily assisted by information communication technology.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}