{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/How-technology-is-remaking-the-world-of-work-in-Sri-Lanka-in-2024/4-761415",
  "time_ut": 1714932527.0,
  "original_lang": "en",
  "original_title": "How technology is remaking the world of work in Sri Lanka in 2024",
  "original_body_lines": [
    "In the face of economic hardship and technological disruption, building a future-proof workforce demands a collective effort",
    "In the wake of political turmoil and economic collapse, Sri Lanka stands at a critical juncture as it celebrates International Labour Day in 2024. The nation’s labour landscape is undergoing a significant transformation driven by rapid technological advancements. As we commemorate this day, it is imperative to explore the intersection of innovation and labour, and how technology is reshaping the world of work in Sri Lanka.",
    "Sri Lanka, like many countries, is experiencing a digital revolution that is fundamentally changing the nature of employment. With 51% of Sri Lankans having internet access in 2020, according to data from the Commonwealth and Sri Lanka Export Development Board (EDB), the digital divide is gradually narrowing. However, challenges persist, particularly in ensuring equitable access to technology and digital literacy for all segments of society.",
    "Furthermore, the reliance on technology is altering the composition of the labour force. As of 2023, the number of Sri Lankan migrant workers deployed overseas, primarily semi and low-skilled, stood at 59%, according to Economynext. While migration has been a traditional source of employment for many Sri Lankans, the rise of automation and digitalisation threatens to disrupt traditional job markets, leading to concerns about job displacement and income inequality.",
    "One of the most pressing challenges is the prevalence of informal employment, which accounts for an estimated 67% of Sri Lanka’s workforce, as reported by the IMF in 2019. Workers in the informal sector often lack job security, social protections, and access to formal channels for dispute resolution. Moreover, the informal nature of their employment makes it difficult to track and regulate, exacerbating issues of exploitation and vulnerability.",
    "Additionally, the projected unemployment rate of 5.2% in 2024, as forecasted by Economynext in 2021, underscores the urgent need for job creation and skill development initiatives. With an estimated total labour force of 8 million individuals aged 15 and above, according to the Labour Force Survey (LFS) conducted in 2024, the challenge lies in matching the skills of the workforce with the demands of a rapidly evolving job market.",
    "Despite these challenges, technology also presents opportunities for innovation and economic growth. The Information and Communication Technology (ICT) sector, for instance, has emerged as a key driver of employment and export revenue. With an estimated 590,649 Sri Lankans employed in the ICT sector, as reported by The ICT Skills Sector Council in Sri Lanka in 2020, there is immense potential for leveraging technology to create high-value jobs and foster entrepreneurship.",
    "Furthermore, the adoption of digital platforms and remote work arrangements has enabled greater flexibility and connectivity. As businesses embrace digital transformation, there is a growing demand for skilled workers in fields such as software development, data analytics, and digital marketing.",
    "As Sri Lanka looks towards the future, it must adopt a proactive approach to harnessing the benefits of technology while mitigating its adverse impacts on the labour force. This requires concerted efforts from policymakers, businesses, and civil society to:",
    "Invest in digital infrastructure: Enhancing access to affordable and reliable internet connectivity is essential for bridging the digital divide and ensuring that all Sri Lankans can participate in the digital economy.",
    "Promote digital literacy: Implementing educational programs and vocational training initiatives to equip workers with the skills needed to thrive in a technology-driven world.",
    "Foster entrepreneurship: Supporting small and medium-sized enterprises (SMEs) and startups in the tech sector through access to funding, mentorship, and incubation programs.",
    "Protect workers’ rights: Strengthening labour laws and social protections to safeguard the rights and well-being of workers in the digital age, including provisions for remote work, data privacy, and fair compensation.",
    "In addition, navigating this complex landscape requires a multi-pronged approach involving collaboration between the Government, educational institutions, the private sector, and the workers themselves:",
    "Government: Focus on infrastructure development to bridge the digital divide. Invest in upskilling and reskilling initiatives targeted towards those most at risk of job displacement due to automation. Create policies that promote innovation and entrepreneurship within the ICT sector while ensuring fair treatment and retraining opportunities in the face of automation.",
    "Educational institutions: Develop a curriculum that incorporates digital literacy and technical skills alongside traditional education. Offer flexible learning models to cater to working adults seeking to reskill. Promote STEM (Science, Technology, Engineering, and Mathematics) education from a young age.",
    "Private sector: Invest in training and development programs for employees. Embrace innovation and explore opportunities for automation that complements rather than replaces human workers. Collaborate with educational institutions to create targeted training programs.",
    "Workers: Embrace lifelong learning and be proactive in seeking opportunities to develop new skills. Explore online learning platforms and Government-sponsored training programs. Advocate for policies that ensure fair treatment and retraining opportunities in the face of automation.",
    "Sri Lanka’s Labour Day 2024 serves as a reminder of the crucial role a skilled and empowered workforce plays in national development. In the face of economic hardship and technological disruption, building a future-proof workforce demands a collective effort. By prioritising upskilling and reskilling initiatives, fostering innovation across all sectors, and bridging the digital divide, Sri Lanka can leverage technology as a tool for economic recovery and inclusive growth. The road ahead will be challenging, but with a collaborative approach driven by the Government, educational institutions, the private sector, and the workers themselves, Sri Lanka can transform its workforce, embrace innovation, and build a more prosperous and sustainable future for all its citizens"
  ]
}