{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-police-minister-raps-un-over-anti-drug-campaign-concerns-147853/",
  "time_ut": 1705581000.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Police Minister raps UN over anti-drug campaign concerns",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s Public Security Minister Tiran Alles, who is also in charge of the island nation’s police, slammed the United Nations Human Rights Commission and its local arm for criticizing the government’s anti-drug campaign which has nabbed around 39,000 for their involvement with drugs.",
    "Sri Lanka has recognized the drug menace as one of the key threats and Alles has backed drastic measures in a police-led operation titled “Yukthiya” (justice) to nab the drug distributors across the country.",
    "Since the operation was launched in mid-December, the police have arrested nearly 39,000 people mostly with drugs including heroin, cannabis, synthetic drugs, and cocaine, police data show.",
    "The UN Human Rights Commission last week said it was “very concerned that authorities in Sri Lanka” were “adopting a heavily security-based response to the country’s drugs problem, instead of public health policies grounded in human rights”.",
    "The UN High Commissioner for Human Rights Volker Türk has urged the Sri Lankan government to review the ongoing “Yukthiya” operation, and to implement human rights based approaches, notably the right to health, in addressing the issues of illicit drugs in society.",
    "Liz Throssell, spokesperson for the UN High Commissioner for Human Rights in a statement said people were reported to have been subjected to a number of violations during and after these operations, including unauthorised searches, arbitrary arrests and detention, ill-treatment, torture, and strip searches in public.",
    "Throssell also said lawyers acting for those detained have alleged that they have faced intimidation from police officers.",
    "However, Minister Alles said most of the content in the statement by the UN was generalized.",
    "“Unfortunately, the Human Rights Commission in Sri Lanka and the UN Human Rights Commission, they go on the people who write to them with various kinds of things,” Alles told Foreign Correspondents’ Association (FCA) forum on Thursday (18).",
    "“If they say these 3-4 incidents have happened and please inquire, it is that I will accept. But generally, you make a statement. On what basis?”",
    "“The Human Rights Commission’s duty is to tell us: okay, these are the incidents and get our answers. Without all that, they issue statements.”",
    "The operation has led to nab around 4.8 billion Sri Lankan rupee worth drugs and the police have taken assets worth of 725 million rupees including assets and properties under the Money Laundering Act, police data show.",
    "According to the police data, out of 39,000 arrested, 1,703 people have been detained with detention orders, while nearly 2,000 people have been sent to rehabilitation and others have been released on bail.",
    "Alles said he had asked the local UN Resident Representative this week to speak to the Human Rights Commission and ask them “on what basis they issued this statement”.",
    "“I don’t want these kinds of statements. Tell them to come up with facts and figures,” he said.",
    "“I will be very honest. As far as I am concerned, the UN Human Rights Commission…can issue statements. But I will not stop this operation. We will go ahead, and we will do it in the same way because we know that we are doing something good for the children of this country, for the women of this country.”",
    "“And that is why the general public is whole heartedly with us in this operation. If we are doing anything wrong on the ground, people are not going to support this.”",
    "The UN in its statement said a heavy-handed law enforcement approach is not the solution for the drug use which has become “a serious challenge to society”.",
    "It said the abuse of drugs and the factors that lead to it are first and foremost public health and social issues.",
    "“People suspected of selling or trafficking drugs are entitled to humane treatment, with full respect for due process and transparent, fair trials,” Throssell, spokesperson for the UN High Commissioner for Human Rights, said. (Colombo/Jan 18/2024)"
  ]
}