{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Malaysia-and-Sri-Lanka-forge-strategic-partnership-to-empower-women-entrepreneurs/34-765881",
  "time_ut": 1724367557.0,
  "original_lang": "en",
  "original_title": "Malaysia and Sri Lanka forge strategic partnership to empower women entrepreneurs",
  "original_body_lines": [
    "The recently concluded “Women Entrepreneurship & Networking” event in Colombo, marked a pivotal moment in advancing support for women entrepreneurs in both Malaysia and Sri Lanka. Organised by Apex Endeavour Sdn. Bhd. in partnership with the Sri Lanka Malaysia Business Council (SLMBC), the event underscored the growing commitment to gender equality and economic empowerment in the region.",
    "In Sri Lanka, where women make up approximately 52% of the population, significant challenges remain in achieving gender parity within the entrepreneurial sector. Currently, women represent only 27% of the workforce, with even fewer in leadership roles. Events like this are vital in addressing these disparities by offering women a platform to connect, collaborate, and succeed in the business arena.",
    "The event, themed “Synergies to Empower Women Entrepreneurs in Malaysia and Sri Lanka,” brought together influential business leaders and aspiring entrepreneurs, fostering the exchange of ideas, experiences, and opportunities for future collaboration.",
    "Samaiden Group Berhad Group Managing Director Ir. Chow Pui Hee, delivered an inspiring keynote address, emphasising the crucial role of women in promoting sustainable business practices. As a leader in the engineering, procurement, construction, and commissioning (EPCC) of solar photovoltaic (PV) systems and power plants, Samaiden’s participation demonstrated its dedication to sustainability and gender empowerment.",
    "“Women are not just participants in the business world; we are drivers of innovation and sustainability. It was an honour to witness the energy and ambition of the women entrepreneurs here today. The partnerships we establish at events like this are essential for creating a more equitable and sustainable future,” said Ir. Chow Pui Hee.",
    "Gruppe Lighting Solution Sdn. Bhd. Spokesperson, echoed this sentiment, stating: “The Women Entrepreneurship & Networking event provided a vital platform for us to connect with potential partners in Sri Lanka. We are excited about the opportunities this collaboration offers, particularly in advancing sustainable development through our innovative lighting solutions. This event reaffirms our commitment to integrating gender empowerment with environmental responsibility.”",
    "The High Commission of Malaysia High Commissioner Badli Hisham Adam, inaugurated the event with an address that underscored the importance of fostering robust bilateral relations between Malaysia and Sri Lanka. His speech set the stage for a day of productive discussions, further strengthening the ties between the two nations.",
    "“The collaboration between Malaysia and Sri Lanka in empowering women entrepreneurs serves as a powerful example of how we can achieve mutual growth and prosperity. By supporting women in business, we are laying the foundation for stronger, more resilient economies,” remarked the High Commissioner.",
    "Sri Lanka Malaysia Business Council (SLMBC) President, M.H.K.M. Hameez, reaffirmed the Council’s commitment to promoting joint ventures in trade, tourism, and services between Sri Lanka and Malaysia. He highlighted the critical importance of such events in strengthening economic ties and creating new opportunities for cooperation.",
    "“The success of this event showcases the vast potential for collaboration between our countries. By supporting women entrepreneurs, we are not only advancing gender equality but also driving the economic growth and innovation that both Sri Lanka and Malaysia need. I am confident that the dialogues and partnerships initiated here will have a lasting impact,” added Hameez.",
    "Apex Endeavour Sdn. Bhd. Director Sridheevan Sivanantham, reflected on the significance of the event, stating: “This gathering was more than just a networking opportunity; it was a crucial step in our ongoing efforts to support women entrepreneurs and encourage cross-border partnerships. We are proud to collaborate with SLMBC, Samaiden, and Gruppe in creating a platform for meaningful dialogue and future business ventures. Our commitment to driving growth through strategic partnerships has never been stronger.”"
  ]
}