{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/On-system-change/4-762931",
  "time_ut": 1718131840.0,
  "original_lang": "en",
  "original_title": "On system change",
  "original_body_lines": [
    "“Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it’s the only thing that ever has”",
    "It was only after the 2022 Aragalaya that the need for system change was felt among different quarters of Sri Lanka’s intelligentsia and opinion makers. In his Independence Day address to the nation even President RW casually referred to system change without any elaboration. One or two outspoken members from the opposition parties also, without much details, described the shortcomings of current administration as systemic. But it was NPP that adopted system change as its central pillar of reforms if it were to come to power.",
    "Its leader’s public commitment to change the “political culture” of this country through a “social revolution” would inform at least the politically discernible that NPP is embarking on a historic mission to throw out a moribund and fossilised ethnonational socio-economic and political paradigm, which, over a period of more than seven decades had constantly produced teams after teams of parliamentary representatives whose intellectual calibre and moral integrity had left little to be valued. When MPs don’t have discipline and respect the decorum of the",
    "House of Parliament what model are they setting to their electors?",
    "And when RW remarked once that quite many in the legislature would not have a clue about the difference between a commercial bond and James Bond, he exposed the poor quality of our parliamentary representatives. It was for that reason the Aragalaya youth shouted “No 225” and agitated for system change. But what is the new system going to be? No one has so far put out a blueprint or even a skeletal description of what the new system should be. NPP too is yet to publish or explain to the nation at least the crucial elements of the changes it is proposing to implement. That unfortunate lacunae in NPP’s electioneering campaign, though understandable in the context of its voter sensitivity, has led some to spread fear and terror about NPP leadership. Without putting words into NPP’s mouth what follows is a brief note on two particular issues that demand attention from system changers.",
    "To start with, if one could understand what exactly are the fundamental pitfalls of the current system then it becomes easier to make recommendations for a new system. In that sense, the most basic drawback of the current system is the endless possibilities it creates in the name of democracy for individuals of mediocre calibre and moral depravity to capture power in order to enhance their private interests at the expense of the nation.",
    "For instance, this author once happened to meet a politician from the Eastern Province who was campaigning to win a parliamentary seat in one of its electorates. He confessed to the author that he had mortgaged or sold all his properties except the house he lived in Hulftsdorp, Colombo and that he feared going bankrupt were he to lose that contest. Fortune smiled on him, he won the contest, became a minister, redeemed all what he mortgaged, bought more properties and ended up as a multi-millionaire. To him therefore, parliamentary politics was an opportunity for bounty hunting. There would be dozens and scores like him known to others. If this is what the system produces as leaders what hope is there for Sri Lanka to prosper as a democratic polity?",
    "As the saying goes the fish starts rotting from its head. If the country’s rulers are morally depraved, intellectually inept and thuggish in behaviour what could one expect from the administrators working under them? Isn’t there something fundamentally wrong with the system that permits this kleptocratic democracy? That was why Aragalaya demanded system change and “No 225”. The challenge for the future is to device a democratic system that could produce governments represented by meritocrats with moral integrity.",
    "Sri Lanka is a plural society with at least two major ethnic groups and two languages, four world religions with several cultural traditions. The country is supposed to be a democracy where every citizen has equal rights and obligations. The Constitution demarcates the boundaries of legislative, executive and judicial powers to protect the spirit of democracy not just in form but in action. Why then did the system allow the Constitution to elevate one religion, Buddhism to foremost place which by implication downgrades the rest? This is not to criticise Buddhism, which is an unmixed blessing to this country and a growing religion in the world, but to question the relevance of political Buddhism, a new variety created after independence, which made this gradation possible. RW talks about reconciliation, but he dares not point out the root cause that makes reconciliation impossible under the ruling system.",
    "One of the healthiest outcomes of European Enlightenment was the separation of religion from politics. That did not cause the end of religion in Europe. Secularisation of politics did not lead to secularisation of society. In fact, religions of all type are flourishing in the Western world. It was only Christendom that died and not Christianity.",
    "But any system that allows any religion to dictate politics cannot expect democracy to function in its true spirit. This is particularly relevant to plural societies like Sri Lanka. The deposed president Gotabaya Rajapaksa (GR) wanted to create a virtuous society by inviting only the Buddhist priests to advise him on virtuosity. Is virtuosity the monopoly of only one religion? It was his zeal to champion the cause of only Buddhism that encouraged a prisoner like Gnanasara Thera to go on a rampage and desecrate a Hindu temple in Mullaitivu.",
    "The task force GR appointed to excavate Buddhist ruins ended up as a sinister exercise in land grab for Sinhala settlements in Tamil and Muslim areas. It was GR’s encouragement that provoked zealous Buddhist priests to encroach into the precincts of a Muslim Sufi shrine in Kuragala that belonged to the medieval era. How could reconciliation be possible when religious zealotry keeps dividing the nation?",
    "More dangerously and ruinously the intervention of religion into politics provided a systemic license to systematic corruption in this country. It appears that as long as the rulers and administrators uphold their commitment to political Buddhism and Sinhala Buddhist supremacy, they could do anything they wish in the name of development without any accountability. It was this unconditional licensing of the system that eventually produced a bunch of public wealth looters and thieves who drove this country’s economy to bankruptcy. They are still in power under the protection of RW. That is why the IMF magic is not going to remove the systemic cancer simply by healing the economic wound. That cancerous system requires a constitutional operation.",
    "RW is trying every trick in Machiavellian directory to protect the old system so that he could remain in power, and so are his opponents except NPP. However, NPP’s commitment to system change cannot succeed without a new constitution, and that constitution should be based on principles of secular democracy. There are enough public intellectuals, political scientists and legal experts outside the Parliament who are apolitical and patriotic and who would desire a new system. They could provide valuable inputs in drafting such a constitution. Once that hurdle is crossed other reforms could be introduced without much difficulty.",
    "True, there is always a risk and the fear of unknown. But having witnessed over decades how systematically a once economically thriving, enviously developed and peaceful country in Asia, had descended into a textbook case of a nation that is vertically and horizontally divided and functioning to the benefit of a few at the expense of many, is it not worth taking that risk? Constant fear mongering about the unknown discourages inventiveness and experiments and promotes stagnation and degeneration. The country is facing a historic moment and the forthcoming election would be less of a confrontation not between or among individuals than between two generations, the ageing and growing. History is on the side of the latter. NPP represents that generation."
  ]
}