{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/rewriting-sri-lanka-history-based-on-scientific-findings/",
  "time_ut": 1711724969.0,
  "original_lang": "en",
  "original_title": "Rewriting Sri Lanka History Based On Scientific Findings",
  "original_body_lines": [
    "Mahawamsa which was first written by Bhikku Mahanama, has documented the history of Sri Lanka since the 3rd century CE. Though the record has been accepted as correct in most instances, there were discrepancies in para-history and protohistory. The concept of origin of Sinhala race as a result of union of a male lion with female human which is not biologically possible, is not acceptable. Also, the narrative regarding Lord Buddha making three unaided flying visits to Sri Lanka which is not feasible, is not tenable. This makes the early part of Mahavamsa text prone to be challenged. As for protohistory, Mahawamsa is largely silent. It does not say about the people who inhabited the land and their civilisation. Modern advances have exposed data contrary to entrenched beliefs.",
    "It is postulated by geologists that Srilanka had once been contiguous landmass with India, which got separated around 10,000 years ago by sea upheaval of about 400 feet. Satelite photos of NASA and pictures of Indian instititue of oceanography, showing undersea structes between Srilanka and Tamil Nadu, adds credibilty to this claim. There is no doubt that first people to arrive in the land were Veddhas. The fact that stone and iron tools found in Srilanka resembling those found in Africa, suggest that Veddhas came from African continent. There is no evidence to show that they crossed the sea by boats, unlike the polynesians who crossed the sea by Ra boats into American continent. Thus it could be taken that Veddhas walked their way into, when the land was contiguous.",
    "Veddhas were hunter gatherers who lived in caves around the central hills and southeast. Their stone and iron tools have been carbon dated as 70,000 years old. They have genetic similarity with Adhivasis of Tamil Nadu who are believed to be there for more than 150,000 years. Therefore Veddhas too may have the same antiquity. Cereals and nuts found in their caves have been carbon dated as 15,000 years old, which means that Veddhas had resorted to agriculture, probalby chena cultivation of that vintage. Veddhas are genetically different to any other ethnic group in Sri Lanka. Recently there was an attempt to prove that Sinhalese descended from Veddhas, which due to the above fact was a non starter. A cave was found in Kumana used by Veddhas, which had inscriptions which some said Brahmi while others said Tamil Brahmi. They found another one in Medagama near Bibile where the writing was clearly in Tamil Brahmi. Fearing opening of Pandora’s box which negate Sinhala claims, the mission was abandoned. This evidence of Brahmi script and worship of Murugan the God of Tamils, prove that Veddhas came under Tamil influence. Land of the Veddhas is bounded by Mahaveli in the north, encircling central hills and Walawe in the west. Discovery of seat of rule of Veddhas in Vaharai in east, suggest that they had some sort of sovereignty over their area.",
    "Next wave of immigration took place around 20,000 years, and they too walked their way into when the land was contiguous. They had settled down mostly in north, northeast and northwest parts of the land. Archeological studies conducted in these regions revealed the presence of several urn burial sites, last two at Ibbankattuwa near Kunrunegala in 1998 and Develapola at Minuwangoda in 2011, which are hall mark of Dravidian civilisation, proves that these people were Dravidians. Also potsherds similar to those found in Tamil Nadu were found in several sites in northern province, last two at Mallavi and Nanattan in Vanni demonstrate that, it is the same people who lived on both side of the divide. Language spoken by these was Elu (later Sanskritised to Hela), which is categorised by linguists as proto-Tamil belonging to Dravidian group. Recently 20,000 year old Dravidian civilisation was found at two sites in Chettikulam and around Giant’s tank near Mannar by archaeology students of Anuradhapura Buddhist university, which region is the cradle of civilisation of the island.",
    "Ravana has been portrayed in the legend Ramayana as Dravidian and Siva worshiper. His ensign depicts Veena which is a Dravidian instrument. So Srilanka had been a land of Saivaites. Five pre-Buddhist Siva shrines Naguleswaram in Kirimalai, Koneswaram in Trincomalee, Ketheeswaram in Mannar, Munneswaram in Chilaw and Thondeeswaram in Dondra stand testimony to this. Evidence has surfaced about presence of Tamils in other parts of the island. 2000 year old stone inscriptions in Tamil were found in Mahiladithivu and Kathiraveli in Batticaloa and Weber stadium in Trincomalee. There had not been any stone inscription in Prakrit or Sinhala of that antiquity found in that region. German archaeologists recently unearthed pottery in Tissamaharama with Tamil Brahmi inscription. Survey done by post-graduate instittute of archaeology unearthed many megalithic burial sites along Yan Oya basin. Stone inscription in Tamil Brahmi with graffiti symbols similar to Indus seals indicates the continuity. Absence of evidence of any other culture at that period ot time, proves that cultural stratum of Dravidian genre was the solitary basis for proto-historic formation of the island.",
    "Within the last twenty years, three genetic studies were conducted by Sinhala scholars, first by Colombo medical faculty, then by Kelaniya science faculty and recently by Colombo science faculty on the communities in Sri Lanka. All three came to the same conclusion that the core genetic material of Sinhalese was South Indian with Input from Bengali and Veddha genes. Strangely Tamils also had the the same genetic make up with slightly varying proportion. This shows that one cannot be indigenous and the other immigrant as being claimed. It was found that Up country Sinhalese had greater affinity with Ceylon Tamils than low country Sinhalese, and that low country Sinhalese had greater affinity with Indian Tamils than up country Sinhalese. Large number of Karawa warriors who came from Tamil Nadu and Kerala to fight for Sinhala Kings, settled down here. Portuguese brought Salagama community from Tamil Nadu to work in cinnamon plantation. Karawa Catholics from Tamil Nadu settled in north western coast, who until recently spoke Tamil. At the begining of 20th century, Catholic church taught them Sinhala language in schools and gradually they became Sinhalese. Still there is a small community in Munnakkarai in Negombo who have registered them as Sinhalese, but speak Tamil. Artisans and builders who came from Tamil Nadu and Bengal to work for Sinhala kings settled down here. These studies also found that Veddha genes are 9% in Sinhalese and 6% inTamils, which corroborates with the fact that while only Veddhas in coastal eastern province have taken up Tamil identity, most in the other parts have been absorbed into Sinhala ethnicity. Also none of those Sinhalese who took part in the studies had the typical Aryan gene of R1a1, which debunks the Aryan ancestry claim. Presence of Bengali genes among both races are due to immigrants from Bengal and Kalinga, which gives credibility to Vijaya’s adventure legend which some seem to deny.",
    "It is said that history is written by those in power often distorting the truth, and Srilanka is not an exception to it. It is now emerging that Sri Lanka history does not begin with arrival of Vijaya and his entourage, but much before that. Archaeological and genetic findings demonstrate that the people who lived in pre-historic times were Veddhas and Dravidians who together with immigrants from South India and Bengal have contributed to both Sinhala and Tamil ethnicities. When a glorious civilisation of 4000 year vintage is unearthed in Tamil Nadu just 25 miles away, one cannot state that people in Sri Lanka were uncivilised and that only after Vijaya set up kingdom, civilisation took effect. It is said that when Vijaya landed, Kuveni was spinning the wheel making textile. Is this not a mark of civilisation. Conclusions from these scientific studies revealing new evidence about para-history and proto-history, makes it mandatory to rectify the current misconception about the past."
  ]
}