{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/book-title-the-rout-of-prabhakaran-book-title-the-rout-of-prabhakaran/",
  "time_ut": 1735417140.0,
  "original_lang": "en",
  "original_title": "Book Title: The Rout of Prabhakaran Book Title: The Rout of Prabhakaran",
  "original_body_lines": [
    "Veteran journalist MR Narayan Swamy’s ‘The Rout of Prabhakaran’ is a masterly twin-book chronicle on the LTTE, which includes his earlier book, ‘Inside an Elusive Mind: Prabhakaran’ (2003). The first part of his life is narrated in ‘Elusive Mind’. It lets us in on the rise of Velupillai Prabhakaran, a village boy from Velvettithurai (VVT) who, three decades later, became the unquestioned ruler of a third of Sri Lanka’s landmass. ‘The Rout’ is a dramatic account of how he lost his fiefdom by 2009, with the ultimate humiliation of being photographed lying dead, clad only in his undervest.",
    "Born in 1954, Prabhakaran was the youngest child of Velupillai, a Tamil land records clerk. The young Prabhakaran was a “loner, preferring to immerse himself in Tamil books and comics”. Although Tamil residents in VVT were politically loyal to the Lankan government, things started changing in 1956, when the government altered its official language policy, making it compulsory for Tamils to learn Sinhala “or face sack”.",
    "The book traces Prabhakaran’s early life when he “sneaked out of the backdoor of his house one night in 1972, with the police after him, determined not to give up until he gave a homeland to his people”. When he achieved this, he announced it to the world by addressing an international news conference at Killinochchi on April 10, 2002, as the de facto ruler of Jaffna. Prabhakaran “lightened up” when Balasingham, his media adviser, introduced him as the “president and prime minister of Tamil Eelam”.",
    "Global interest in him was manifest with the presence of 200 mediapersons, compared to his last such conference with only six journalists in April 1990, post the Indian Peace Keeping Force withdrawal.",
    "Prabhakaran’s elevation to this position was made possible only through a series of violent attacks on Sri Lankan (SL) positions after the SL army wrested Jaffna from him through Operation Sunshine in December 1995.",
    "However, he hit back through a series of terror attacks in the next four years, like the January 1996 bombing of the Central Bank building, massacring 1,200 soldiers in Mullaitivu garrison, bombing the Temple of Tooth in Kandy, and an attempt on President Chandrika Kumaratunga’s life in December 1999, which blinded her in the right eye.",
    "Even earlier, Prabhakaran had shown his prowess in innovative terror by organizing the first suicide truck bombing in South Asia on July 5, 1987, on SL army’s Nellady base, much like the October 23, 1983, Beirut Marine Barracks bombing by Islamic Jehad. A string of assassinations, like that of Rajiv Gandhi (1991), President R Premadasa and Minister Lalith Athulathmudali (1993), secured his place among the galaxy of global terrorist masters, on par with Osama bin Laden.",
    "Also, less than two months before the 9/11 attacks in America, Prabhakaran stunned the world by attacking the Bandaranaike International Airport and the adjoining air force base at Katunayake. The US Justice Department described it as “the most destructive act in aviation history”. He had also set up an effective parallel administration in Jaffna with his police and courts, not to mention his ships for covert arms purchases and improvised air force. Swamy mentions discovery of a 4.6-metre-long submarine in Phuket, Thailand, which the LTTE was fabricating. As a result, Chandrika was forced to seek the good offices of Erik Solheim from Norway for mediation.",
    "However, unlike Bin Laden, Prabhakaran crafted effective overseas propaganda on the sad plight of SL Tamils to draw their sympathy by opening offices in London, Paris, Geneva, Toronto and Nordic countries, using the 450,000-strong diaspora to spread his message. The author mentions that there were 40 SL Tamil newspapers in Europe alone. Many foreign academics became deeply sympathetic to the Tamil cause, which benefited LTTE’s operations.",
    "Swamy says that Indian military intervention brought about a major change in his personality for the worse: it made him heartless, despotic and intolerant even towards his colleagues. Parallelly, he had gone public on his deep antipathy towards Indian intervention, especially by the R&AW, which was echoed by Kittu. The question arises, even 37 years after the Indo-Sri Lanka Peace Accord, whether India’s policy to tame the LTTE to fall in line was based on misplaced overconfidence.",
    "The late JN Dixit mentioned in his ‘Assignment Colombo’ (1997) that the senior-most foreign ministry official to whom he reported did not know the difference between Chelvanayakam and Tiruchelvam. He also told him “not to function in the mindset of IG or GP”. He was referring to Indira Gandhi’s SL Tamil policy executed through veteran negotiator G Parthasarathy.",
    "One last point is about Kittu. Sometime in January 1993, I received a frantic call from an America-based academic to save Kittu, who had been trapped by the Indian Navy. He confided that Prabhakaran had started distrusting his top aides; he wanted Kittu to be eliminated and had leaked his presence to India so that he would commit suicide, and the blame would come on India. Oceans away from Delhi, all I could do was to alert my headquarters.",
    "It’s a must-read for all those studying statecraft on the importance of festina lente (hasten slowly) advocated by Emperor Augustus.",
    "— The writer is a former Special Secretary, Cabinet Secretariat India.Views are personal",
    "Libya makes waves as the Non-Aligned Conference kicks off in 1976",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}