{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Short-term-parate-suspension-will-not-significantly-impact-financial-sector-CB/108-279800",
  "time_ut": 1711650600.0,
  "original_lang": "en",
  "original_title": "Short term parate suspension will not significantly impact financial sector: CB",
  "original_body_lines": [
    "The Central Bank this week noted that the government’s move to suspend the rights of banks to exercise parate execution will not have severe implications on the financial sector since it is a short term measure.",
    "While concerns have been raised in this regard by both, the banks and borrowers, Central Bank Governor Dr. Nandalal Weerasinghe said there is no need to worry as yet.",
    "“The government’s decision is to suspend only for six months. I don’t think that will have a significant impact,” said Dr. Weerasinghe responding to a question raised at the Monetary Policy briefing held this week.",
    "Despite repeated warnings by banks, the Cabinet approved the draft Recovery of Loans By Banks (Special Provisions, Amended) Act to suspend parate rights of banks until 15th of December this year.",
    "The governor maintained his position that the move to suspend parate execution rights is not the most appropriate since it does not augur well for credit supply. Although the suspension is thought to support and provide breathing space to Micro Small and Medium Enterprises (MSMES) and Small and Medium Enterprises (SMEs), the reality is that it does not.",
    "Reason being, banks view this move as a restriction for them to recover the funds lent to depositors, and will be reluctant to lend to new borrowers.",
    "“…the price or interest rates will have some premium due to the inability to recover and they will be much more cautious,” Dr. Weerasinghe said.",
    "The governor stressed the Central Bank’s position is that the debt recovery process should be improved further without suspending parate execution rights.",
    "“This is why we are basically pushing banks to bring down interest rates and the supply of credit. Hopefully this will be a temporary situation,” he said.",
    "Meanwhile, Senior Deputy Governor Yvette Fernando said that efforts are being rolled out for banking and financial institutions to establish business revival units, for which the Governing Board has approved a new framework.",
    "The banking and financial sector are yet to receive direction in this regard. The World Bank is providing assistance to conceptualise new initiatives."
  ]
}