{
  "newspaper_id": "dbsjeyarajcom",
  "url": "https://dbsjeyaraj.com/dbsj/?p=85225",
  "time_ut": 1734353280.0,
  "original_lang": "en",
  "original_title": "“People from all the Provinces – North, South, East, and West—representing diverse communities  contributed to our mandate.As a leader entrusted with such an important responsibility by my people, I clearly understand that the essence of democracy lies in the coexistence of diverse political views and groups.”- President Dissanayake in New Delhi",
  "original_body_lines": [
    "(Text of Statement addressing the media   by  Sri Lankan President Anura Kumara Dissanayake at New Delhi on  16 December 2024)",
    "It is indeed a pleasure to be in New Delhi on my first overseas visit after assuming office as the President of Sri Lanka.",
    "I am thankful to Her Excellency President Her Excellency Droupadi Murmu and His Excellency Prime Minister Shri Narendra Modi for the invitation extended to me and the warm welcome and hospitality. The deep-rooted civilizational ties and the strong bilateral cooperation between our two countries have been elevated during this visit.",
    "My visit occurs at an important juncture in the political scenario of both our nations where our peoples have explicitly spoken through the democratically established electoral systems and given us the mandate to steer our countries along the path of sustainable development, social empowerment and prosperity.",
    "The Parliament of Sri Lanka now has the highest number of representatives ever elected under a single mandate. This overwhelming support that the National People’s Power under my leadership received from the people is a watershed moment in the history of Sri Lanka. For the first time in Sri Lanka’s history, the public mandate expressed during the recently concluded Presidential and Parliamentary Elections, has laid the seeds for a political transformation enabling the formation of a new political culture in our country.",
    "People from all the Provinces – North, South, East, and West—representing diverse communities and various walks of life contributed to this mandate.",
    "As a leader entrusted with such an important responsibility by my people, I clearly understand that the essence of democracy lies in the coexistence of diverse political views and groups.",
    "India has always been an integral part of the growth and development of Sri Lanka throughout history, from sharing the precepts of the Dhamma to being a partner in our developmental progress.",
    "My visit to India today demonstrates these close and friendly ties that we have been enjoying since time immemorial.",
    "Just a while ago, Prime Minister Modi and I along with our respective delegations concluded our bilateral deliberations. We carried out a comprehensive review of the present status of our relations and exchanged views on the ways and means to further strengthen our cooperation in areas of mutual interest in the future.",
    "I thanked Prime Minister Modi and the Government of India for the unwavering support extended to Sri Lanka, especially during the unprecedented economic crisis the country underwent in 2022 and for strongly supporting Sri Lanka’s debt restructuring process.",
    "Prime Minister Modi assured India’s full commitment for the sustained economic growth of Sri Lanka in keeping with the special place Sri Lanka occupies in India’s foreign policy framework.",
    "Prime Minister Modi and I acknowledged the importance of intensifying political engagements at various levels, including through cooperation between the parliamentary institutions of the two countries.",
    "We also discussed trade and investment cooperation between the two countries and investments in key sectors.",
    "We also exchanged views on cooperation in the fields of defence and security, power and energy, training and capacity building, education, agriculture and social security.",
    "I acknowledged India’s success in digitization in governance, service delivery and social welfare. Prime Minister Modi assured me of India’s support in establishing similar digital public infrastructure systems in Sri Lanka.",
    "The cultural affinities between our two countries provide a solid foundation for our relationship. With a view to furthering these links for enhanced people to people contacts, our discussions focused on the cooperation in the tourism sector.",
    "In the regional and multilateral domain, I appreciated India’s leading role as a voice in the Global South. Prime Minister Modi conveyed India’s full support to Sri Lanka’s chairmanship in the IORA. I requested India’s continued support to Sri Lanka’s interest in becoming a member of the BRICS.",
    "I also requested for Prime Minister Modi’s intervention in convening early bilateral technical discussions pertaining to Sri Lanka’s claim to the United Nations Commission on the Limits of the Continental Shelf (UNCLCS) for the establishment of the outer limits of the continental shelf beyond Exclusive Economic Zone.",
    "While welcoming the recent conclusion of the Sixth Joint Working Group on Fisheries, we also discussed on the need for a cooperative approach in addressing the fisheries issue for a sustainable solution. Recognizing the irreparable ecological damage caused by bottom trawling which is a banned practice in both countries, I requested that measures be taken to stop this practice and curb IUU fishing. I am also pleased to have witnessed today the exchange of bilateral instruments concluded during the visit, pertaining to the areas of training and capacity-building and avoidance of double taxation.",
    "I also invited Honourable Prime Minister Modi to visit Sri Lanka at a mutually convenient date.",
    "I assured the Indian leader that Sri Lanka will not permit its territory to be used in any manner inimical to the security of India as well as towards regional stability.",
    "I wish to conclude by reiterating that Sri Lanka attaches great importance to the continuous development and deepening of cooperation with India, which I have no doubt would be further consolidated in the years to come."
  ]
}