{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/trupti-mehta-a-pioneer-in-winning-land-rights-for-indigenous-communities-167042/",
  "time_ut": 1717896120.0,
  "original_lang": "en",
  "original_title": "Trupti Mehta – A Pioneer in Winning Land Rights for Indigenous Communities",
  "original_body_lines": [
    "ECONOMYNEXT – In India’s East Gujarat, more than fifty thousand Indigenous families are no longer considered encroachers but legal landowners with the right to better their standard of living using the resources of the forests.",
    "The road to that change has neither been easy, nor short, but decades of non-violent pushback with the guidance and support of Trupti and Ambrish Mehta, Co-Founders of Action Research in Community Health (ARCH) Vahini. The organisation, along with several other entities campaigned tirelessly for legislation that would provide marginalised communities the security of tenure on the lands they had lived on, cultivated and utilised as resources for decades.  As Trupti Mehta explains the main obstacles to securing these rights have been the bureaucracy and lack of awareness amongst the indigenous communities.",
    "The change came in 2006 with the introduction of the Forest Rights Act, which allows those who had lived and cultivated the land for decades the right to ownership and use of forest resources.",
    "On May 28th, in Germany, Trupti Mehta became the first Indian to receive the Walter Scheel Award for her dedication to the rights of indigenous people, improving healthcare for tribal communities and championing environmental protection. In its 7th year, the award commemorates the pioneering work of Walter Scheel, a former President of Germany, during his tenure as Minister of Economic Cooperation and Development. The award is jointly made by the Friedrich Naumann Foundation (FNF), the Walter Scheel Foundation and the Walter Scheel Friends Association.",
    "The Mehtas were also hosted to a week-long study tour in Germany during the last week of May where they met amongst others, the Secretary General of the German National Commission for UNESCO, Dr. Roman Luckscheiter, Elmar Conrads-Hassel, Chair Liberal Senior Citizens NRW, Mrs Anne Brasseur, a former Minister and a Board Member, FNF Potsdam President of the Parliamentary Assembly of the Council of Europe, and representatives of the Adivasi-Koordination Deutschland.",
    "Trupti Mehta’s foray into land and forest rights began in the early 1980s, when, as a young teacher she was inspired by the late Jayaprakash Narayan, a political leader and theorist, who appealed to India’s youth to go to the villages and work for the poor.   Heeding that call, Ms Mehta began her lifelong commitment to solving issues around health, education, land and forest rights of the indigenous and tribal communities.  During that time, she qualified as a lawyer and also met her life partner, Ambrish Mehta.",
    "As she describes in the “Journey of Trupti Mehta” a documentary produced by the Friedrich Naumann Foundation for Freedom South Asia, “The denial of land rights for the people and the forest resources are the root cause of poverty.”   Treated by government officials as encroachers or unauthorised occupants, the communities lived with the constant threat of being evicted. These uncertainties prevented them from making improvements to the land and also to earn a steady income.",
    "Along with securing ownership rights, ARCH has been successful in making wives co-owners of the land with their husbands. The move has brought a positive change in the lives of these women who are now more confident and enjoy a better status within the family and the village.",
    "Trupti explains that the Forest Rights Act resulted in a “sea change in the lives of the people and the landscape of the area, the forest and the environment.”",
    "With the introduction of the Forest Rights Act, proving the lands had been farmed and lived on for decades by indigenous communities became imperative. Advice given by ARCH to the communities to plant trees and build bunds to prevent soil erosion, long before the Act was introduced came in handy, as did their suggestion to have photographic evidence of the families working the lands.",
    "Most importantly, the Mehtas’ trained the communities to survey their lands with handheld GPS devices, a programme supported by FNF, to prove beyond doubt that these communities owned and farmed the lands long before 2005.",
    "Community members interviewed in the documentary describe how villagers from surrounding areas thronged to meetings held by Trupti Mehta, even though communication was by word of mouth in the initial stages.",
    "They say receiving land titles has resulted in more crop cultivation and increased income, paving the way for a better education for their children."
  ]
}