{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/102470/lebanon-hospitals-close-as-israeli-strikes-hit-health-facilities",
  "time_ut": 1728128100.0,
  "original_lang": "en",
  "original_title": "Lebanon hospitals close as Israeli strikes hit health facilities",
  "original_body_lines": [
    "At least four hospitals in Lebanon announced on Friday that they were suspending work because of Israeli strikes, while a Hezbollah-affiliated health organisation said that 11 paramedics had been killed in the past 24 hours.",
    "The four closures capped two weeks of Israeli strikes on hospitals and healthcare workers in Lebanon that have shuttered at least 37 facilities and killed dozens of medical staff, according to the World Health Organisation.",
    "Late on Friday night, the Israeli army issued a statement alleging that Hezbollah was using medical vehicles to transport fighters and weapons, warning that it would strike any vehicle it suspected of being used for military purposes.",
    "Hospital staff in southern Lebanon told the BBC that health facilities treating wounded civilians had been hit with direct Israeli strikes. The BBC has approached the IDF for comment.",
    "Dr Mounes Kalakish, director of the Marjayoun governmental hospital in southern Lebanon, told the BBC that the hospital had no choice but to close on Friday after an airstrike hit two ambulances at the hospital’s entrance way on Friday, killing seven paramedics.",
    "“The nurses and doctors were terrified,” he said. “We tried to calm them and carry on working, but it was not possible.”",
    "The emergency director of the hospital, Dr Shoshana Mazraani, said she was sitting at the front of the building when the strike happened. She said that she heard the cries of the paramedics who were hit and ran towards the damaged ambulances, but was warned to stay back by colleagues fearful of a follow up strike.",
    "The Marjayoun hospital had already been hanging on by a thread, Dr Mazraani said, with a core team of just 20 doctors remaining from the centre’s usual 120 staff. The closure on Friday was a “tragedy for the region”, she said.",
    "“We serve a huge population here, many villages. We had 45 inpatient beds, all now empty. We were the only hospital providing dialysis in the region, for example. We have had to turn away emergency patients and tell others to leave.”",
    "Rita Suleiman, the nursing director at the Saint Therese hospital, on the edge of Beirut’s southern suburbs, told the BBC that the hospital had also struggled on after being badly damaged by a strike on Friday but was later forced to suspend all services.",
    "Other hospitals were carrying on with severely limited services. Dr Mohammed Hamadeh, director of the Tebnine hospital, told the BBC on Friday a nearby strike had rocked the building.",
    "“The blast was very close,” he said. “We are still trying to operate but we cannot leave the confines of the hospital because it is too dangerous.”",
    "Late on Friday night, the Salah Ghandour hospital in Bint Jbeil announced it had closed after being “violently shelled”, following an order from the Israeli army to evacuate.",
    "The Israeli army said it was targeting a mosque adjacent to the hospital which it claimed was being used by Hezbollah fighters.",
    "The strikes on healthcare facilities have not been limited to the south of Lebanon. Israel hit a medical centre in central Beirut on Thursday belonging to the Hezbollah-linked Islamic Health Organisation, killing nine and wounding 14. The Israeli army said the strike targeted “terror assets”.",
    "The Lebanese Red Cross said on Thursday that four of its paramedics were wounded in a strike on a convoy evacuating patients, despite the organisation co-ordinating with the Israeli army.",
    "Gabriel Karlsson, country manager in Beirut for the British Red Cross, told the BBC: “Health and aid workers must be able to help those in need without fearing for their own safety. Teams from the Red Cross and Red Crescent are a lifeline, supporting communities tirelessly - they must be protected.”",
    "World Health Organisation director general Tedros Adhanom Ghebreyesus said on Thursday that 28 healthcare workers had been killed in Lebanon over the previous 24 hours, and many other healthcare staff were no longer reporting for work because of the strikes.",
    "Dr Kalakish, the director of the Marjayoun hospital, told the BBC that prior to the strike that closed his hospital it was already operating with no anaesthesiologist or other specialists.",
    "Some staff had fled the bombardment for their own safety, he said, while others had been prevented from reaching the hospital because of air strikes on nearby roads.",
    "Lebanon’s Health Minister Firass Abiad said on Thursday that 97 rescue workers had been killed since Hezbollah and Israel began fighting last October.",
    "More than 40 of those – paramedics and firefighters – were in just three days this past week, he said."
  ]
}