{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-plans-to-roll-pal-cess-into-new-customs-duty-band-157442/",
  "time_ut": 1712193780.0,
  "original_lang": "en",
  "original_title": "Sri Lanka plans to roll PAL, CESS into new customs duty band",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka is planning to phase out para tariffs like ports and airport levy (PAL) and export development cess (CESS) into a new higher tariff band, K A Vimalenthirarajah, Director General of the Department of Trade and Investment Policy said.",
    "So-called ‘para tariffs’ which are usually slapped on top of an existing import duty have come under fire from foreign trade partners and international trade bodies.",
    "CESS levies in particular are slapped to given protectionist profits to political powerful crony ‘domestic producers’, at the expense of the poor and the economic competitiveness, critics have said.",
    "Import duties on most goods are now officially set at 0, 15 or 20 percent but with back-door PAL and CESS ‘para-tariffs’ on top.",
    "Instead of PAL and CESS an additional higher customs duty band is being considered, Vimalenthirarajah told a business forum organized by the Import Section of the Ceylon Chamber of Commerce recently.",
    "The CESS and PAL taxes have been blamed by economists for Sri Lanka’s ‘de-liberalization’ over the past two decades, which eventually ended the country’s ‘open economy’ status.",
    "Vimalenthirarajah said after 2004, Sri Lanka had seen a higher level of trade taxes.",
    "Sri Lanka stared to raise import protection for so-called ‘geriatric’ industries after 2004, ending trade liberalization of the 1990s.",
    "Sri Lanka is also planning to end the Special Commodity Levy from January 2025 and replace is with normal border taxes.",
    "The SCL however is a single tax usually imposed on foods to eliminate tax on tax effects of duties, para tariffs and value added tax.",
    "Vimalenthirarajah said Sri Lanka had tried to explain to international partners that the SCL was similar to an import duty and not actually a ‘para tariff’ unlike the PAL and CESS. There was no other customs import duty on goods subject to SCL.",
    "The SCL had come under fire for being slapped at midnight to give profits to various parties.",
    "The export development is CESS also is slapped without debate in parliament.",
    "Sri Lanka’s macro-economists seduced by the Prebisch-Springer hypothesis started controlling trade, with forex shortages worsening in the 1960s with activist monetary policy and the central bank starting its now frequent journey to the IMF, critics say.",
    "Sri Lanka is now negotiating a series of free trade agreements including with East Asian nations by progressively reducing tariffs. A free trade deal has already been struck with Singapore.",
    "The deadline to end PAL and CESS under the deal has already passed, officials said.",
    "Singapore was one of  first developing countries to reject the trade controls on their own people’s that allowed businesses to exploit consumers, when the country eliminated import duties soon after separating from Malaysia on 9 August 1965, and abandoned import substitution overnight.",
    "To eliminate balance of payments problems and forex shortages, Singapore also set up currency board at the same time. (Colombo/Apr04/2024)"
  ]
}