{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/100731/us-secret-service-director-resigns-over-trump-assassination-attempt",
  "time_ut": 1721754960.0,
  "original_lang": "en",
  "original_title": "US Secret Service director resigns over Trump assassination attempt",
  "original_body_lines": [
    "(AP) — The director of the Secret Service said Tuesday she’s resigning following the assassination attempt against ex-President Donald Trump that unleashed intensifying outcry about how the agency tasked with protecting current and former presidents could fail in its core mission.",
    "Kimberly Cheatle, who had served as Secret Service director since August 2022, had been facing growing calls to resign and several investigations into how the shooter was able to get so close to the Republican presidential nominee at an outdoor campaign rally in Pennsylvania.",
    "“I take full responsibility for the security lapse,” she said in an email to staff, obtained by The Associated Press. “In light of recent events, it is with a heavy heart that I have made the difficult decision to step down as your director.”",
    "Cheatle’s departure was unlikely to end the scrutiny of the long-troubled agency after the failures of July 13, and it comes at a critical juncture ahead of the Democratic National Convention and a busy presidential campaign season. Lawmakers on both sides of the aisle have promised continued investigation, along with an inspector general probe and an independent and bipartisan effort launched at President Joe Biden’s behest that will keep the agency in the spotlight.",
    "Cheatle’s resignation came a day after she appeared before a congressional committee and was berated for hours by both Democrats and Republicans for the security failures. She called the attempt on Trump’s life the Secret Service’s “most significant operational failure” in decades and said she took full responsibility for the security lapses, but she angered lawmakers by failing to answer specific questions about the investigation.",
    "Biden said in a statement that “we all know what happened that day can never happen again,” and he said he’d appoint a new director soon, but he did not discuss a timeline.",
    "The president said he was grateful to Cheatle for her decades of public service. “We especially thank her for answering the call to lead the Secret Service during our administration and we are grateful for her service to our family,” Biden said.",
    "At the hearing Monday, Cheatle remained defiant that she was the “right person” to lead the Secret Service, even as she said she took responsibility for the security failures. When Republican Rep. Nancy Mace suggested Cheatle begin drafting her resignation letter from the hearing room, Cheatle responded, “No, thank you.”",
    "The 20-year-old shooter, Thomas Matthew Crooks, was able to get within 135 meters (157 yards) of the stage where the former president was speaking when he opened fire. That’s despite a threat on Trump’s life from Iran leading to additional security for the former president in the days before the July 13 rally.",
    "Cheatle acknowledged Monday that the Secret Service was told about a suspicious person two to five times before the rally shooting. She also revealed that the roof from which Crooks opened fire had been identified as a potential vulnerability days earlier. But she failed to answer many questions about what happened, including why there were no agents on the roof.",
    "A bloodied Trump was quickly escorted off the stage by Secret Service agents, and agency snipers killed the shooter. Trump said part of his right ear was pierced in the shooting. One rallygoer was killed, and two others were critically wounded.",
    "Details continue to unfold about signs of trouble that day and what role the Secret Service and local authorities played in security. The agency routinely relies on local law enforcement to secure the perimeter of events where people it’s protecting appear. Former top Secret Service agents said the gunman should never have been allowed to gain access to the roof.",
    "After news of Cheatle’s resignation broke, Trump posted on his social media network saying: “The Biden/Harris Administration did not properly protect me, and I was forced to take a bullet for Democracy. IT WAS MY GREAT HONOR TO DO SO!”",
    "The House Homeland Security Committee had asked Cheatle to testify Tuesday for another hearing on the assassination attempt but lawmakers said she refused. Cheatle’s name was on a card on a table in front of an empty chair during the hearing, which began shortly before her decision to step down became public.",
    "Homeland Security Secretary Alejandro Majorkas said he was proud to have worked with Cheatle and “we are all grateful for her service.”",
    "The Secret Service is a part of the Department of Homeland Security, which includes immigration, transportation security and the U.S. Coast Guard, formed after the Sept. 11, 2001, terrorist attack.",
    "Just a few years ago, there was a movement to shift the agency back over to Treasury, where it was housed before Sept. 11, particularly because Homeland Security’s intense focus on immigration added to the growing divide between what the Secret Service sees as its dual missions — protecting the president and investigating financial crime — and the mission of its parent department.",
    "Roughly half of the Secret Service’s $3 billion budget is spent on protective services. It also has a robust cybercrime division, state-of-the-art forensic labs and a threat assessment center that studies how to mitigate and train against threats.",
    "With a workforce of 7,800 special agents, uniformed officers and other staff, the Secret Service has investigated an ever-increasing number of threats against the president and protectees and has managed a growing number of high-profile government figures asking for support. Staffing has not kept pace with the workload increase. Around Sept. 11 there were about 15 full-time protectees, now there’s more than double.",
    "Trump is the first modern ex-president to seek another term, and because of his high visibility, his protective detail has always been larger than some of his peers. That protective bubble had only grown tighter in recent months as he became the presumptive Republican presidential nominee. All major party nominees are granted enhanced details with counterassault and counter-sniper teams similar to the president.",
    "There were calls for accountability across the political spectrum, with congressional committees immediately moving to investigate, issuing a subpoena to testify and the top Republican leaders from both the House and the Senate saying she should step down. Biden, a Democrat, ordered an independent review into security at the rally, and the Secret Service’s inspector general opened an investigation. The agency is also reviewing its counter-sniper team’s “preparedness and operations.”",
    "On Tuesday, House Speaker Mike Johnson, a Republican, said Cheatle’s resignation was “overdue.”",
    "“I’m happy to see that she has heeded the call of both Republicans and Democrats,” he said. “Now we have to pick up the pieces. We have to rebuild the American people’s faith and trust in the Secret Service as an agency.”",
    "Cheatle served in the Secret Service for 27 years. She left in 2021 for a job as a security executive at PepsiCo before Biden asked her to return in 2022 to head the agency with a workforce of 7,800 special agents, uniformed officers and other staff.",
    "She took over amid a controversy over missing text messages from around the time thousands of Trump supporters stormed the U.S. Capitol on Jan. 6, 2021, following his 2020 election loss to Biden.",
    "During her time in the agency, Cheatle was the first woman to be named assistant director of protective operations, the division that provides protection to the president and other dignitaries, where she oversaw a $133.5 million budget. She is the second woman to lead the agency.",
    "When Biden announced Cheatle’s appointment, he said she had served on his detail when he was vice president and he and his wife “came to trust her judgment and counsel.”"
  ]
}