{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-2025-growth-kept-at-3-9-pct-inflation-slashed-to-0-5-pct-in-adb-forecast-242296/",
  "time_ut": 1759233720.0,
  "original_lang": "en",
  "original_title": "Sri Lanka 2025 growth kept at 3.9-pct, inflation slashed to 0.5-pct in ADB forecast",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s 2025 growth has been kept at 3.9 percent by the Asian Development Bank, lower than trend indications while inflation has been slashed to just 0.5 percent, according to a regional outlook issued in September.",
    "“Sri Lanka’s growth forecast for 2025 is unchanged, but the 2026 projection is revised down, as the 20 percent US tariff is expected to weaken exports and dampen consumption due to potential job losses,” the ADB report said.",
    "Sri Lanka’s economy grew 4.9 percent in the second quarter of 2025, higher than projected by most agencies, as the central bank missed its inflation target of 5 percent.",
    "RELATED : Sri Lanka GDP grows 4.9-pct in second quarter 2025",
    "The ADB slashed its inflation forecast for 2025 to just 0.5 percent in September, 3.1 percent in September.",
    "Lower inflation means macro-economists cannot reduce the disposable incomes of hardworking families and kill their spending power, and any salary hike will be real, boosting spending and tax revenues of the state.",
    "Lower inflation also means that savers are not penalized and macroeconomists do not expropriate people’s savings secretly, making them available for long term growth.",
    "The value of lifetime savings will also be preserved and investors could also plan projects with predictable costs.",
    "Sri Lanka growth projections have been generally kept at pessimistic levels in an International Monetary Fund debt sustainability analysis, but Sri Lanka’s central bank has provided almost East Asian style monetary stability since September 2022 providing a strong foundation for people to live, save and invest. (Colombo/Sept30/2025)"
  ]
}