{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/how-to-avoid-sri-lankas-rice-crises-made-by-government-controls-198119/",
  "time_ut": 1736130720.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s rice shortages, high prices come from government controls",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka’s red rice shortage was created by the government through its price controls and import controls, by trying to interfere with the price signals, in a deterioration of policy seen over several years.",
    "The lack of food security and shortages is a direct result of self-sufficiency policies which had made exports impossible.",
    "The only way to prevent a similar crisis next year, is to avoid repeating the same mistake again.",
    "Price controls have a severe negative impact on perceptions of economic management skills of a government, when shortages emerge.",
    "The two key initiatives are to allow red rice prices to move up gradually, moving people to other substitutes and avoid price controls and allow imports of other rice.",
    "To stop low quality rice from being imported, taxes have to be reduced. However the frequent crises in Sri Lanka’s rice, maize and poultry sectors are due to excessive government controls.",
    "Rice prices move up in December and January every year ahead of the Maha rice harvest when rice stocks with millers go down. When imports were freely allowed under a small tax many years ago, people did not really notice it.",
    "However, due to import licensing where imports are banned and there is a large tax, people are hit harder.",
    "December is also the tourist season. This will move up demand for rice and other foods as well for staff working in the tourism sector.",
    "Why does red rice move up in December close to or above Samba in many years?",
    "Red rice as produced in Sri Lanka is not readily imported globally traded rice. As a result, red rice has tended to move up very fast in some years when stocks are down.",
    "In some years red rice has moved up above Nadu and touched close to Samba. Contributory factors may be a lower Yala harvests of red rice as well as import controls.",
    "Why did Nadu rice move up above Red rice about 10 to 15 years ago?",
    "Until about 15 years ago, Nadu (par-boiled rice) prices were below red rice. But then Nadu prices moved up. This was due to two reasons. The quality of par-boiled rice improved with the steaming and drying system used by private mills which reduced the bad smell.",
    "At the time, people in the industry said a key reason for Nadu prices moving above red rice was the demand from rice and curry shops.",
    "Unlike red rice, the volume of boiled rice that came from Nadu was greater, allowing rice shops (bath kade) to make more rice packets with one kilo of rice.",
    "Rice millers see the stocks go down, and they try to limit daily issues to keep supplies available till the Maha harvest comes.",
    "Generally, millers will not try to ‘hoard stocks’ as they also want to get rid of the old stocks and empty their stores or silos to buy new rice. Small millers in particular do not have climate-controlled silos to keep rice for long periods.",
    "Small rice millers then run out of stocks before the Maha harvest season ends. Then only the big millers are left with stocks and the full demand for rice comes to them.",
    "However a Consumer Affairs Authority official has gone on record saying that their paddy stocks were around the levels that are required to keep the mills running till the next harvest.",
    "Related Sri Lanka rice millers are not hiding stocks: CAA Official",
    "Because there are import taxes the millers can then push up the rice to the world market price plus the tax.",
    "It is the economic freedom robbed by the state that allows the so-called mafia to move up price to the world market + tax level and exploit consumers.",
    "Can a state Paddy Marketing Board ‘buffer stocks’ solve the problem?",
    "The Paddy Marketing Board will have to buy the same local production as the other private millers.",
    "Setting up a Paddy Marketing Board does not increase the total supply. Bigger PMB purchases will lead to some stocks being diverted from private millers.",
    "It will however lead to more taxpayer money being spent on warehouses and stock holding. Since the problem is a result of government controls, relaxing the control will automatically solve the problem.",
    "The better answer is to allow some imports (as was done this year) when there is a shortfall which will also allow the government to earn taxes.",
    "There is no benefit to the people from self-sufficiency, it is just an oppressive, unusual philosophy that emerged in nationalist Europe after World War I.",
    "If there were no price controls, as red rice (which cannot be readily imported) tends to move up. The consumption of red rice then reduces and stocks are conserved for the New Year.",
    "Overall, higher rice prices will also move people to other alternatives for meals other than lunch. Wheat flour consumption for example may go up.",
    "If there are price controls, red rice stocks will run down faster.",
    "There are always some red rice stocks left. If price controls are not enforced strictly they will come to the market at a higher price and people will buy other rice.",
    "But if there are price controls, the situation. As soon as the Consumer Affairs Authority starts raids, red rice disappears from shop shelves.",
    "Until the CAA raids start, even if there were price controls, red rice will be available at a price above the controlled level.",
    "Why does rice price always go up in Sri Lanka, and in some years very steeply?",
    "In Sri Lanka rice prices move up permanently due to inflation created by the central bank. When the central bank depreciates the currency through its flexible exchange rate after printing money for its policy rate or any other reason, prices of all foods go up, including alternatives to rice like wheat.",
    "However, due to import controls, which makes it similar to a ‘non-traded good’ rice’. Therefore rice prices may not immediately move up when the currency collapses.",
    "Rice prices may move up to the world price+plus+tax level as the economy recovers from the currency crises about 18 months later. This will be hastened if there is a harvest shortfall.",
    "This is seen after most currency crises. The solution for that is for the parliament to bring laws against the operating framework of the central bank, and block its ability to print money through open market operations in particular, as some countries have done in East Asia for example.",
    "A currency crisis may also depress demand. Demand will recover as incomes go up about a year and half later.",
    "In Sri Lanka it was said that after the flexible exchange rate collapsed in 2022, some families were skipping meals. Rice shops in particular saw a slump in demand.",
    "A recovery in demand for food is something to be happy about.",
    "In December most food prices move up. In Sri Lanka food prices also move up in April. There could be monetary reasons for these effects as well.",
    "The collector mafia would be helpless if there was free trade. The mafias or oligopolies are built by the government through import duties and import controls.",
    "Import controls (licensing) are worse than import duties, as prices can move up above the tax plus price under licensing.",
    "Many of the so-called mafias were built during the last three regimes as the controlled economy was brought back.",
    "The canned fish sector for example which is kept alive with high import taxes on the people was also started during the Rajapaksa regimes.",
    "Beer consumes very little rice. According to sector officials about 17,000 to 20,000 metric tonnes, which is a tiny portion of Sri Lanka’s annual rice production.",
    "Even if it was a problem, all the government has to do is allow beer firms to import rice, with tax if that is what the government wants.",
    "The crisis is a result of government controls and the stolen economic freedoms of beer companies.",
    "It is correct that there are costs to holding stocks. Millers have to pay interest on the stock. They have also built silos.",
    "In addition, paddy is a live seed. They breathe and live. As a result, the weight of the paddy goes down with each passing day.",
    "However, the import controls and duty tends to make the entire system inefficient and there is no incentive for farmers to push up yields.",
    "The short term solution is to allow imports in December and January. This was also done in January 2024 and nobody noticed.",
    "It was the practice in the past to cut import taxes fully or partly as stocks run down.",
    "When taxes are cut, importers are able to bring better quality rice and pay a premium to get the rice down faster including for shipping. If the margins are low, not many will try to bring down rice.",
    "In any case red rice of the type consumed in Sri Lanka is not readily imported. The only solution is to allow a market clearing price earlier to conserve red rice and keep it available till New Year.",
    "Sri Lanka’s rice sector is an example of a spectacular failure of import protection and state intervention and self-sufficiency.",
    "Sri Lanka has to grow globally traded rice grades if it wants to export. However, to export, yields have to be increased.",
    "The long term solution involves producing rice at high yielding fields, and allowing rice imports all time with or without a tax.",
    "In the medium term if there is a tax, the local prices will only move up to the tax plus level and imports will automatically be triggered at that level.",
    "The real long-term solution is to push up yield to levels seen in other South Asian countries and in East Asian nations like Thailand and Vietnam.",
    "Then marginally productive rice paddies in the Wet zone in particular will tend to move to alternative uses.",
    "Rice yields are highest in the dry and arid zones where rain and cloud cover is less than in the Wet zone.",
    "However, at the moment the Paddy Land Act is a barrier. Under current regulations farmers cannot grow alternative crops in their own paddy fields in the low season, though in some districts this is done traditionally.",
    "In the East and North Central provinces already, there is a higher degree of mechanization.",
    "However, these policies have to be carefully thought out and carried out.",
    "Self-sufficiency is a nationalist ideology that took off in Nazi Germany, particularly after the blockades suffered during the First World War.",
    "Economic nationalism, like all types of nationalism, is fundamentally flawed, without logic, and without compassion.",
    "Sri Lanka’s deeply nationalist self-sufficiency in rice and particularly maize which is used as animal feed, have severe negative effects on child nutrition and the poorest of the poor.",
    "Children of poor families in particular pay the highest price for high rice and other food prices.",
    "Self-sufficiency, import-substitution are concepts tied to monetary instability coming from bad central banks.",
    "The Nazi autarky as well as Hitlers ‘export or die’ speech was also driven partly by Reichsbank money printing for armament production.",
    "However in Sri Lanka forex shortages come without war due to flawed monetary policy. (Colombo/Jan06/2024)"
  ]
}