{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/99793/aircraft-carrying-malawi-vice-president-goes-missing",
  "time_ut": 1718076360.0,
  "original_lang": "en",
  "original_title": "Aircraft carrying Malawi vice-president goes missing",
  "original_body_lines": [
    "An aircraft carrying Malawi’s Vice-President Saulos Chilima and nine others has gone missing, a statement from the president’s office has said.",
    "The Malawi Defence Force aircraft “went off the radar” after it left the capital, Lilongwe, on Monday morning, it added.",
    "The plane was supposed to land at Mzuzu International Airport, in the country’s north, just after 10:00 local time (09:00 BST).",
    "In a speech late on Monday, President Lazarus Chakwera said a search and rescue operation was continuing.",
    "“Soldiers are still on the ground carrying out the search and I have given strict orders that the operation should continue until the plane is found,” he said, adding that it was a “heart-breaking situation”.",
    "“I know that we are all frightened and concerned - I too am concerned. But I want to assure you that I am sparing no available resource to find that plane and I am holding onto every fibre of hope that we will find survivors.”",
    "Mr Chakwera earlier cancelled his flight to the Bahamas, which was scheduled for Monday evening.",
    "The reason for the aircraft’s disappearance is not yet known, General Valentino Phiri told Mr Chakwera. Moses Kunkuyu, Malawi’s information minister, told the BBC efforts to find the aircraft are “intensive”.",
    "Mr Chilima was on his way to represent the government at the burial of former cabinet minister Ralph Kasambara, who died three days ago.",
    "Mr Kunkuyu said: “The airport he was to land, which is in the northern part of Mzuzu, was the closest to where the funeral was taking place.”",
    "In 2022, Dr Chilima was arrested and charged on allegations that he accepted money in exchange for awarding government contracts .",
    "Last month, the court dropped the charges, giving no reasons for this decision.",
    "Prior to his political career, Dr Chilima held key leadership roles in multinational companies like Unilever and Coca Cola",
    "Dr Chilima is described on the government’s website as a “performer”, “workaholic” and “an achiever”"
  ]
}