{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/champika-ranawaka-accuses-political-underworld-of-thriving-on-narcotics/",
  "time_ut": 1718479380.0,
  "original_lang": "en",
  "original_title": "Champika Ranawaka accuses ‘political underworld’ of thriving on narcotics",
  "original_body_lines": [
    "United Republican Front leader, Patali Champika Ranawaka, MP, says that Sri Lanka faces the danger of becoming a ‘narco-state’ if immediate action is not taken to stop the growth of what he describes as the ‘political underworld.’",
    "“There is a political underworld operating in this country in addition to the goon-run social underworld we are all aware of. This political underworld thrives on its nexus with drug cartels. It must be eliminated without further delay; otherwise, we will all suffer under a narco-state,” Ranawaka said during an interview with the Sunday Island on Thursday.",
    "He said that there were around 100,000 ex-servicemen with arms training now in society facing financial problems. “There are also 10,000 to 15,000 ex-LTTE cadres. They could be lured easily into criminal activity because of their financial problems.",
    "“On the other side, owing to the uncertainty and social unrest caused by the economic crisis, the youth are frustrated. They are easy prey for narcotic dealers, and this could be seen in the proliferation of synthetic drugs such as ICE among young people.",
    "“Our geographical location between Afghanistan and the Golden Triangle of Cambodia-Thailand is ideal for this country to become a drug trading hub. With this conducive situation, we are facing the danger of becoming a narco-state soon. After that, to get rid of the grip of narco-lords will not be easy because with their drug money, they could buy political space, media space, religious space, and almost everything. We must get rid of the political underworld handled by a few new rich who have politicians in their p0ckets. Otherwise, we will all suffer in the clutches of drug lords,” Ranawaka said.",
    "Q: What are your comment on the present debates and concerns about holding an election this year? Some parties have already commenced their campaigns while others suggest a postponement. Certain political leaders claim that the president has the authority to delay elections. Do you think he has such powers?",
    "A:No, that can’t be done. There are varied arguments. Due to various amendments introduced to the Constitution, some articles state that a president’s term is six years, while others say that if a president were to continue without an election, it must be approved by the people at a referendum. Many have taken bits and pieces of of these articles and interpreting them to suit themselves.",
    "We must keep in mind that the Constitution is not interpreted solely based on the wording of articles but also according to judicial decisions that have already interpreted them regarding the term of a president. The intention of the amendment introduced during Maithripala Sirisena’s tenure was to reduce the term of a president from six to five years. There was a supreme court decision on the presidential when Chandrika Kumaratunga argued that she had six years in office until 2006 because she took oaths in 2000.",
    "Article three of the constitution vests sovereign power in the people. We have two SC decisions on the presidential term – when Sirisena reduced the term of office from six to five years and when Kumaratunga tried to extend her term from 2005 to 2006 arguing that she had six years. The substance of these two decisions was that sovereignty of the people would be affected if any action deprived them of their right to elections. On such occasions, the government in power could remedy this by holding a referendum.",
    "Drawing on these precedents, some argue that if Sirisena could change the term from six to five years by using a two-thirds majority in parliament, the same two-thirds could be used to extend the term of the incumbent president.",
    "However, when we consider the judicial determinations and the people’s sovereignty article, the president cannot continue even one day beyond Oct 17 without obtaining the approval of the people in a referendum. There are no loopholes in these provisions. This matter can be referred to the SC to get a fresh interpretation.",
    "If someone tries to continue without elections, it will result in a crisis. We saw the backlash of opposition and anger from people when UNP General Secretary Range Bandara opined that we should continue without elections. People need an election. The president and the government elected in 2019 and 2020 lost the confidence of the people in 2022 and were forced to step down.",
    "That was not the result of a democratic election but a public uprising, direct action. It could be considered an occasion where people exercised their right to recall. So, we must accept that people need their democratic right to elect their rulers. That should not be obstructed because it would certainly lead to another uprising of the people.",
    "Q: There is much talk of reforming the prevailing political culture. You have also made similar statements in and out of parliament. Everyone abhors the political culture that has prevailed over the past few decades. All parties have spoken of reforms. However, it seems that the very same politicians are preparing to continue under different party names and alliances. Where do you stand on this?",
    "A:This is easier said than done. My party believes that the practical aspects of these reforms are not easy. You cannot bring about such changes overnight. Firstly, we are living in a bankrupt country. There is no magic wand to change this. At the same time, if we are pushed back to a situation of 14-hour power cuts, miles long petrol and gas queues, people will not tolerate it. They might put up with such a situation for a day or two, or at most a week, but they will not wait for months. They also have the experience of direct public action, where a president had to flee for his life. Therefore, we need a practical program to address this.",
    "An argument is presented that President Ranil Wickremesinghe has resolved the crisis. If we look at it from one angle, it is true because we no longer see queues for gas or fuel, there are no power cuts, we have medicine in hospitals, and farmers have fertilizers. So, on the surface, there are no visible problems.",
    "However, there have been price hikes – the price of a single unit of electricity has shot up from Rs 12 to 46, food prices have tripled, medicine prices have increased four to five times, fertilizer prices have gone up by seven to eight times, and the price of a kilo of rice has increased from Rs 80 to Rs 250.",
    "When we consider this, it is evident that the weight of the economic crisis has been shifted to the shoulders of the people who have done nothing to create this crisis other than voting for the incumbent rulers.",
    "The weight is not on the capitalist class but on the labor class.",
    "You see the same thing in the economic restructuring process. The weight is not shifted to private investors who invested in banks but to the people. The burden of treasury bills and bonds was placed on the Central Bank – that means it’s on the people. Governor Nandalal Weerasinghe is not going to absorb that weight; it will be transferred to the people.",
    "This manifests as an increase in taxes. As a result of reliefs and tax amnesties given by Gotabaya Rajapaksa, the country’s tax revenue dropped by seven to eight percent. The plan now is to increase this up to 15 percent. It is the people who are going to shoulder this burden.",
    "VAT is imposed on all essential items, petrol, diesel, electricity, coal, sugar, flour, dhal etc., but at the same time, tax reliefs are given to businessmen. These reliefs amount to Rs 978 billion, according to the finance ministry’s tax expenditure statements.",
    "BOI investors have been given reliefs in income tax, turnover tax, VAT, and customs duties. In the meantime, we have not collected taxes amounting to Rs 1,200 billion. Without collecting due tax revenue, the government imposes taxes on essential items such as sugar.",
    "When a country faces a situation like this, economic solutions are proffered. It is like drinking kottamalli or swallowing Panadol when we get a common cold. For example, when there is an increase in commodity prices, meaning an increase in inflation, it means there is more money than goods and services available.",
    "Economists will advise collecting the excess money through taxes and to stop printing money. These solutions are not magical. Argentina had a crisis more serious than ours. Their inflation was around 300 to 400 percent. Javier Milei, who is an economist, became the president and brought down that inflation to 15 percent within 100 days. That change could be identified as the smart work of Milei. Could we say the same regarding the situation here? Is this owing to some sort of talent of Ranil Wickremesinghe? His party men would say so.",
    "The IMF offers formulae to countries to recover from crises. Such a formula helped Milei become the President in Argentina, Shahbaz Sharif to become the Prime Minister of Pakistan, and Ranil Wickremesinghe to become President of Sri Lanka. The IMF has now directed streamlining tax collection and to stop giving tax reliefs.",
    "They also want to introduce professional administration to public institutions such as People’s Bank, Bank of Ceylon, National Savings Bank, Ceylon Electricity Board, Ceylon Petroleum Corporation, and the Water Board. Some countries do not follow the IMF prescriptions in toto but only do what they need to do.",
    "We must not be hypocrites and must admit that Ranil Wickremesinghe has brought stability to the country and some industries. For example, the Petroleum Corporation that had been run down by Gotabaya, Cabraal, Gammanpila and Basil Rajapaksa. If they had acted wisely, they too could have brought about that stability.",
    "Mahinda Rajapaksa, with the help of Sarath Amunugama handled the situation in 2008 while we were fighting a war. Ranil Wickremesinghe understands this crisis. He faced similar situations in 2002 and 2016. So, he acted with his experience. Other than that, there is no magic in this recovery. This very same stability could have been achieved by other means too.",
    "Q: Are there alternatives to bring about stability without imposing taxes on people?",
    "A:Yes. For example, look at what Shahbaz Sharif did in Pakistan. He froze the bank accounts of tax defaulters and their properties. He even went as far as suspending their SIM cards. We could have done the same and begun the cleaning process with tax defaulters in the cabinet. We could have taken similar action against liquor producers.",
    "We have been repeatedly asking for the names of those who defaulted on their loans and taxes, but it has not been provided. We also called for the names of those who benefited from tax reliefs, but that also has not been given. We also called for the digitization of the tax process so that everyone can see where taxes are collected and where exemptions are given.",
    "Q: You’re talking about digitizing reforms that are needed to streamline administration. But we live in a country where we can’t even pay a traffic fine using our debit cards. What’s holding us back from these reforms?",
    "A:The first of these is opposition from institutions against change. The Customs is the prime example. Consider a scenario where an individual is caught smuggling a prohibited item. According to the general rule, the perpetrator should be fined three times the value of the items brought in. However, a recent audit report revealed that only six percent of such fines have been collected. Out of this six percent, four percent is allocated to Customs as rewards. This negligence has resulted in the loss of billions of rupees for the country.",
    "This could be resolved. We could enable the police to charge fines using a QR code. Didn’t we use QR codes to purchase fuel several months ago? It’s feasible. All we need is political will. Unfortunately, that’s something we lack even in the face of such crises. Our leaders worry about winning or losing votes whenever they implement reforms. We should learn from India. When Modi became Prime Minister, he implemented demonetization without worrying about potential electoral losses. When people realized the benefits, they re-elected him.",
    "In Sri Lanka, what we often see is blame-shifting, with accusations of theft against one another. However, these accusations are merely aimed at appeasing the public. Corruption has pervaded society like a giant octopus, and we’ve all become victims. It operates in a vicious cycle, with many opposing efforts to eradicate it.",
    "We need political will for change. Mere speeches and promises to capture thieves and recover stolen money won’t suffice. What we need is a practical plan and reforms. Under the existing system, it takes around two years to file a case and another 10-15 for the hearing. Justice cannot be expected from such a system.",
    "Q: Last week, there were reports indicating that you met with Basil Rajapaksa to discuss a political alliance. Could you elaborate?",
    "A: There was no such occurrence. Those reports were false. There will be no alliance with them. On February 14 this year, when we unveiled our manifesto, ‘A United Step for the Country,’ we clearly stated that anyone willing to accept it could join us, while categorically asserting that we would not align ourselves with those who bankrupted this country.",
    "However, we refuse to form alliances with anyone responsible for ruining our nation. We have not engaged in any political discussions with those who have bankrupted our country. These reports are part of a campaign aimed at targeting me. They are perturbed by our recent progress; hence, they deploy their social media to spread such falsehoods. Another reason for the spread of these lies against me was my standing up against the VFS Global visa scam.",
    "Sri Lanka to miss budget revenue target for 33rd year running in 2024",
    "United Republic Front presents ‘A united step for the country’ to the President",
    "COPF slams Treasury for delaying imposition of VAT on foreign digital and software providers",
    "Sri Lanka’s book publishing industry faces crisis as 18% VAT sparks job losses and closures",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}