{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/MAS-welcomes-Asian-Development-Bank-delegation-at-MAS-Fabric-Park/34-781490",
  "time_ut": 1757548810.0,
  "original_lang": "en",
  "original_title": "MAS welcomes Asian Development Bank delegation at MAS Fabric Park",
  "original_body_lines": [
    "Key representatives of ADB and MAS Holdings, including ADB Country Director for Sri Lanka Takafumi Kadono and MAS Holdings Director – Corporate Affairs Rajitha Jayasuriya (centre right – immediate)",
    "MAS Holdings recently hosted a delegation from the Asian Development Bank (ADB) at the MAS Fabric Park in Thulhiriya as part of ADB’s efforts to support the private sector through meaningful partnerships and investment.",
    "The visit offered the ADB team an opportunity to experience MAS’ operations first-hand and gain insights into the company’s commitment to manufacturing excellence and sustainable business practices.",
    "ADB Country Director for Sri Lanka Takafumi Kadono said, “Partnerships with leading private sector companies like MAS are essential to driving sustainable growth and resilience. We are encouraged by the company’s commitment to innovation and environmental stewardship, which align strongly with ADB’s development priorities in the region.”",
    "Speaking on the visit, MAS Holdings Director – Corporate Affairs Rajitha Jayasuriya said, “It was a privilege to host Takafumi Kadono and the ADB delegation at MAS Fabric Park. Their visit reflects the growing importance of institutions like the Asian Development Bank in understanding the evolving dynamics of the apparel industry in Sri Lanka.”",
    "“At MAS Holdings, we believe our role extends far beyond generating employment—we are committed to uplifting lives, empowering communities, and driving innovation and sustainability across our global footprint. Meaningful engagement like this helps build bridges between industry and development partners, unlocking new pathways for inclusive growth and long-term impact” Rajitha added.",
    "This engagement comes at a pivotal time for Sri Lanka’s apparel industry, which continues to be a key driver of employment, export revenue, and industrial development. By connecting with a leading development institution such as ADB, MAS highlights the potential for specialised investments, knowledge sharing, and strategic partnerships that can strengthen the entire sector."
  ]
}