{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hsenidbiz-wins-technology-resilient-company-award-at-isaca-sri-lankas-first-digital-trust-awards-ceremony/",
  "time_ut": 1719014340.0,
  "original_lang": "en",
  "original_title": "hSenidBiz wins “Technology Resilient Company” award at ISACA Sri Lanka’s first Digital Trust Awards ceremony",
  "original_body_lines": [
    "The ISACA Sri Lanka celebrated digital trust champions at its first-ever Digital Trust Awards ceremony, held on June 13th, 2024, at the Monarch Imperial in Thalawathugoda, Sri Lanka. This first-of-its-kind event aimed to recognize and celebrate organizations and individuals championing digital trust and security within the region.",
    "hSenid Business Solutions, a leading Human Capital Management (HCM) solutions provider, emerged at the awards, taking home the coveted title of Technology Resilient Company of the Year 2024 in the Digital Services category. This recognition highlights hSenidBiz’s commitment to providing robust and secure HCM solutions that empower organizations to build resilient and future-proof workforces.",
    "“This recognition as Technology Resilient Company of the Year by ISACA Sri Lanka is a true honor,” mentioned Sampath Jayasundara, CEO of hSenidBiz. “It underscores our unwavering commitment to delivering robust and secure HCM solutions that empower organizations to cultivate a resilient and future-proof workforce. We firmly believe in ethical practices within the digital landscape, and this award serves as a powerful motivator to continue advocating for trust and security across the region.”",
    "The focus of the event was to recognize and raise awareness about digital trust among companies, emphasizing robust information security practices, compliance, effective incident response, and business continuity strategies to counter cyber threats. ISACA Sri Lanka gathered industry leaders, policymakers, and experts in cybersecurity, governance, risk, compliance, and privacy to discuss emerging challenges, share best practices, and propose strategies to enhance digital trust across various sectors.",
    "“This award validated our relentless efforts to ensure our technology solutions are robust and resilient in today’s digital landscape,” stated Suvini Delpachithra, Internal Audit & Compliance Manager at hSenidBiz. “As a leading SaaS provider, we meticulously adhere to top-tier cloud security standards, implementing encryption, access controls, and data integrity measures. Our secure software development practices and regular audits solidify our commitment to regulatory compliance, guaranteeing the highest standards of security for our clients.”",
    "Empowering with words: British Council holds Reading for Life challenge",
    "DFCC Aloka hosts special event to celebrate women in healthcare at Kandy General Hospital",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}