{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97178/child-genius-who-went-to-university-at-12-becomes-britains-youngest-phd-holder",
  "time_ut": 1707629700.0,
  "original_lang": "en",
  "original_title": "Child genius who went to university at 12 becomes ‘Britain’s youngest PhD holder’",
  "original_body_lines": [
    "A child genius who attended university aged just 12 years old has now the youngest person in Britain to hold a PhD.",
    "Yasha Asley received his doctorate in applied mathematics at the University of Leicester earlier this month, aged 21. It is believed he is now the youngest person in Britain to hold a PhD, surpassing a 22-year-old astrophysicist.",
    "Yasha, from Leicester, started attending his local university before he was even a teenager - accompanied by dad Moussa Asley, 61, who quit his job as an accountant to support his son.",
    "Yasha - once dubbed the “human calculator” is keeping an open mind about what the future holds, saying: “I’m looking to maybe work in AI field or data mining, but I really don’t know yet.”",
    "On receiving the PhD he said: “It feels amazing to have achieved this feat. I am very happy and would like to thank all my lecturers for their help.",
    "“It was not my intention to go to uni so early but now that I have reached this stage I am elated that it worked out well for me.”",
    "Moussa says he is not surprised by his son’s latest feat but said: “To be frank – I was expecting him to finish two or three years ago!",
    "“Were it not for Covid I think he would have finished much earlier but I am over the moon.”",
    "Yasha took both his GCSEs and A-Levels aged nine, and is fluent in French and Persian.",
    "It was then decided it was time for university - but it wasn’t all plain sailing.",
    "Moussa, who came to Britain from Iran in 1979, said: “I approached the uni and asked them to waive student fees, as I couldn’t afford to just pay the fees upfront, I even approached my local MP.”",
    "In the end, after months of back and forth, Moussa said Student Finance “gave in” and offered Yasha the student loan without the national insurance number.",
    "Yasha went on to achieve a first-class honours degree - aged just 15.",
    "And at the age of 13 he was offered a paid job by the university to run tutorials - beating adult applicants.The weekly sessions involved helping adult students who had trouble solving problems from lectures.",
    "Dad Moussa said: “From his earliest days he was exceptional – everybody noticed he was exceptional",
    "“His primary school teacher realised early on that he couldn’t meet his educational needs – so he was getting university standard lectures twice a week while attending school three days a week.”",
    "Moussa added: “I am grateful for what this country has done for me.",
    "“I always did OK academically but was nowhere near as good as my son.”",
    "“It was a lot to get him through university as a single parent, big sacrifices had to be made but it has all been worth it.”",
    "Yasha says he is very thankful for his dad helping him along the way.",
    "“I feel honoured and privileged - I am blessed with a caring dad who sacrificed his time in order to support and be with me for so many years and I will always be grateful for the opportunities he created for me.”",
    "Prof Jeremy Levesley, who taught Yasha at Leicester University, said: “It has been a great pleasure to work with him.",
    "“He has proved to be one of the best students we have ever had here.",
    "“He is a great bloke and will go on to do really interesting things.”",
    "It isn’t all academics for Yasha though - he is also an avid gardener and Leicester City fan.",
    "It is thought he is the current youngest PhD holder in Britain - but not the youngest to achieve the feat.",
    "Fahma Mohamed was awarded a doctorate for her campaigning work on female genital mutilation in 2016 aged 19.",
    "Imran Nasim completed a PhD in astrophysics last year, aged 22."
  ]
}