{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/are-providers-of-information-under-rti-cognizant-of-their-obligations/",
  "time_ut": 1707232196.0,
  "original_lang": "en",
  "original_title": "Are Providers Of Information Under RTI Cognizant Of Their Obligations?",
  "original_body_lines": [
    "The Constitution of Sri Lanka empowers every citizen with the right of access to any information as provided for by law, being information required for the exercise or protection of the citizen’s right held by the State, a Ministry or any Government Department or any statutory body established or created by or under any law. No restrictions can be placed, other than such restrictions prescribed by law as necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals and of the reputation or the rights of others, privacy, prevention of contempt of court, protection of parliamentary privilege, for preventing the disclosure of information communicated in confidence, or for maintaining the authority and impartiality of the judiciary.",
    "The preamble of the Right to Information Act states that the Constitution guarantees the right of access to information and there exists a need to foster a culture of transparency and accountability in public authorities by giving effect to the right of access to information; and thereby promote a society in which the people of Sri Lanka would be able to participate in public life more fully, through combating corruption and promoting accountability and good governance.",
    "Right to Information Act makes every person who deliberately obstructs the provision of information or intentionally provides incorrect, incomplete, or inaccurate information; destroys, invalidates, alters, or totally or partially conceal information under his or her custody, or to which he or she has access to or knowledge of due to the exercise of his or her employment in such public authority, an offense.",
    "The above provisions of statutory law of the land, dealing with the citizens right to information must be understood by those entrusted with the responsibility and accountability to respond to such citizen’s requests, by further reference to the recent Supreme Court majority judgement in the Fundamental Rights case on the Economic Crisis. (SCFR/195/2022 and SCFR 202/2022)",
    "An extract from the aforesaid judgement reads “The trust reposed in the respondents was not a higher principle or epithet unique to their offices. ‘Public trust’ is an inherent responsibility bestowed on all officers who exercise powers which emanate from the sovereignty of the People. Therefore, as public officers, the respondents were obliged, at all times, to act in a manner which honoured the trust reposed in them.” The judgement further stated that “the respondents had violated the Public Trust reposed in them and we hold that they were in breach of the fundamental right to equal protection of the law ordained by Article 12(1) of the Constitution.” These principles and indictments probably will apply not only those respondents in the said Fundamental Rights application: but equally to all Public Officers of the past, present, and future.",
    "The public expectations are that all Public Officials engaged in responding to Right to information requests will consistently discharge their responsibilities in good faith, with professional commitment to standards of care, and integrity in line with best practice codes of conduct and ethics. Within such commitments there should be no attempts to provide any inaccurate information or any attempts to present information with the intent to avoid the truth/facts and misrepresent or mislead the citizens.",
    "It is however regrettably noted that there are many responses to Right to Information requests which ignore both the letter of the law, as well as the spirit of the law and expected best practice obligations outlined above.",
    "Information Officers and even Designated Officers appear to delay responses without justification, and at times knowingly provide convoluted responses that fail to respond to the real issues clearly noted in the requests. There have been instances where the excuse for not responding on a timely basis is stated as having been dispatched with a wrong address. It is not infrequent, where citizens are pushed into appeal processes and hearings before the Commission, merely because the parties responsible fail to live by the letter and the spirit of the law.",
    "It is best that all Secretaries, Chief Accounting Officers, Heads of Public Institutions, Heads of Departments of the State, a Ministry or any Government Department or any statutory body established or created by or under any law, including any statutory body established or created by a statute of a Provincial Council; and local authority and any other person, who is in possession of such information relating to any institution and especially all Information Officers and Designated Officers take note of the their due responsibility and accountability and discharge their duty respecting public expectations and Public Trust accountability articulated above.",
    "The Right to Information Commission could also take pro-active action steps by issuing a Public Circular reiterating the Responsibility and Accountability in responding to Right to Information requests."
  ]
}