{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/110827/france-will-recognise-palestinian-state-macron-says",
  "time_ut": 1753414680.0,
  "original_lang": "en",
  "original_title": "France will recognise Palestinian state, Macron says",
  "original_body_lines": [
    "France will officially recognise a Palestinian state in September, President Emmanuel Macron has said, which will make it the first G7 nation to do so.",
    "In a post on X, Macron said the formal announcement would be made at a session of the UN General Assembly in New York.",
    "“The urgent need today is for the war in Gaza to end and for the civilian population to be rescued. Peace is possible. We need an immediate ceasefire, the release of all hostages, and massive humanitarian aid to the people of Gaza,” he wrote.",
    "Palestinian officials welcomed Macron’s decision, while Israeli Prime Minister Benjamin Netanyahu said the move “rewards terror” following Hamas’s 7 October 2023 attack in Israel.",
    "The US “strongly rejects” Macron’s announcement, Secretary of State Marco Rubio said, calling the decision “reckless”.",
    "The G7 is a group of major industrialised nations, which alongside France includes the US, the UK, Italy, Germany, Canada and Japan.",
    "In his Thursday post on X, Macron wrote: “True to its historic commitment to a just and lasting peace in the Middle East, I have decided that France will recognise the State of Palestine.",
    "“We must also guarantee the demilitarisation of Hamas, and secure and rebuild Gaza.",
    "“Finally, we must build the State of Palestine, ensure its viability, and ensure that by accepting its demilitarisation and fully recognising Israel, it contributes to the security of all in the Middle East. There is no alternative.”",
    "Macron also attached a letter to Palestinian Authority President Mahmoud Abbas confirming his decision.",
    "Responding to Macron’s announcement, Abbas’ deputy Hussein al-Sheikh said, “This position reflects France’s commitment to international law and its support for the Palestinian people’s rights to self-determination and the establishment of our independent state”, according to the AFP news agency.",
    "Meanwhile, Netanyahu wrote in a post on X: “We strongly condemn President Macron’s decision to recognise a Palestinian state next to Tel Aviv in the wake of the 7 October massacre.",
    "“A Palestinian state in these conditions would be a launch pad to annihilate Israel - not to live in peace beside it. Let’s be clear: the Palestinians do not seek a state alongside Israel; they seek a state instead of Israel,” Netanyahu added.",
    "Hamas said France’s decision was a “positive step in the right direction” and urged all countries of the world “to follow France’s lead”.",
    "Currently, the State of Palestine is recognised by more than 140 of the 193 member states of the UN.",
    "A few European Union countries, including Spain and Ireland, are among them.",
    "But Israel’s main supporter, the US, and its allies including the UK have not recognised a Palestinian state.",
    "In a statement on Thursday, UK Prime Minister Sir Keir Starmer said he will hold an “emergency call” with French and German leaders on Friday to discuss “what we can do urgently to stop the killing”.",
    "Statehood is an “inalienable right of the Palestinian people”, Starmer said, adding that a ceasefire would “put us on a path to the recognition of a Palestinian state and a two-state solution”.",
    "Saudi Arabia’s foreign ministry praised France’s decision, saying it “reaffirms the international community’s consensus on the Palestinian people’s right to self-determination and the establishment of an independent state”.",
    "The Israeli military launched a campaign in Gaza in response to the attack on southern Israel, in which about 1,200 people were killed and 251 others were taken hostage.",
    "At least 59,106 people have been killed in Gaza since then, according to the territory’s health ministry.",
    "Earlier on Thursday, the UN’s Palestinian refugee agency (Unrwa) said that one in five children in Gaza City was now malnourished and cases were increasing every day.",
    "More than 100 international aid organisations and human rights groups have also warned of mass starvation in the Gaza Strip - pressing for governments to take action.",
    "Israel, which controls the entry of all supplies into the Palestinian territory, has repeatedly said that there is no siege, blaming Hamas for any cases of malnutrition."
  ]
}