{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97804/sweden-set-to-become-natos-32nd-member-as-pm-visits-washington",
  "time_ut": 1709827380.0,
  "original_lang": "en",
  "original_title": "Sweden set to become NATO’s 32nd member as PM visits Washington",
  "original_body_lines": [
    "(Reuters) - Sweden is expected to formally join NATO in Washington on Thursday, two years after Russia’s invasion of Ukraine forced a complete rethink of its national security policy and the realisation the alliance offered the best guarantee of safety.",
    "Swedish Prime Minister Ulf Kristersson is in Washington to hand over the final documentation, with the White House saying in a statement ahead of President Joe Biden’s State of the Union Address that Sweden would join on Thursday.",
    "“Having Sweden as a NATO Ally will make the United States and our Allies even safer,” the statement said.",
    "Kristersson said NATO Secretary General Jens Stoltenberg had informed him that Sweden had been formally invited to join after all member states accepted the country’s accession protocol.",
    "The Swedish government said separately it would take the formal decision for the country to join NATO on Thursday.",
    "For NATO, the accession of Sweden and Finland - which shares a 1,340 km border with Russia - is the most significant expansion for decades. It is also a blow for Russian President Vladimir Putin who has sought prevent any further strengthening of the alliance.",
    "Sweden will benefit from the alliance’s common defence guarantee under which an attack on one member is regarded as an attack on all.",
    "“We have to face the world as it is not how we sometimes wish it were,” Kristersson said after Hungary became the last NATO member to ratify Sweden’s accession last week.",
    "Sweden adds cutting-edge submarines and a sizable fleet of domestically produced Gripen fighter jets to NATO forces and would be a crucial link between the Atlantic and Baltic.",
    "Russia has threatened to take unspecified “political and military-technical counter-measures” in response to Sweden’s move.",
    "While Stockholm has been drawing ever closer to NATO over the last two decades, membership marks a clear break with the past, when for more than 200 years, Sweden avoided military alliances and adopted a neutral stance in times of war.",
    "After World War Two, it built an international reputation as a champion of human rights, and when the Soviet Union collapsed in 1991, successive governments have pared back military spending.",
    "As recently as 2021, its defence minister had rejected NATO membership, only for the then-Social Democrat government to apply, alongside neighbour Finland, just a few months later.",
    "While Finland joined last year, Sweden was kept waiting as Turkey and Hungary, which both maintain cordial relations with Russia, delayed ratifying Sweden’s accession.",
    "Hungary delayed its move until Kristersson made a goodwill visit to Budapest on Feb. 23, where the two countries agreed a fighter jet deal."
  ]
}