{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Alumex-Four-decades-of-aluminium-excellence-innovation-and-sustainability/34-781849",
  "time_ut": 1758149608.0,
  "original_lang": "en",
  "original_title": "Alumex: Four decades of aluminium excellence, innovation and sustainability",
  "original_body_lines": [
    "For nearly 40 years, Alumex PLC has been a cornerstone of Sri Lanka’s aluminium industry. Established in 1988, the company has transformed from a modest joint venture into the undisputed market leader and a growing regional player. Its journey has been marked by resilience, innovation, and a relentless focus on quality and sustainability. Today, Alumex is not only Sri Lanka’s leading aluminium extruder but also a trusted solutions provider and training hub, committed to empowering customers and strengthening the technical workforce.",
    "In an exclusive interview, Alumex PLC’s Managing Director Pramuk Dediwela reflects on the company’s legacy, its contribution to the nation, and the path ahead.",
    "Q: Alumex has grown to become the market leader in the Aluminium industry in Sri Lanka. Could you take us through its journey from the start upto today?",
    "Alumex was established in 1988 as a joint venture at a time when aluminium extrusion was still a developing industry in Sri Lanka. In 2006, the company became fully Sri Lankan owned, a milestone that allowed us to better tailor strategies to domestic requirements and deepen partnerships across industries.",
    "The next major turning point came in 2010 when we joined the Hayleys Group, one of the largest and most respected conglomerates in Sri Lanka. That integration gave Alumex the scale, expertise, and resources to expand beyond the local market. With more than 35 years of experience, we now hold a dominant share of the Sri Lankan aluminium extrusion market and are gaining recognition internationally. Our journey has been one of resilience, adaptability, and continuous innovation and Alumex’s primary mission has always been to deliver greater value to its consumers",
    "Q: What is the current scope of Alumex’s products and services?",
    "Alumex manufactures a broad portfolio of aluminium extrusion products to meet a wide range of needs, from household fittings to architectural solutions, large scale construction requirements, and industrial applications. These include kitchen cabinets, wardrobes, handrails, fencing systems, curtain walls, windows, doors, and other architectural solutions designed to match modern architectural trends. But we have always positioned ourselves as more than a manufacturer. We are a solutions driven company that supports our customers every step of the way.",
    "Through our AluSys software, we provide design and technical consultancy to ensure precision and efficiency in architectural and engineering projects. We also provides technical assistance for correct installation and offer strong after - sales support and troubleshooting, long after a purchase has been made. Contractors and installers benefit from our training and guidance to ensure products are used correctly and effectively. A core part of our identity is the Alumex Training Academy, which is the first ever aluminium fabrication training centre in Sri Lanka, operating for over 25 years and has trained more than 18,000 individuals, many of them whom are NVQ certified. The Academy helps new entrepreneurs gain vital skills, resolve technical challenges in their projects, and stay updated with the latest architectural trends, enabling them to deliver quality products to end customers. Through subcontracting and partnerships, we also uplift SMEs and encourage the growth of small businesses.By doing so, we strengthen Sri Lanka’s technical workforce, uplift living standards, and create career pathways for thousands of Sri Lankans.",
    "Q: Alumex has consistently emphasised its commitment to providing quality products and services. Could you elaborate on this?",
    "At Alumex, our foremost responsibility is to ensure that every product and service we deliver meets the highest standards of quality and customer satisfaction. This commitment has been central to our success for more than three decades. We continuously invest in advanced technologies to maintain precision and consistency throughout the aluminium extrusion process  coating, anodising, and final finishing all undergo advanced testing to ensure they meet both local and international benchmarks to ensure every batch is tracked and monitored to ensure consistency.",
    "from raw material to finished product. We manufacture using international alloy standards: 6063 and 6060 for architectural products, 6082 for hardware, and 6005 for solar mounting systems. These standards ensure strength, durability, and suitability for diverse applications.",
    "We also provide warranties of up to 30 years on our powder coated and anodised aluminium products, which reflect the confidence we have in their longevity. In addition, our dedicated Research and Development division works tirelessly to understand customer needs, explore new technologies, and design solutions that meet evolving demands. These practices ensure that Alumex products consistently meet both local and international standards, reinforcing our reputation as a benchmark for quality in the industry.",
    "Alumex has secured a wide range of internationally recognised certifications that demonstrate both our commitment to quality and our focus on sustainability. We are certified under ISO 9001:2015 for Quality Management, ISO 14001:2015 for Environmental Management, ISO 45001:2018 for Occupational Health and Safety, and ISO 14064-1:2018 for Operational Level Greenhouse Gas Emissions Reporting. In addition, our powder coating and anodising processes have been awarded with Qualicoat, Qualicoat Seaside, and Qualanod certifications  endorsements held by only a few companies in South Asia. The Qualicoat Seaside standard, in particular, ensures that aluminium doors and windows installed near coastal areas are protected against corrosion, a vital assurance in Sri Lanka’s coastal belt.",
    "A major milestone came in 2025, when Alumex became the first company in Sri Lanka to achieve the Aluminium Stewardship Initiative (ASI) Performance Standard Certification, a global benchmark for responsible aluminium production. Together, these certifications affirm not only the durability and consistency of Alumex products but also our long-term commitment to environmental responsibility and sustainable manufacturing.",
    "Q: Alumex has often spoken of creating more value for consumers. What does this commitment means to you?",
    "Our definition of value extends far beyond price. Of course, we have introduced a special pricing schemes notably in 2023 and again in 2025 to make high quality aluminium more affordable to Sri Lankans, which were possible through increased production efficiency. We also ensured consumers directly received this cost savings, ensuring affordability without compromising quality. This emphasis what truly sets us apart which is the total package of trust, reliability, and support.",
    "Customers who choose Alumex gain access to expert advice on selecting the most suitable solutions, the assurance that every product is tested and certified for durability, long-term warranties that provide peace of mind, and ongoing technical support and training. These initiatives mean that we are not just a supplier of profiles; we are a long-term partner in every customer’s project. That is why our brand enjoys such strong loyalty across the country.",
    "Q: How does Alumex compare with other competitors in Sri Lanka and beyond?",
    "Our philosophy has always been to benchmark ourselves against international leaders rather than limit ourselves to local competitors. Sri Lankan consumers deserve access to products that meet the same standards as those in developed markets. What makes Alumex unique is our ability to combine global level quality with local insights. We also back our products with warranties of up to 30 years for powder coated and anodised aluminium. This is a clear indication of our confidence in the longevity and durability of our products.",
    "We understand Sri Lanka’s construction industry, its climate challenges, and the cost considerations faced by contractors and households. Our sustainability driven manufacturing gives us another edge. At a time when environmental responsibility is no longer optional, Alumex products are built to meet the demands of today and tomorrow, both locally and internationally.",
    "Q: Sustainability is a global concern. How is Alumex addressing its responsibility on this regard?",
    "Sustainability is deeply woven into our corporate strategy. We align with the United Nations Sustainable Development Goals and operate under strong Environmental, Social, and Governance (ESG) principles. Our facilities are equipped to recycle over 12,000 metric tons of aluminium annually, reducing raw material waste and supporting circular economy practices. Through our Ozon range, we pioneered the introduction of Sri Lanka’s first carbon reduced aluminium products for construction, positioning ourselves at the forefront of green building in the country.",
    "We also invest in energy efficient technologies and advanced emission control systems to minimise our environmental footprint. In 2025, our ASI Performance Standard Certification validated these efforts, making Alumex the only company in Sri Lanka’s aluminium industry to hold this global recognition",
    "proving that a Sri Lankan company can set the standard for responsible aluminium production in the region.",
    "Q: Alumex also engages in corporate social responsibility. Could you elaborate on this?",
    "Education and skills development are at the heart of our CSR initiatives. Our Training Academy is the flagship programme, having trained over 18,000 Sri Lankans during the past three decades. These individuals from school leavers to professionals  now serve as technicians, entrepreneurs, and leaders in the construction and export industries. Beyond the academy, we also invest in community development projects, environmental awareness campaigns, and programmes that build capacity within Sri Lanka’s manufacturing sector. For us, CSR is not a checkbox; it is a long-term social responsibility to uplift the communities we operate in and the nation.",
    "Importantly, Alumex also contributes to Sri Lanka’s export growth, supplying markets such as the USA, UK, Canada, Italy, Australia, New Zealand, and Singapore. Crucially, the same export-quality products are made available to local consumers, ensuring that Sri Lankans enjoy the same standards as global markets.",
    "Q: Innovation is central to Alumex’s success. How do you foster it across operations?",
    "Innovation for us is not a department, but a mindset. Our R&D unit plays a critical role in adapting international best practices to the Sri Lankan context, developing new product ranges, and improving processes to reduce life cycle costs. Tools like AluSys help architects and engineers achieve higher accuracy, while our certified powder coating and anodising processes ensure longevity in challenging conditions. By continuously upgrading our technology, processes, and service delivery, we remain ahead of the curve, meeting the evolving needs of both local and international customers.",
    "Our long-term vision is to be recognised as South Asia’s premier aluminium extrusion manufacturer, not just Sri Lanka’s leader. South Asia is our immediate focus for expansion, but we are also looking further afield to selected global markets. To achieve this, we are broadening our product portfolio, investing in advanced technologies, and embedding sustainability into every aspect of our operations. We want Alumex to be a brand that Sri Lankans can be proud of one that stands shoulder to shoulder with the best aluminium manufacturers in the world.",
    "Q: Finally, what message would you like to convey to your Sri Lankan consumers?",
    "Alumex has been part of Sri Lanka’s growth story for nearly four decades, and through that time we have remained true to our mission, delivering international standard aluminium solutions while building a sustainable future. We are humbled by the trust Sri Lankans have placed in us and we extend our gratitude to every customer, partner, and stakeholder. Looking ahead, our promise is simple, Alumex will continue to deliver excellence, drive innovation, and lead sustainability. Together with our consumers, we aim to build not only stronger structures, but a stronger and greener Sri Lanka, We warmly invite all Sri Lankans to continue this journey with us into a greener future."
  ]
}