{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/MendisOne-elevates-standards-of-excellence-with-ISO-9001-2015-certification/34-763224",
  "time_ut": 1718752380.0,
  "original_lang": "en",
  "original_title": "MendisOne elevates standards of excellence with ISO 9001:2015 certification",
  "original_body_lines": [
    "MendisOne Managing Director Rishantha Mendis (right) accepting the ISO certificate from SGS Lanka Business Manager and Head of Certifications",
    "MendisOne has announced the receipt of its ISO 9001:2015 Quality Management Certification by SGS Lanka Ltd., accredited by United Kingdom Accreditation Services (UKAS), underscoring its commitment to excellence and quality in its portfolio.",
    "This certification reflects the company’s dedication to maintaining robust quality management systems in line with international standards and instils confidence in its customers for the delivery of swift solutions to their diverse needs.",
    "MendisOne comprises of three versatile brands – Prudential Shipping, Premium Trading and Logistics, and Helanka Vacations, and stands as a beacon of unwavering dedication and unparalleled expertise in Sri Lanka’s business landscape.",
    "Prudential Shipping serves as the cornerstone of global trade, offering seamless cargo solutions that enhance economic prospects for businesses and nations. Its commitment to efficiency and reliability ensures that clients receive top-notch services that exceed expectations.",
    "Premium Trading and Logistics, specialises in optimising supply chains to drive efficiency and profitability for partners and clients. With a focus on streamlining processes and enhancing customer satisfaction, Premium Trading and Logistics stands as a trusted partner in the logistics industry.",
    "Helanka Vacations crafts unforgettable journeys that turn dreams into realities for travellers. With a dedication to personalised service and attention to detail, they ensure that every journey is filled with cherished memories.",
    "Together, these companies unite under the guidance of Managing Director Rishantha Mendis, sharing a commitment to enrich the lives of all stakeholders. Their combined expertise and collective dedication not only exceed the expectations of customers, employees, and communities but also fosters enrichment at every turn.",
    "Receiving the ISO 9001:2015 certification is a testament to MendisOne’s unwavering dedication to quality and excellence. This notable milestone in the company’s journey reaffirms its position as one of the most reputed business entities in Sri Lanka, poised to continue driving positive change and innovation in the years to come."
  ]
}