{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/explainer-possible-policy-impacts-on-sri-lankas-banking-sector-after-parliament-polls-187241/",
  "time_ut": 1731490680.0,
  "original_lang": "en",
  "original_title": "EXPLAINER: Possible policy impacts on Sri Lanka’s banking sector after parliament polls",
  "original_body_lines": [
    "ECONOMYNEXT – Under Sri Lanka’s President Anura Dissanayake and his Marxist-leaning National People’s Power (NPP) government, Sri Lanka’s banking sector is likely to experience significant changes and challenges as it navigates policy shifts focused on economic redistribution, social reforms, and restructuring. Here are five potential impacts on the banking sector after the parliament polls, in which NPP is believed to have an edge:",
    "The NPP has historically advocated for stronger state control over strategic economic sectors, including banking. Under Dissanayake, the sector may face increased regulation and scrutiny aimed at reducing perceived corruption, addressing financial mismanagement, and protecting consumer interests. This could lead to a more restrictive operational environment for banks, with potential impacts on profitability and compliance costs. ​",
    "The government’s focus on economic redistribution and social justice may involve directing lending towards underserved sectors, small and medium enterprises, and poverty alleviation programs. While these policies may boost financial inclusion, they could also lead to government-mandated lending targets that strain bank resources or lead to higher non-performing loans if risk management protocols are weakened​. The government may also want to lend at a lower borrowing cost which may need the central bank to reduce key policy rates. However, the central bank is an independent institution under a new act passed by the parliament after the 2022 sovereign debt default and has been operating separately from the government.",
    "Earlier this week, Sri Lanka’s banks, regulators and small and medium enterprises met at the Presidential Secretariat to discuss parate execution (foreclosure) and loan repayment difficulties faced by SMEs. The law on parate execution or deciding on auctioning collateral of defaulted loans by banks has been suspended till December 15. The meeting discussed financial difficulties encountered by SMEs due to loan obligations, the president’s media division said. “The meeting considered potential steps that could be taken before the expiration date to further support struggling SMEs.”",
    "The NPP’s traditional leftist stance, which has been tempered for broader appeal but retains some skepticism about globalization, could lead to cautiousness among foreign investors and banks looking for partnerships in Sri Lanka. Regulatory uncertainty or potential for state intervention might deter external investment, potentially affecting capital availability and cross-border banking activity. The NPP, however, during its election campaign has shown signs of not over regulating the private sector.",
    "In line with efforts to bridge fiscal deficits and finance social programs, the new government might impose additional taxes or levies on profitable sectors, including banking because the country has to achieve the revenue targets agreed with the IMF. Such measures could be part of broader revenue-raising efforts to address debt and public spending needs, potentially reducing profitability for the sector and prompting a shift in business strategies​.",
    "The NPP’s economic program may involve reforming or enhancing the role of public sector banks, focusing on ensuring their alignment with development goals. This could include directives on how such banks deploy capital and offer services, with implications for private sector banks if market dynamics are reshaped or government-supported financial services expand their reach. (Colombo/November 13/2024)"
  ]
}