{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Bling-Productions-and-Eyeon-win-big-at-WOW-Awards-Asia-2025-for-South-Asia-s-first-immersive-digital-art-space-Pixel-Bloom-at-Colombo-Lotus-Tower/34-780983",
  "time_ut": 1756494457.0,
  "original_lang": "en",
  "original_title": "Bling Productions and Eyeon win big at WOW Awards Asia 2025 for South Asia’s first immersive digital art space ‘Pixel Bloom’ at Colombo Lotus Tower",
  "original_body_lines": [
    "In a landmark achievement for the Sri Lankan event industry, Bling Productions and Eyeon recently clinched two Silver awards and one Bronze award at WOW Awards Asia 2025—Asia’s most prestigious platform for recognising excellence in events and experiential marketing.",
    "The team was awarded for their pioneering work on ‘Pixel Bloom,’ a permanent immersive digital art experience at the Colombo Lotus Tower, winning across three key categories in Experiential Tech, namely Achievement in Projection Mapping (Silver), Achievement in Audio-Visual Solutions (Bronze), and Innovative Use of Event Tech Software (Silver).",
    "Pixel Bloom was conceptualised and developed by Bling Productions and Eyeon Digital Motion, in close partnership with the Colombo Lotus Tower, showcasing what’s possible when creative technology meets national infrastructure.",
    "Held annually, WOW Awards Asia brings together the region’s top agencies in event productions, creators, and technologists. With hundreds of entries from across India, the Middle East, Southeast Asia, and beyond, the competition is fierce—and recognition is reserved for those delivering work that sets industry benchmarks in creativity, execution, and impact.",
    "“This win is more than just a nod to Pixel Bloom—it’s a validation of Sri Lanka’s capability to produce world-class experiences,” said Bling Productions Founder Marlon Jesudason.",
    "Eyeon Digital Motion Co-Founder Obed Kushan added: “To be recognised on a stage shared with Asia’s top-tier agencies reinforces that Sri Lankan talent and innovation can lead, not just follow.”",
    "The accolades also highlight the growing stature of Bling Productions and Eyeon within the event and event tech space. With over 15+ years of experience and 3,000+ events under their belt, the duo has consistently pushed the boundaries of live experience, storytelling, and creative technology. Their success at WOW Awards cements their position as industry leaders—not just in Sri Lanka, but also across Asia.",
    "Beyond the awards, this recognition sends a strong message to regional collaborators, creative agencies, and brands: Sri Lanka is ready. Ready to innovate, ready to execute, and ready to lead in the next chapter of experiential storytelling."
  ]
}