{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104493/kazakhstan-says-at-least-32-survived-azerbaijan-airlines-plane-crash-over-30-likely-dead",
  "time_ut": 1735123200.0,
  "original_lang": "en",
  "original_title": "Kazakhstan says at least 32 survived Azerbaijan Airlines plane crash, over 30 likely dead",
  "original_body_lines": [
    "An Azerbaijani airliner with 67 people onboard crashed Wednesday in the Kazakhstani city of Aktau, leaving at least 32 survivors, according to officials. More than 30 people are likely dead.",
    "Kazakhstan’s Emergency Ministry said in a Telegram statement that those on board included five crew. At least 29 have been hospitalized, the ministry told Russia’s state news agency RIA Novosti.",
    "Russian news agency Interfax quoted medical workers as saying that four bodies have been recovered and emergency workers at the scene as saying that both pilots, according to a preliminary assessment, died in the crash.",
    "The Embraer 190 aircraft made an emergency landing 3 km from the city, Azerbaijan Airlines said earlier.",
    "Kazakhstan’s Emergency Ministry initially said 25 people survived the crash, later revising that number to 27, 28, and then 29 as the search and rescue operation continued at the site of the crash, bringing the supposed death toll down.",
    "Prosecutor General’s Office in Azerbaijan later reported that at least 32 people survived the crash, adding that the number wasn’t final.",
    "The number of survivors could mean that over 30 people may be dead.",
    "The plane was originally scheduled to travel from the Azerbaijani capital of Baku to the Russian city of Grozny in the North Caucasus. According to Azerbaijan Airlines, 37 passengers were Azerbaijani citizens. There were also 16 Russian nationals, six Kazakhstani and three Kyrgyzstani citizens, it said.",
    "RIA Novosti quoted Russia’s civil aviation authority, Rosaviatsia, as saying that preliminary information showed that the pilot had chosen to divert to Aktau after a bird strike on the aircraft led to “an emergency situation on board”.",
    "Mobile phone footage circulating online appeared to show the aircraft making a steep descent before smashing into the ground in a fireball. Other footage showed part of its fuselage ripped away from the wings and the rest of the aircraft, lying upside in the grass. The footage corresponded to the plane’s colors and its registration number.",
    "Some of the videos posted on social media showed survivors dragging fellow passengers away from the wreckage of the plane.",
    "Flight-tracking data from FlightRadar24.com showed the aircraft making what appeared to be a figure-right once nearing the airport in Aktau, its altitude moving up and down substantially over the last minutes of the flight before impacting the ground.",
    "FlightRadar24 separately said in an online post that the aircraft had faced “strong GPS jamming” which “ made the aircraft transmit bad ADS-B data”, referring to the information that allows flight-tracking websites to follow planes in flight. Russia has been blamed in the past for jamming GPS transmissions in the wider region.",
    "Embraer did not immediately respond to a request for comment early Wednesday morning. In a statement, Azerbaijan Airlines said it would keep members of the public updated and changed its social media banners to solid black.",
    "Azerbaijan’s state news agency, Azertac, said that an official delegation consisting of Azerbaijan’s emergency situations minister, the country’s deputy general prosecutor, and the vice president of Azerbaijan Airlines had been dispatched to Aktau to conduct an “on-site investigation”.",
    "Azerbaijani President Ilham Aliyev, who had been traveling to St Petersburg, returned to Azerbaijan on hearing news of the crash, the president’s press service said. Aliyev was due to attend an informal meeting of leaders of Commonwealth of Independent States, a bloc of former Soviet countries founded after the collapse of the Soviet Union.",
    "Aliyev expressed his condolences to the families of the victims in a statement on social media. “It is with deep sadness that I express my condolences to the families of the victims and wish a speedy recovery to those injured,” he wrote.",
    "Russian President Vladimir Putin spoke to Aliyev on the phone and expressed his condolences, Kremlin spokesman Dmitry Peskov told reporters.",
    "Both Kazakhstani and Azerbaijani authorities were investigating the crash. Embraer told The Associated Press in a statement that the company is “ready to assist all relevant authorities.”"
  ]
}