{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-fresh-water-fishermen-protest-floating-solar-plant-in-chandrika-tank-163472/",
  "time_ut": 1715941740.0,
  "original_lang": "en",
  "original_title": "Sri Lanka fresh water fishermen protest floating solar plant in Chandrika tank",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka farmers and fresh water fishermen had complained to the island’s human rights commission against a plant to set up a floating solar plant in Chadrika Wewa (reservoir) and Kiriibbanara Lake at Embilipitiya.",
    "Floating solar plants, depending on how much of the area it covers, can reduce sunlight and plant growth in waterbodies, reducing food for fish and other organisms.",
    "“We urge the authorities to consider these risks and explore alternative locations or methods for the solar power project that would not compromise the health and livelihoods of the local communities,” Monlar Media, a civil society organization that promotes farmer rights said.",
    "The coalition of organizations, including the Walawa Farmers Rights Protection Organization, said they do not oppose the development of solar power plants in principle, but they have grave concerns about the potential threats to their livelihoods posed by the construction of these plants on the two reservoirs.",
    "Maintaining the water levels necessary for the floating solar power plants could jeopardize the water supply required for their crops. “This poses a significant risk to agricultural productivity and the local economy,” the farmers were quoted in a statement.",
    "More than 75,000 hectares of cultivated land rely on these lakes for nourishment, and nearly 45,000 residents depend on the lakes for their drinking water. Another 400 individuals are engaged in the mining industry around these water bodies, they said.",
    "They also raised environmental and health concerns warning that the materials used in constructing the solar power system could degrade over time due to sunlight exposure and leach into the lake water.",
    "The two floating solar pilot projects are implemented with the financial and technical assistance of the Republic of Korea in partnership with the Ministry of Power and Energy, and The Sustainable Energy Authority.",
    "The two projects, which are nearing completion, of 1MW each are constructed with a financial grant from The Korea Institute for Advancement of Technology of Korean Ministry of Trade, Industry and Energy and implemented with the technical assistance and construction by Yooshing Engineering (Pvt) Ltd, Bosung Powertec Co Ltd and Scotra Company Ltd.",
    "The two projects commenced in 2023 and are scheduled to be competed by July 2024. (Colombo/May17/2024)"
  ]
}