{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/eus-the-routes-we-take-project-to-feature-at-ygc-festival-in-jaffna-sri-lanka-237813/",
  "time_ut": 1755845460.0,
  "original_lang": "en",
  "original_title": "EU’s The Routes We Take project to feature at YGC festival in Jaffna, Sri Lanka",
  "original_body_lines": [
    "ECONOMYNEXT – A project called The Routes We Take by an EU network of national cultural organisations and Good Life X will have its second edition at the YGC Innovation Festival in Jaffna, Sri Lanka, from August 29-30.",
    "At the festival, the project will showcase the works of sustainable creatives on the map, host an interactive engagement activity and conduct a capacity building workshop.",
    "These engagements will offer opportunities to share the Creative Green Map with a wider audience and expand",
    "the network of sustainable creatives to open the door for future collaborations across innovation industries, organizers said.",
    "“The Routes We Take’s presence at this year’s YGC Innovation Festival further establishes green creatives as an integral part of the innovation ecosystem,” regional program manager, Yathusha Kulenthiran said.",
    "“We’re excited to explore how these two industries can collaborate, inspire one another, and build a stronger, more connected future.”",
    "Yathusha is a coordinator of the Yarl IT Hub’s WEHub which works with female entrepreneurs in the region.",
    "Yathusha is the founder of Olai, an online platform providing durable, eco-friendly, and edible palmyra products, made by northern Sri Lankan women skilled in palmyra weaving.",
    "The previous edition of The Routes We Take held in Kandy had 13 exhibiting creatives, workshops, and performances focused on sustainable and circular principles.",
    "The Routes We Take is an initiative by the European Union National Institutes for Culture (EUNIC) Sri Lanka and Good Life X.",
    "EUNIC is a European network of national cultural institutes and organisations, with 36 members from all EU Member States and associate countries. (Colombo/Aug22/2025)"
  ]
}