{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/economics-vs-politics/",
  "time_ut": 1723651020.0,
  "original_lang": "en",
  "original_title": "Economics vs. Politics",
  "original_body_lines": [
    "All signs are that the upcoming presidential poll and the next general election, which is expected to follow in quick succession, will take their toll on the country’s economic recovery process. The main presidential candidates are ready to do things that are fraught with the danger of not only inhibiting economic recovery but also sending the economy back into a tailspin.",
    "The government, controlled by President Ranil Wickremesinghe, who is also the Finance Minister, is playing Santa. It is throwing money around in a desperate bid to recover lost ground. It has promised a pay hike for the public sector workers while claiming that the IMF-prescribed revenue targets have to be met. The President himself has indicated that vehicle imports will resume soon. Predicting that the country’s foreign currency reserves will suffer a temporary setback as a result, he has claimed that they will improve with the passage of time. However, there is no guarantee that they will. Tensions between Israel and Iran are reaching a boiling point, and if war erupts in the Middle East, oil prices will shoot up and workers remittances will drop; the prices of imports are bound to increase exponentially in such an eventuality. We peddle no argument against the resumption of vehicle imports, but the government must tread cautiously without allowing its political goals to take precedence over the country’s economic recovery strategy.",
    "Until the announcement of the presidential election, the government had been rejecting requests for a downward revision of painfully high personal taxes. It has now made an about-turn. President Wickremesinghe is reported to have told a group of university administrators that government is ‘looking at adjustments to the personal tax structure to provide some relief to the taxpayers’; he says he has received two proposals in this regard––one from the Treasury, which is under him, and the other from the IMF.",
    "There is no gainsaying that people are reeling from direct and indirect taxes, and the news about possible tax revisions will certainly gladden their hearts, but the question is whether the factors that led to sharp tax increases have been tackled for tax cuts to be considered. The IMF has stressed the need for Sri Lanka to raise its state revenue to the region of 15% of GDP by 2025, and pointed out that the revenues in other middle-income countries average 26% of GDP. The SJB and the JVP/NPP have also promised to ease the tax burden on the public. Their argument that if the tax net is cast wide, and tax collection is streamlined with corruption being tackled, it will be possible to grant relief to the public, is not without some merit, but will that goal be attainable in the foreseeable future? It will be interesting to see the tax adjustment proposals by the Treasury and the IMF.",
    "Curiously, all contestants in the presidential race have chosen to remain silent on the imputed rental income tax on the cards. What do they propose to do with it?",
    "There is hardly anything that Sri Lankan politicians baulk at doing to further their political interests and win elections. Never do they hesitate to subjugate the country’s long-term economic interests to their short-term political goals. The current economic crisis is multifactorial, but it is mainly attributable to politically-motivated tax cuts and ill-conceived welfare measures under the Gotabaya Rajapaksa government. Having won the 2019 presidential election, the SLPP slashed taxes, causing a sharp drop in state revenue, and embarked on a relief programme aimed to win the 2020 general election. It resorted to excessive money printing, which led to an increase in inflation, and the depreciation of the rupee, aggravating the country’s forex woes.",
    "Having ruined the economy, the SLPP had to upend its own economic strategy by way of crisis management at the behest of the IMF. But there are signs of the blunders that led to the current economic crisis being repeated.",
    "Given what the government has undertaken to do at the expense of the economy to garner votes, and the attractive promises its rivals are making to woo the public, the upcoming presidential election can be considered a contest between economics and politics. One can only hope that the economy will survive the coming elections.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}