{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/empowering-rooftop-solar-with-smart-battery-storage-an-economic-rescue-with-grid-stability/",
  "time_ut": 1758558159.0,
  "original_lang": "en",
  "original_title": "Empowering Rooftop Solar With Smart Battery Storage: An Economic Rescue With Grid Stability",
  "original_body_lines": [
    "Sri Lanka’s rooftop solar program has reached 1,700 MW across nearly 100,000 households and buildings. However, due to economic challenges and reduced tariffs for home solar investors, the program has recently slowed. While there is a strong commitment to promoting solar energy, including the President’s recent launch of a 100 MW solar project, its benefits to the public can only be fully realised if surplus power is stored.",
    "The Ceylon Electricity Board (CEB) has warned that grid instability is a risk when integrating large volumes of solar. This makes storage of daytime generation crucial for evening use, ideally through affordable and scalable methods. Unfortunately, the CEB has prioritised large-scale battery tenders, such as a proposed 640 MWh Battery Energy Storage System (BESS), which would be funded at public expense. Yet investor appetite remains weak, as financial returns are limited.",
    "A smarter path forward is a win-win strategy where households adopt distributed batteries in conjunction with rooftop solar. This approach provides sufficient returns to investors, saves public money, and aligns with the President’s declared vision of producing energy at the lowest cost in the region. It would attract investors and entrepreneurs, create jobs, reduce daily living costs, and finally move Sri Lanka towards a greener and more equitable energy future—after decades of public money mismanagement in the power sector.",
    "Instead of centralised storage, Sri Lanka can unlock hidden capacity in existing rooftop systems by encouraging households to install subsidised batteries supported by a guaranteed evening peak tariff.",
    "* 40% daytime use, 60% shiftable: If 40% of rooftop output is consumed directly, the remaining 60% (~1,000 MW) can be stored and dispatched in the evening.",
    "* Consumer incentive: Offering an attractive peak export tariff (e.g., LKR 45.80/kWh or higher) allows households to earn income, ensuring strong adoption.",
    "* No land requirement: Unlike utility-scale BESS, no new land near substations is required.",
    "* No CEB capital cost: Consumers fund the batteries, with only tariff support or subsidies needed.",
    "* Direct savings: Evening storage offsets the costly generation of power from diesel and fuel oil, reducing foreign exchange outflows.",
    "* Cost: Decentralised batteries are consumer-funded, while centralised BESS relies on national debt.",
    "* Scalability: Every new rooftop system adds incremental capacity, avoiding the risks associated with one-time mega-projects.",
    "* Equity: Consumers share in the economic benefits, strengthening public support for renewables.",
    "* Resilience: Thousands of distributed batteries make the grid more resilient than a few centralised sites.",
    "Sri Lanka now faces a pivotal decision: Should we pursue centralised battery storage—costly, debt-driven, and land-intensive—or leverage 100,000 existing rooftop systems with subsidised batteries and peak-time tariffs?",
    "Both approaches achieve the same technical goal: absorbing daytime solar and delivering evening power. However, only distributed storage avoids public debt, frees up land, rewards citizens, and aligns with the government’s vision for Community Energy Cooperatives outlined in the NPP Manifesto.",
    "This is not just about the grid. It is about shaping a national energy strategy that delivers affordability, resilience, and prosperity for all Sri Lankans."
  ]
}