{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97550/no-plans-to-increase-water-tariffs-this-year-minister-jeevan",
  "time_ut": 1708963860.0,
  "original_lang": "en",
  "original_title": "No plans to increase water tariffs this year - Minister Jeevan",
  "original_body_lines": [
    "Minister of Water Supply and Estate Infrastructure Development, Jeevan Thondaman, emphasized that addressing the challenges encountered by the upcountry Tamil community should extend beyond mere daily wages.",
    "He underscored the importance of enhancing their quality of life by addressing various facets such as housing, land, education, health, and infrastructure.",
    "During a press conference held at the Presidential Media Center today (26), under the theme “Collective path to a stable country,” Minister Thondaman remarked on the unnecessary nature of Memorandums of Understanding (MoUs) signed by certain political parties, purportedly aimed at resolving the issues faced by the upcountry Tamil populace. He stressed that genuine solutions to these issues do not necessitate MoUs.",
    "Furthermore, Minister Thondaman assured that there are no plans to increase water tariffs this year. He highlighted that the implementation of any proposed water pricing formula would be executed in a manner sensitive to the well-being of the populace, ensuring minimal distress.",
    "“We anticipate no increase in water tariffs for the current year. While we have completed the groundwork for the water tariff formula slated for introduction last year, we are currently reviewing its specifics. Our aim is to avoid burdening the public unnecessarily with the water tariff formula.",
    "Certain political entities have entered into Memorandums of Understanding (MoUs) regarding the issues faced by the upcountry Tamil community. However, MoUs are not required to address the genuine concerns of the upcountry Tamil populace. The upcountry Tamil community has long witnessed such symbolic gestures; what is imperative now is tangible action. We are committed to this cause.",
    "Contrary to some political leaders’ assertions that the sole concern of Tamil plantation workers is their daily wage of Rs. 1500.00, I refuse to belittle my people in such a manner. President Ranil Wickremesinghe advocates for a unified approach, transcending political affiliations, to address the challenges faced by minorities. I share this stance wholeheartedly. Our collective focus should be on the holistic development of the community.",
    "Despite President Ranil Wickremesinghe’s repeated calls for unity in this regard, regrettably, many individuals remain entrenched within narrow political confines.",
    "In 2015, a plan was set forth to construct a total of 24,000 homes for the upcountry Tamil community, comprising 14,000 units funded through Indian assistance and 10,000 units allocated by the Sri Lankan Government. However, by 2022, the onset of the Covid-19 pandemic and ensuing economic challenges led to the cessation of construction on these homes. By that time, only 1560 houses had been completed by the Sri Lankan Government. The initiation of a new project for 10,000 houses became possible as the prior 4,000-house project, facilitated by the Government of India, reached completion.",
    "Beyond housing, the imperative of securing land rights for these communities is recognized. The upcountry Tamils have long grappled with a myriad of unresolved issues, spanning housing, land tenure, education, healthcare, and infrastructure deficiencies. Both President Ranil Wickremesinghe and I align in the belief that sustainable resolutions are imperative. Accordingly, concerted efforts are underway to address these challenges comprehensively.”"
  ]
}