{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-to-launch-marine-tourism-campaign-in-trinco-arugam-bay-from-august-harin-169328/",
  "time_ut": 1719236580.0,
  "original_lang": "en",
  "original_title": "Sri Lanka to launch marine tourism campaign in Trinco, Arugam Bay from August: Harin",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka will launch a campaign to promote Trincomalee and Arugam Bay as part of efforts to promote marine tourism and attract higher spending tourists, Tourism Minister Harin Fernando said.",
    "“We will do a marine tourism launch in August,” Minister Fernando told reporters at the Presidential Media Centre Monday.",
    "“We will take Trincomalee to the world as a brand. Arugam Bay is a brand.”",
    "“We will focus on deep-sea diving in Arugam Bay and Trincomalee as a form of bringing Marine Tourism in the country.”",
    "Trincomalee and Arugam Bay in the island’s Eastern Coast has sunny weather around August, as the beach tourism hotspots in the South and Western coasts are struck by Moonsoon rain.",
    "Sri Lanka expects 2.3 million tourists for the year 2024 while striving to attract high-end tourists.",
    "“Currently our average spender is 180 dollars but we are looking to attracting 30 percent or 20 percent of our arrivals to spend up to 300 to 400 dollars next year,” Fernando said.",
    "Fernando said that Sri Lanka has regional competitors in the tourism industry such as Maldives, Thailand and Singapore.",
    "In order to secure more foreign tourists, Fernando said that Sri Lanka needs to develop its water sports industry.",
    "“We have an ocean all around us but we don’t have a single yacht. We have catamarans, people should invest in these,” Fernando said. “That’s why we want to do deep sea diving. Deep sea diving is an expensive sport.”",
    "In May, the Sri Lanka Tourism Promotion Bureau said that Sri Lanka will host a water festival in Trincomalee, ArugamBay and Kalpitiya in order to draw attention to Sri Lanka’s capacity for water sports. (Colombo/Jun24/2024)"
  ]
}