{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/opinions-across-the-board-on-sl-presidential-elections/",
  "time_ut": 1726344600.0,
  "original_lang": "en",
  "original_title": "Opinions across the Board on SL Presidential Elections",
  "original_body_lines": [
    "We are warned by those who are in the political arena and others outside that this presidential election on September 21 is vitally important; it can further break our wonderful country, now sunk in bankruptcy, or usher in much needed change and hope.",
    "To me the most important consideration is the team the winner of the presidential election will harness to govern the country. It is just one of the 39 contesting who will win but many would have earmarked likely cabinet ministers and other top notchers who will carry out their policies as promised in manifestos – or some at least. The general election to follow will choose winners. So we need to consider those in the vanguard of the three main contestants: Ranil, Anura Kumara and Sajith. It is best if the winning president has the most winning the general election in his party, but it could very well be otherwise.",
    "Considering my stated most important criteria; it is which leader commands the best team, who has the most competent persons to constitute the next Cabinet of Ministers. I boldly say it is Sajith Premadasa who has the best team, by far. Among the SJB frontrunners are outstanding and qualified persons for each segment of government. I name no names, but with Sajith are an outstanding economist; a Tamil law person from another party supporting him; one who knows most thoroughly the needs and state of the country as of now; a very intelligent engineer who could wisely propel infrastructure development; and if borrowed – a top ex-army officer.",
    "Also honest and apt people for health and education. The people I have in mind have so far been honest and seem incorruptible. Also up front in the party is this woman: aggressive, young and very personable and I pray a future Prez of ours. She has to foreswear her penchant for encouraging thugs, but her fearlessness is commendable and needed in an undisciplined country like ours",
    "Ranil W is surrounded by what some would term the scum of the earth – believed to be gold chain snatchers, kappan karayo, bribe takers, a believer in the occult and a shaman’s panniya to tide over one of the most critical of crises – Covid 19. These are just a few disreputables who support his independent candidature.",
    "And what of this very experienced politician himself, once known as Mr Clean? A mite tarnished. The pithy Sinhala warning – if you sleep with curs you wake up infected with ticks – comes to mind here. He has looked beyond the crimes of others for his personal gain; isn’t this corruption? It seems connected to some too.",
    "I cannot discern any truly able, suited and to be trusted cabinet minister in the NPP except the one outstanding woman with AKD. Hadunetti to hold the finance portfolio? Lalkantha for Justice and Administration? Intellectuals, professionals and many from the Sinhala diaspora are behind AKD and advising him, but to help him actually govern, they will have to first win the general election and win. Hence, though AKD himself is charismatic and his manifesto attractive, though admittedly hyperbolic and promising too much, there in not seen a truly able, experienced statesman in his close coterie.",
    "A NPP meeting held in the Peninsular has caused some controversy. An anonymous writer from the UK circulated a comment which a friend sent me. He quotes AKD: “We’re winning. We will win by lakhs in the South. Jaffna must also be a stakeholder of this victory. Do not be labeled as those who opposed this change. If you are seen to oppose this change, what do you think the mindset of the South will be? Would you like it if Jaffna was identified as those who opposed this change?” The writer says this was Gotabaya’s message too. He considers it a veiled threat to the Tamils.",
    "“He then makes a patronising appeal to the intellectuals of Jaffna to lead the way, shape the opinions of the people of Jaffna. For a man whose party origins were founded on empowering the working class, he does not seem to think too highly of their capacity to make an informed decision.”",
    "Opposed to this is the support a woman gives AKD, a woman who I consider to be very right thinking. She had a streak of the socialist in her, totally different to her mother’s elite manner. She was born to a dynastic family, had the best education in a Colombo private school and the University of Peradeniya, worked and lived well overseas and returned to live in comfort in Colombo. She is voting for AKD because she believes he will spearhead change to the system and right wrongs of previous governments, especially wipe out corruption.",
    "Objections put forward by me like can we trust them to forsake their strong views against all else as demonstrated in 1971 and 1989, are brushed aside. She firmly believes the JVP has changed, I cannot erase the legend of the leopard and his spots from my doubting mind.",
    "Here verbatim is the emailed opinion of a then very young Sri Lankan man forced to leave home, family and good career prospects by the JVP uprising in 1989. “No one other than my boss can tell me not to report for work” was his reaction to JVP scribbled notes that shut down businesses, schools, hospitals. He migrated westwards but is very interested in matters Sri Lankan,",
    "He writes: “Since independence, we have seen a steady decline in the quality of government, where the core obligation to serve the people has been supplanted by an obligation to serve themselves. The social revolution set in motion by SWRD that empowered the Sinhala-Buddhist majority has broken with all tenets of pluralism and Buddhism, and created an opportunity for the rulers to use nationalistic dog whistles on the masses while working in overt or covert cahoots to exploit the country for their personal gain. Otherwise, how explain all the financial crimes, bribes and even murders under successive regimes that to date go unpunished?",
    "“So, what can be different? If the JVP represents a clean broom, would it quickly pivot to sweeping all obstacles away before attempting to gain maximum power and financial gain, rather than be a positive force for good? We have the recent example of Maithripala Sirisena who came in humbly to serve as a ‘one term’ caretaker, but once ensconced, became as power grabbing and corrupt as all the others.",
    "“Now on each of the candidates: AKD – unproven but representing a platform of change to root out corruption and cronyism. All well and good, but does the NPP have the economic vision for actual growth? In the past half century, the Marxist, socialist, collectivist mindset has been totally discredited. Even China, Russia and Cuba have become capitalist, market-driven countries with China being a notable success with the embrace of manufacturing and technology.",
    "Venezuela is the one place that is autocratic socialist and is an almighty mess, squandering their oil wealth. SL is already a gigantic mess. Does the JVP have the vision, fortitude and wisdom to execute a proper plan, and not just their enemies? We saw the Viyathmaga fertilizer debacle where educated ‘experts’ created ill-thought through policies that had severe adverse impacts.",
    "“Sajith: universally viewed as weak. The biggest fear is that his wife will become the power behind the throne with the sister closely aligned as well. Hope he will trust the qualified partners in politics he has and not his family.",
    "“Ranil: some consider his a safe pair of hands. But there is no denying that he is in bed with a whole cast of unsavoury characters just to survive politically. The earlier bond scam, and now the visa scam do not portend well for a second Ranil regime. People credit him for stabilizing the country after the aragalaya but it’s not that hard to do if you just stop paying the dues and kick the can down the road…”",
    "A discerning woman writes: “It is election time in Sunny Sri Lanka and time to use our precious key to political stability – our vote. Thirty nine presidential hopefuls now narrowed down to less than five all promise the same goodies with differently flavoured coatings. As a discerning Senior Citizen I say that what needs to be considered is political stability and integrity of the leadership. Which of the contestants have the ability to deliver at least part of their election manifestos and promises made? An attainable plan, experience in the political and financial arena with a strong team to support the leader with a vision to genuinely improve the lot of the common mans is the need of the hour. Considering these ‘needs’ the telephone seems to be the best of a bad lot. Our crucial vote will decide whether or not Mother Lanka attains that ‘system change’ she badly needs at this time.”",
    "A Kandy woman sent me ideas expressed by grassroots level persons. Here they are:",
    "Sanath – gardener tending premises for many homes, has a grown son and daughter. Asked whether his son will vote for AKD he emphatically replied: “Aiyo no, Madam. We will not vote for JVP.” And why? In April 1971 when he was 11, he was operated for kidney stones in the Kandy General Hospital and in critical condition. His saline drip was over but nurses were forbidden by order of the JVP to work and were kept watch on. His mother beside him had had no food or water to drink.",
    "He managed to extricate the canula in his forearm and determined to live. He saw patients dying due to negligence. His father died of a heart attack during the curfew and his uncles climbed kitul palms at night to escape the JVP. He and his family crept into the jungle each night with roasted jak fruit seeds for food. He opts for Sajith this time, who to him seems best able to bring relief to the poor.",
    "Sunil – Jack of all trades, even caregiver. Well to do family with university educated children. They voted for Gotabaya but now have changed loyalty. Entire family is for Sajith.",
    "Maid Padma from Mawanella will vote for Sajith though many in her village are for AKD.",
    "Upholsterer Fernando from Katugastota. Supports Sajith en familie. My informant tells me he used choice language to vilify RW as being a puppet of the MR clan but admits he did some good in the economic crisis.",
    "Rich sister-in-law and brother in-law of my informant, live very comfortably in the best Kandy residential areas. Both now are for AKD, due to promised system change. Her housebound uncle, a diehard UNPer, is determined to be wheel-chaired to vote for RW.",
    "A past Sri Lankan top government official who worked overseas too was emphatic that Sajith had the rural vote of farmers and the peasantry, mostly because he did much for rural schools and promises much for school goers. AKD garners votes of those who have risen to employment from lower middle class backgrounds and are doctors, university lectures and such like. RW’s votes are eaten into by Namal, who is a mere an ‘also contested.’",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}