{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/103938/56-people-killed-in-stampede-following-clashes-at-guinea-soccer-match",
  "time_ut": 1733154600.0,
  "original_lang": "en",
  "original_title": "56 people killed in stampede following clashes at Guinea soccer match",
  "original_body_lines": [
    "Fifty-six people were killed and several injured in a stampede at a soccer stadium in southern Guinea, following clashes between fans, Guinea’s government said Monday.",
    "Authorities are conducting an investigation to establish those responsible for the stampede on Sunday, Communications Minister Fana Soumah said in a statement read on national television.",
    "Among the victims are several children according to local media and a coalition of political parties.",
    "The stampede broke out on Sunday afternoon at the stadium in the city of Nzerekore during the final of a local tournament between the Labe and Nzerekore teams in honor of Guinea’s military leader, Mamadi Doumbouya, Guinea’s Prime Minister Amadou Oury Bah said on the X platform.",
    "“During the stampede, victims were recorded,” Bah said, without giving details. The regional authorities are working to restore calm in the area, he added.",
    "Local media reported that security forces tried to use tear gas to restore calm after the chaos that followed a disputed penalty.",
    "“This (the disputed penalty) angered supporters who threw stones. This is how the security services used tear gas,” Media Guinea, a local news website, reported. It said several of those killed were children while some of the injured being treated at a regional hospital are in critical condition.",
    "Videos that appeared to be from the scene showed fans in a section of the stadium shouting and protesting the refereeing before clashes broke out as people poured onto the field.",
    "People were running as they tried to escape from the stadium, many of them jumping the high fence.",
    "Videos also showed many people lying on the floor in what looked like a hospital as a crowd gathered nearby, some assisting the wounded.",
    "The National Alliance for Alternation and Democracy opposition coalition called for an investigation. It said the tournament was organized to drum up support for the “illegal and inappropriate” political ambitions of the military leader.",
    "Guinea has been led by the military since soldiers ousted President Alpha Conde in 2021. It is one of a growing number of West African countries, including Mali, Niger and Burkina Faso, where the military has taken power and delayed a return to civilian rule.'",
    "Doumbouya, who ousted the president three years ago, said he was preventing the country from slipping into chaos and chastised the previous government for broken promises. He has, however, been criticized for not meeting the expectations that he raised."
  ]
}