{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/AmCham-Sri-Lanka-unlocks-2024/34-758635",
  "time_ut": 1708290986.0,
  "original_lang": "en",
  "original_title": "AmCham Sri Lanka unlocks 2024",
  "original_body_lines": [
    "AmCham Sri Lanka’s annual CxO Forum: Unlocking 2024, powered by HSBC, was held on 31 January, at Cinnamon Lakeside Colombo.",
    "The half-day symposium comprised four cohesive sessions aimed at equipping members and organisations with global, local, and regional macro and microeconomic insights and inspiring and empowering transformative leadership through turbulent times.",
    "Welcoming the delegates to the sessions, AmCham SL President Shirendra Lawrence noted, “While we look back on the past few years as especially challenging ones, the fact of the matter is that as circumstances, resources, and ways of life evolve, the challenges that face our business continuity will do the same. While each year brings with it a new set of challenges, it also brings with it a new set of opportunities. We at AmCham Sri Lanka have designed this day to provide you with macro and microeconomic insights, trends, tips, and inspirational thought leadership, along with some sharing of organisational best practices, which we hope will stimulate each of you to unlock the best that 2024 can offer you.”",
    "The Chief Guest of Unlocking 2024 powered by HSBC, Ambassador Julie Chung made the keynote address, where she noted that exports and private sector growth will be the engines of the recovery of Sri Lanka’s economy, which needs space and support to thrive, and that while Sri Lanka has taken difficult measures to put the country on a long-term sustainable footing, the people of Sri Lanka deserve and continue to demand openness, transparency, and accountability from their leaders as the process of reform moves forward. She also noted that the private sector has a crucial role to play as a community of thought leaders.",
    "She concluded her address by stating, “Apple just became the world’s most valuable brand, leading Microsoft, Google, and Amazon... nearly 50 years after it was created, after almost going bankrupt, after facing tumultuous management changes, how did Apple become the world’s most valuable brand? It took innovation, openness to making mistakes, and creativity—all things that Sri Lankans can be and Sri Lankan companies can do. We should see Sri Lanka’s own Apple take seed here and grow to be a global leader. The United States government is cheering for you, and we stand ready to partner to create an environment that enables you and the next generation of companies to succeed.”",
    "The first panel for the morning, titled ‘SWOT Sri Lanka’, comprised of Advocata Institute CEO Dhananath Fernando, Ernst & Young Partner Sulaiman Nisthar, TWCorp Ltd. Executive Director Harin De Saram, and IFC Sri Lanka and Maldives Country Manager Alejandro Alvarez de la Campa, providing a unique overview of the strengths, weaknesses, opportunities, and threats for the Sri Lankan economy in 2024, with the aim of equipping CxOs with insights and business intelligence for their strategic planning.",
    "Citi Bank Sri Lanka Director and Country Business Head, and AmCham SL CxO Forum delegate Kavinda De Zoysa, stated, “It was a thought-provoking and insightful CXO conference. The SWOT analysis discussion was very pertinent, and the opportunities for the country were well articulated. We have to be optimistic and realistic despite the challenging headwinds. The legal perspectives on business strategy were well received by the audience. Overall, it was a very interesting morning session, providing participants with an opportunity to network during brunch.”",
    "The second session brought focus to the implications of regional and global geopolitics on supply chains and business operations, as well as economic growth and challenges. The eye-opening session was moderated by International Relations Office (IRO) Director and Kotelawala Defence Academy Centre for Strategic Assessment (CSA) Director Dr. Harinda Vidanage, and saw an eminent panel of subject experts. Center for Law & Security Studies Director Nilanthan Niruthan, TESYNC Aus CEO Imran Furkan, and CMA CGM Sri Lanka and Maldives Country Head and Director Kingsley Abeywickrama, delivered an insightful and entertaining panel discussion, drawing the attention of the delegates to the threats as well as opportunities available to businesses from geopolitical activity in the region and providing awareness on the importance of international relations and geopolitical insights in business strategy.",
    "Saranee Gunathilaka, who is an ADR specialist of the USAID’s Effective and Efficient Justice Activity, introduced and encouraged corporations to Strategic Alternate Despite Resolution through her session, noting the importance of moving toward higher contract enforcement ratings, which are identified as a key barrier to trade with Sri Lanka. Her session provided insight into numerous methods of dispute resolution and highlighted the importance of appropriate measures to tackle disputes.",
    "The line-up for the day was concluded with a session titled “From Chrysalis to Butterfly: The Art and Science of Transformative Leadership,” which was facilitated by HSBC Managing Director and Head of Wholesale Banking Sri Lanka and Maldives Kevin Green, where he interviewed NDB Bank former Group CEO and Director Dimantha Seneviratne, on his corporate journey as a transformative leader in the banking field.",
    "Speaking on behalf of The Premier Partner of the AmCham SL CxO Forum 2024, Kevin Green stated, “HSBC is delighted to have supported AmCham Sri Lanka’s CxO Forum: Unlocking 2024. The Forum shared useful and topical insights into trade and investment opportunities, which are well aligned with HSBC’s purpose to open up a world of opportunities for our clients.”"
  ]
}