{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/opinion/Lankan-mercenaries-fighting-in-Russo-Ukraine-war-EDITORIAL/172-282591",
  "time_ut": 1715711520.0,
  "original_lang": "en",
  "original_title": "Lankan mercenaries fighting in Russo-Ukraine war - EDITORIAL",
  "original_body_lines": [
    "Media reports have been circulating of Sri Lankan ex-military personnel being involved in the Russo-Ukraine conflict. With the war raging in Ukraine, many Ukrainian males of military age have fled to neighbouring EU countries to avoid military service. It should not be unexpected that recruiters would seek battle-hardened military men from foreign lands.",
    "Our country with a large number of battle-hardened troops either idling in camps or having deserted military service is therefore a soft target for foreign recruiters. All they needed were locals with insider knowledge and capacity to help them recruit.",
    "According to media reports a former Major General and an ex-sergeant have been among their local point men.",
    "In the aftermath of the war, former veterans have had all their special allowances cut. They now depend on their basic wage.",
    "The Army on its website warned war veterans to be vigilant against illegal foreign job scams that recruit mercenaries for roles abroad. Just two days ago (12 May), ‘DM Online’ reported that over three weeks, 12,000 army deserters had been discharged.",
    "This large number of men who have only a specific training-to kill or be killed- are now a disadvantaged group. They will find it difficult to fit into civil society given the specific nature of their skills. To keep the home fires burning they have very few choices -join the numerous private security firms as low-paid security guards or join the ranks of the underworld.",
    "Private security firms, though many are headed by past military leaders, pay their employees a pittance daily.",
    "Today, as we have emphasised before, it costs over rupees one hundred thousand for a family of four to have two square meals a day. The average take-home salary of a normal security guard is well below this sum. It is so low that we do not mention the figure. It takes away the dignity of those men and women who served our country during the recently concluded ethnic war.",
    "Many others have been drawn into the services of the underworld. Hardly a day passes without news of ex-military personnel being involved in crime or murder.",
    "In a way, the Ukraine war at least gives these men and women whose training is essentially to fight, a decent wage. Perhaps, a wage worth dying for. According to our sister paper the ‘Sunday Times’ mercenaries are being offered salaries of over Rs. 2 million each.",
    "A figure far higher than they will receive in our country. They also have the dignity of pursuing their profession and not be at the mercy of underworld kingpins or miserly local employers who pay them a pittance and trample on their dignity.",
    "The government too, in its own way sends our troops to various war-torn lands as ‘peacekeepers’ where their wages are on par with other international ‘peacekeepers’.",
    "It is for this same reason-insufficient wages and lack of opportunities- that data from the Sri Lanka Foreign Employment Bureau shows more than 300,000 people left the country in 2022.",
    "The World Bank says over 500,000 Sri Lankans lost their jobs in 2022 due to the economic crisis. Numbers living below the poverty line have increased. New personal taxes have shot up and affected middle class incomes.",
    "Unsurprisingly, Sri Lanka issued an all-time high of almost 900,000 passports last year, compared to the previous high of just over 650,000 in 2016, according to government data.",
    "Our war veterans are not being scammed by ‘human traffickers’ these men and women are all part and parcel of our people, who thanks to our crooked politicians are unable to make ends meet.",
    "They have no alternative but to seek greener pastures even at the risk of their lives, to feed their families and hold their heads erect as dignified citizens.",
    "Let’s stop this breast-beating and wailing about our people being tricked by foreigners. Our people are accepting a chance of a better life via decent wages in different parts of the world.",
    "They know the risks and the consequences, but our politicians have left them no other way out."
  ]
}