{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/call-for-proposals-saman-kelegama-memorial-research-grant-2024/",
  "time_ut": 1708447620.0,
  "original_lang": "en",
  "original_title": "Call for Proposals: Saman Kelegama Memorial Research Grant 2024",
  "original_body_lines": [
    "The Institute of Policy Studies of Sri Lanka (IPS) is inviting proposals for the Saman Kelegama Memorial Research Grant 2024. The grant is an annual, merit-based grant awarded to an outstanding undergraduate studying in a Sri Lankan university. It aims to promote policy entrepreneurs among undergraduates by encouraging policy-relevant, rigorous and innovative socio-economic research.",
    "The grant was established in 2018 to honour Dr. Saman Kelegama’s legacy of independent research and public policy engagement in socio-economic development in Sri Lanka and the wider South Asian region. Dr. Kelegama was the Executive Director of the IPS from 1995 to 2017.",
    "Fourth-year undergraduates studying economics or a related subject in a University Grants Commission approved university or higher education institution in Sri Lanka are eligible to apply. Proposals must be written according to the guidelines provided and emailed to tharakam@ips.lk on or before the submission deadline of 30 April 2024.",
    "HOW WILL THE WINNER BE CHOSEN? The quality of the proposals will be judged for its policy relevance, feasibility, originality and creativity. Three finalists will be chosen and invited to present their proposals at the IPS, where the award recipient will be selected.",
    "OUTCOMES OF THE GRANTS – The recipient will be expected to produce a Policy Discussion Brief within six months of receiving the grant. The research report can be written individually or jointly with an IPS senior researcher.",
    "BENEFITS OF THE GRANT – The beneficiary will be awarded a one-time research grant of LKR 200,000 to carry out the proposed research and a three-month internship at the IPS. The recipient will be able to seek guidance from senior researchers and benefit from IPS resources to complete the proposed study during the internship. To enable students from all over Sri Lanka to benefit from this opportunity, the terms of the internship will be flexible. The internship can either be a fully in-house internship at IPS, or it can be an in-house plus online internship. In the case of the second option, the in-house component of the internship should be at least six weeks. To encourage research dissemination, an additional subsidy will be provided for presenting the research findings at local conferences and workshops.",
    "Spa Ceylon wins coveted ‘Global Best Beauty Product’ at World Spa Awards 2023",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}