{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/World-Bank-stresses-need-for-sustained-reform-implementation/108-280072",
  "time_ut": 1712090340.0,
  "original_lang": "en",
  "original_title": "World Bank stresses need for sustained reform implementation",
  "original_body_lines": [
    "Senior officials of the World Bank addressing the media at the Sri Lanka Development Update report launch - Pic by Kithrisi de Mel",
    "Stresses need for continued implementation of a strong and credible structural reform programme",
    "Says must ensure that reforms that have restored macro-fiscal financial stability are sustained",
    "Notes need for continued implementation of structural reforms that would encourage higher private investment and non-debt creating flows",
    "As Sri Lanka is looking to leave behind the effects of the crisis and move towards development, sustained reform implementation is essential for Sri Lanka to have a stronger and more resilient economy, the World Bank said yesterday.",
    "In its recent development update for the island nation, the agency stressed that continued implementation of a strong and credible structural reform programme will help address the root causes of the crisis and avoid stagnation at low levels of economic growth.",
    "“This requires a two-pronged approach. The first is to ensure that reforms that have restored macro-fiscal financial stability are sustained. The second is the continued implementation of structural reforms that would encourage higher private investment and non-debt creating flows into the country,” the World Bank said in its ‘Bridge to Recovery’ report launched yesterday.",
    "In maintaining macro-fiscal-financial stability, the World Bank noted that one of the top priorities is the enactment and implementation of debt and fiscal management legislation. This is to strengthen fiscal responsibility, budgeting, and public investment management, which will ultimately support better borrowing decisions, so that debt remains sustainable over the medium-to-long term.",
    "Efforts are also needed for keeping a consistent and independent monetary policy – following the elimination of monetary financing through the enactment of the new Central Bank Law – which is essential for continued macroeconomic stability.",
    "While Sri Lanka should monitor financial sector risks as elevated NPLs and significant exposure to the sovereign continue to hinder financial sector stability and impede credit intermediation, it must also maintain a market-determined and flexible exchange rate to facilitate external adjustments and rebuild international reserves.",
    "A key effort is also to focus on addressing fiscal risks associated with SOEs, including thorough energy sector reforms and the continued enforcement of cost-reflective utility pricing to limit SOE losses.",
    "Meanwhile, in encouraging private investment and non-debt creating flows, Sri Lanka must implement broader SOE reforms to address the financial, competitive, and governance-related risks posed by SOEs.",
    "Implementation of key reforms that support a more favourable investment environment, including establishing the necessary legal and institutional infrastructure, are key to enhance competitiveness and enable private sector-led growth, the World Bank said.",
    "It also noted that the implementation of a new trade policy regime that would gradually and consistently reduce anti-export bias would help the economy."
  ]
}