{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Aitken-Spence-Plantation-Managements-to-delist/34-762343",
  "time_ut": 1717023111.0,
  "original_lang": "en",
  "original_title": "Aitken Spence Plantation Managements to delist",
  "original_body_lines": [
    "Proposes Rs. 240 per share exit offer for 28 minority shareholders holding mere 2,160 shares",
    "The Board of Directors of Aitken Spence Plantation Managements PLC has resolved to delist the shares of the company from the Colombo Stock Exchange subject to obtaining shareholder and regulatory approvals.",
    "The company said that the Board has made arrangements with major shareholders of Aitken Spence PLC (44.10%), M.J.F. Holdings Ltd., (37.23%) and D.A. de S. Wickramanayake (18.61%) who have indicated the willingness to acquire the shares of minority shareholders who may wish to divest at Rs. 240 per share through an exit offer.",
    "“The total shares that the minority shareholders wish to sell under the exit offer will be purchased by the major shareholders in proportion to their respective shareholding percentage vis-a-vis each other adopting a suitable and practical modality agreed upon with the company so that the majority shareholders will maintain their respective shareholding percentage post-delisting,” Aitken Spence Plantation Managements PLC said.",
    "The company repurchased 2.5 million ordinary shares on 8 December 2023 at Rs. 210 per share.",
    "The public float is 0.01% held by 28 shareholders, down from 108 who held 11.78% at the end of FY23.",
    "The net assets per share as at 31 March was Rs. 48.59 at company level, up from Rs. 35.70 a year ago. At group level, it was Rs. 268.40 in end FY24 in comparison to Rs. 254.80 in the previous year. The last price at which the company’s shares traded was Rs. 56.80.",
    "The company said a circular to the shareholders detailing the rationale of the proposed delisting, together with the notice of Extraordinary General Meeting (EGM), convening an EGM to seek shareholder approval in relation to the delisting of shares will be dispatched shortly.",
    "Aitken Spence Plantation Managements PLC Group companies include Elpitiya Plantations PLC, EPP Hydro Power Company Ltd. and yet to begin commercial operations - Water Villas Ltd., and Escape Parks Ceylon Ltd.",
    "Joint venture companies are AEN Palm Oil Processing Ltd., Elpitiya Lifestyle Solutions Ltd., and Ceylon Agro Food Technologies Ltd.",
    "The group in FY24 saw revenue down by 14% to Rs. 7.2 billion and pre-tax profit by 32% to Rs. 2 billion. The company announced a first and final dividend of Rs. 5 per share for FY24."
  ]
}