{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/US-supports-Sri-Lanka-s-emergency-preparedness-efforts-through-WFP/56-764460",
  "time_ut": 1721346452.0,
  "original_lang": "en",
  "original_title": "US supports Sri Lanka’s emergency preparedness efforts through WFP",
  "original_body_lines": [
    "USAID BHA Regional Humanitarian Advisor for South and Central Asia Dustin Shiau and WFP Sri Lanka Representative Abdur Rahim Siddiqui hand over the equipment to DMC Director General Major General (Rtd.) Udaya Herath in the presence of Senior Additional Secretary to the President S.M. Saman Bandulasena, and WFP Program Policy Officer Gothami Chandraratne",
    "To strengthen Sri Lanka’s preparedness for climate-related emergencies, the US Government, through the United States Agency for International Development’s (USAID) and Bureau for Humanitarian Assistance (BHA), donated vital equipment to the Disaster Management Centre (DMC) via the United Nations World Food Program (WFP).",
    "This consignment, part of a broader $ 2.5 million (approximately Rs. 760 million) USAID-funded WFP project, complements Government efforts to improve its disaster risk management capacities.",
    "The consignment, comprising submersible water pumps, kitchen sets, chainsaws, polysack bags, and tarpaulins, was handed over at an event by USAID BHA’s Regional Humanitarian Advisor for South and Central Asia Dustin Shiau to DMC Director General Major General (Rtd.) Udaya Herath alongside officials from the Sri Lankan Government and WFP.",
    "“Helping save lives, protect property, and reduce the impact of disasters on populations is at the core of US humanitarian disaster response efforts in Sri Lanka and worldwide. The United States through USAID have been working with Sri Lanka’s disaster management authorities to augment their preparations to prevent and mitigate disasters and their impact on at-risk populations – a critical first step in the disaster management process. Our support to disaster preparedness reflects the values of the American people and the continued strong partnership between the United States and Sri Lanka to ensure critically needed assistance reaches the most vulnerable during their times of need,” said US Embassy to Sri Lanka Chargé d’Affaires Doug Sonnek.",
    "“Effective preparedness is critical in saving lives and livelihoods and preventing hazards from turning into disasters,” said WFP Sri Lanka’s Representative and Country Director Abdur Rahim Siddiqui.",
    "“As climate change intensifies, our efforts are channelled towards mitigating its impact to safeguard people and their access to food and nutrition. We are grateful for the continued support from the United States in strengthening Sri Lanka’s ability to better prepare for climate shocks.”",
    "Recent flooding caused by the South-west monsoon affected 20 of the country’s 25 districts. A WFP-led joint rapid assessment mission was carried out in the aftermath of the floods by humanitarian and Government of Sri Lanka partners to understand the needs of affected communities. The findings also highlighted Government priorities to support its response efforts. The prepositioning of items is one of many US funded initiatives to support Sri Lanka to ensure it is prepared to swiftly assist affected  communities during emergencies, including climate-induced disasters.",
    "The United States is one of WFP’s largest donors globally. Through USAID, WFP has assisted Sri Lanka in times of emergencies, while supporting in rebuilding fragile food systems and promoting access to  better nutrition."
  ]
}