{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-delays-hilton-building-sale-until-after-the-elections-177956/",
  "time_ut": 1724465940.0,
  "original_lang": "en",
  "original_title": "Sri Lanka delays Hilton building sale until after the elections",
  "original_body_lines": [
    "ECONOMYNEXT – Sri Lanka has halted the sale of Hotel Developers (Lanka) Ltd, a state-run. company that owns the building housing Colombo Hilton, until elections are completed, the Finance Ministry said.",
    "The Finance Ministry statement said several social and mainstream media reports relating to the sale of Hilton hotel are not correct.",
    "A claim that the Government Chief Valuer has released a valuation in July 2024, which was lower than a 124 million dollars assessed in August 2024 was false, the statement said.",
    "“Furthermore, it should be noted that the divestiture of Hotel Developers (Lanka) Ltd will not be finalized until the Presidential election is completed,” the statement said.",
    "Several investors expressed initial interest in the building but only one party made a final bid.",
    "Analysts familiar with asset sales say valuation usually come in a range and they are sometimes not made public as bidders will then submit valuations at the or close to the floor price.",
    "Misleading Media Reports regarding the Divestiture of Hotel Developers (Lanka) Limited (Hilton Hotel Company)",
    "This is with reference to certain misleading media reports that have been published in several national newspapers and circulating in social media relating to the divestiture of Hotel Developers (Lanka) Ltd (Hilton Hotel Company)",
    "The divestiture of shares held by the Government of Sri Lanka (GoSL) in Hotel Developers (Lanka) Ltd is being carried out in accordance with the Divestiture Guideline approved by the Cabinet of Ministers.",
    "This guideline ensures greater transparency and accountability and provides investors with confidence regarding the credibility of the process. The SOE Restructuring Unit (SOERU) has provided regular updates on the process, including progress of the EOI and investor engagement.",
    "Hence, the Ministry of Finance, Economic Stabilization and National Policies wishes to emphasize that it has followed the proper procedure in relation to the divestment activities of the Hotel Developers (Lanka) Ltd.",
    "The SOE Restructuring Unit under the Ministry of Finance, Economic Stabilization and National Policies released a statement on the 26th of July 2024 providing further technical clarifications on this matter."
  ]
}