{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-private-credit-surge-rs97bn-in-dec-2023-149846/",
  "time_ut": 1707099900.0,
  "original_lang": "en",
  "original_title": "Sri Lanka private credit surge Rs97bn in Dec 2023",
  "original_body_lines": [
    "ECONOMYNEXT- Sri Lanka’s private credit to businesses and individuals surged in December 2023 97.5 billion rupees from 62.5 billion rupees a month earlier, official data shows as bank loans continue a positive trend.",
    "Sri Lanka’s private credit became negative around June 2022 after rates were hiked in April and intervention using Indian ACU balances also ended a little later, allowing the economy to adjust to market linked inflows.",
    "Countries usually go through a period of de-leveraging or a recession when stabilization policies are applied after a central bank mis-target rates with inflationary open market operations, and fires credit beyond deposits available in the banking system.",
    "In countries with floating exchange rates with positive inflation targets, where balance of payments problems in the form of forex shortages do not take place, long periods of mis-targeted rates with reverse repo operations end up in housing or asset price bubbles.",
    "From June 2023, outstanding private credit went up by 345.7 billion rupees 7,366.4 billion rupees with December showing the largest volume.",
    "A private credit recovery from a currency crisis can take about 12 to 18 months. With a steep collapse of the currency seen in the latest crisis, which has almost doubled prices, the real activity that can be done from 345 billion rupees, is much lower.",
    "Loans can go up due to investment credits as well as working capital loans as economies recover. Some working capital loans, which are take to build up stocks, may be paid down in the ensuring months.",
    "Credit to government went up by 563 billion rupees as CPC debt was transferred to the central government.",
    "Bank debt to SOEs fell by 350.3 billion rupees to 769.8 billion rupees in December.",
    "Central bank credit to government went up 58.8 billion rupees. In December usually there is cash drawdown from the system which may be met by dollar conversions and in the case of a fixed policy rate by central bank credit.",
    "However, some banks are plus cash at the moment. (Colombo/Feb05/2024)"
  ]
}