{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98015/dy-immigration-controller-and-ex-dy-controller-arrested-for-providing-fake-passports-to-underworld-figures",
  "time_ut": 1710681300.0,
  "original_lang": "en",
  "original_title": "Dy. Immigration Controller and ex-Dy. Controller arrested for providing fake passports to underworld figures",
  "original_body_lines": [
    "A Deputy Controller of Immigration & Emigration and a former Deputy Controller have been arrested by the CID for providing passports based on false information to underworld figures Nuresh Supun Dayaratne alias “Heenatiyana Mahesh” and Shan Arosh Liyanage alias “Mathugama Shan”, police said today.",
    "One of the two arrested suspects is to be produced before the Vavuniya Magistrate’s Court and the other suspect before the Kaduwela Magistrate’s Court.",
    "The suspects have been arrested based on an investigation conducted under the supervision of the DIG in charge of the Criminal Investigation Department (CID), Rohan Premaratne.",
    "Investigations have uncovered that the suspect, a Deputy Controller of the Immigration and Emigration Department, had provided Nuresh Supun Dayaratne alias “Heenatiyana Mahesh” with a fake passport prepared under a false name.",
    "The Deputy Controller of the Immigration Department has been accused of preparing the forged passport for “Heenatiyana Mahesh” by entering the false name of “Manikkuge Dinesh Silva” and entering a fake passport number and a fake national identity card (NIC) number.",
    "The Deputy Controller of the Immigration Department has been arrested by the Criminal Investigation Department while he was receiving treatment at the Sri Jayawardenepura Hospital.",
    "Meanwhile, information has also been uncovered that a former Deputy Controller of the Immigration Department had prepared a fake passport for the organized criminal figure Shan Arosha Liyanage, also known as “Mathugama Shan”.",
    "According to the police, the former Deputy Controller of Immigration in question had prepared a fake passport under the false name “ Dodangoda Liyanage Rajesh Kumara Jayasinghe”.",
    "The Criminal Investigation Department further states that the suspected former Deputy Controller of the Immigration Department is currently serving as a Deputy Director of the Pensions Department."
  ]
}