{
  "newspaper_id": "newsfirstlk",
  "url": "https://english.newsfirst.lk/2025/09/23/france-among-six-more-countries-that-recognize-palestine",
  "time_ut": 1758607740.0,
  "original_lang": "en",
  "original_title": "France Among Six More Countries That Recognize Palestine",
  "original_body_lines": [
    "(Al Jazeera) The leaders of six countries, including France, have moved to recognise Palestinian statehood at a high-level summit ahead of the annual United Nations General Assembly (UNGA) meeting in New York.",
    "Alongside France, which co-convened the meeting with Saudi Arabia on Monday in New York, Andorra, Belgium, Luxembourg, Malta and Monaco said they were recognising a Palestinian state.",
    "Leaders from Australia, Canada, Portugal and the United Kingdom, which formally made the move to recognise Palestine a day earlier, also spoke at the meeting.",
    "“We have gathered here because the time has come,” Macron said at the summit convened to revive the long-delayed two-state solution to end the Israel-Palestine conflict.",
    "“It falls on us, this responsibility, to do everything in our power to preserve the possibility of a two-state solution,” Macron said.",
    "“Today, I declare that France recognises the state of Palestine,” he said.",
    "The additional countries recognising Palestine now join some 147 of the 193 UN member states that had already formally recognised Palestinian statehood as of April this year.",
    "With more than 80 percent of the international community now recognising the state of Palestine, diplomatic pressure has ramped up on Israel as it continues its genocidal war on Gaza, where more than 65,300 Palestinians have been killed and the has been enclave turned into rubble.",
    "Spain, Norway and Ireland recognised Palestinian statehood last year, with Madrid also imposing sanctions on Israel for its war on Gaza.",
    "Spanish Prime Minister Pedro Sanchez told the summit on Monday that a two-state solution was not possible “when the population of one of those two states is the victim of a genocide”.",
    "“The Palestinian people are being annihilated, [so] in the name of reason, in the name of international law and in the name of human dignity, we have to stop this slaughter,” Sanchez said.",
    "Macron, in his speech to the summit, also outlined a framework for the creation of a “renewed Palestinian Authority”. The post-war framework envisages an International Stabilisation Force (ISF) that would assist in preparing the Palestinian Authority (PA) to take over governance in Gaza.",
    "PA President Mahmoud Abbas commended the countries that had recognised Palestine. He made his statement to the conference by video because he was denied a visa by the administration of US President Donald Trump to attend the UNGA this week.",
    "“We call on those that have not yet done so to do so to follow suit”, Abbas said, adding that the PA also demanded “support for Palestine’s full membership in the United Nations”.",
    "Israel and the US, which are becoming increasingly isolated internationally on the issue, boycotted the summit, with Israel’s UN ambassador, Danny Danon, describing the event as a “circus”.",
    "Although the vast majority of UN member states now recognise Palestinian statehood, new UN member states must have the support of the UN Security Council, where the US has used its veto to block Palestine from becoming a full UN member state."
  ]
}