{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lankas-sjb-must-inform-npp-in-writing-if-sajith-wants-debate-tilvin-157905/",
  "time_ut": 1712564640.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s SJB must inform NPP in writing if Sajith wants debate: Tilvin",
  "original_body_lines": [
    "ECONOMYNEXT — Sri Lanka’s main opposition Samagi Jana Balawegaya (SJB) must inform the leftist National People’s Power (NPP) in writing whether or not SJB leader Sajith Premadasa intends to debate NPP leader Anura Kumara Dissanayake, an NPP spokesman said.",
    "Janatha Vimukthi Peramuna (JVP) general secretary Tilvin Silva speaking at an NPP said the SJB is now embroiled in its own debate about who should be sent to debate the NPP.",
    "“They may call us for debates, but they won’t come. We know that it’s just posturing,” said Silva.",
    "“Honestly, this became a nuisance. We tried to ignore it it, but then it got annoying with everyone asking if he wouldn’t go. We said ‘okay, fine, we’ll come’,” she added.",
    "JVP and NPP leader Dissanayake is ready to attend the debate, Silva said, and Premadasa can represent the SJB.",
    "“But now it has come to a halt. Now there is a debate about who should go to the debate. There’s a debate there whether Sajith or someone else should go. There’s a debate now on how to do the debate,” said Silva.",
    "“This makes no difference to us. If Sajith is coming, all he has to do is inform us in writing that he is ready. Then we’ll get ready. If he doesn’t want to debate, then inform that in writing too saying ‘I can’t. I won’t come’. We’ll then see if we can have a second-tier group,” he added.",
    "SJB member Chandima Weerakkody told reporters last week that the NPP should take up the SJB’s challenge for a debate.",
    "“We have our economic team. The JVP says they have their own team headed by Sunil Handunneththi, who is said to be their finance minister. Come to a debate, and allow to be questioned before the people,” the MP said.",
    "Handunneththi, who heads the NPP’s economic council, said the party is happy to debate, but on the condition that SJB leader and opposition leader Sajith Premadasa debates NPP leader Anura Kumara Dissananayake.",
    "“We’re very happy. There is no issue. For the debate to truly be a success, we propose to them that, rather than talk to the media here and there, invite us in writing. We’re ready to have this debate with Sajith Premadasa. Our leader Comrade Anura Kumara Dissanayake is ready for that,” said Handunneththi. (Colombo/Apr08/2024)"
  ]
}