{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/uber-rolls-into-jaffna-rides-and-eats-now-available-in-northern-province/",
  "time_ut": 1753722420.0,
  "original_lang": "en",
  "original_title": "Uber rolls into Jaffna – rides and eats now available in Northern Province",
  "original_body_lines": [
    "Uber, Sri Lanka’s ride-hailing and delivery platform, today announced the launch of its services in Jaffna, marking a significant milestone in its nationwide expansion. With this launch in the Northern province, the residents as well as visitors will now have access to safer, affordable rides and on-demand food and grocery delivery, all at the tap of a button. It will also contribute to the local economy by creating new earning opportunities for local drivers, delivery partners, and merchants.",
    "As part of this expansion, Tamil language support has been rolled out across the country, making the app experience even more accessible to millions of Tamil-speaking Sri Lankans.",
    "Whether it’s a ride to Jaffna University, a weekend visit to Nallur Kandaswamy Temple, or a trip to the city’s beloved library, Uber Rides will make it easier to move around Jaffna quickly and affordably. And with Uber Eats now live in the city, locals and visitors can enjoy Jaffna’s most loved dishes like crab curry, kool, and dosai, from neighbourhood favourites such as Lavin’s Vegetarian Family Restaurant, Selam RR Biriyani, Akshathai Restaurant, and Mangos Indian Veg, all delivered to their doorstep with just a few taps.",
    "Uber Eats launches with the widest-ever restaurant and grocery selection Jaffna has seen across any delivery platform. With popular local eateries and trusted grocery partners on the app, and a strong network of delivery partners across the city, Uber Eats will offer a faster and more reliable delivery experience than what customers have been used to.",
    "Vision Care Hearing Solutions launches dedicated audiology unit in Panadura",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}