{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/terror-political-claims-and-duplicity/",
  "time_ut": 1711312980.0,
  "original_lang": "en",
  "original_title": "Terror, political claims, and duplicity",
  "original_body_lines": [
    "Former President Maithripala Sirisena has got obfuscation down to a fine art. He is also given to making various claims which he does not care to substantiate; instead, he muddies the waters when he is asked to furnish evidence in support of them. On Friday (22), he claimed, in Kandy, that he knew who the mastermind behind the Easter Sunday terror attacks (2019) was. He, true to form, refused to elaborate on his claim and name names purportedly for fear of reprisal. He however said he was willing to share that information with the judiciary if the confidentiality thereof was ensured.",
    "On Saturday (23), Sirisena apparently got cold feet. He sought to amend his original claim by saying, “I made that statement yesterday based on information I received three weeks ago regarding the Easter attacks. I am prepared to testify confidentially if ordered by a court.”What one deduces from Sirisena’s claim is that the ‘mastermind’ is someone who is very powerful; otherwise, Sirisena does not have to fear reprisal.",
    "Curiously, as for the Easter Sunday carnage, Sirisena is now receiving vital information which he could not ascertain when he was the Executive President, Defence Minister and Commander-in-Chief!",
    "Sirisena’s credibility is extremely low, and it is doubtful whether the discerning public takes his claims seriously. He made a host of damning allegations against the Rajapaksas before the 2015 presidential election and secured the coveted presidency. Three years later, he joined forces with the Rajapaksa family in a bid to wrest control of Parliament, albeit unsuccessfully. Either he had made false claims to win the presidency or he himself did not take them seriously.",
    "Perhaps, Sirisena’s claim that he is aware of the identity of the Easter Sunday carnage mastermind is a red herring to deflect public opprobrium directed at him over the tragedy onto an unnamed person ahead of the national elections to be held later this year. It is also possible that he is trying to have the ongoing investigations into the Easter Sunday attacks prolonged further. Is Sirisena trying to have another probe launched with a view to countering the political impact of the Supreme Court (SC) judgement (2023) in a fundamental rights case against him and several others over the Easter Sunday attacks?",
    "Sirisena has claimed that it is difficult for him to find money to pay compensation to the survivors of the Easter Sunday terror attacks and the families of those who perished in the carnage. It will be interesting to see how Sirisena raises funds for his election campaigns.",
    "Minister of Public Security Tiran Alles lost no time in ordering the police to launch an investigation into Sirisena’s claim at issue—and rightly so. The police should have questioned Sirisena, on Friday itself. The fact they did not initiate action until the Public Security Minister ordered them to do so could be considered proof that they do not/cannot act independently.",
    "It would be remiss of Minster Alles not to order a probe into a very serious allegation he made against the Rajapaksas in January 2010. Flanked by the then UNP MP Mangala Samaraweera, Alles told the media that in his office, Basil Rajapaksa had personally handed over Rs. 180 million to the then LTTE financial controller, Emil Kanthan, on behalf of the then UPFA presidential candidate, Mahinda Rajapaksa, to ensure that the Tamil voters in the North and the East would boycott the 2005 presidential election. The LTTE ordered a poll boycott, which is believed to have ruined UNP presidential candidate Ranil Wickremesinghe’s chances of winning. (Ironically, the Rajapaksas had to make Wickremesinghe President, 17 years later!)",
    "Providing funds to a terrorist group amounts to a serious crime, which must be investigated thoroughly. Now that Minister Alles has rightly directed the IGP to investigate Sirisena’s claim concerning the Easter Sunday terror ‘mastermind’, will he have his own claim at issue also probed expeditiously?",
    "The US State Department is aware of the alleged election boycott deal in 2005, according to a diplomatic cable disclosed by WikiLeaks. Strangely, Washington, which imposes travel bans on senior Sri Lankan military officers, on the basis of unsubstantiated allegations, has turned a blind eye to the damning allegation against Basil, a US citizen, over alleged terrorist financing.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}