{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/opinion/Government-failing-on-promises-Sajith-Premadasa-highlights-key-issues/14-770509",
  "time_ut": 1734114619.0,
  "original_lang": "en",
  "original_title": "“Government failing on promises”: Sajith Premadasa highlights key issues",
  "original_body_lines": [
    "We were told that the Prevention of Terrorism Act would be completely abolished. However, at present, they have eliminated freedom of speech, media freedom, and civil liberties by utilising the Prevention of Terrorism Act. Is it fair to conduct media raids using the Prevention of Terrorism Act? During the election, the current Government received a significant support from the social media sector. Yet now, they are using the Prevention of Terrorism Act, which they promised to remove, to hunt down social media activists. We propose that if they mean what they say, they should stop this repression",
    "Our policy is to provide full cooperation to programs that are beneficial to the country, that add strength to both the country and its people, and to oppose actions harmful to the country while pointing out shortcomings and presenting alternative programs. I would like to highlight the disparity between what the Government promised on election platforms and the processes currently being implemented.",
    "We were told that the Prevention of Terrorism Act would be completely abolished. However, at present, they have eliminated freedom of speech, media freedom, and civil liberties by utilising the Prevention of Terrorism Act. Is it fair to conduct media raids using the Prevention of Terrorism Act? During the election, the current Government received a significant support from the social media sector. Yet now, they are using the Prevention of Terrorism Act, which they promised to remove, to hunt down social media activists. We propose that if they mean what they say, they should stop this repression.",
    "Moreover, micro, small, and medium-scale entrepreneurs contribute over 50% to the country’s economic growth. By 15 December, the Parate law will be temporarily suspended. We hear that the Government is considering extending the suspension of the Parate law for another period. That’s good. However, alongside this, another process must be implemented. With the temporary suspension of the Parate law, these collapsed micro, small, and medium-scale industries need capital strength to be rebuilt. They must be provided working capital at an affordable cost. If there’s an opportunity to write off loans, that should also be done. This catastrophe was created with the Easter terrorist attacks, the corona disaster, the country going bankrupt, and the collapse of businesses.",
    "Similarly, floods, landslides, house destructions, loss of lives, and injuries occurred with the poor climatic conditions in the country. Nearly 500,000 people are suffering and under pressure. The Government must implement an urgent program to provide relief to these individuals. There’s a Disaster Management Board in accordance with disaster management regulations. The Opposition is also involved in this. We believe it’s appropriate to convene this board in such disaster situations. There are no ethnic, religious, or caste distinctions in a disaster. When providing solutions during a disaster, we must work together, utilising existing mechanisms, addressing any shortcomings, and confronting disaster situations with strength.",
    "We must also discuss with officials of the Meteorological Department and work to obtain essential new radar systems. Japan and the World Bank are already prepared to provide new equipment. Through various radar systems, we can minimise damage by quickly informing the public about emerging flood conditions in real-time. I propose contacting the World Bank and Japan’s JICA project to obtain new radar systems. The recent floods have caused massive agricultural damage. We must conduct a study on the impact of this agricultural damage on the country’s food requirements. We must investigate the flood-related agricultural damage and provide specific relief. We heard the relief should be Rs. 120,000, but it has been reduced to Rs. 40,000 now. We request the Government to provide the maximum possible relief to people affected by floods.",
    "There’s also a serious crisis in the pharmaceutical sector. Currently, there are shortages of insulin, sodium bicarbonate, cancer medications, and other drugs. Additionally, there’s a lack of equipment in the Paediatric Restorative Dentistry at Lady Ridgeway Children’s Hospital. We request the Government to investigate these shortcomings and provide solutions in the healthcare sector. We are ready to provide support of the Opposition in delivering these solutions. We are prepared to support the Government in strengthening the health and education sectors.",
    "The fertiliser subsidy has not been properly implemented. Currently, the Rs. 25,000 fertiliser subsidy has only been received by about 217,000 to 210,000 individuals. The Rs. 15,000 fertiliser subsidy has been received by about 228,000 and 165,000 individuals in two rounds. We request the Government to properly implement the program of providing the Rs. 25,000 fertiliser subsidy to the targeted farmers.",
    "The rice shortage requires a systematic solution. During the election period, we heard that rice would never be imported. However, the current Government has started the rice import process. Commodity prices have risen rapidly. People cannot execute their consumption with the money in their hands. We request a solution to the rice shortage and a move towards a sustainable program, understanding the non-food and food expenses of the country’s citizens",
    "Development Officers had gathered in front of the Ministry of Education to present their grievances. These Development Officers are a group that played a significant role in filling the teacher shortage for five years. However, in the process of suppressing Development Officers, more than five individuals have been arrested so far. It’s appropriate to engage in dialogue, build trust, and implement an ethical methodology when various groups take to the streets demanding their rights.",
    "The rice shortage requires a systematic solution. During the election period, we heard that rice would never be imported. However, the current Government has started the rice import process. Commodity prices have risen rapidly. People cannot execute their consumption with the money in their hands. We request a solution to the rice shortage and a move towards a sustainable program, understanding the non-food and food expenses of the country’s citizens.",
    "We heard that they do not accept the fuel pricing formula. Upon gaining the people’s mandate, they promised to quickly reduce fuel prices. They stated that there would be no price differences between the stages of unloading at the port and selling to consumers. We request them to work towards implementing what was said.",
    "The Prime Minister spoke about filling various vacancies. I request the Prime Minister to redirect her concern in filling lists also towards helping flood-affected people, providing solutions to Development Officers’ issues, protecting social media and media freedom, working to remove the Prevention of Terrorism Act and reviewing the judge’s statement regarding arrests under the Anti-Terrorism Act. The judge has indeed taught the Government a lesson about the Prevention of Terrorism Act.",
    "Similarly, at election platforms, the President and the National People’s Power (NPP) group spoke about changing the debt sustainability program. They announced changes to the agreement with the International Monetary Fund. They stated that they would increase the tax threshold from Rs. 100,000 to Rs. 200,000. They said they would reduce VAT. Will the Government implement what was mentioned on the platform, or continue the method implemented by the Ranil Wickremesinghe’s Government?",
    "I also request that the agreement with the International Monetary Fund be tabled in Parliament.",
    "Anura Dissanayake said in Parliament rejecting a motion: ‘We represent ground reality. This agreement is not a solution to the ground situation. Therefore, we will vote against it.’ He consistently objected to the IMF methodology. The Prime Minister and Minister Vijitha Herath, as Parliamentarians, acted against the IMF agreement. Now, I want to ask if their ‘ground reality’ involves supporting the Ranil Wickremesinghe Government’s IMF agreement.",
    "We must operate within the framework of IMF agreement. We accept this. However, we must discuss with the IMF and remove aspects of the agreement harmful to the general public. We will provide our support for this. What was promised must be implemented. We provide our maximum cooperation to implement what the National People’s Power announced on platforms and to implement people-friendly actions."
  ]
}