{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Dr-Alan-Lightman-highlights-US-Sri-Lanka-people-to-people-ties/56-762464",
  "time_ut": 1717181308.0,
  "original_lang": "en",
  "original_title": "Dr. Alan Lightman highlights US-Sri Lanka people-to-people ties",
  "original_body_lines": [
    "The US Embassy said yesterday it was proud to support the visit of acclaimed American physicist and best-selling author, MIT professor Dr. Alan Lightman, to Sri Lanka.",
    "On 31 May, Dr. Lightman delivered an inspiring lecture at the American Centre Colombo, attended by members of Sri Lanka’s academic, arts and sciences community and First Lady Professor Maithree Wickremesinghe. Dr. Lightman’s lecture focused on spiritual materialism, our feelings of connection to nature and other people, reflecting on our cosmic insignificance, as well as the immense significance of our unique position as observers of, and in, the universe. The American Centre event fostered a vibrant exchange of ideas and highlighted the enduring cultural ties between the two nations.",
    "During his visit to Sri Lanka, Dr. Lightman paid tribute to his late friend, Sri Lankan artist Jayantha Premachandra, by inaugurating an exhibition organised by the Jayantha Premachandra Foundation. The exhibition celebrates the creative legacy that Premachandra had planned to present in Boston before his passing. Dr. Lightman’s visit symbolises the power of art to forge connections and underscores the United States’ commitment to deepening mutual understanding between Sri Lankans and Americans.",
    "Welcoming Dr. Lightman to Sri Lanka, US Ambassador Julie Chung said: “As both a renowned theoretical physicist and a novelist, Dr. Alan Lightman bridges the gap between art, the humanities, and science. His lectures on the creative and scientific processes, the role of intuition and imagination, the work of Einstein, the meeting of science and faith, and the wonder and fragility of human nature—what it means to be alive—resonate deeply with us all. We are honoured to host visionary Americans like Dr. Lightman at our American Centre to engage with audiences, strengthening the ties between our nations and fostering mutual understanding.”",
    "In Sri Lanka, the United States actively supports engagements like Dr. Lightman’s through our network of American Spaces located in Batticaloa, Colombo, Jaffna, Kandy, and Matara. These vibrant hubs promote educational growth, cultural exchange, and social development.",
    "American Spaces network serves as centres of intellectual engagement, providing free access to a wide range of resources, including books, digital materials, multimedia content, and online databases. These spaces offer students, researchers, and enthusiasts opportunities to expand their horizons, engage in discussions, and collaborate on projects that contribute to educational and social progress.",
    "The American Spaces also host a variety of free programs, workshops, and events focused on English language learning, entrepreneurship, STEM (Science, Technology, Engineering, and Mathematics), and American literature and history. These activities not only enhance participants’ skills but also foster a deeper appreciation for diverse thoughts and ideas.",
    "Dr. Alan Lightman is a visionary American physicist and international best-selling author who bridges the gap between science and the arts. He explores the intersections of science, spirituality, and philosophy. A graduate of Princeton University and the California Institute of Technology, Dr. Lightman has held prestigious roles at institutions including Cornell, Harvard, and MIT. His novel Einstein’s Dreams was an international bestseller and has been translated into over 30 languages. Both a distinguished physicist and an accomplished novelist, Lightman was the first professor at MIT to receive a joint appointment in the sciences and the humanities. Beyond academia, he founded the Harpswell Foundation, which empowers women leaders in Cambodia and beyond through education and leadership training."
  ]
}