{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/ministry-of-technology-collaborates-with-mastercard-for-digiecon-global-investment-summit-2024/",
  "time_ut": 1715553120.0,
  "original_lang": "en",
  "original_title": "Ministry of Technology collaborates with Mastercard for DigiEcon Global Investment Summit 2024",
  "original_body_lines": [
    "The Ministry of Technology has collaborated with Mastercard for the DigiEcon Global Investment Summit 2024, which is aimed at catalyzing the country’s economic resurgence by encouraging collaborations between global investors, industry leaders, entrepreneurs and policymakers.",
    "Scheduled to be held on June 25, 2024, the summit will focus on connecting domestic and foreign investors with Sri Lanka’s leading tech startups, allowing them to showcase their innovative products and services. It will also facilitate knowledge sharing between the government and industry, thereby supporting the vision of Sri Lanka becoming a digital-first nation.",
    "The summit will include a host of activities, such as keynote address by subject matter experts, panel discussions involving government and industry representatives, and one-to-one interactions between investors and startups. The event will delve into subjects, such as emerging technologies, fintech, and the potential of the digital economy.",
    "Kanaka Herath, State Minister of Technology, said, “The DigiEcon Global Investment Summit 2024 is a great opportunity to represent Sri Lanka as a prime investment destination for digital innovation. The event will provide a strong platform to facilitate efficient knowledge exchange and provide a fillip to the country’s economic progress through digitalization and investment opportunities. We look forward to welcoming global dignitaries and industry leaders to explore the vast opportunities our tech ecosystem has to offer.”",
    "Sandun Hapugoda, Country Manager, Sri Lanka &amp; Maldives at Mastercard, said, “With immense potential to drive tech advancements across sectors, Sri Lanka is on the verge of a digital transformation that will fuel its economic growth. Mastercard is proud to collaborate with the Ministry of Technology to support DigiEcon Global Investment Summit 2024 as it will promote innovation and collaboration within the country’s tech ecosystem.”",
    "IASL introduces office bearers for 2024/25 tenure; Chandana Aluthgama continues as president",
    "JVP warns of security threat due to citizens’ personal data ending up with Indian company",
    "New Cybersecurity Act to be presented to Parliament later this year",
    "Data Protection Authority to be established next year to protect country’s vital interests",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}