{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/Sri-Lanka-China-Business-Council-holds-23rd-AGM/34-764048",
  "time_ut": 1720567190.0,
  "original_lang": "en",
  "original_title": "Sri Lanka-China Business Council holds 23rd AGM",
  "original_body_lines": [
    "Seated from left: Chaminda Perera, Nethmi Jayamaha, Chinese Ambassador Qi Zhenhong, SLCBC President Haroun Cader, M.H.M.K. Hameez, and Aneesha Boteju",
    "Standing from left: Adheesha Salpitikorala, Tharindu Mahawedage, Chandrika Ranawaka, Sampath Kumara, Kumudu Jayalath, Dhanushka Perera, G. Rajendran, and Damith Jayawardana",
    "The 23rd Annual General Meeting of the Sri Lanka-China Business Council of the Ceylon Chamber of Commerce was held on 2 July 2024 at Hilton Colombo Residencies, Colombo 02.",
    "The event was graced by Ambassador of the People’s Republic of China to Sri Lanka Qi Zhenhong, who graciously participated as the Chief Guest. Kusum Wijethilleke was the keynote speaker of the event. Embassy of the People’s Republic of China Economic and Commercial Counsellor Tang Yandi, Embassy Officials, and Government Officials also participated in the event.",
    "Haroun Cader of Sinwa Holdings Ltd., was elected by the members as the President of the Sri Lanka-China Business Council for the year 2024/25. M.H.M.K. Hameez of Spillburg Holdings Ltd., was elected as the Senior Vice President, and Nethmi Jayamaha of Sudath Perera Associates was elected as the Vice President. Sampath Kumara of David Peiris Motor Company Ltd., was elected as the Treasurer, and Chaminda Perera will serve on the Committee as the Immediate Past President. Abans PLC, Acorn Aviation Ltd., Bank of China Colombo Branch, DP Logistics Ltd., eArrow Ltd., Gnanam Imports Ltd., HVA Foods PLC, Overseas Realty Trading Ltd., and Singer Sri Lanka PLC, were elected as Committee Members for the year 2024-25.",
    "Immediate Past President Chaminda Perera, expressed gratitude to Council members for their support and highlighted significant achievements during his tenure, such as organising delegations from Chinese provinces and transforming the Christmas party into a Chinese New Year Lantern Party. Under his leadership, the Council launched Facebook and LinkedIn pages, enhancing connectivity. He thanked the outgoing committee and the Chinese Embassy for their support and wished the incoming committee success.",
    "Newly elected President Haroun Cader thanked the members for electing him and emphasised promoting trade, investment, services, and tourism between Sri Lanka and China. His vision includes leveraging the Belt and Road Initiative, benefiting from the upcoming Free Trade Agreement, supporting innovation and technology, and promoting sustainable development. He concluded by expressing confidence in achieving these goals through collaboration and thanked all members, partners, and stakeholders for their support.",
    "The Sri Lanka-China Business Council, established on 26 April 2001, was formed under the aegis of the Ceylon Chamber of Commerce. The Council was formed at the request of the Ministry of Foreign Affairs with the main objective of promoting trade, investment, services, and tourism between Sri Lanka and China.",
    "Companies interested in joining the membership of the Sri Lanka-China Business Council may contact Aneesha Boteju at the Ceylon Chamber of Commerce on tel. no. 0115588856 or email: [email protected] to obtain further information."
  ]
}