{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/beyond-wealth-to-enhance-its-investment-advisory-services-with-machine-learning-algorithms/",
  "time_ut": 1706636040.0,
  "original_lang": "en",
  "original_title": "‘Beyond Wealth’ to enhance its investment advisory services with machine learning algorithms",
  "original_body_lines": [
    "Beyond Wealth, a leading company which provides professional investment advisory services (PIAS) in Sri Lanka, recently celebrated its twentieth anniversary while entering into a strategic tie-up with TIW Capital Group, a multi-asset, multi-geography global asset management company headquartered in Singapore.",
    "For two decades, TIW Capital Group (TCG) has been amassing tech expertise, and devising a cyborg investment capability that consistently outperforms the market. Now, TCG and Beyond Wealth (BW) are together presenting a machine-learning aided investment strategy which would drive cyborg investment to take on the world of investment.",
    "Beyond Wealth is a professional investment advisory services firm in Sri Lanka headed by Indrajith Fernando while Singapore based TCG is headed by Mohit Ralhan.",
    "“Machine learning-driven investments will increasingly outperform other investment strategies because confirmation bias, optimism bias, loss aversion bias and decency bias would be taken out of business calculations when making decisions for investment,” said Mohit Ralhan who has a great deal of experience in the global investment ecosystem.",
    "At events held recently at Colombo Club and Royal Colombo Golf Club to cement the Beyond Wealth and TCG partnership, Ralhan said that machine learning circumvents the need for people to make arduous strategic calculations in making investment calls, and instead relies on machine-learned data which unerringly assures consistently good returns on investments.",
    "Referring to the growth potential of Sri Lanka and its investment prospects, Ralhan said, “Whenever a country comes out of a debt crisis, its next 10 to 20 years’ of growth will be phenomenal. The GDP of Sri Lanka will be 150 billion dollars in ten years’ time.”",
    "Indrajith Fernado, chartered accountant and former president of the Institute of Chartered Accountants and South Asian Federation of Accountants sought out TCG as he was looking for key input in machine learning-aided investment.",
    "“We believe that much more cognizant investment decisions can be made while optimizing our clients’ portfolios when we take advantage of advancements in machine learning and its logical predictions,” he said.",
    "Marina Goonewardene, senior investment architect at Beyond Wealth said, “It’s the rise of machine intelligence and TCG will be leading the charge for most accurate returns on investments (ROI) and that’s anything but robotic. Forget looking into the crystal ball; the future of investing belongs to machine learning and data science.”",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}