{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/ICC-International-Court-of-Arbitration-President-meets-Add-Solicitor-General/34-765279",
  "time_ut": 1723077080.0,
  "original_lang": "en",
  "original_title": "ICC International Court of Arbitration President meets Add. Solicitor General",
  "original_body_lines": [
    "Additional Solicitor General Sumathi Dharmawardena PC meets International Chamber of Commerce (ICC) International Court of Arbitration President Claudia Salomon",
    "During a recent visit to Paris, Additional Solicitor General Sumathi Dharmawardena PC had the opportunity to meet International Chamber of Commerce (ICC) International Court of Arbitration President Claudia Salomon.",
    "He discussed matters relating to dispute resolution in Sri Lanka, proposed amendments to the Arbitration law in Sri Lanka with the ICC President, and highlighted their productive discussion on advancing arbitration activities in Sri Lanka, which is expected to enhance the ICC Sri Lanka’s role in conducting training programs in Sri Lanka.",
    "Salomon is an independent arbitrator renowned for her expertise in international, investor-state, and complex commercial disputes. Widely regarded as a leading figure in arbitration, she is celebrated for her astute judgment, effective case management, and swift ability to address key issues. In July 2021, Salomon made history by becoming the first female President of the International Chamber of Commerce (ICC) International Court of Arbitration in its nearly century-long history.",
    "Add. Solicitor General Sumathi Dharmawardena PC, an alumnus of the prestigious National University of Singapore (NUS), an Adjudicator of the Asian International Arbitration Centre (AIAC), and a certified AIAC Sports Arbitrator, has an impressive array of roles and expertise within the legal and regulatory spheres of Sri Lanka and overseas.  As an Additional Solicitor General at the Attorney General’s Department of Sri Lanka, he represents the Government and Government-owned institutions in a variety of legal matters, spanning original courts, local and international Arbitration Tribunals, Appellate Courts, and the apex court – the Supreme Court of Sri Lanka."
  ]
}