{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/sri-lanka-insurance-life-comprehensive-d-an-insurance-cover-for-the-diabetic/",
  "time_ut": 1731698940.0,
  "original_lang": "en",
  "original_title": "Sri Lanka Insurance Life Comprehensive D+, an insurance cover for the diabetic",
  "original_body_lines": [
    "In recognition of World Diabetes Day 2024, Sri Lanka Insurance Life highlights its innovative health insurance product tailored specifically for individuals with diabetes: Comprehensive D+. Launched as the first of its kind in Sri Lanka, this unique policy provides diabetic patients—who previously struggled to find adequate health insurance coverage—with essential protection and peace of mind.",
    "Diabetes is a major health challenge in Sri Lanka, affecting a significant portion of the population. According to the International Diabetes Federation, in 2021, 9.8% of Sri Lankan adults had diabetes, while nearly one in four (23%) adults were diagnosed with the disease. Additionally, about one in three (31%) had elevated blood sugar levels, underscoring the urgent need for effective healthcare support.",
    "Sri Lanka Insurance Life Comprehensive D+ policy addresses these needs by offering coverage for hospital expenses for diabetic patients, removing one of the main barriers faced by this community. Under this plan, insured patients admitted to private hospitals can receive reimbursement for total hospitalization expenses, with selected limits of Rs. 200,000, 400,000, or 600,000. Flexible premium payment options, including monthly, quarterly, and annual payments, ensure that policyholders can access coverage according to their financial situation.",
    "The Comprehensive D+ policy includes coverage for hospital room charges, operation theatre and ICU costs, medical practitioner and specialist fees, and nursing expenses—critical support for diabetic patients requiring specialized care. Open to individuals between 30 and 60, the policy is renewable until age 65, providing long-term health support. Additionally, it offers optional coverage for spouses, giving families added peace of mind. The policy can also be bundled with other Sri Lanka Insurance Life policies, to provide a broader protection plan.",
    "ISO certification conferred on eight provincial offices of CEA in recognition of service quality",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}