{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112597/malwathu-asgiri-chief-prelates-condemn-defamatory-campaigns-on-diyawadana-nilame-post",
  "time_ut": 1758086700.0,
  "original_lang": "en",
  "original_title": "Malwathu & Asgiri Chief Prelates condemn defamatory campaigns on Diyawadana Nilame post",
  "original_body_lines": [
    "The chief prelates of the Malwathu and Asgiri Chapters have issued a statement expressing deep concern over defamatory remarks and propaganda circulating in relation to the Diyawadana Nilame post, stating that such actions are damaging the dignity of the Sri Dalada Maligawa (Temple of the Sacred Tooth Relic), the Ubhaya Maha Viharaya, and the Buddhist community at large.",
    "The Diyawadana Nilame, as the lay custodian of the Temple of the Sacred Tooth Relic—one of the most venerated sites for Buddhists worldwide—is regarded as the foremost lay Buddhist in the country and is held in high esteem both nationally and internationally.",
    "In terms of the Viharagam and Dewalagam Ordinance No. 19 of 1931 on Buddhist Temporalities, the Diyawadana Nilame is appointed through an election for a tenure of ten years.",
    "The current Diyawadana Nilame’s term has now expired, and arrangements are being made to appoint a successor, with several candidates, including the incumbent, contesting the position.",
    "The statement notes that defamatory propaganda being spread by certain external parties, with the narrow intention of promoting their preferred candidates, has created a false image of Buddhist institutions and belittled the Buddhist community before the world.",
    "“We strongly condemn the baseless and harmful statements made by various organizations and individuals with ulterior motives during this period, which defame the Buddhist community. We reject such divisive conduct and emphasize that all candidates should commit themselves to safeguarding the dignity and honor of the Sri Dalada Maligawa, the office of the Diyawadana Nilame, the Basnayake Nilame post, and other positions related to Buddhist shrines,” the chief prelates of the Malwathu and Asgiri Chapters said in their joint statement."
  ]
}