{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Pakistan-election-US-UK-and-EU-urge-probe-express-concern/108-276736",
  "time_ut": 1707549300.0,
  "original_lang": "en",
  "original_title": "Pakistan election: US, UK and EU urge probe, express concern",
  "original_body_lines": [
    "(Reuters) - The United States, Britain and the European Union on Friday separately expressed concerns about Pakistan's electoral process in the wake of a vote on Thursday and urged a probe into reported irregularities.",
    "The main battle was between former prime minister Nawaz Sharif's party and candidates backed by ex-prime minister Imran Khan. Both declared victory separately.",
    "Elections were held for 265 seats in the national assembly and a political party needs 133 seats for a simple majority.",
    "The U.S. and the EU both mentioned allegations of interference, including arrests of activists, and added that claims of irregularities, interference and fraud should be fully investigated.",
    "Khan is in jail and his Pakistan Tehreek-e-Insaf (PTI) party has been barred from the polls. Independents, most of them backed by Khan, had won the most seats - 98 of the 245 counted by 1830 GMT - while Sharif's Pakistan Muslim League-Nawaz (PML-N) party had won 69 seats.",
    "Khan believes the powerful military is behind a crackdown to hound his party out of existence, while analysts and opponents say Sharif is being backed by the generals.",
    "The EU statement noted a \"lack of a level playing field\", attributing that to \"the inability of some political actors to contest the elections\" and to restrictions to freedom of assembly, freedom of expression and internet access.",
    "The U.S. State Department said there were \"undue restrictions\" on freedoms of expressions and assembly while noting violence and attacks on media workers.",
    "Some U.S. lawmakers such as Democratic U.S. Representatives Ro Khanna and Ilhan Omar also expressed concerns, with Khanna saying \"the military is interfering and rigging the result.\"",
    "Both Khanna and Omar urged the State Department not to recognize a winner until investigations are conducted into allegations of misconduct.",
    "Michael Kugelman, director of the South Asia Institute at the Wilson Center think tank in Washington, said both EU and U.S. State Department statements were \"relatively mild ... considering the great scale of the rigging that went down.\"",
    "Earlier this week, the U.N. human rights office denounced violence against political parties and candidates. It voiced concern over the \"pattern of harassment, arrests and prolonged detentions of leaders and supporters\" of Khan's party.",
    "The EU, the U.S. and Britain said they would work with the next government and did not congratulate any candidate or party.",
    "British foreign minister David Cameron's statement noted \"serious concerns raised about the fairness and lack of inclusivity of the elections.\"",
    "Multiple legal cases have been brought against Khan, which disqualified him as a candidate and sentenced him to long prison terms. He denies wrongdoing.",
    "Khan was ousted in 2022 after falling out with the country's powerful military, which denies meddling in politics. His party won the last national election in 2018."
  ]
}