{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/path-being-paved-to-attract-indian-investments-into-local-energy-sector/",
  "time_ut": 1759256940.0,
  "original_lang": "en",
  "original_title": "Path being paved to attract Indian investments into local energy sector",
  "original_body_lines": [
    "Sri Lanka is set to attract significant Indian investment into its energy sector, particularly in renewables, with a focus on solar manufacturing and advanced grid integration, Power and Energy Minister Eng. Kumara Jayakody revealed during his official visit to New Delhi.",
    "The minister met with India’s Minister of Power, Housing and Urban Affairs Shri Manohar Lal Khattar and Minister of New and Renewable Energy Shri Pralhad Joshi, where both sides agreed to expand ongoing bilateral projects and open new investment channels.",
    "“We are working to transform Sri Lanka into a regional hub for renewable energy manufacturing and services. By bringing Indian investment into solar panel factories and advanced training facilities, we can strengthen our domestic capacity while creating export opportunities, Minister Jayakody told The Island Financial Review.",
    "Indian-backed solar panel manufacturing plants in Sri Lanka, potentially positioning the island as a supplier to South Asia.",
    "Technical training and efficiency reforms, where Indian expertise will be transferred to boost local workforce skills.",
    "Jayakody stressed that these moves would not only diversify Sri Lanka’s energy mix but also unlock long-term cost savings and investor confidence. “Stable, transparent pricing mechanisms and efficient operations will be critical to attracting large-scale foreign capital into our power sector, he said.",
    "The minister also participated in the India Energy Transition Summit in New Delhi, where global policymakers and investors outlined strategies for low-carbon growth. He noted that Sri Lanka’s policy clarity and India’s proven track record in renewables could create a powerful partnership.",
    "“Energy transition is not just an environmental imperative but an economic opportunity. With India as a strategic partner, Sri Lanka can fast-track investment inflows, strengthen regional trade in energy technology, and move closer to our clean energy targets, Jayakody emphasized.",
    "Mahindra Ideal Finance strengthens Central Province reach with new branch in Gampola",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}