{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98093/19-suspects-directly-linked-to-the-underworld-arrested-so-far-police",
  "time_ut": 1710988500.0,
  "original_lang": "en",
  "original_title": "19 suspects directly linked to the underworld arrested so far - Police",
  "original_body_lines": [
    "Sri Lanka Police says that a total of 19 individuals directly linked to the underworld have been arrested thus far under the special operation launched against organized crime and the underworld in parallel to the ongoing ‘Yukthiya’ anti-drug operation.",
    "Accordingly, four members belonging to three criminal gangs were arrested yesterday (20) along with with ice (crystal methamphetamine), heroin and swords.",
    "The arrested suspects who are residents of Maradana, Modara, Grandpass and Maligawatta are aged 44, 26, 23 and 28.",
    "The suspects were arrested by the Colombo Crimes Division (CCD) while in possession of 2 grams and 450 milligrams of heroin, 7 grams and 510 milligrams of ice drug, 3 grams and 160 milligrams of ice. The CCD is conducting further investigations.",
    "Meanwhile a suspected underworld gunman was killed following a shootout with Police Special Task Force (STF) personnel at Ganemulla last night (20).",
    "The suspect in question had opened fire at STF personnel who were engaged in searching a house at Sumedha Mawatha in Ganemulla last night, based on intelligence received.",
    "He was critically injured when police returned fire while the suspect succumbed to injuries while receiving treatment at the Ragama Hospital. A member of the STF had also been injured in the shootout.",
    "On Tuesday (19), a special police operation was launched by Inspector General of Police (IGP) Deshabandu Tennakoon with a total of 20 special police teams deployed across the island to crack down on the underworld activities in parallel to the ongoing ‘Yukthiya’ operation.",
    "The decision was taken after taking into account the alarming rise in organized crimes in the Western and Southern provinces over the past few weeks.",
    "The police chief said each of these teams, which would be dispatched starting Tuesday (March 19), will comprise of nine personnel including one Crimes OIC, four intelligence officers and two Special Task Force (STF) personnel."
  ]
}