{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/more-random-stories-from-my-stint-on-etf-board/",
  "time_ut": 1755335940.0,
  "original_lang": "en",
  "original_title": "More random stories from my stint on ETF Board",
  "original_body_lines": [
    "LESSONS FROM MY CAREER: SYNTHESISING MANAGEMENT THEORY WITH PRACTICE – PART 19",
    "I will present more stories and the valuable lessons learnt at ETF. Some may be good case studies for managers rising up in their careers. Some will be from experiences drawn before my removal and reinstatement by the President, and some will be from experiences after the incident.",
    "As discussed in previous episodes, unity was clearly lacking. The staff worked, but didn’t seem excited about their tasks or engaged in their work. They needed some exciting project to work on. Their potential was not fully utilised. The older managers had no clue about modern management. However, they were men and women of great integrity and loyalty to the organisation.",
    "Wesak was approaching, and I challenged them to organise a Wesak Bakthi Gee (Buddhist devotional songs) programme. This project excited the staff and contributed to unity. The committee, formed of volunteers, was given a free hand. They commissioned a voice trainer and put up a massive stage at the Labour Secretariat premises, and the event was a resounding success.",
    "The several sub-committees revelled in the freedom they enjoyed. The staff loved to showcase their talent. The Labour Ministry and the Labour Department also appreciated this event, and the Commissioner of Labour congratulated me. Above all, unity was now gradually improving. The staff felt that their skills and talents were being put to use for once. There was more engagement in the work of the Fund.",
    "Another significant step was the introduction of a new Vision: to transform into the best-managed and most-admired Government organization within two years. This Vision not only excited the staff but also motivated the seniors to take up the challenge. It was a crucial milestone in our journey towards becoming a well-knit organization, but we knew that much more was needed to achieve our ambitious goal.",
    "Another issue I observed soon after my arrival at the ETF was the stark contrast of the staff brought in from rural Mahiyangana by a former Minister of Labour, Capt. C P J Senewiratne and the staff brought in by the previous Minister, Joseph Michael Perera, from Ja-Ela. The Mahiyangana staff were Buddhists, dressed plainly, spoke only Sinhala, and appeared very unsophisticated, with girls clad in sarees. In contrast, the Ja-Ela crowd was sophisticated, with girls who wore makeup, lipstick, and had painted nails, dressed in smart, short skirts, and were primarily Catholic. Many of them spoke English.",
    "With one look, you could say whether a staff member was from Mahiyangana or from Ja-Ela. There was very discreet tension between the two groups. The two former Chairmen were both Catholics. I was the first Buddhist Chairman. One of the senior Ja-Ela staff members once approached me and said that his people believe that I am favouring the Mahiyangana people. I was only being fair. Race, religion or gender didn’t matter to me, as they soon realised. I established a meritocracy.",
    "To address this anomaly, I discussed it with the Board and came up with a solution. It was to provide uniforms to everyone. Shirts and trousers for the men and sarees for the ladies. I chose the design and colour of the saree, and we gave three outfits, each with a specified colour for each day of the week. There were suggestions that the design and colour should be decided by a staff committee. I refused, I could imagine how this would lead to more conflict and decision delays.",
    "The ladies’ blouses caused a delay. We provided the material, and the staff member had to make the blouses. As January 1 approached, I requested that the HR head circulate a notice stating that all staff were required to wear uniforms starting that day, given that 90% of the staff had already received theirs. Later that day, the Head of HR advised me to delay the circular for a while, as some trade union leaders were circulating a request for employees not to wear uniforms until all blouses were ready. I was disappointed with this attitude. I understood that it was because the uniforms were not from one of the union’s demands but rather a “gift” from the management. We did not issue the circular.",
    "On January 1, to my surprise, everyone was wearing the uniforms. No circular had been issued. It turned out that the union’s attempt to oppose the management’s decision was met with resistance from the staff, who argued that the management’s gesture should not be undermined. This was a pleasant surprise. It was not our intention to devalue the role of the union or create a divide between the staff and the union. Nevertheless, our office now looked more professional and efficient, thanks to the staff’s support and appreciation of the management’s decision.",
    "The larger problem was that the Labour Ministry and Labour Department were terribly agitated. Their staff were demanding uniforms too. I get a call from the Director of the Public Enterprise Department of the Treasury. She asked me, “What did you do that I am getting call after call from the Ministry and Labour Department asking whether ETF had the authority to give uniforms?”. She had answered that, being an autonomous body, the Board of the ETF had the authority. I had created a Tsunami. Our staff were happy, but I had created some animosity with the other institutions.",
    "Now no one could tell the difference between a Mahiyangana lady and a JaEla lady. The uniforms also prevented staff from unauthorised visits to nearby places during working hours. Now they could be spotted miles away. I had only asked two things from my staff. One was a 5% contribution towards the uniforms, and the other was that they walked faster with more enthusiasm. Actually, that little gesture of uniforms energised the staff and they even walked faster. It was only later that I got to know about the Social Exchange Theory (SET) articulated by Blau. A central tenet of SET is the principle of reciprocity. When someone provides a benefit, there’s an expectation that the recipient will reciprocate. However, the exact form and timing of the return may be unspecified.",
    "Whenever I visited the Labour Secretariat for a meeting after leaving the ETF Board, my former colleagues would remind me of the uniforms and express their continued gratitude.",
    "How did I tackle the religious tension? I organised an all-night pirith ceremony and a Catholic mass. It was profoundly moving to witness the Buddhist staff queueing to offer gifts to the Archbishop officiating, and the Catholic staff’s gesture of offering pirikara to the Buddhist monks. Religious unity, too, was achieved.",
    "After I had left the ETF Board, I was appointed as a director a couple of years later. At the first Board meeting, the one most time-consuming item was the decision to select the sarees. One Director looked at me and said, “You started this nonsense of uniforms, and see the trouble we have to go through”. Apparently, to democratise the decision-making, a committee had been formed, and as usual, had been unable to make a decision. The decision was escalated to the Board, diverting valuable time from other topics. The lesson is that democracy doesn’t work all the time. You have to manage the situation you are faced with, as propounded by the concept of Situational Management.",
    "The culture was far from what I expected. Many staff members were very arrogant towards our members who brought in claims. The positive experience I described in a previous episode was not widespread. Several initiatives were deployed to remedy this.",
    "The first objective was to modify the behaviour of staff members at the claim receiving counter on the ground floor. One day, I called the Manager (Claims) to join me and slid behind the counter, unknown to the officer. I was horrified at the way our ETF members (beneficiaries) were treated. Our staff member would sit leaning back in his chair with his legs crossed, receiving a claim form from a claim applicant and talking to him in an arrogant tone.",
    "Once, he rejected a claim form while we watched from behind, saying that the AGA signature was not there. Immediately, I showed myself and called him back, asking where he came from. The answer was Ampara. I took the claim form and asked the Manager (Claims) whether it could be accepted. He reviewed the application and confirmed that everything else was in order, stating he had the authority to receive and process it. It was accepted and processed.",
    "If not for our intervention, the member would have had to go back to Ampara and spend more time sorting out his claim. I established some guidelines on how customers should be treated. No more slouching on their chair, he has to show genuine interest by leaning forward, and no more claim rejections without it being referred to the Manager (Claims).",
    "The next initiative involved performing short skits on the first day of every month, highlighting how staff delighted a member (customer) and provided unexpected, delightful service. I would also read out letters of appreciation I received about a particular officer’s exceptional service. The staff liked it, but some managers from a traditional management culture thought I was simply mad, having dramas during office hours.",
    "The next initiative was the hotline. We offer a dedicated telephone line for anyone to call and obtain information or query a submitted claim. We promise a return call after 3pm the same day in the case of claim queries. Most of those who call do not expect a call back, knowing the typical nature of a government institution. However, by 2pm, we begin returning calls and giving updates on the claims. In fact, we could even say when the claim would be paid. This was pure delight for the callers. On the first day itself, the officer assigned to the task barged into my office in the late afternoon and said it was an excellent service. “So many people thanked me profusely and said they never expected this from a government institution”, he said.",
    "The next initiative was to request that every officer who sends external letters send me a copy. It was called the pink copy because we used pink paper for this copy. Upon reviewing these letters, a notable feature was the number of people requesting EPF claim forms, to which our staff would respond negatively because we are the ETF and not the EPF. The reply went like this: “Dear Sir/Madam. We are the Employees’ Trust Fund Board. Since your requirement is for an Employees’ Provident Fund (EPF) claim form, please get in touch with the Labour Department because we do not handle the EPF. However, if you require any service from us, the ETF, please call or write to us.”",
    "It was polite enough, but would not delight the recipient. I asked the staff members how much more trouble it would be if they collected a stock of EPF forms from the Labour Department and answered such requests by attaching an EPF claim form. We were housed in the same building. Since then, the replies went like this: “Dear Sir/Madam, Your request is for an EPF form. However, we are the Employees’ Trust Fund Board (ETF) and could provide you with ETF claim forms only. Your requirement is for an Employees’ Provident Fund (EPF) form, which is not handled by us; therefore, you should contact the Labour Department. However, to assist you in this instance, we obtained an EPF claim form from the Labour Department and enclosed it herewith. Please deal with the Labour Department once you have completed the form or have any queries on EPF”.",
    "This was how customer delight is achieved. The grateful response our staff members received spurred them to delight our customers (members) even more.",
    "Awardee of the APO Regional Award for promoting Productivity in the Asia Pacific Region",
    "Recipient of the “Order of the Rising Sun, Gold and Silver Rays” from the Government of Japan.",
    "“Reflections on the Life and Times of Lakshman Kadirgamar on  the 20th Anniversary of His Death”",
    "St. Maximilian Kolbe: ‘The Saint and Hero at Auschwitz’ and his visits to Sri Lanka in the 1930",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}