{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/chavakachcheri-hospital-saga-the-tip-of-the-iceberg-of-a-broken-outdated-health-system/",
  "time_ut": 1721751581.0,
  "original_lang": "en",
  "original_title": "Chavakachcheri Hospital Saga: The Tip Of The Iceberg Of A Broken & Outdated Health System",
  "original_body_lines": [
    "Most Sri Lankans, if not all who have social media access, by now know that there is a city in the Northern Province called Chavakachcheri, and that there are allegations and misdeeds in multiple areas in the base hospital.",
    "I am writing this as a medical professional educated and trained in Sri Lanka currently practice in North America. I am presenting this as two-part series with the second part focus on suggestions for change. I am going to start with the oath we take before going into the practice.",
    "I swear to fulfill, to the best of my ability and judgment, this covenant:",
    "I will respect the hard-won scientific gains of those physicians in whose steps I walk, and gladly share such knowledge as is mine with those who are to follow.",
    "I will apply, for the benefit of the sick, all measures [that] are required, avoiding those twin traps of overtreatment and therapeutic nihilism.",
    "I will remember that there is art to medicine as well as science, and that warmth, sympathy, and understanding may outweigh the surgeon’s knife or the chemist’s drug.",
    "I will not be ashamed to say “I know not,” nor will I fail to call in my colleagues when the skills of another are needed for a patient’s recovery.",
    "I will respect the privacy of my patients, for their problems are not disclosed to me that the world may know. Most especially must I tread with care in matters of life and death. If it is given me to save a life, all thanks. But it may also be within my power to take a life; this awesome responsibility must be faced with great humbleness and awareness of my own frailty. Above all, I must not play at God.",
    "I will remember that I do not treat a fever chart, a cancerous growth, but a sick human being, whose illness may affect the person’s family and economic stability. My responsibility includes these related problems, if I am to care adequately for the sick.",
    "I will prevent disease whenever I can, for prevention is preferable to cure.",
    "I will remember that I remain a member of society, with special obligations to all my fellow human beings, those sound of mind and body as well as the infirm.",
    "If I do not violate this oath, may I enjoy life and art, respected while I live and remembered with affection thereafter. May I always act so as to preserve the finest traditions of my calling and may I long experience the joy of healing those who seek my help.",
    "The above is the modern version of the Hippocratic oath, written by Louis Lasagna in 1964. Most medical students in the US take this oath upon graduation. A reminder for all the medical professionals that we as the Physicians and Surgeons bound by the oath we take.",
    "What were the issues that is specific to Chavakacheri and why are these not isolated only to this hospital but almost to the entire country though in varying degree.",
    "1. There existed an operating room building as well as maternity unit that was built years ago and has not been functioning and patients who could have minors surgeries are being transferred to Teaching Hospital (Inefficiency). Blame was due to lack of backup generator and no surgeons to staff. (Staffing and Energy crisis)",
    "2. There was supposed to be 25 staff doctors attached to the hospital, and many are not reporting to the duties on schedule as many are from out station doctors (There is a practice of Docters working from Tuesday to Thursday only as it nicknamed Tuesday to Thursday syndrome) one was in Maternity leave.",
    "3. Patients are asked to go to private hospitals/clinic for blood work and X-rays even though the hospital has the ability to do it. Accusations were noted that intentionally sabotage by the X ray machine so that it will be labelled as nonfunctioning",
    "4. Most of the patients are being transferred to Teaching hospital either the local physicians wanted to keep the census low when only few doctors available to round and for weekend coverage or lack of ability to care due to various reasons.",
    "5. Staff, including doctors, play some roles in the expedited process of releasing the body of dead people with private enterprise involved in money transfer to the staffs (including to the doctors)",
    "6. Inventory of the Medications are not kept and most are poorly stored, leading into decay.",
    "7. Few of the doctors are prioritize their private work over hospital work and show up for 2 h and see handful of patients and elope to the nearby private hospitals.",
    "Based on publicly available information that I’ve gathered; it comes down to four areas of issues that I was able to categorize.",
    "1. Administrative issues such people including the staffs not reporting to the duty and accountability, and staffs leaving early for private work while being on payroll by government.",
    "2. Clinical issues such as transferring most patients to the Jaffna Teaching Hospital instead of caring locally and unavailable medical staffs",
    "3. Corruption with many areas including dealing with dead people, directing people for private hospital-based work to make money for the private enterprises",
    "4. Unethical practices such as selecting some patients to buy medicine or lab work based on their financial background",
    "Although these stories have only recently surfaced from Chavakacheri, I have heard additional stories like this from many quarters over last 10 years.",
    "Administrative mess up: There are two sides of the stories and based on the information that I received from reliable sources that there are complete mess up of things in Chavakacheri. It was noted that many patients are being transferred to teaching hospital due to lack of staffs or services. Further to this that maternity unit is lacking a Visiting Obstetrician and Gynecologist. (VOG). They refused to do the obstetric work in the absence of available Pediatrician. The staff pediatrician was on maternity leave . In Srilanka everyone get 3 months of fully paid maternity leave and another 3 months of partial pay with the option to extend another 3 months of no pay. Apparently, the pediatrician received the transfer order to Mannar just about the time or end of the pregnancy and it cannot be implemented. Because there is a pediatrician was already attached in papers to the base hospital, ministry cannot post another pediatrician to the post. Ultimately a release order from the Medical Supernatant was send to the pediatrician was issued in good faith to create the vacancy.",
    "There was another medical officer too was in the maternity leave where the release order was given as both of them have transfer orders in place but because of the type of leave, that was not executed.",
    "Third known allegation was that one of the medical officer routinely leave the hospital during the duty time to the private work. This MO first left with the car and the car was found parked in a private clinic and once the officer was notified, the mode of transportation changed with the leaving the car behind and using three-wheeler to the private clinic. The clinic was contacted and verified that the MO was there and possibly was notified by the administration.",
    "Hearing these stories as that their two of the colleagues were given release orders and restriction was placed on the private work,  rest of the physicians “En masse” went on strike.",
    "Maternity leave is a privileged time off for the mother to take care of the newborn. No one can expect to have them returned to work while they are still caring their newborn. However, a strike En-Masse with possible total collapse of the hospital system is not acceptable in any country. In UK the junior physicians went on strike as section of the medical team and not the entire physicians. This is a total disregard for the Oath they have taken and the Job they are doing.",
    "On the other hand, maternity leave is a well-planned time off  with advanced notice that administration should have taken every step to fill the vacancy with temporary posting. Country can develop a system to mobilize the doctors in who are in the final leg of that specialty training or allow the willing expatriate physician to do a limited term assignment.",
    "Lack of clinical work and possible hardships to the patient: There are multiple incidents that patients were turned down or not even seen and was told to go directly to the teaching hospital. I do not hear any incidents of bad outcome but I have to bring the attention of such incident has bad outcome elsewhere.",
    "Every patient coming to the hospital needs triage to see the severity of the illness. Regardless of the condition, all of them has to be stabilized in the Accident and Emergency department (A&E). Many small hospitals in Srilanka do not do enough stabilization and simply direct the ambulance to next level hospital. This is a clinical area for improvement including proper training with policy implementation.",
    "One such incident where the patient was transferred while bleeding and without providing proper support and had bad outcome. This incident happened few years ago in the south. The same condition can repeat anywhere unless proper training, availability of the staff and equipment to stabilize any unstable patients.",
    "Allegation of Corruption:  There was an incident that surfaced that a family was asked large sum of money to release the body of their dead relative. It turned that the practice of getting favors in the form of money or gifts ( specific gifts) are existed for a long time. There seems to be some private enterprises were involved in connecting the medical officer with the families.",
    "Once such incident brought to my attention happened elsewhere few years ago. An expatriate from UK died and when the family went there to release the body, they was told that when they come back for the 31st day remembrance pooja to bring certain camera. Family did notified their close knitted circle and was advised to have the officer charge, but they did not wanted to proceed as they were grieving from the loss.",
    "I was made to understand that this practice of bribing to get the body released is an ongoing issue in various quarters.",
    "There are stories that in the wards mostly in the crowded hospitals, money is being exchanged for getting the bed and food with extra care by non-medical staffs.",
    "Unethical and Immoral Practice:  Discrimination of a patient based on their background based on their financial status, caste, religion, gender and the level of education and by giving them preferential treatment is both unethical and immoral in nature.",
    "There is a story where an elderly man was given the prescription to fill in the private sector and he overheard that the doctor was telling other staff that he has money and he can buy in the private pharmacy.",
    "There are many incidents patients were directed to go to the private sector to see doctors, do blood work and imaging studies. This practice is somewhat wide spread in many quarters and not isolated to Chavakacheri alone.",
    "Corruption and bribery won’t happened by one person or one entity. It is being encouraged by the people who are willing to pay any price to get things done.  At the same time, we also need people to know the rules so that everyone can follow to the maximum.",
    "Last year, friend of mine picked me from Colombo and we both are driving to Jaffna in his car. At the entrance of expressway to Negombo a large container truck was in front of us where he almost missed the entry road and managed to get navigate into the right lane. In that process, one of the tire has crossed the marked lane. The constable at the entrance signal him to to side and told him that he violated the traffic rule by touching the lane, though it was a simple oversight due to poor visibility and unfamiliar place for him.",
    "He threatened to write a ticket and I told him that I was going to call one of the superior to explain but he told me that it will delay the trip and just pay him 500 rupees and leave. The bribe was paid and we left. I am pretty sure that this constable is making fortune for all those cross the road sign accidentally. Here we have a willing driver who decided to pay the bribe than try explain to his superiors.",
    "When we were driving through the expressway, every time he was in the right lane, he left the signal light on all the time. I asked him as why he was keeping the signal light on all the time; he replied that is what everyone was doing.  I told him that in a two-lane highway, the lights are only to be used when you are changing the lane and once crossed the lane, cancel the light. This is an example as many behaviors from people are learned and became the tradition. In fact it was wrong.",
    "In healthcare, there are so many areas that created the conditions for corruptions with people are willing to pay to get things done than wait in the line.  There is a need of overhaul of the system with better pay and organized healthcare that will minimize the corruption.  While the medial professionals are expected to maintain a higher standard and ethics, patients are reminded that they too have obligation to maintain the rule of law and compliance with the instructions given by their physicians. It is not a victim shaming statement but it is in fact the truth.",
    "Sri Lanka has centralized, government medical services, where almost 98% of the physicians under the age of 63 are employed by the government. Currently, there are 12 medical schools in the country, with 1200 total graduates each year. Everyone has to finish their rotating internship to be eligible for the Sri Lanka Medical Council registration.  There after they can choose their path and continue with the academic track or clinical track, where they can chose to be employed or establish their own private practice. In theory, with one year of clinical experience, they can be an independent practitioner.  All of those who finished the internship are often posted to various hospitals based on their merit ranking. Some of them are posted to remote areas where they least wanted to go or far from their home.",
    "Both the Colombo and Kandy general hospitals are ranked as National Hospitals while Jaffna General hospital is classified as Teaching hospital. The District of Jaffna has 4 base hospitals and few divisional hospitals.",
    "In an Ideal world, all hospitals should be staffed all the time as medical emergencies can happen anytime and to save a life is race against the time. In most developed countries there exist an Emergency Medical Services (EMS) system where well-trained Emergency Medical Technicians who can handle the emergencies including performing Advanced Cardiac life support measures to stabilize the patient at the field. In order to reach the crisis area, the ambulance services are placed in peripheries and most of the ambulances are equipped with the all the supplies for emergencies.",
    "Based on Asian Development Bank information, they have provided 110 million USD and Japan has Provided 3 million USD for the development of EMS services with the aim to have one ambulance for every 50000 people. How much of the 114 million dollars were really invested on enhancing the health system is not clear as I leave this question to investigative journalists.",
    "A good, functioning Health care system should start with primary care and preventive measures such as vaccines, annual checkup and health maintenance check such as blood pressure, Hemoglobin and blood sugar check ( such as Hemoglobin A1C), and much more. This health maintenance can be undertaken by a medical officer with no specialized training. Often time, a good health maintenance with early detection will prevent most potential complications. Unfortunately, Sri Lanka has no such system of Primary care where everyone could be assigned to a medical office in the rural villages and can rely on the local medical officer for illness such as simple cough, cold and Asthma as well as monitoring their blood pressure and other chronic conditions.",
    "The country’s health system was built around hospital-based clinics and failed to develop remote medical offices which were doctor-only clinics. Putting a “band aid fix” for the ailing health system that was created by the British will not move forward to change into primary care base health care that is in need now.",
    "With that said, people are used to the hospital system as the only known health system and they flock into the hospitals for everything from simple knife cut, cough, cold, or simple diarrhea, partly because there exist more resources around the hospitals such as blood test and imaging studies as well as availability to bypass the system to see the specialist through private channeling. This led to the overloading of the health system and create conditions for abuse, corruption, and mismanagement.",
    "There are many stories that I have heard, and I even shared many of them with my colleagues in the last 10 years from all over Srilanka. Today, I am penning down a few of them",
    "* There is an Orthopedic surgeon who will block out the entire day of his Operating room time and only perform a token one or two surgeries. He will tell the patients to come to a private hospital to have the surgery as this can be done soon or otherwise it will be delayed. Although, there was an allegation from a reliable source that there was a patient left in the hospital for days without operating an open fracture end up getting infected.",
    "* There was an attendant who will be acting like the boss to everyone, and he will only report to duty by midday. When someone asked why there is no one is reporting this to the Physician in charge of the ward, the answer was it was the Physician who gave outside work to be completed by the attendant.",
    "* When a new patient sees a specialist, a good conscientious doctor needs about 10 min to talk to the patient, go through their records and exams, and then explain the diagnosis and the treatment plan. There was a gentleman who has spent a good number of years taking care of distressed people, providing shelter to them, and caring those sick with neurological conditions. He was seen and well cared by a Jaffna based Specialist who is not a neurologist. He made a referral to a Neurologist in Colombo where the appoint was given three months later. He was brought to Colombo to see him in a private hospital where the Neurologist spend less than three minutes with the patient. When I discussed with the specialist the care he received, the specialist in Jaffna told me that there was an estimate that the average time spent by a specialist in private channeling in 59 seconds per patient. I know a physician specialist in North who will see around 80 patients before and after his official duty time. How much time he spend with each patient?",
    "* There was a specialist in Jaffna who once said that he doesn’t get many referrals from a leading private hospital because he doesn’t order unnecessary tests in that hospital. They prefer someone ordering more test to be done there.",
    "* I also heard a story that the hospital funds were swindled/ disappeared allegedly by the management for a non-existent building. An audit firm was summoned to audit, and I do not know the outcome of the enquiry.",
    "* I personally met with a group of medical officers most are specialist, leaving for the South on a Friday intercity train (pre-covid when the train service was on). They told me that they go home by Friday and return by Monday. Most of those physicians are from south and few are Colombo base. It has been a practice that out station physicians work only part of the day and have someone cover them. To ease the burden of cross coverage, oftentimes many patients are shifted to Teaching hospital.",
    "* There was a video circulating in the social media that hospital nursing staff reprimanded a patient requested to check his blood sugar (in the Teaching hospital)",
    "* There are stories that patients are leaving with the tubes without any instructions or follow up plans",
    "* I met a patient who told me that he completed a month-long medication for Hight blood pressure and all cured. I asked him as who told this and the answer was doctor only have less than two minutes to spend and gave the prescription and left without instructions.",
    "* A whistleblower physician’s (Oncologist) house was damaged and painted with dirty oil by henchman allegedly hired by the administration to protect their interests",
    "* A patient was transferred from a base hospital to the district hospital because the attendant who can insert a foley catheter was not working there and a patient need foley catheter (urinary catheter)  The doctor doesn’t know how to insert the catheter",
    "* A patient was hurriedly transferred before being stabilized and had bad outcome enroute",
    "According to College of physicians and Surgeons of Ontario, a physician’s primary interests are determined by their professional duties and vary according to the activity they are engaged in. For instance, a primary interest can be providing care in the patient’s best interests, conducting unbiased medical research, or fostering high-quality medical education. Patients, the public, research participants, and medical learners need to trust physicians to act in ways that are consistent with these primary interests.1",
    "Secondary interests can be a legitimate part of a physician’s practice but cannot be achieved at the expense of primary interests. They are most commonly thought of in terms of personal financial gain; however, they can also include the desire for professional advancement, recognition of personal achievement, or favors or financial advantage for family or friends.",
    "1. Receive any benefit, directly or indirectly, from a supplier to whom the physician refers patients/specimens or who supplies medical goods or services to the physician’s patients.",
    "2. Rent premises to or from a supplier, except where the rent is normal for the area and the amount of rent is not related to the referral of patients to the landlord.",
    "3. Sell or otherwise supply any drug, medical appliance, medical product, or biological preparation to a patient at a profit, except:",
    "c) where the services of a pharmacist are not reasonably readily available; or",
    "* an allergy preparation sold or supplied for a price subject to limits.",
    "4. Order a diagnostic or therapeutic service to be performed at a facility in which they or their family have a proprietary interest, unless the interest is disclosed in advance to the patient, or the facility is a publicly-traded corporation and not owned or controlled by the physician or a member of their family.",
    "Sri Lanka lacks a regulatory mechanism, or the regulators too have conflicts with their own agenda.  Plenty of brain drain and specially the medical professional has created huge vacuum in the country.",
    "As per the British system of hierarchy, which is deeply embedded in the country, and in with a subordinate mentality exists in which every superior should be addressed as “SIR”, this certainly showed us that the authorities and those in power like to enjoy the power at any cost regardless of the working environment and their efficiency.  In this background we can see many physicians or people who hold authority has developed a “GOD COMPLEX”.*",
    "In the last couple of weeks, events and stories have exposed many existing conflicts in the current health system. Some of these conflicts are",
    "* Working under government (Tax payers) pay vs. working for private institutions",
    "* A private pay patient to treat in the hospital (Bringing in a private pay patient and admitted) Vs a hospital patient to treat in a private hospital) advice the patient to get surgery in a private hospital",
    "* Transferring a patient for the convenient of staff Vs treating locally",
    "* Follow the rules (5 days of work) Vs Follow the tradition (three days of work)",
    "When an internal conflict spilled to the media or to the public arena either by investigative journalist or by a whistleblower, there always attempts to suppress the information saying, “All is well” and nothing happened. However, the failure to resolve the conflict led to",
    "3. Reputational damage to the system and people directly and indirectly involved",
    "5. Lack of trust in the system, even when everyone tries to do the best of their ability",
    "Every problem can have solutions if we look at the problem from outside and in a new perspective. Every problem has one or more root causes and some of them are culminated from years of neglect and mishandling of the known issues.  Often time those in power try to place a “Band Aid” for the problem to show that the wound is all taken care of, in fact the wound itself has eroded into the bones and it is about the crack the bone.",
    "I was educated and moved out from the above system, and I am able to make my suggestions as an outsider who has seen multiple different medical systems in the world. Sri Lankan health system needs complete overhaul. The country is ready to upgrade the phone system to 5G and old road system to express ways and ready to expand the land into the ocean, why not spend some energy into overhauling the outdated health system par with some advance healthcare system. I am pretty sure that many well-wishers and some organization like Asian Development Bank, US AID and some other non-profit organizations may be willing to participate if politicians don’t swindle the allocated funds to cherish themselves. We all know that the corruption started from the Minister level in the health sector (Former Minister of Health is in Prison)",
    "* A God complex is an unshakable belief characterized by consistently inflated feelings of personal ability, privilege, or infallibility. The person is also highly dogmatic in their views, meaning the person speaks of their personal opinions as though they were unquestionably correct. Someone with a god complex may exhibit no regard for the conventions and demands of society, and may request special consideration or privileges.",
    "*About the Author: Over 40 years in Medical field. Alumni of Jaffna Central college (O/L1979)  and St. Patrick’s college (A/L 1982). Alumni from Faculty of Medicine, University of Jaffna, Srilanka 1983 batch. Internship under Prof. Stella De Silva and Prof. C. Canagaratne in North Colombo Teaching Hospital. Trained at University of Louisville and University of Illinois, USA in the field of Internal Medicine, Holding Certification in American Board in Internal Medicine. Assembled a team and attended post Tsunami recovery mission in January 2005."
  ]
}