{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Imposing-costs-on-business-disregarding-ability-to-enforce/4-761009",
  "time_ut": 1714003931.0,
  "original_lang": "en",
  "original_title": "Imposing costs on business; disregarding ability to enforce",
  "original_body_lines": [
    "If this bill is not amended at the committee stage, it will impose significant costs of compliance on small businesses who are already under stress from the crisis",
    "The Gender Equality Bill has been gazetted. It requires every public institution and private institution to appoint a senior official to be responsible for gender mainstreaming and gender equality (“Gender Focal Point”). That person is legally required to prepare a plan of activities targeting their areas of responsibility and report directly to the Council on a quarterly basis with a copy to Women Parliamentarians Caucus in Parliament (section 17).",
    "If this bill is not amended at the committee stage, it will impose significant costs of compliance on small businesses who are already under stress from the crisis. It will also impose costs on State entities and large corporations, but the focus here is on small business which are least capable of meeting unfunded mandates.",
    "The drafters of the bill do not appear to have considered the impossibility of examining reports every three months and taking any meaningful action on them.",
    "There is nothing unconstitutional about making bad law. Therefore, one cannot expect any help from the Supreme Court in removing or amending these provisions. It is up to the Minister moving this bill through Parliament to act even at this late stage. It is up to informed members of the public to point out the folly of the bill.",
    "Section 29 of the bill states that a “‘private institution’ means an institution established, recognised or licensed under any written law, and include a higher educational institution, a university and a professional institution and an institution offering vocational or technical education …” Under section 25, any person who comes within this definition “who contravenes the provisions of this Act or any regulation made thereunder [including the requirement to submit quarterly reports under s. 17] … shall be guilty of an offence under this Act and shall on conviction after summary trial before a Magistrate, be liable to a fine not exceeding fifty thousand rupees or to imprisonment for a term not exceeding three months or to both such fine and imprisonment.”",
    "The problem is with the extraordinary breadth of the phrase “institution established, recognised or licensed under any written law.” There are many institutions established under written laws. Some such as the multitude of foundations named for MPs have their own specific acts. Others, such as companies established under the Companies Act, No. 7 of 2007, and the Trusts Ordinance (Chapter 87) would fall within scope. In similar legislation of broad applicability such as the Right to Information Act the term “recognised” is not used which suggests a broader scope.",
    "Institutions “licensed under any written law” also open the door to a very broad interpretation. For example, section 7 of the Food Act, No. 26 of 1980, requires the licensing of any premises where any food is manufactured, prepared, preserved, packaged, stored, or sold. This would suggest that thousands upon thousands of small businesses engaged in the food value chain would have to file quarterly gender mainstreaming reports.",
    "In 2023, the Company Registrar reported that 22,376 companies had been registered under the Companies Act. In January 2024, 1,995 more were registered. That means that a minimum of 24,371 private institutions must file 105,464 reports each year.",
    "The best available data on MSMEs [Medium, Small, and Micro Enterprises] are from the National Economic Census of 2013-14. The number of MSMEs was 1,019,681 of which 41.1 percent were engaged in wholesale and retail trade and services, 29.2% in other services, and 23.6 percent in manufacturing. Using the most conservative assumptions, it may be estimated that at least 25,000 entities would fall within the scope of the Gender Equality Act. That would result in at least 100,000 reports coming into the Gender Equality Council every year, adding up to a total of 205,464 private sector reports that have to be read, assessed and acted upon each year.",
    "This is in addition to the thousands upon thousands of public institutions that would also be filing quarterly reports. Public institutions are defined as “a department or institution of the Government, a public corporation or a statutory institution and includes a higher educational institution, a university and a professional institution and an institution offering vocational or technical education funded wholly by the Government, a public corporation or a statutory body.”",
    "Assuming that the Gender Equality Council takes its legislative mandate seriously, it would have to create and maintain a continually updated database of around 100,000 entities, Including 50,000 from the private sector. It would need adequate staff to ensure that quarterly reports are submitted on time and to prosecute those who do not.",
    "There should be other staff members tasked with reviewing the quarterly reports to ensure that the same document is not being submitted quarter after quarter, because that would be the most logical response for any entity subject to unfunded mandates. For the quarterly reports to have any meaning, it would be necessary to ensure that they include measurable indicators and that the submitting organisations should be held accountable to them. That would require competent staff who would prepare the templates for the reports, assess compliance with the templates, and take remedial action where necessary, including site inspections.",
    "The Gender Equality Council will have to be a rather large organisation. It is likely that it will not be adequately funded to be able to perform the above functions, given the current straitened circumstances of the state. Thus, we are likely to see an unenforceable law come into being with most of the entities subject to it choosing to ignore it and the authorities turning a blind eye. Except when someone is out to get someone. Not much good for gender equality. Much harm to respect for the law and for the economy.",
    "The ideal solution would be to go back to the drawing board; figure out clearly the problem that needs to be solved; identify the optimal solution through an expert committee and public consultations; and draft legislation accordingly.",
    "The second-best solution would be to change the definition of private institution to entities incorporated under the Companies Act and by specific statutes with more than 300 employees and an annual turnover of more than Rs. 750 million (the accepted threshold for defining enterprises that are not MSMEs). There are many international examples of laws that shield small enterprises from excessive regulatory burdens. The vague terms “recognised” and “licensed” would be excised.",
    "Recognising the meaninglessness of requiring quarterly reports on matters that do not change from week to week, section 17 would be amended to require triennial and biennial reports. The drafters would be required to scope out the workload of the Gender Equality Council and ensure that adequate resources are made available for meaningful enforcement.",
    "The fact that costs of compliance and enforcement capabilities are not considered in law after law suggests that Sri Lanka should set in place a mechanism like the Australian Office of Impact Analysis that would mandate an evidence-based report that shows that the drafters of a law have assessed compliance costs and enforcement capability."
  ]
}