{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/kumar-david-an-accomplished-academic-and-a-broadminded-marxist/",
  "time_ut": 1729367460.0,
  "original_lang": "en",
  "original_title": "Kumar David: An Accomplished Academic and a Broadminded Marxist",
  "original_body_lines": [
    "One by one the lights go out. In a span of seven months, Sri Lanka’s Engineering fraternity and the country’s progressive political fraternity have lost three of their kind, one after another. Chris Rodrigo was the first to go in March, then it was Bahu in July, and now it is Kumar David, the oldest of the three. Professor Kumar David passed away in Los Angeles, on Monday, October 14. He was 83 years old.",
    "He had been in declining health for some time after a cataract surgery that did not go as smoothly as such surgeries do. But on his annual visit to Sri Lanka earlier in May, he seemed to be in good spirits, and he was closely following from LA the results of the September presidential election in Sri Lanka. He was obviously pleased with the results and would have been hoping to see their consolidation in November. That was not to be. His was a long life, well lived, yet the end came too suddenly and too painfully for many of us.",
    "All the more so, for Rohini, his wife of nearly fifty years; children Asela, Anusha and Amrit, and grandchildren Yasmine, Elai, Addie, and Andy. They and his extended family of cousins and in-laws will miss him dearly, but they will also have fond memories of him and a legacy of achievements that they could be proud of and draw inspiration from.",
    "Among all his Engineering Faculty contemporaries, the best and the brightest Sri Lankans of their times, Kumar lit up the lives of many in the most far-flung way possible. From the lecture halls of Peradeniya to the research labs in the London Imperial College, with long stints in Sweden and Zimbabwe, visiting assignments in India and the US, to his ultimate pinnacle at the Hong Kong Polytechnic that drew students from mainland China, and where he spent 25 years and retired as Dean of Engineering – Kumar David has left a long legacy of teaching and scholarship that everyone who has come to know him at various times over nearly 60 years can proudly remember and celebrate. But there was more to Kumar’s life and there is more to his legacy.",
    "While he was known and respected for his academic accomplishments within and outside Sri Lanka, he was even more known in Sri Lanka for his involvements and discourses in politics. And for the last 17 years, as a regular and popular Sunday Island columnist, on wide ranging subjects – national and global politics, national and international economics, science and technology, and of course Marxism and the dynamics of social change.",
    "The political part of his life had started a whole decade before his engineering career began in 1963. Family circumstances had brought him as a young boy close to the frontline leaders of the Lanka Sama Samaja Party, to the politics of socialism, and to becoming familiar with Marxism as an apparatus of thought. He was a boyish listener to political discussions on the Hartal of 1953 and the exposure made a lasting impact on his intellectual development in tandem with political commitments.",
    "But the early political exposure and later involvements did not distract him from his studies and academic pursuits, and the genius of Kumar David was that he was able to maintain focus on both with discipline and dedication for all his adult life.",
    "What is also remarkable is that besides Kumar David (graduated in 1963), three other engineering alumni of the same vintage, viz., Sivanandan Sivasegaram (1964), and Wickramabahu Karunaratne and Chris Rodrigo (1965) have similarly achieved academic excellence while actively abiding by their political ideals and commitments. Dr. Sivasegaram is continuing where others have left, abiding by the same ideals that have inspired his politics, and offering sharp observations on current developments.",
    "While their academic achievements are objectively indisputable, their political accomplishments are open to interpretation according to political subjectivities. What is indisputable, however, is that their politics has been utterly free of self-promotion and of all the banalities associated with parliamentary politics. Like his three contemporaries Kumar David’s main political role was that of the ‘organic’ public intellectual, contributing more to positive political education than the mechanics of political representation. The Left politics in Sri Lanka, as elsewhere, is often the politics of opposition – opposition to the established mores of bigotry, injustice and inequality. It is this characteristic that makes the pursuit of politics worthwhile even when it does not lead to its ultimate consummation with power.",
    "I wrote somewhat extensively on the trajectory of left politics on the occasion of Kumar David’s 80th birthday in June 2021. Some of us revisited those themes when Bahu passed away in July. In what may have been his last piece of writing, Kumar David wrote on the political legacy of Bahu and quite authoritatively placed him in the pantheon of left leaders alongside the founding fathers. I touched on this again in broad outline in tracing the historic September win of President AKD to the overall contributions of the left movement.",
    "Prof. Vijaya Kumar has now provided an inside account of left politics since the 1960s and Kumar David’s role in it. There will be more occasions to positively revisit these matters if the AKD/NPP administration would live up to its promises and expectations.",
    "In Kumar David, broadmindedness and Marxism came together coevally and complementarily. In any event, one cannot be a Marxist and be narrow minded. Kumar was naturally empathetic to the needs and concerns of others. He could be trenchant in his criticisms of other opinions, but he was never intolerant of them. For a man of highly serious purposes, he was also incorrigibly impish, and always a fun company for social occasions.",
    "Kumar was generous to a fault, and there have been many instances of his helping individuals in need, in addition to financially supporting the political organizations he was associated with. He maintained these attributes to the end even as his biological clock was running down. He ran the good race, fought the good fight and lived a good life. He has kept his promises and earned his rest.",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}