{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/111027/canada-follows-france-and-uk-with-plan-to-recognise-palestinian-state",
  "time_ut": 1753930260.0,
  "original_lang": "en",
  "original_title": "Canada follows France and UK with plan to recognise Palestinian state",
  "original_body_lines": [
    "Prime Minister Mark Carney has said Canada plans to recognise a Palestinian state in September, becoming the third G7 nation to make such an announcement in recent days.",
    "Carney said the move depends on democratic reforms, including the Palestinian Authority holding elections next year without Hamas.",
    "His remarks come a day after the UK announced it would recognise a Palestinian state in September unless Israel agreed to a ceasefire and other conditions and a week after France unveiled a similar plan.",
    "Israel’s foreign ministry rejected Canada’s announcement, calling it “a reward for Hamas”. Most countries - 147 of the UN’s 193 member states - formally recognise a Palestinian state.",
    "Carney said Canada would formally recognise the state of Palestine at the upcoming UN General Assembly.",
    "He cited the expansion of Israeli settlements in the occupied West Bank, the worsening humanitarian situation in Gaza, and the 7 October 2023 attacks on Israel by Hamas as reasons behind Canada’s dramatic shift in foreign policy.",
    "“The level of human suffering in Gaza is intolerable and it is rapidly deteriorating,” Carney told reporters on Wednesday.",
    "He said a recognition of Palestinian statehood would hinge on commitments by the Palestinian Authority to fundamentally reform its governance and to demilitarise the territory.",
    "Canada had long been committed to a two-state solution as part of a negotiated peace process, Carney said, but he added “this approach is no longer tenable”.",
    "“The prospect of a Palestinian state is being eroded before our eyes,” he said.",
    "Carney told the news conference he had spoken with Palestinian Authority President Mahmoud Abbas earlier on Wednesday about the announcement.",
    "The Palestinian Authority controls parts of the West Bank through the Fatah party, led by Abbas, while Hamas runs Gaza. Neither territory has held an election since 2006.",
    "Carney’s announcement was criticised by Israel’s Ministry of Foreign Affairs.",
    "It said in a post on X that Canada’s plan “harms the efforts to achieve a ceasefire in Gaza and a framework for the release of the hostages”.",
    "“Recognising a Palestinian state in the aftermath of the October 7 terrorist atrocities sends the wrong message to the world,” the opposition party said in a statement.",
    "The prime minister has been under pressure to address Palestinian statehood since the UK and France - close allies of Canada - came out with their own statements on the issue in recent days.",
    "Nearly 200 former Canadian ambassadors and diplomats signed a letter on Tuesday calling on Carney to recognise a Palestinian state.",
    "Canada’s principles, the letter said, “are being abandoned daily with the massive displacement, indiscriminate bombardment and starvation of Palestinian civilians in Gaza and the violent attacks by extremist settlers in the West Bank”.",
    "Asked whether he was influenced by the UK and France’s announcements, or whether he had consulted US President Donald Trump, Carney responded that Canada made its own foreign policy decisions.",
    "If France and the UK do formally recognise Palestinian statehood, the US - a strong ally of Israel - will be the only permanent member of the UN Security Council not to do so.",
    "The Israeli military launched a campaign in Gaza in response to the Hamas-led attack on southern Israel on 7 October 2023, in which about 1,200 people were killed and 251 others were taken hostage.",
    "More than 60,000 people have since been killed in Gaza, and 154 people, including 89 children, have died from malnutrition, according to the territory’s Hamas-run health ministry."
  ]
}