{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Has-the-new-Government-already-violated-its-own-principles/4-767227",
  "time_ut": 1727395384.0,
  "original_lang": "en",
  "original_title": "Has the new Government already violated its own principles?",
  "original_body_lines": [
    "This is the first time NPP has got the opportunity and people are watching critically to see whether it is able to deliver on promises",
    "The new NPP Government came to power in a momentous change of the political landscape of Sri Lanka. For the first time a simple village folk has become the President. It is great to see the change of guard. We should genuinely wish Anura Kumara Dissanayaka the strength and focus to deliver on promises.",
    "AKD appears to be highly focused and his rise to power came in the midst of rampant corruption and abuse of power by most politicians of the previous governments, and quite rightly, the NPP highlighted those abominations and depravities, pledging to eradicate them, bring the perpetrators to justice, and steer the country towards a just and fair society. The people were so distressed and despondent that they clearly wanted a system change. NPP offered that. People accepted it. It is now up to the NPP to deliver.",
    "The rhetoric of NPP appealed to the masses as corruption and abuse of power created an environment of deprivation, inequality and injustice. In addition to amassing wealth, politicians of the previous regimes blatantly abused power by giving important positions of the public service to their relatives and supporters in total violation of established principles making a mockery of those services. Of course, such placements provided the politicians greater opportunities to embezzle and misappropriate as individuals taking those appointments would gladly return the favour by agreeing to manipulate the system.",
    "Blatant instances of ministers appointing their brothers and supporters to key positions were rampant. Even if they were suitable and capable, such appointments should be based on a transparent procedure because suitability and capability is purely subjective.",
    "The people, especially those who supported the professed fair play and justice of the NPP not only wait anxiously but also scrutinise critically all actions to assess whether the new Government is indeed substantiating and manifesting the rhetoric at election rallies.",
    "Just a day after swearing in of AKD as the new President, three important positions of the Government were filled; Secretary to the President, Secretary to Ministry of Defence, and Secretary to the Ministry of Public Security.",
    "Secretary to the President, the senior-most civil servant, is of course an appointment akin to personal staff and should be as desired by the President.",
    "The other two positions appear to have been filled with supporters of NPP who worked for its electoral success. Don’t they violate the very essence of the principles articulated vociferously at election rallies whilst condemning similar appointments made in the past by previous regimes?",
    "First of all, it should be clearly understood that Defence Secretary is purely an administrative position not an operational position. Therefore, it is the domain of a senior civil servant though it had been held by many retired military personnel in the recent past. Some of those appointments had even been controversial. It is also likely that retired military officers were appointed as Defence Secretary in the past to pass on ulterior political wishes to the military and getting improper work done similar to the proverbial cat used to take roasted jack seeds from the hearth.",
    "The person appointed this time as Defence Secretary may well be the most brilliant and capable person but that assessment is purely subjective. He may have been even a ‘top gun’ of the Air Force. That is no reason to give him the appointment without a transparent procedure. It violates the very values NPP stood for and enunciated loudly at election rallies. On the other hand, if filling that vital post was so urgent, he could have been appointed on an acting capacity until a permanent appointment is made after a proper transparent procedure. That is “acta, non verba” (action not words).",
    "Appointment of Secretary of Ministry of Public Security is also similar. The gentleman appointed is well known for his calibre and crime-busting abilities. Yet, it violates the very essence of NPP values so cogently presented at election rallies and what NPP is well known for. Even in this instance, he could have been appointed on an acting capacity until a permanent civil service appointment is made after a proper transparent procedure. Though the appointment could be vindicated by immediate results of bringing to justice those who have brought this country to ruin, it could have been easily achieved by appointing him as a Special Commissioner with sweeping powers under the President.",
    "I think it is imperative that NPP demonstrates consistency and aligns actions with stated principles. Benjamin Franklin said; “Well Done is better than Well Said”!",
    "This is the first time NPP has got the opportunity and people are watching critically to see whether it is able to deliver on promises. It should be clearly demonstrated, especially at the beginning, for the people to be confident of NPP. If not, NPP will also be rejected and thrown to the garbage the same way other parties were rejected.",
    "However, if there are other overriding reasons, it is incumbent on the Government to explain before people get disappointed and disillusioned."
  ]
}