{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/SL-US-discussmulti-faceted-aspectsof-bilateral-ties/56-758626",
  "time_ut": 1708289508.0,
  "original_lang": "en",
  "original_title": "SL, US discuss multi-faceted aspects of bilateral ties",
  "original_body_lines": [
    "Foreign Secretary Aruni Wijewardane hosts US Under Secretary for Public Diplomacy and Public Affairs Elizabeth Allen in Colombo",
    "Foreign Secretary Aruni Wijewardane met the US Under Secretary for Public Diplomacy and Public Affairs Elizabeth Allen at the Ministry of Foreign Affairs on 17 February, and discussed several recent positive developments between Sri Lanka and the US in the 75th anniversary year of diplomatic relations.",
    "The Foreign Secretary welcomed the development assistance extended by the US International Development Finance Corporation in November 2023 to the Colombo West International Terminal Ltd. and appreciated the humanitarian and emergency aid extended to Sri Lanka to overcome the economic challenges of the country. She also welcomed the US assistance in securing the Extended Fund Facility Program (EFF) under IMF.",
    "Foreign Secretary Wijewardane apprised Under Secretary Allen on the developments in the economic and reconciliation fronts, and Sri Lanka’s priorities as Chair of the Indian Ocean Rim Association.",
    "Under Secretary Allen while assuring the continuous US assistance to the Government towards realising economic stability, discussed ways to strengthen people-to-people ties and diaspora outreach.",
    "Under Secretary Allen was accompanied by the US Ambassador to Sri Lanka Julie Chung, officials from the Department of State, and the US Embassy in Colombo. Senior officials of the Foreign Ministry were associated with the Foreign Secretary at the meeting.",
    "Separately, the US Embassy said Allen’s visit to Sri Lanka is to reaffirm U.S. support for Sri Lanka’s economic recovery and to promote a free and open Indo-Pacific.",
    "Her agenda includes fostering dialogue on freedom of expression and democratic values with diverse groups of stakeholders, including journalists, civil society members, government officials, and the Embassy’s Youth Forum. Her engagements with the Sri Lanka Press Institute, U.S. public diplomacy program alumni, and local content creators will emphasize the critical role of preserving diverse voices for a stable and inclusive Sri Lanka. Additionally, she will meet with representatives from Sri Lanka’s multifaith community to underscore the importance of societal inclusivity."
  ]
}