{
  "newspaper_id": "colombotelegraphcom",
  "url": "https://www.colombotelegraph.com/index.php/ignoring-the-whale-while-hooking-the-sprat/",
  "time_ut": 1715265513.0,
  "original_lang": "en",
  "original_title": "Ignoring The Whale, While Hooking The Sprat",
  "original_body_lines": [
    "Every Party manifesto and every government statement, solemnly vows to eradicate poverty, but have not done so, for seventy six years, since Independence in 1948. The performance of the present government is no better. Since we are hailed (mostly by ourselves) as a “Star Class Democracy,” that has changed governments peacefully. Despite the record of (language riots of 1958), the attempted (coup of 1962) youth insurrections of (1971 and 1988 to 1989) and the civil war (1983-2009).",
    "Changes of government “by the ballot, and not by the bullet”. One hopes that the failures are indicative of poor planning, and not the lack of skill in handling explosives. The fact that there have been repeated changes of governments, means that all political parties have to share the blame. I do not believe that any Party has “won” an election, but rather that the preceding one was kicked out by a disappointed electorate.",
    "When one sees the lavish and unnecessary expenses, on worthless functions and pointless travel, locally in posh limousines – (one for each grandee) and foreign jaunts for favourites, who cannot fairly be expected to understand even a minute fraction of the purpose of these usually International, meetings. Examples are galore. Just two would suffice.",
    "CERN (The European Centre for Nuclear Research), was “honoured to welcome,” the then Minister (of Scientific Affairs, possibly?). The poor guy who understandably embarrassed, could not know the difference between an electron and an elephant, and tell a proton from a policeman, would have been overwhelmed by the technicalities",
    "There was the case of some big noise, who opted to take his son to the Annual Sessions of the UN General Assembly. This gathering is a most important one, with dozens of Heads of State attending. Only four or five seats are allocated for each Member State’s delegation. In order to accommodate this “boss-to-be” son, our Ambassador had to sit at the back.",
    "There are many more examples. “State Visits” are another quaint and costly phenomenon. Except for laying a wreath at some monument, a couple of State Banquets, Guards-of-Honour, gun salutes and other ego-swelling events, not much else happens. A more dangerous thing is the signing of Agreements. Some are significant, and whose future implications could be very severe. Then there are the “Welcoming” and “Farewell” ceremonies. Reference is generally made to the cordial and historical connections, and how much these have been strengthened by the current visit. The downside to this little Pantomime, is the conventional return visit, for which the Red Carpet is unrolled at this end. We are at the “receiving end”. The expenditure has to be colossal. But if we did not, “What will others think?”",
    "The International Agencies believe that we are truly broke. If not, why are there no purposeful actions taken to tap the following sources of funds. Is it though fear that uncomfortable truths may surface?",
    "The off-shore money and real estate owned abroad, by revelations by such as the Panama Papers, Pandora Papers and other such sources. There can be some feeble excuses that “our laws do not allow”. Surely, this means that the law needs to be changed. Or are “those who make the Laws are permitted to break them”. One is amazed to see that the authorities, who are ever ready to ask less privileged, aggrieved parties to “go to Courts,” Are they, one may ask, acting as “counsel” for the culprits?",
    "In tracking the illegal monies stashed away as bank Accounts held by the Suharto’s (Indonesia) and Marcos’s (Philippines), certain provisions for secrecy were modified on UN recommendations.",
    "All MP’s and other likely suspects, (export/import companies), should be given a time bound Amnesty period (about six months), to come clean and pay their dues. At the end of that period, any undeclared assets should be confiscated, auctioned and proceeds credited to the State. Mr Anura. Kumara Dissanayake, referring to rumours that he owned a house in Ireland, said that anyone locating such a house could have the house as a reward. One expects that such a process was applied in the case of that ‘ownerless’ luxury mansion in Malwana? This practice should be followed, with no exceptions. Anybody wishing to seek redress should be asked to “go to Court.”",
    "Much was said on election platforms, that millions of dollars belonging to the Rajapaksas were in Bank accounts and real estate (including a hotel In Dubai). A man called Lokuwithana (who bid for a tyre factory in Horana), was said to be the manager of this loot. It was reported, that following the SLFP defeat at the polls, a Rajapaksa progeny, made a hurried trip to Dubai, Uganda, and the Seychelles and soon thereafter, the AG’s office reported that there was insufficient evidence, to file a case! Why did the Bank of Ceylon set up a branch office in the Seychelles, where only about two dozen Sri Lankans were in those islands. Smells fishy, does it not?",
    "The LTTE was alleged to have enormous cash in numerous accounts, all over the World, 17 cargo vessels, petrol stations, dummy companies, franchises etc. in addition, about 300 kilos of gold robbed from crowds fleeing Jaffna ( on LTTE orders). This treasure, last seen in army custody, seems to have disappeared.",
    "KP (Kumaran Pathmnathan), allegedly the main controller of all these LTTE possessions, who would know the locations where they could be now, is safely somewhere in our North, doing “charity work”. He has probably won his freedom, from whom? And at what price?",
    "The massive profit that would have accrued to cronies via the sugar imports, whose duty was suddenly dropped from Fifty Rupees to just twenty five cents. The manipulated and unethical bonus earned by some crony, should be returned forthwith to the Customs, and others involved, be suitably punished.",
    "Our “Pundit” Economists seem to be guided by the slogan “if you can’t dazzle them with brilliance, baffle them with bullshit”. I am cautious of using figures, because they are most often inaccurate and inconsistent. False figures distort or conceal truths. Informed guesses and “gut feelings” are often a better measure of reality.",
    "Never mind the high flying and obscure economic purveyors of rhetoric, who maintain that these recoveries will not meaningfully help our recovery,",
    "In summary, it would relieve our debt headache if This type of obscure reasoning confirms the view that “Economics is the art of making commonsense difficult to understand”. One should note that this correctly refers to economics as the “Art” (not Science).",
    "Surely, it would be easier to present evidence of a willingness to collect our dues, before picking up our begging bowl. Potential lenders would be easier to win over, if they are convinced that we have done our best to recover what we can – we may even eliminate the need to beg, as well. In summary;",
    "(d) Recovery of wrongful Duty rebates (Palm Oil, Turmeric, Sugar etc)",
    "(f) Undeclared assets in Banks, real estate and proceeds of crime."
  ]
}