{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Eight-ULTIMATE-challenges-in-setting-up-a-customer-experience-culture/4-767809",
  "time_ut": 1728606934.0,
  "original_lang": "en",
  "original_title": "Eight ‘ULTIMATE’ challenges in setting up a customer experience culture",
  "original_body_lines": [
    "Establishing any culture comes with challenges and setting up a customer experience culture is no exception. The challenges can be summarised using the mnemonic ‘ULTIMATE,’ which stands for Understanding, Leading, Teaming-up, Initiating, Mechanising, Aligning, Training, and Empowering. Each of these aspects is explained below:",
    "First, understand the customer and then their needs and expectations. Creating a ‘Buyer Persona,’ which is an ideal description of your customer, helps in defining the purpose for which the business exists. This can be done by researching the current customer base to gather demographic information such as gender, age, location, preferences, and behavioural traits.",
    "The most effective way to understand customers’ needs is to talk to them directly. It’s essential to identify their future expectations as well through various methodologies, such as interviews, focus groups, and feedback obtained through structured questionnaires or social media platforms. Avoid rushing this process or relying solely on gut feelings. Remember: “Proper preparation produces perfect performance.”",
    "Employees come from diverse backgrounds, with different beliefs and behaviours. Setting up a unique organisational culture amidst this diversity is challenging. Leaders must set the right tone by passionately driving the customer experience culture and engaging with it first. Employees look up to leaders who ‘walk the talk.’ Leaders should demonstrate integrity and ensure that the organisation does not play favourites; recognition, rewards, and promotions should be based solely on performance and contributions to the well-being of all stakeholders.",
    "Creating a customer experience culture requires everyone to work together towards a common goal. The interactions of all employees with policies, processes, and people are crucial. The ‘silo mentality,’ where each unit strives for individual or divisional success and glory, should be replaced with a ‘Total Solution Focus’ (TSF) approach, where the ultimate goal is stakeholder delight. The overall result of the business should be seen as greater than the sum of its individual parts.",
    "Employees should work harmoniously and cross-functionally to achieve the organisation’s broader purpose. For example, The Ritz Carlton Hotel’s service credo, “We are ladies and gentlemen serving ladies and gentlemen,” embodies teamwork.",
    "Initiating a customer experience culture presents challenges that vary depending on the organisation’s situation:",
    "1. Companies with an existing culture aiming to maintain it.",
    "2. Companies where the culture existed but has waned and needs revitalising.",
    "3. Companies that have never had such a culture but now seek to establish it as a competitive edge.",
    "Each situation requires fine-tuning of policies, processes, and people. Organisations must consider whether setting up a customer experience culture is a strategic investment for future success. Management should weigh the ‘Return on Investment’ (RoI) using appropriate metrics and decide whether the goal is a financial return or non-monetary benefits, such as brand building. Remember: “What gets measured gets done.”",
    "Mechanising or automation processes should not be done for the sake of it. Instead, focus on delivering genuine ‘digital convenience’ to customers. It’s essential to provide meaningful value using the existing information. For instance, senior citizen goes to an ATM to withdraw cash on his birthday. On insertion of the card and the PIN the common occurrence now is the screen carry’s a message wishing the customer “Happy Birthday Mr. Perera!” is nice. However, promoting irrelevant product such as a marriage loan or an educational loan to him, through the speaker of the ATM, simultaneously is inappropriate. Instead, being a long standing senior customer of the bank, communication on an offer such as the bank had made arrangements with a leading hospital to carry out comprehensive medical check-up to the customer at a concessionary price or discount, during the birthday month, has more relevance.",
    "Select technology that is convenient and adds value for customers. Invest in tools that consolidate and unify customer data, making tasks easier for customers, not more complicated. Service providers should go the extra mile to see things from the customer’s perspective.",
    "Aligning everyone at every touchpoint and all at all level is a significant challenge. Map the customer journey and identify who is responsible at each interaction. All staff should proactively address customer ‘pain points’. Although technology can help automate many aspects of customer service, nothing is effective as the ‘human touch’. Employees must be ready to deliver exceptional service. As the norm goes “Tech delivers; whereas, humans over deliver”.",
    "Ensure consistent information flow throughout the organisation, with everyone speaking the same language. For an example, consider a scenario where customer is being informed about a special promotion by the organisation. To avail the benefit customer rushed to the closest stores of the brand. Customer faces a situation where staff of the outlet is totally clueless about the offer. Imagine the disappointment customer has to go through?",
    "If a special promotion is announced, staff across all locations should be aware of it before the customer. Regularly remind employees about the importance of maintaining consistency in everything they do.",
    "Often organisations speak about availability of 24-hour helpline or hotline. Are they in working order, or when the customer is in need of a specific information are they been provided with just generic answers? Have you equipped the hotline with staff who demonstrate warmth and professionalism to handle customers?",
    "Today’s customers are more informed than ever, with a wide range of options at their disposal. Customer experience encompasses the impression customers have of the brand throughout their journey. All employees, regardless of role, need training on technical and soft skills related to customer service. Service rendered internally, to each other, within the entity also affects the overall customer experience.",
    "Organisations should not neglect training for outsourced staff or interns, as customers view them as representatives of the brand. Some forward-thinking HR leaders, such as Dr. Lalith Weragoda, Head of Human Resources at Sampath Bank PLC, advocate training even to such temporary staff as a form of corporate social responsibility. This ensures that while they are with the company, they contribute to enhancing the customer experience culture. In the future, even if they are working elsewhere, the learning they have got will help them to make a positive contribution to the economy and country.",
    "Behind every successful customer service interaction, there is an empowered team. Empowering employees to apply what they have learned transforms them into customer service champions. It fosters a culture of trust and support, laying the foundation for exceptional customer experiences that set the organisation apart.",
    "Empowerment should place decision-making as close to the customer as possible. At The Ritz Carlton Hotel, for example, every staff member is authorised to spend up to USD 2,000 to delight a customer without seeking approval. This authority is not abused because of the strong genuine customer experience culture established over the years. Empowerment should be seen as the backbone of customer service.",
    "(The writer is a sought-after ‘Customer Experience’ specialist in Sri Lanka. Over the last 28 years he has conducted nearly 3,300 inspirational and educational programs for over 800 organisations in 11 countries. His work can be seen at www.dhammikakalapuge.com.)"
  ]
}