{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/hunas-holdings-and-bcc-corporation-japan-forge-strategic-partnership-to-revolutionize-hospitality-industry/",
  "time_ut": 1713547680.0,
  "original_lang": "en",
  "original_title": "Hunas Holdings and BCC Corporation Japan forge strategic partnership to revolutionize hospitality industry",
  "original_body_lines": [
    "Hunas Holdings PLC, a leading player in the investment and hospitality sector, recently announced a strategic partnership with BCC Corporation Japan, a renowned innovator in technology, hospitality and real estate solutions. Together, they are introducing a ground breaking advancement poised to transform the way hotel accommodations are booked and managed. The collaboration introduces an innovative platform, using Block chain and Non-Fungible Token (NFT) technology while enhancing flexibility and investment opportunities for travellers and stakeholders alike.",
    "This partnership marks the inception of a new era in the hospitality industry, leveraging cutting-edge technology to address common challenges faced by travellers and hotel operators. At the heart of this collaboration is the introduction of a pioneering platform that offers unprecedented flexibility and investment potential: Nafutel Platform",
    "The Nafutel platform, developed jointly by Hunas Holdings PLC and SBCC PTE LTD, a subsidiary of BCC",
    "Corporation Japan, presents a multifaceted solution that caters to the diverse needs of travellers and investors. At its core, the platform enables travellers to book hotel nights with the assurance that they won’t lose their money if their plans change. In the event of unforeseen circumstances preventing them from utilizing their booked dates, travellers have the option to sell their room reservations on the platform, effectively recouping their investment.",
    "In addition to offering flexibility to travellers, the Nafutel platform introduces an innovative investment opportunity for individuals and organizations. By purchasing hotel room nights ahead of time, investors can capitalize on the fluctuating demand in the hospitality industry, strategically upselling their reservations during peak seasons for maximum returns.",
    "“At Hunas Holdings feel the time is apropos to join forces with BCC Corporation Japan to introduce this game changing technology to the hospitality industry,” said Dhanuka Samarasinghe, Chairman Hunas Holdings PLC. “We are committed to innovation and customer satisfaction. Through the Nafutel platform, we are empowering travellers with unparalleled flexibility while offering a lucrative investment avenue for discerning stakeholders.",
    "Mr. Nagata Tetsuji, President, BCC Corporation Japan, added, “We confident that Hunas Holdings PLC will drive this pioneering transformative technology in the market. The Nafutel platform represents the convergence of innovation and opportunity, providing a seamless solution for travellers and investors alike. Together, we aim to set new standards of excellence in the hospitality industry.”",
    "Aitken Spence Hotels: Top 5 in LMD’s Most Awarded Hall of Fame, leading hospitality sector",
    "‘ComBank Digital’ links Dept. of Commerce for online payments with LankaPay",
    "Hunas Holdings’ ties with visionary hotelier Adrian Zecha and Sophia Holdings",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}