{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Arugam-Bay-Gentle-warning-Mr-President/4-780082",
  "time_ut": 1754863228.0,
  "original_lang": "en",
  "original_title": "Arugam Bay: Gentle warning, Mr. President",
  "original_body_lines": [
    "Will Arugam Bay eventually develop into a hotspot for the US-India-Israel trio to create trouble for Sri Lanka-China relations?",
    "“There is a British proverb about the camel and the tent. At first the camel sticks one leg in the tent, and eventually it slips into it. This must be our policy” – Chaim Weizmann the Russian born British Zionist leader when replying to criticisms against the 1917 Balfour Declaration",
    "“I thought I was in Arugam Bay in Sri Lanka, but it looks like Tel Aviv. Was Arugam Bay promised to them 50,000 years ago?” – Tom Monagle, International DJ tourist",
    "“The government hasn’t looked at any country from a different angle. The basis for selecting these countries was the dollar income we receive and the number of tourists arriving”",
    "It was in 2023 during Ranil Wickremasinghe’s Presidency that Sri Lanka signed a deal with Israel to export 10,000 agricultural workers to that country after Netanyahu Government banned 20,000 Palestinian agricultural workers immediately after Hamas fired those deadly rockets on 7 October that year. Faced with a financially bankrupt treasury and a mismanaged economy RW had no choice but to export skilled and unskilled Sri Lankans to reduce the rising rate of unemployment and replenish treasury’s coffer from foreign remittances. Thus, Sri Lanka, out of necessity profited from Palestinian misery.",
    "At present there are reportedly around 8,000 Sri Lankans working not only in agriculture but also in the construction and household sectors of Israel. This is miniscule in comparison to more than 100,000 Sri Lankans currently employed in Arab Middle East. Therefore, there is nothing to brag about employment opportunities for Sri Lankan workers in Israel.",
    "Although Jewish contact with Sri Lanka is said to go back to biblical times when King Solomon sent merchant ships to Galle known as “Tarshish”, in modern era it was during D.S. Senanayake’s Prime Ministership that relations with the new state of Israel commenced. In fact, Sri Lanka’s first gunship “Gajabahu I” was imported from Israel. But SWRD’s strong nationalist agenda followed by Sirimavo’s passionate commitment to the non-align movement and friendship with the Arab world including PLO severed Sri Lanka’s ties with Israel. It was JR in 1977 who reopened it. (For a brief note on this chequered history, see “How Israeli diplomatic ties were reversed in Sri Lanka” by Punsara Amarasinghe in Lanka Guardian 10 Feb. 2021).",
    "However, with the 2023 deal Israel appears to have discovered an opportunity to “stick one leg into the tent” to “slip in” later. To start with, there had been a steady increase in the number of Israeli tourists arriving in Sri Lanka from around 9,300 in 2022 to 25,000 in 2024. The recently granted visa-free entry facility will see a flood of Israelis arriving as tourists in future. While Sri Lanka’s tourism industry and revenue from it need to expand further to become a significant contributor to the country’s GDP, its Israeli component has raised some serious concerns from different quarters of local population.",
    "Initially, there was the complaint about Israeli tourists overstaying their visas and engaging in illegal or unregistered businesses. But they were not the only ones to do so. There were others like Russians, Ukrainians, Chinese and Indians to name a few who exploited Colombo’s lax regulations and reported to be making more money than what they brought in when entered the country.",
    "But there are more worrying concerns about Israeli tourists. For instance, opening of Israelis-only kosher restaurants to cater to the dietary needs of Jews, exclusive surf camps along beaches where Israeli swimmers and surfers had been reported ignoring the host nation’s cultural norms of swimwear, and mushrooming Chabad Houses have become particular focus of this concern. The Chabad Houses numbering four in total so far of which only two said to have been registered under Sri Lanka’s Companies Act, are among the 5,000 or so such establishments found in nearly 100 countries. They are operated by the New York based ultra-orthodox Jewish Chabad-Lubavitch Movement. Two of the Sri Lankan Chabad Houses are found in densely populated Muslim areas, one in Arugam Bay along Mufasa Mosque Road in Pottuvil in the East and the other along Bukhari Masjid Road in Weligama in the South.",
    "What the President and Government should really worry about is the long term geopolitical or geostrategic impact of Israeli enclaves in the country. Are these enclaves populated only with genuine tourists or with even Israeli intelligence personnel entering as tourists on extended visas? If there are Mossad elements operating from within the Israeli enclaves, what information are they gathering and passing on to whom? Do local authorities have any mechanism to monitor their activities?",
    "Given the global surge of sympathy with Palestine despite Israel’s Hasbara machine’s relentless effort to stave off spreading anti-Israeli sentiments, which even prompted the former Israeli Prime Minister Ehud Barak to comment in Haaretz that “the Zionist vision is collapsing” and that “Israel is stuck in a war of deception in Gaza”, it is not surprising that in Sri Lanka pro-Palestinians from every community in general and Muslims in particular would be concerned about the red-carpet reception Israeli tourists are receiving from the Government.",
    "The two recent arrests of two Muslims by the Police, one for displaying an anti-Israeli poster and the other for trampling the Israeli national flag, both acts considered to be offences under PTA, but both offenders were released on bail by the court later, reflect a confused but tense situation about the impact of Israel’s presence here. However, there is also another side to this worrying phenomenon. Like what is happening in Arab countries where governments are queuing to sign Trump’s Abraham Accord to normalise relations with Israel for economic and commercial reasons, here too, according to informants, a few elements within the Muslim community are found making business deals with Israeli visitors. Shame on those dealers!",
    "Meanwhile, political parties in the Opposition are realigning to bring down the Government by any means, and the anti-Israel emotional outburst of Muslim politicians pointedly at their concerns about growing Israeli concentration around Arugam Bay would be a welcome addition to the Opposition’s political agenda.",
    "But more than these, what the President and Government should really worry about is the long term geopolitical or geostrategic impact of Israeli enclaves in the country. Are these enclaves populated only with genuine tourists or with even Israeli intelligence personnel entering as tourists on extended visas? If there are Mossad elements operating from within the Israeli enclaves, what information are they gathering and passing on to whom? Do local authorities have any mechanism to monitor their activities?",
    "It is no secret that Chinese foothold in Hambantota and strengthening relations between Colombo and Beijing are irritants to US and his regional partner India. To US in particular, China’s New Silk Road passing through the Indian Ocean to reach Iran and from there by railways to enter Europe is a mortal threat. Israel is the Middle East gatekeeper of US and Global North’s imperial interests. Although India is not part of the Global North it is annoyed with Sri Lanka’s relations with China. After President Trump’s unilateral tariffs on imports from almost all US’ trading partners, and particularly from those of Global South, several of them especially from Africa are turning towards China for better trade relations.",
    "Sri Lanka too would be compelled to look more towards China in days to come when Trump’s tariff starts biting. This would irritate India further. With an anti-Muslim Indian Prime Minister Narendra Modi’s historic visit to Israel in 2017 Delhi-Tel Aviv friendship has grown closer and tighter. It should not be a surprise therefore to witness Delhi’s total silence at Netanyahu’s genocide through starvation in Gaza.",
    "There is also the controversy over the 450 km long and 150 km wide cobalt-rich Afanasy Nitkin seamount in the Indian Ocean over which India and Sri Lanka had made claims to the Jamaica based International Seabed Authority. China is also interested in exploring it. That seamount is closer to Sri Lanka than to India or Maldives, and India fears that if Sri Lankan application were to succeed China would stand to gain.",
    "Given these developments and the growing number of Israeli tourist enclaves and Chabad Houses in Sri Lanka, will Arugam Bay eventually develop into a hotspot for the US-India-Israel trio to create trouble for Sri Lanka-China relations? This is why dollar income alone should not be the only criterion for welcoming Israeli tourists as Minister Jayatissa suggests. It is a gentle warning to President AKD and Government in Colombo about the long-term implications of Israeli geopolitical manoeuvres through its tourism industry. Israeli tourists are a different kettle of fish, Mr. President."
  ]
}