{
  "newspaper_id": "dailymirrorlk",
  "url": "https://www.dailymirror.lk/breaking-news/Sri-Lanka-Scotland-gear-up-for-big-final-that-decides-Womens-T20-World-Cup-groups/108-282052",
  "time_ut": 1715015160.0,
  "original_lang": "en",
  "original_title": "Sri Lanka, Scotland gear up for big final that decides Women’s T20 World Cup groups",
  "original_body_lines": [
    "May 6 (ICC) - Sri Lanka and Scotland will battle it out in the final of the ICC Women's T20 World Cup Qualifier 2024 at the Sheikh Zayed Stadium in Abu Dhabi",
    "After confirming their spots in the ICC Women's T20 World Cup 2024 in Bangladesh later this year, Sri Lanka and Scotland will face each other in the final of the tournament in Abu Dhabi on Tuesday, 7 May.",
    "The match also decides which groups the two teams will fall into at the big event later this year.",
    "Australia, India, New Zealand and Pakistan are in Group A while South Africa, England, West Indies, and hosts Bangladesh form Group B, as revealed in the fixtures announcement earlier this week.",
    "The winner of the Qualifier final will slot into Group A as Qualifier 1 while the runners-up will be in Group B as Qualifier 2.",
    "Sri Lanka have maintained their reputation by securing five consecutive victories, but despite that, they have not had it easy. They were given more than a minor scare by UAE's Esha Oza in the semi-final, with their skipper's knock nearly taking the game out of Sri Lanka's hands.",
    "\"Udeshika [Prabhodhani] bowled really well, so we got her [Esha Oza's] wicket. That wicket was massive for us, because otherwise we would have missed the World Cup,\" Chamari Athapaththu said ahead of the final, reflecting on a tense moment in the semi-final clash.",
    "\"As a captain, I am tensed [about such hiccups], but the players and the staff were very happy with our performance because we won the semi-final, even if it was at the last moment.\"",
    "Earlier in Group A when these teams met, Sri Lanka registered a comfortable ten-wicket win after bowling Scotland out for 94.",
    "Kathryn Bryce has been the bedrock of Scotland's dream run to the ICC Women's T20 World Cup 2024. The skipper is the top run-scorer (177 runs in five matches) and joint-highest wicket-taker (nine wickets) for them in the tournament.",
    "\"There have been so many people play before us and there were so many different people playing at that first Qualifier we played at in Thailand,\" Bryce told Cricket Scotland after her stirring performance in the semi-final.",
    "\"We have had a couple of good Qualifiers, but when we have made it to the semi-finals (in 2015 and 2018), there has been not really much chance of us getting through.\"",
    "While Bryce has led from the front, the likes of Rachel Slater, Megan McColl and Abtaha Maqsood have also made vital contributions in crunch games.",
    "They are now confirmed to be one of the 10 teams in Bangladesh later this year, but a win here against Sri Lanka would be a massive boost for Scotland ahead of the big tournament."
  ]
}