{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/chathuri-munaweera-ceo-of-aia-sri-lanka-wins-geneva-association-women-in-insurance-award/",
  "time_ut": 1732634340.0,
  "original_lang": "en",
  "original_title": "Chathuri Munaweera, CEO of AIA Sri Lanka, wins Geneva Association Women in Insurance Award",
  "original_body_lines": [
    "The Geneva Association announces the winner of its 2024 Women in Insurance Award: Chathuri Munaweera, CEO of AIA Sri Lanka.",
    "The award selection committee – comprised of Pauline Leclerc-Glorieux, CEO, BNP Paribas Cardif; Lee Yuan Siong, Group Chief Executive and President, AIA; and Charles F. Lowrey, Chairman & CEO, Prudential Financial – selected Chathuri Munaweera for her outstanding leadership of AIA’s Sri Lanka business, particularly through the unprecedented post-COVID economic crisis in Sri Lanka.",
    "Chathuri’s appointment as CEO in 2022 coincided with the beginning of Sri Lanka’s worst economic, political and societal turmoil since its independence in 1948. Chathuri’s comprehensive response, including prioritising food security for employees and agents, enabled AIA Sri Lanka to emerge from the crisis financially stable and as a leading insurance provider in the country. A staunch champion of gender equity, inclusivity and sustainability, Chathuri has increased the female workforce at AIA Sri Lanka from 41% to 48% since 2022, introduced women-centric insurance products, and strengthened financial inclusion through bancassurance partnerships.",
    "Pauline Leclerc-Glorieux, CEO of BNP Paribas Cardif and Geneva Association Board member, said: “As a business leader, Chathuri Munaweera demonstrated her ability to successfully bridge strategic vision with day-to-day operations and optimise outcomes for all stakeholders. We are thrilled to recognise Chathuri’s achievements with the 2024 Women in Insurance Award. We hope that as an outstanding role model, she will inspire the next generation of insurance leaders.”",
    "Charles F. Lowrey, Chairman & CEO of Prudential Financial, said: “I want to congratulate Chathuri Munaweera on winning the Geneva Association’s 2024 award and for her",
    "LankaPay bags Best Public-Private Partnership Award at ASOCIO 2024 Awards in Japan",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment * Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}