{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98707/sri-lankan-govt-reveals-shortlisted-bidders-for-key-soes-transactions-to-end-by-august-",
  "time_ut": 1713439260.0,
  "original_lang": "en",
  "original_title": "Sri Lankan govt reveals shortlisted bidders for key SOEs; transactions to end by August",
  "original_body_lines": [
    "The State-Owned Enterprise Restructuring Unit (SRU) of the Finance Ministry has officially released the names of the local and foreign firms that have submitted responses to the respective requests for quote and the shortlisted bidders for the divestiture of shares held by the Government of Sri Lanka in several key state-owned enterprises (SOEs).",
    "Issuing a press release, the SRU also said that it is envisaged that all SOE transactions other than SriLankan Airlines will be concluded by August 2024 and that the timeline for SriLankan Airlines is likely to extend to end of September 2024.",
    "In March 2023, the Cabinet of Ministers granted in-principle approval for the divestiture of shares held by the Government of Sri Lanka in Hotel Developers Lanka Ltd (HDL, owners of Hilton Colombo), Canwill Holdings Pvt Ltd (CHPL, owners of Grand Hyatt Colombo), Lanka Hospitals Corporation PLC (LHCP), Sri Lanka Telecom PLC (SLT), SriLankan Airlines Ltd (SLA), Litro Gas Lanka Ltd/Litro Gas Terminals (Pvt) Ltd (together LITRO), Sri Lanka Insurance Corporation Life Limited and Sri Lanka Insurance Corporation General Limited (together SLIC).",
    "Following GoSL’s procurement processes, Transaction Advisors (TA) were appointed for these entities. The TAs were tasked with inter-alia, comprehensive sell-side due diligence, market sounding, valuation and document drafting.",
    "The Cabinet of Ministers approved Divestiture Guidelines that set out the framework when divesting a state-owned entity. These guidelines ensure greater transparency and accountability and provide investors the confidence of a credible process. The Cabinet of Ministers also appointed Special Project Committees (SPC) for each entity being divested together with a Special Cabinet Appointed Negotiating Committee (SpCANC).  Each SPC comprising of members from both the public and private sectors was tasked with preparing the Request for Qualification (RfQ) and Request for Proposal (RfP) documents and for evaluating proposals received. The SpCANC comprising of senior public officers was tasked with validating the work of each SPC including the clearance of all RfQ and RfP documents, shortlisting bidders and making recommendations to the Cabinet of Ministers as mandated by the Divestiture Guidelines.",
    "Thereafter, GoSL acting through The Ministry of Finance, Economic Stabilization and National Policies (MoF) called for RfQs from potential investors for the divestiture of these entities, the press release said.",
    "The RfQs were advertised in both the local and international press, while industry specific publications were also used as appropriate. Further, social media platforms such as LinkedIn and WeChat were also used. Prior to the RfQs being published, the respective TAs approached both appropriate entities within the respective sectors and financial services firms, locally and internationally, to canvas the divestitures.",
    "As at date, pre-bid meetings have been held for all entities identified for divestiture. Clarifications raised at the pre-bid meetings and the responses provided were subsequently published on the website of the Treasury to ensure greater transparency. In certain instances, at the request of potential bidders and with the advice of the TAs and with approvals of the SPC and SpCANC, the RfQ closing dates were extended to foster greater competition. Such extensions were also published on the Treasury website.",
    "Deadlines for the submission of RfQs for HDL, CHPL, LHCP, SLT, SLIC and LITRO have now closed whilst for SriLankan Airlines, it remains open until 22nd April 2024, the statement said.",
    "The following table highlights those who have submitted responses to the respective RfQ’s. The responses received were evaluated by the respective SPC and the SpCANC and bidders were shortlisted as follows for the RfP phase.",
    "Consulting Engineers and Contractors (Pvt) (Ltd) and K.D.A. Weerasinghe & Co. (Pvt) Ltd (both Sri Lanka)",
    "Consulting Engineers and Contractors (Pvt) (Ltd) and K.D.A. Weerasinghe & Co. (Pvt) Ltd (both Sri Lanka)",
    "Sunshine Holdings PLC with Ceylon Hospitals PLC (both Sri Lanka)",
    "Hemas Holdings PLC (Sri Lanka) with Narayana Hrudayalaya Limited (India)",
    "Sunshine Holdings PLC with Ceylon Hospitals PLC (both Sri Lanka)",
    "Hemas Holdings PLC (Sri Lanka) with Narayana Hrudayalaya Limited (India)",
    "Consortium of Asiri Hospital Holdings PLC & Softlogic Life Insurance PLC (Sri Lanka)",
    "The State-Owned Enterprise Restructuring Unit (SRU) further said: “Shortlisted bidders are being provided access to a comprehensive data room created for each entity for purposes of buy-side due diligence. Thereafter, the shortlisted bidders will be required to respond to a RfP and proposals received will be evaluated by the respective SPC and the SpCANC. Finally, the SpCANC will make the necessary recommendations to the Cabinet of Ministers in order to conclude each transaction.",
    "“It is envisaged that all transactions other than SriLankan Airlines will be concluded by August 2024. The timeline for SriLankan airlines is likely to extend to end September 2024.”",
    "“In parallel to the divestiture process, work has been done to set up a structured, efficient and well governed process to manage the SOE sector going forward. This is part of the overall reform program of the government and aims to transform SOEs in to well governed, competitive and financially disciplined entities that provide citizens with essential goods and services effectively and efficiently without being a drain on public finances. An SOE Reforms Policy based on these objectives was approved by the Cabinet of Ministers in May 2023. At the heart of these reforms is the setting up of a 100% state owned Holding Company that in turn will hold all of GoSL’s shares in commercial businesses. The policy includes a sound mechanism to ensure the appointment of qualified, experienced and capable persons to the boards of both the Holding Company and SOEs. Similarly, it lays down principles and policies around governance, financial discipline and disclosures which the Holding Company and all SOEs will need to adhere to. Work is currently on-going to draft a Public Commercial Businesses Act to give legal effect to these reforms.",
    "“Meanwhile, many stakeholder briefings and consultations were undertaken in order to fine tune the broad SOE reform agenda and to convey information on the divestiture process. Discussions were held with leaders of the main political parties, trade unions, religious leaders and media professionals. Professional bodies such as the Institute of Chartered Accountants of Sri Lanka, Sri Lanka Institute of Engineers, Sri Lanka Institute of Development Administration and the Organization of Professional Associations of Sri Lanka were also briefed at sessions open to their members.  The general public was kept informed through a number of television and newspaper interviews undertaken from time to time whilst inter-active sessions with youth groups were held in Colombo, Kandy, Galle, Kalutara, Matara, Kurunegala and Gampaha districts.",
    "“If the underperforming, debt-ridden, Sri Lankan economy is to transition into a competitive, dynamic and prosperous environment, SOE reforms are non-negotiable. These reforms will ensure that resources are released for investment in essential but under-resourced public service obligations such as education, healthcare, energy, transportation and digitization. Without these reforms public funds will continue to be wasted on poorly managed entities that, in the first place, don’t need the state’s involvement.”"
  ]
}