{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/104190/president-calls-for-strengthening-sri-lankas-financial-system",
  "time_ut": 1734004500.0,
  "original_lang": "en",
  "original_title": "President calls for strengthening Sri Lanka’s financial system",
  "original_body_lines": [
    "President Anura Kumara Dissanayake has directed the Ministry of Finance to implement measures to enhance the efficiency and resilience of Sri Lanka’s financial system.",
    "The President provided these instructions during a discussion with Finance Ministry officials at the Presidential Secretariat today (12), according to the President’s Media Division (PMD).",
    "Highlighting the Central Bank’s crucial role as an independent institution, President Dissanayake assured that the government would extend its full support and resources to stabilize the country’s finances.",
    "He emphasized the importance of creating an effective mechanism to streamline banking and financial operations, ensuring efficiency and accessibility.",
    "The meeting also focused on the Central Bank’s commitment to studying and closely analyzing developments in the economy and the financial system as a whole, and focus on implementing new policies to ensure financial stability and enhance the resilience of the financial system, the PMD said.",
    "Further discussions focused on enforcing macro prudential policies within the financial sector. With the gradual stabilization of the economy, the emphasis has shifted to fostering safe growth in asset quality, prudent risk management, and capital building.",
    "These measures are expected to contribute to the strong performance and sustainability of the financial system in the coming years, the statement said.",
    "Key participants included Minister of Justice Harshana Nanayakkara, Minister of Labour & Deputy Minister of Economic Development Prof. Anil Jayantha Fernando, Deputy Minister of Finance and Planning Dr. Harshana Suryapperuma, Secretary to the Ministry of Finance Mahinda Siriwardena, and Governor of the Central Bank Dr. Nandalal Weerasinghe, alongside other senior officials."
  ]
}