{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/E-B-Creasy-Solar-partners-Sungrow-to-bring-next-level-solar-power-to-Sri-Lanka/34-766683",
  "time_ut": 1726181198.0,
  "original_lang": "en",
  "original_title": "E.B. Creasy Solar partners Sungrow to bring next-level solar power to Sri Lanka",
  "original_body_lines": [
    "E.B. Creasy Solar, a division of the esteemed E.B. Creasy & Co., PLC, has taken a remarkable step in Sri Lanka’s renewable energy sector by forming a strategic alliance with Sungrow, a globally recognised leader in solar technology.",
    "With over 500 gigawatts (GW) of installed capacity worldwide as of 2023, Sungrow’s reputation for excellence in the solar industry is well-established. Announced on 10 September, this partnership designates E.B. Creasy Solar as the exclusive sales and service partner for Sungrow solar inverters in Sri Lanka.",
    "This pivotal collaboration represents a substantial advancement towards achieving Sri Lanka’s ambitious renewable energy targets, notably its goal to generate 70% of its electricity from renewable sources by 2030, according to the Sri Lankan Power and Energy Ministry.",
    "Sungrow’s inverters are engineered with cutting-edge technology designed to optimise the performance of solar energy systems. Key features include Maximum Power Point Tracking (MPPT) and integrated monitoring systems, which enhance energy yield by up to 30%. This technology ensures that solar systems operate at peak efficiency, converting more sunlight into usable electricity.",
    "The versatility of Sungrow inverters makes them suitable for a broad spectrum of applications, from residential setups to extensive commercial installations. Their robust construction is built to withstand extreme weather conditions, meeting international standards such as IP66 for dust and water resistance, and they perform reliably across a wide temperature range of -25°C to 60°C.",
    "Furthermore, the user-friendly interface and cloud-based monitoring capabilities provide real-time performance data, making it easier for users to manage and optimise their solar systems. This technological prowess aligns with Sri Lanka’s ongoing efforts to boost its solar capacity, which, as of 2022, surpassed 600 MW.",
    "The milestone event celebrating this partnership featured a distinguished gathering of industry leaders and experts. Representing E.B. Creasy Solar were E.B. Creasy Solar Chairman S.D.R. Arudpragasam, Managing Director Sanjeev Rajaratnam, Chief Operating Officer Isuru Lekamge, and Sales Manager Eksath De Alwis. Also present was Sungrow Power Supply Co. Ltd. Director Howard Fu, alongside the Sungrow team.",
    "The event was attended by prominent figures from Sri Lanka’s energy sector, including Sri Lanka Sustainable Energy Authority (SLSEA) Chairman Ranjith Sepala, University of Moratuwa Electrical Engineering Expert Prof. Asanka Rodrigo, and Ceylon Electricity Board Chairman Nalinda Ilangakoon. The presence of SLSEA-registered solar PV service providers underscored the significance of this development within the industry.",
    "Lekamge emphasised the strategic importance of the partnership, stating: “Our collaboration with Sungrow marks a groundbreaking moment for E.B. Creasy Solar and Sri Lanka’s renewable energy sector. By integrating Sungrow’s high-efficiency solar inverters into our offerings, we are setting a new benchmark in solar technology that promises to significantly enhance energy yield and system reliability. This partnership not only supports Sri Lanka’s ambitious target of sourcing 70% of its electricity from renewable sources by 2030, but also contributes to reducing carbon emissions and advancing sustainable development.”",
    "The advanced features of Sungrow’s inverters, including their MPPT technology and robust design, are tailored to maximise energy efficiency while enduring Sri Lanka’s challenging climate conditions. Their broad application range – from residential to large-scale commercial installations – ensures they meet diverse energy needs across the country."
  ]
}