{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/97592/sri-lankan-origin-teen-takes-own-life-after-being-blackmailed",
  "time_ut": 1709111520.0,
  "original_lang": "en",
  "original_title": "Sri Lankan-origin teen takes own life after being ‘blackmailed’",
  "original_body_lines": [
    "A teenager of Sri Lankan origin took his own life after he was blackmailed on Snapchat over nude photographs, a UK inquest has heard.",
    "Dinal De Alwis, 16, represented Whitgift School, Croydon, at rugby and football and hoped to study economics at Cambridge after achieving straight A*s in all his GCSE subjects.",
    "Dinal killed himself in October 2022 days after he returned from a family holiday in Majorca over the autumn half-term break. He left his home at 2 a.m. and was seen on CCTV falling to his death an hour later.",
    "South London Coroner’s Court heard that the teenager recorded a video outlining he planned to kill himself after he received two nude photographs of himself from a blackmailer on social media.",
    "The blackmailer demanded that Dinal pay £100 to stop sending the images to his followers.",
    "Dinal’s family say they believe a girl may have taken the images with Dinal before they ended up in the wrong hands.",
    "An inquest into Dinal’s death heard the blackmailer, who is understood to have targeted other victims, wrote: “So you think blocking me can stop me? What do you want me to do – you want me to send it to all of your followers? Why can’t you just pay me? £100?”",
    "The inquest heard that a Met Police investigation found that Dinal had received messages in the hours before his death. They came from a man who detectives believe was “probably based in Nigeria” but who was using a virtual private network (VPN) to mask his location.",
    "Dinal’s father, Kaushallya De Alwis, told the inquest his son had not shown any signs of unhappiness but believed he wanted to avoid the shame of the photographs going public.",
    "He told the court how he was proud his son was proficient in English after the family moved from Sri Lanka and described him as brave and caring.",
    "The hearing was told that Dinal was a strong sportsman at Whitgift School, where England rugby players Danny Cipriani and Elliot Daly are among the sporting alumni. He achieved straight A* grades in his GCSEs.",
    "Talking about his death, Mr De Alwis said the fact his son had taken his own life after he was blackmailed was “incredibly painful” and showed “the world is so cruel”.",
    "Police did not establish exactly how the suspect managed to get hold of the photographs. “It is still a big question mark,” Mr De Alwis said.",
    "Last year, a report from the US based Network Contagion Research Institute, found male teenagers from Western English-speaking countries are increasingly targeted by blackmail attacks carried out by Nigeria-based cybercriminals.",
    "The majority of these happen on social media platforms like TikTok, Snapchat, Instagram, and Wizz.",
    "Speaking to the Daily Mail on Sunday night, Mr De Alwis said he did not want other families to experience similar tragedies and called for parents to be allowed access to their children’s social media accounts.",
    "He told the newspaper: “Dinal had had some girlfriends, he’d been very open with me – I’d warned him to be careful. The grieving is never-ending.",
    "“I’m very worried about my younger son – he’s big time into all this social media, and young people underestimate the dangers around them. There must be ways of tracking these things and parents should have access.",
    "Snapchat said the app had a pop-up warning for users if they were added by someone they did not know.",
    "A spokesman said: “Any sexual exploitation of young people is abhorrent and our hearts go out to the family and friends of the victim in this case. We work in multiple ways to detect and prevent this type of abuse and work with police to support investigations.",
    "“We have extra protections for under-18s including a special reporting category if someone is threatening to share sexual content. Our Family Centre also allows parents to see who their teens are talking to.”",
    "If you or someone you know is in crisis and needs help, resources are available for immediate support:"
  ]
}