{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/columns/Black-July-83-never-again/4-764366",
  "time_ut": 1721175533.0,
  "original_lang": "en",
  "original_title": "Black July 83 – never again",
  "original_body_lines": [
    "The 1983 July violence was the worst ever violence perpetuated against a section of the community which remains the darkest era of Sri Lanka’s history",
    "Extracted from my memoirs “Pinnacle of five decades of banking – a journey beyond”",
    "It was during the rough and tumble of the difficult environment which prevailed in the country as a whole, I had to perform my responsibilities in a branch far away from my residence, most importantly away from my family.",
    "It was this routine and without any exaggeration to say my commitment and dedication to my responsibilities which took me to Nawalapitiya on that fateful day of “Black July” of Monday 25 July, 1983 which remains as Sri Lanka’s darkest era.",
    "Just to give an insight of the happenings of that fateful day. As usual I left my residence in Wattala early morning at 3 a.m. I used to walk from my residence to the Negombo Road, which was of a distance of a mile to board a bus to Fort. Normally, during that time of the day I was the one and only person on the road without any movement of people. At times my pet dog of that time “Lassi” used to follow me up to a certain point until I chased him back.",
    "After getting into a bus, reaching the Fort Railway and as I was about to board my regular coach just opposite the Fort Railway Station, I noticed there were some sort of uneasiness among the fellow passengers. On inquiries, I learnt of the man-made calamity which had erupted in Colombo and the outskirts. Colombo was almost burning, I was told. I never even expected a disaster of the magnitude which was to follow. Within a few minutes, prior to the departure, I had to take a quick decision i.e., whether to proceed to my destination to Nawalapitiya or to return home.",
    "In taking that decision I was motivated by my commitment to duty which came first and was a priority since I was in possession of a set of bank keys. Bankers will understand the importance of key holders and the repercussions they had to face in case of any mishaps or irregularity. Since I had to make a quick decision within a few minutes, I decided to proceed and embarked on my journey with a great sense of apprehension and nervousness of the impending calamity. I learnt of the calamity which had fallen on the country on my way to my destination of work from the fellow passengers.",
    "During my agonising journey, I saw buildings on fire and was not in a position to get off and abandon my journey to Nawalapitiya due to fear of getting caught to a mob. There were no other options for me than to proceed with my journey. I remained silent throughout the journey for fear of being identified as it would have led into disastrous repercussion as anti-Tamil sentiments were expressed by the fellow passengers in view of the killings of the 13 soldiers in Jaffna which provoked the violence in the South which had the blessings of the then Government in power.",
    "According to historians, on 23 July 1983, the LTTE ambushed a military patrol in Tirunelveli, in the Northern Province which resulted in the death of 13 soldiers. This was followed by the killing of nearly 50 innocent civilians in retaliation, which unfortunately didn’t receive any media publicity. The killing of the 13 soldiers was given wide publicity by the media and dominated the main news.",
    "What followed was a decision made by the then President J.R. Jayewardene, to conduct the funeral of the soldiers at the General Cemetery, Borella. The request of the families of the victims to handover the bodies to them to perform the final rites in their respective villages were turned down. This resulted in large crowds, angered by the ambush in Jaffna turning out at the Borella Cemetery. This went out of control and resulted in the violence against the Tamil speaking minorities which not only went out of control, it rapidly spread to the other parts of the country. The rest is history.",
    "I reached Nawalapitiya via Kandy/Gampola as there were no direct buses from Kandy. The news of the violence in Colombo had spread and some of the passengers were aware of the news. In fact I believe I was the first person who brought the news of this calamity to the bank staff in Nawalapitiya and all of them were dumbfounded when they heard of the terrific stories. At that time it was Gihan Mendis who was in charge of the branch.",
    "In the midst of all the tensions and stories I was able to reach the branch in a state of shock. We had no way to ascertain the factual situation due to the weak communication which prevailed at that time. However, I was able reach Tyrel Ferdinand the then Branch Union Leader of HNB who was attached to the Darley Road branch. I was shocked and terrified to hear the developing news in Colombo from him. He told me all the houses and vehicles of Tamils were burning, people were attacked and the situation was terrific and bad.",
    "To recall his own words he said “the situation is fairly serious.” These terrific words still resonate in my mind. On hearing this news I picked up my bag and was determined to return to Colombo as I had left my wife and an infant daughter. I should state with gratitude, I was prevented from leaving and embarking on this return journey to Colombo, by the Manager Mr. Mendis and the staff. They were all genuinely concerned of my safety and advised it will not be safe for me to travel back to Colombo. I cannot visualise the repercussions I would have faced if I had embarked on a return journey which would have even cost my life. I had no way of ascertaining the plight of my family nor of their whereabouts at that time. It was only late in the afternoon, we heard the news of the declaration of a State of Emergency followed by curfew in the Colombo and Gampaha regions.",
    "Late in the evening I was able to establish some contact with a distant neighbour of mine as only few had telephones. I was informed all the Tamil houses in the neighbourhood were in flames. This neighbour told me my wife and child were taken care of by one of the neighbours. I was under the impression my house was in flames. For almost a week I had no news of my family and my wife too had no news of my safe arrival in Nawalapitiya. That was the time we had many communication barriers in the absence of advanced technology especially mobiles and telephones, a luxury we were not fortunate to possess.",
    "During those difficult days at a time when the violence had subsequently spread to the Hill Capital notably the City of Nawalapitiya my thoughts were with my family. I personally witnessed the mob violence in Nawalapitiya and took temporary shelter at one of our customer’s residence. In fact I got caught to a mob and in the midst of the tension this customer who was residing in the vicinity called me in and accommodated me in his residence. This I feel was a Divine intervention. Throughout this ordeal my colleague Rohan Weerasooriya remained with me at this residence to protect me and accompanied me until I reached my place of residence in Nawalapitiya.",
    "After the violence subsided and when we felt it was safe to leave, we had to go through the Nawalapitiya Base Hospital since we wanted to avoid the main roads for our safety. The minor staff of the hospital were staring at us, however, I took the courage and reached my boarding place. In spite of the tense situation I was determined to return to Colombo as my constant thoughts were with my family. I explored many options.",
    "Finally one of my friends in Nawalapitiya was kind enough to give his vehicle and driver for my journey to Colombo. However he cautioned and advised me to ensure my safety and take all the precautions. I was accompanied on my journey to Colombo by the late Ranjith Wijewickrema, my landlord who risked his life to ensure my safe return to Colombo. He gave me all the confidence, accompanied me with two of his friends as security throughout the journey to Colombo.",
    "I reached Colombo in the midst of tension and destruction after a week under difficult situation to find my household items had been completely looted even though the building was spared. On my way to Colombo I witnessed the destruction in many parts of the country. Although my house was not burnt we lost all important valuables mainly clothes and some important and irreplaceable collection of articles, documents which I had collected over a period of years.",
    "I found the doors of my house opened and it was unoccupied. The destruction caused to my belongings and movables were clearly visible. My family was taken care of by our caring neighbours as the priority was to save the lives. There were numerous instances of Sinhalese people risking their own lives in saving their Tamil friends for which the Tamil community remains grateful. Many Tamils in the vicinity took shelter in camps which were specially set-up by the Government authorities.",
    "We however decided to return and remain in our house in the midst of the tension, although we had sleepless nights during those difficult days. The events of that era cannot be erased from our memory. Many of the looters and violent elements were from the State institutions and they were actively supported by a few powerful Ministers of the then Government in power. Many Tamil homes were set on fire with impunity. Many unfortunate victims were tossed alive into the flames. Our newly built house was spared due to the mystery of our identity at the time of the violence notably our names were not registered in the voters list which was the major contributor towards the violence in identifying the ethnicity. Even though our house was spared from the calamity, most of our valuables inclusive clothing were looted as the house was unoccupied during the tense situation.",
    "Many of us were victims of the ethnic disturbances in the country in 1958, 1977, 1981 and 1983. The 1983 July violence was the worst ever violence perpetuated against a section of the community which remains the darkest era of Sri Lanka’s history and the subsequent events are history.",
    "The Government of President Chandrika Kumaratunga appointed a Truth Commission to find out the truth and the people responsible for this violence. Incidentally, immediately after the violence in 1977, the then Government of President JR. Jayewardene appointed a Commission headed by a retired Chief Justice Sansoni to find out the truth with the objective of preventing any recurrence. Unfortunately the authorities could not prevent the mass scale violence of July, 1983.",
    "It is to be stated the July, 1983 pogrom was the worst ever violence against a section of the community the country had witnessed. Many of us who went through this agonised period in our lives cannot erase the terrible acts of violence during those troubled days which will remain with us throughout our lives. Black July, 1983 is seen as the main starting point of the Civil War between the Tamil militants and the Government of Sri Lanka. It is no exaggeration to state the law enforcement authorities of the country failed to prevent the calamity of Black July. This conflict apart from the loss of thousands of precious lives, it is revealed, cost the country nearly $ 200 million exclusive of the opportunity cost to the country which was once considered the fastest growing economy.",
    "Many members of the Tamil speaking community fled to various European countries in the ensuing years due to fear of the recurrence of the violence. This was very unfortunate and resulted in a major brain drain for the country.",
    "Thankfully, apart from a few sporadic incidents there were no recurrences of the magnitude of the violence of July, 1983 which is a source of satisfaction."
  ]
}