{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98341/defence-ministry-affirms-no-legal-deployment-of-military-to-russia-or-ukraine-amid-reports-of-involvement-in-war",
  "time_ut": 1711952580.0,
  "original_lang": "en",
  "original_title": "Defence Ministry affirms no legal deployment of military to Russia or Ukraine amid reports of involvement in war",
  "original_body_lines": [
    "All members of Sri Lankan tri-forces have been informed not to join Russian or Ukraine forces in illegal means, the Ministry of Defence announced.",
    "In response to the recent foreign media reports regarding the Sri Lankan soldiers killed in Russia – Ukraine war, the Defence Ministry clarified that although information has been revealed that the members of Sri Lankan security forces have joined the Russian forces, the Defence Ministry has no relation to the matter.",
    "However, the Ministry of Defence highlighted that no information have been received through the embassies that two Sri Lankan army soldiers being killed in Russia during the war.",
    "The Ministry of Defense also mentioned that against a background where there is no agreement between the Sri Lankan army and the Russian army to send Sri Lankan military members to serve in Russia, such incidents will damage the reputation of the country.",
    "Moreover, it stated that the members of the Sri Lankan military forces have been informed not to join the Russian army in illegal means.",
    "Meanwhile in December 2023, it was reported that three Sri Lankan mercenaries were killed in Russian attack while serving in Ukraine military.",
    "Nevertheless, a report published on Al Jazeera news service last week which quoted several Sri Lankans living in Russia, highlighted that hundreds of Sri Lankans are now serving with the Russian military in Ukraine, most lured into combat by Russia’s offer of salaries up to $3,000 a month and the prospect of Russian citizenship.",
    "“Many more – mostly retired Sri Lankan soldiers – are also desperately trying to join the Russian army, willing to risk death at the hands of Ukrainian forces in exchange for Moscow’s money amid dire poverty at home in Sri Lanka”, it added."
  ]
}