{
  "newspaper_id": "economynextcom",
  "url": "https://economynext.com/sri-lanka-floods-kill-12-over-370000-under-water-or-homeless-190747/",
  "time_ut": 1732823880.0,
  "original_lang": "en",
  "original_title": "Sri Lanka floods kill 12, over 370,000 under water or homeless",
  "original_body_lines": [
    "ECONOMYNEXT – Floods and landslides have killed 12 people and left hit 370,000 people in Sri Lanka disaster management authorities said as torrential rains from a deep depression in the Bay of Bengal lashed the island for the third day.",
    "The deep depression was around 200 kilometers off Trincomallee Thursday as reservoirs spilled over and landslides closed off roads and rail tracks.",
    "“It is very likely to move nearly northwards and maintain its intensity of deep depression till morning of 29th November, India’s Met Department said.",
    "“Thereafter, it will move northwestwards, weaken gradually into a depression by evening of 29th November.",
    "Continuing to move further northwestwards it is very likely to cross north Tamil Nadu-Puducherry coasts between Karaikal and Mahabalipuram around 0300 UTC of 30th November as a depression with a wind speed of 45-55 kmph gusting to 65 kmph.”",
    "Major reservoirs in Sri Lanka have reached spill level and sluice gates are open and large areas are flooded. Authorities have evacuated around 32,000 people to safer areas.",
    "Sri Lanka’s Air Force, the Navy are rescuing people using helicopters and boats.",
    "Authorities recovered bodies of at least six school children who drowned after a tractor they were travelling in overturned after being caught in a current, with the driver also dying.",
    "Rains were forecasted for Northern and North-central provinces and the Trincomalee district, by Sri Lanka’s Met Department.",
    "“Heavy showers above 100 mm are likely at some places in Northern province,” the forecast said.",
    "“Showers will occur at times in Western, Sabaragamuwa and North-western provinces and in Galle district. Showers or thundershowers will occur at several places elsewhere of the island in the evening or night.",
    "“Strong winds of about 60 kmph can be expected at times over Northern, North-central, North-western, Central and Eastern provinces.”"
  ]
}