{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/98034/japan-provides-rs-33-billion-grant-assistance-to-sri-lanka-for-several-projects-",
  "time_ut": 1710770520.0,
  "original_lang": "en",
  "original_title": "Japan provides Rs. 3.3 billion grant assistance to Sri Lanka for several projects",
  "original_body_lines": [
    "Sri Lanka and Japan today signed the Exchange of Notes pertaining to the grant assistance amounting to Japanese Yen 1,600 million (approximately LKR 3.3 billion) to be provided under the Japanese Economic and Social Development Programme.",
    "The Government of Japan, as one of Sri Lanka’s main development partners, provides concessional loans and various grant aid schemes such as the Economic and Social Development Programs, Technical Cooperation, Research Partnerships, Development Studies, and non-project grant aid with a view to improving the socio-economic status by strengthening bilateral relations between the two countries.",
    "During the present economic crisis in Sri Lanka, the government of Japan has extended its cooperation by providing required immediate humanitarian assistance for the affected community as well as by equipping the public sector, aiming to improve the socioeconomic situation in the country.",
    "At this juncture, at the request of the Government of Sri Lanka, the Government of Japan agreed to provide grant assistance amounting to Japanese Yen one thousand and six hundred million (approximately LKR 3.3 billion) under the Japanese Economic and Social Development Programme, considering the requirements of diversified fields namely marine environment, fishing, health care, and vocational training.",
    "Under this grant assistance four vessels for oil boom with the necessary accessories, a generator, and a cargo truck with a crane for improving oil spill response and management of the Sri Lanka coast guard; portable ultrasonic scanners, gynecological examination tables, a laparoscopic system, mammography, fetal heart raters, and infant warmers for improving the maternal and pediatric care in major hospitals in Northern Province; industrial sewing machines, zigzag (industrial) machines, overlock (5 thread) machines, and button holder (5 thread, industrial) machines for dressmaker courses at vocational training centers in Northern Province; and a petrol boat, a rigid-hull inflatable boat, lighted buoys, and HG radio Transceivers will be provided for the project of ensure the  safety of fishermen will be provided.",
    "The Exchange of Notes pertaining to the above grant were signed by the Secretary to the Ministry of Finance, Economic Stabilization, and National Policies, Mr. K.M. Mahinda Siriwardana, on behalf of the Government of Sri Lanka on March 18, 2024, at the Ministry of Finance, Economic Stabilization, and National Policies. The Ambassador of Japan in Sri Lanka, Mr. MIZUKOSHI Hideaki signed the Exchange of Notes on behalf of the Government of Japan."
  ]
}