{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/112620/timor-leste-scraps-plan-to-buy-mps-free-cars-after-protests",
  "time_ut": 1758119340.0,
  "original_lang": "en",
  "original_title": "Timor-Leste scraps plan to buy MPs free cars after protests",
  "original_body_lines": [
    "Timor-Leste has scrapped a plan to give its lawmakers free cars after thousands of people took to the streets to protest against it.",
    "On Tuesday, demonstrators burned tyres and set a government vehicle alight, while police responded with tear gas - hours later, the government bowed to public pressure and dropped the plan.",
    "Despite this, many returned to the streets, with one protester telling the BBC that they estimated a turn out of around 2,000 demonstrators in the capital Dili on Wednesday.",
    "Though the protests were initially triggered by the cars, they have now expanded to cover calls to remove lifetime pensions for retired lawmakers.",
    "The unrest comes as governments across Asia, from Nepal to Indonesia, have been rocked by angry young protesters taking aim at the perceived excesses of lawmakers.",
    "One student who has chosen not to be identified told the BBC that she was hit by tear gas while she was in front of her university campus.",
    "She says she is angry at the lawmakers for “[wanting] to buy luxury cars for work while their people are still suffering”.",
    "Lawmakers in Timor-Leste have an annual basic salary of $36,000 (£26,377) as of 2023, according to the Inter-Parliamentary Union.",
    "That’s more than 10 times the country’s average income, which a government report in 2021 estimated to be around $3,000.",
    "The plan to buy lawmakers cars is not a new one - and in fact there have been regular demonstrations against free cars provided to lawmakers since the 2000s, said Cezario Cesar, one of the key figures leading the protests told the BBC.",
    "In 2008, police arrested several students for protesting against a plan to spend $1m (£730,000) on new cars for MPs.",
    "But it’s only now that the movement has really taken off - as the country continues to grapple with high inequality and unemployment.",
    "“We started this protest… when they decided to buy the cars,” said Mr Cesar.",
    "But the demonstrations this week blew up because “people are tired of things”, he added",
    "“People don’t have access to good education, water and sanitation… we have a lack of facilities, but they’re still creating so many laws to benefit themselves,” Mr Cesar said.",
    "The 30-year-old university student added that the lawmakers already owned cars provided by the government - but there were plans to buy them new cars, despite their existing cars “still [being] in good condition”.",
    "Parliamentarians voted unanimously on Tuesday to scrap the plan to buy new Toyota Prado SUVs for each of the country’s 65 MPs.",
    "But, the protests continued on Wednesday, with some sceptical about the policy U-turn.",
    "“Rumours are that the cars are already on the way,” 42-year-old Trinito Gaio told AFP news agency.",
    "“This is why all of these students and myself are here today, to make sure my tax money is not going in the... wrong direction.”",
    "Demonstrators are also seeking to reform a law that promises former MPs lifetime pensions.",
    "Timor-Leste has one of the youngest populations in South East Asia, with more than 70% of its population under the age of 35, according to the UN.",
    "It’s also among the region’s poorest states - though it’s often held up as a beacon of democracy among its neighbours.",
    "Fidelis Leite Magalhães, a former minister and the president of the Institute of Politics and International Affairs in Timor-Leste, told the BBC that “people are accustomed to the idea that protests are part of a democratic system”.",
    "“Life is normal in Dili,” he told the BBC on Wednesday. “This is one of the biggest protests but protests no longer induce panic in society.”",
    "It comes as neighbouring countries across Asia have seen similar recent anti-government protests driven by anger at corruption and inequality.",
    "In Nepal, dozens were killed in large-scale demonstrations last week, as Gen Z youth took to the streets to protest against “nepo babies” and the wider political elite. The unrest drove out the country’s leaders in just 48 hours.",
    "In August, cost-of-living woes and similar anger at elites also led to mass demonstrations in Indonesia, which escalated sharply after a motorcycle rider was killed by a police vehicle."
  ]
}