{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/news/Setback-for-BJP-in-Faizabad-seat-despite-Ram-Temple-momentum/56-762673",
  "time_ut": 1717627731.0,
  "original_lang": "en",
  "original_title": "Setback for BJP in Faizabad seat despite Ram Temple momentum",
  "original_body_lines": [
    "BJP’s two-time sitting MP, Lallu Singh, suffered a defeat at hands of Samajwadi Party’s Awadhesh Prasad in Faizabad",
    "The construction of the Ram Mandir in Ayodhya, seen by many as one of the defining emotive issues of this year’s Lok Sabha polls, did not yield electoral dividends for the Bharatiya Janata Party (BJP) locally as the party lost the Faizabad constituency that houses the temple town.",
    "The BJP’s two-time sitting MP, Lallu Singh, suffered a defeat at the hands of the Samajwadi Party’s Awadhesh Prasad in Faizabad. The defeat highlighted the success of the Samajwadi Party’s new caste calculus as the party’s strategy to field its prominent Dalit leader, Awadhesh Prasad, from a non-reserved constituency dealt a decisive blow.",
    "Prasad bagged 554,289 votes as against Singh’s 499,722 and won the seat by a margin of 54,567. With this victory, memories of the 1989 polls came back, when Mitrasen Yadav of the CPI had won the seat in the middle of the temple movement.",
    "Awadhesh Prasad, an old warhorse and MLA from the Milkipur assembly, started his political career in 1977 when he won his first assembly election from the Sohawal assembly seat in Ayodhya district. Thereafter, he won assembly polls in 1985, 1989, 1993, 1996, 2002, 2007, and 2012.",
    "After losing to the BJP candidate Gorakhnath Baba in the Milkipur assembly poll in 2017, Prasad once again emerged victorious in 2022 as the Samajwadi Party candidate from the same seat, defeating his BJP rival.",
    "The Samajwadi Party’s experiment with a Dalit candidate in a non-reserved seat proved successful, according to Prashant Trivedi, associate professor at the Giri Institute of Development Studies.",
    "After the grand opening of the Ram Mandir in Ayodhya by PM Narendra Modi on January 22 this year, the people of Faizabad voted for the first time and rejected the BJP. The Faizabad Lok Sabha constituency, the geographical centre of Kamandal or temple politics, has consistently witnessed an undercurrent of caste dynamics since the late 1980s.",
    "According to political observers, the BJP’s failure to strike the right Kamandal-Mandal balance was a crucial factor that hurt its chances of victory."
  ]
}