{
  "newspaper_id": "newsfirstlk",
  "url": "https://english.newsfirst.lk/2025/10/02/sri-lanka%e2%80%99s-soes-rs-3-2-trillion-liability-cloud-over-public-finances",
  "time_ut": 1759387200.0,
  "original_lang": "en",
  "original_title": "Sri Lanka’s SOEs: Rs 3.2 Trillion Liability Cloud Over Public Finances",
  "original_body_lines": [
    "COLOMBO (News 1st); Sri Lanka’s State-Owned Enterprises (SOEs) continue to exert significant pressure on public finances, despite recent improvements in profitability, according to a Techincal Assistance Report by the International Monetary Fund (IMF).",
    "The report, part of Sri Lanka’s efforts to publish its first Fiscal Risk Statement by mid-2025, highlights the structural and financial vulnerabilities of the SOE sector and its implications for fiscal sustainability.",
    "With nearly 400 public corporations, including 199 commercial SOEs and 198 statutory boards, the sector plays a central role in the economy.",
    "Of the 199 commercial SOEs, 41 are considered strategically important, operating in critical sectors such as energy, ports, water, food, and construction.",
    "These 41 entities alone held Rs. 3.2 trillion in liabilities at the end of 2023—11.7% of GDP—with five major entities (CPC, CEB, SLA, NWS&DB, and SLPA) accounting for 90% of that total.",
    "From 2018 to 2023, the government recorded net outflows averaging Rs 80 billion annually (0.4% of GDP), driven largely by losses at the Ceylon Electricity Board (CEB), Ceylon Petroleum Corporation (CPC), and SriLankan Airlines (SLA).",
    "These losses stemmed from pricing policies that kept fuel and electricity prices below cost-recovery levels, operational inefficiencies, and external shocks such as oil price volatility and currency depreciation.",
    "However, 2023 marked a notable turnaround. The sector posted Rs. 174 billion in profits, a Rs. 950 billion improvement from the previous year, largely due to the implementation of automatic pricing mechanisms for fuel and electricity and cost-reflective water tariffs.",
    "Despite this progress, the sector remains fragile: 11 SOEs still incurred losses totaling Rs81 billion, and six entities reported negative equity amounting to Rs 525 billion (1.9% of GDP).",
    "The report warns that the financial outlook for key entities like CEB and CPC remains uncertain. Their debt burdens are substantial, and any reversal in the government’s commitment to cost-recovery pricing could undermine recent gains.",
    "SriLankan Airlines, in particular, is in a critical state, contributing over 90% of the sector’s total losses and negative equity, with US$310 million in debt requiring urgent restructuring.",
    "To address these risks, the government has introduced reforms under the Public Financial Management Act (PFMA), mandating enhanced reporting, strategic planning, and risk disclosure by SOEs.",
    "A Management Information System (MIS) has been established to collect financial data, and a credit risk assessment framework is being developed to evaluate the fiscal exposure posed by individual SOEs.",
    "The report recommends expanding oversight beyond the 41 strategic SOEs to include other commercially active entities, improving data quality, and integrating risk assessments into fiscal planning."
  ]
}