{
  "newspaper_id": "islandlk",
  "url": "http://island.lk/cathay-pacific-to-operate-three-non-stop-flights-per-week-from-colombo-to-hong-kong/",
  "time_ut": 1707060180.0,
  "original_lang": "en",
  "original_title": "Cathay Pacific to operate three non-stop flights per week from Colombo to Hong Kong",
  "original_body_lines": [
    "Hong Kong’s home carrier Cathay Pacific’s much awaited direct flights between Sri Lanka and Hong Kong are officially back following a four-year hiatus, resuming a legacy of serving the Sri Lankan market for over 30 years.",
    "The first flight from Bandaranaike International Airport successfully took off on 2 February, marking the return of Cathay Pacific’s three-times-weekly service from Colombo, operating on Wednesdays, Fridays and Sundays. Flights are operated by the airline’s Airbus A330 aircraft, offering 28 fully flat seats in Business class and 265 spacious seats in Economy, ensuring a comfortable and premium travel experience for all customers.",
    "For both business and leisure travellers, the flights will serve as a gateway, offering exceptional connectivity via Hong Kong to Asia, the Southwest Pacific and North America. The airline is also promoting special fares for students travelling from Colombo to Sydney, Auckland, Singapore, Tokyo, and Kuala Lumpur.",
    "Regional General Manager, South Asia, Middle East and Africa Rakesh Raicar said, “We are excited to reconnect Colombo with Hong Kong and key Asian hubs such as Shanghai, Beijing, Tokyo, Seoul, and many others. Cathay Pacific offers the best connectivity linking Sri Lanka seamlessly to other destinations across the Greater Bay Area and long-haul travel to Australia, the USA and Canada.",
    "“We are bullish on Sri Lanka’s potential, especially the recovery of tourism and rising student population. We look forward to welcoming Sri Lankan travellers aboard our flights and delivering a journey that exceeds their expectations. As a long-standing partner, Cathay Pacific looks forward to playing a key role in the country’s continued success story.”",
    "Current passenger loads and booking trends have been promising, indicative of pent-up travel demand. Traffic from key customer segments including gem traders, students and leisure tourists is expected to steadily return to pre-pandemic levels.",
    "The resumption comes at an opportune time with Hong Kong gearing up for the iconic Cathay Pacific/HSBC Hong Kong Sevens in April 2024. Meanwhile, a rebound is underway across markets including the Chinese Mainland and Japan signalling an uptick in regional corporate and group travel in the months ahead.",
    "On the cargo side, flights with a belly capacity of 15 to 25 tonnes facilitate fresh seafood exports leveraging Cathay’s specialised Cathay Fresh product. Sri Lanka’s expanding economy also promises growth in air freight across agriculture produce, fisheries and manufacturing verticals.",
    "SLIC formalises legal segregation of its Life and General insurance businesses",
    "Cathay Pacific resumes flights to BIA after nearly four years",
    "Leave a Reply Cancel replyYour email address will not be published. Required fields are marked *Comment Name *",
    "Save my name, email, and website in this browser for the next time I comment."
  ]
}