{
  "newspaper_id": "dailyftlk",
  "url": "https://www.ft.lk/business/NCE-seminar-highlights-latest-developments-of-VAT-and-TIEP-schemes/34-758853",
  "time_ut": 1708898881.0,
  "original_lang": "en",
  "original_title": "NCE seminar highlights latest developments of VAT and TIEP schemes",
  "original_body_lines": [
    "The National Chamber of Exporters of Sri Lanka (NCE) recently organised a seminar for exporters with the participation of around 140 to disseminate information on important topics related to exports.",
    "The event commenced with an illuminating keynote address by KPMG Principal, Head of Tax & Regulatory Division Suresh Perera, Sri Lanka Inland Revenue Department Senior Deputy Commissioner P.N. Kumara and Sri Lanka Customs Director of Customs, Industries and services Division R.H.R.W. Kamalsiri.",
    "Perera highlighted the latest developments of the new VAT changes in Sri Lanka and its effect on exporters. Also, provided a comprehensive guide for businesses and individuals navigating the ever-evolving landscape of fiscal responsibilities. Value Added Tax (VAT) is an indirect tax that is levied on the value added to goods and services at each stage of the production and distribution chain. Any changes to the VAT rate or regulations can have a significant impact on exporters, as they can affect the cost structure and competitiveness of their products in the international market. In addition to changes in the VAT rate, exporters should also be aware of any changes in VAT regulations and procedures. Changes in regulations can affect the way exporters calculate and pay VAT, which can have implications for their cash flow and overall business operations, stated Perera.",
    "Kumara highlighted the importance of TIN registration for businesses and he emphasised accurate and transparent financial transactions through VAT and SVAT registration. TIN registration ensures that businesses comply with tax laws and regulations. It helps in establishing the legal identity of the business for tax purposes. Also, the TIN is necessary for businesses to file tax returns and report their income to the tax authorities. However, TIN registration imposes certain costs and administrative burdens on businesses, such as the need to maintain proper records, file tax returns, and comply with tax regulations. He explained how the formatting of a Tax invoice should be and also highlighted how to deal with vendors/suppliers by requesting for a Tax invoice and the format that is acceptable for filing VAT returns.",
    "The Temporary Import for Export Processing (TIEP) scheme is a program in Sri Lanka that allows businesses to import raw materials, components, or machinery duty-free or at a reduced rate for processing, manufacturing, or assembling goods for export. The main objective of the TIEP scheme is to promote exports and boost the competitiveness of Sri Lankan products in the international market.",
    "Kamalsiri, highlighted the effective utilisation of the TIEP scheme for optimal benefits for Sri Lankan exporters during the seminar. The TIEP scheme is highly beneficial to Exports and the mechanism to apply for the TIEP Scheme was explained in detail to the benefit of the audience.",
    "Throughout the seminar, participants were encouraged to engage with the speakers through Q&A sessions, fostering an interactive environment. As businesses and individuals navigate the complexities of VAT, TIN registration, and TIEP, the insights shared by the industry experts serve as valuable guidance for effective and compliant practice."
  ]
}