{
  "newspaper_id": "adaderanalk",
  "url": "https://www.adaderana.lk/news/101388/bandula-lal-bandarigoda-sworn-in-as-member-of-parliament",
  "time_ut": 1724213700.0,
  "original_lang": "en",
  "original_title": "Bandula Lal Bandarigoda sworn in as Member of Parliament",
  "original_body_lines": [
    "Samagi Jana Balawegaya (SJB) member Bandula Lal Bandarigoda was sworn in as a Member of Parliament this morning (21), filling the vacancy created by the removal of former Galle District MP Manusha Nanayakkara.",
    "He took oaths before Speaker Mahinda Yapa Abeywardena following the commencement of the parliamentary proceedings at 9.30 a.m. today.",
    "On 09 August 2024, the Supreme Court determined that the Samagi Jana Balawegaya’s (SJB) decision to expel then Galle District Member of Parliament Manusha Nanayakkara and the National List Member of Parliament Harin Fernando from the party is legally valid. As a result, the two Parliamentary seats became vacant.",
    "The Supreme Court declared this ruling while dismissing the petitions filed by Harin Fernando and Manusha Nanayakkkara challenging the SJB’s decision to remove them from their party membership.",
    "On July 18, 2023, the Working Committee of the SJB decided to expel party members Harin Fernando and Manusha Nanayakkara from the party. In May 2022, the SJB had suspended the party membership of the two parliamentarians after they had accepted ministerial portfolios in the government while the party had vowed to take disciplinary action against them.",
    "However, the General Secretary of Samagi Jana Balawegaya (SJB) Ranjith Madduma Bandara had stated that party member Bandula Lal Bandarigoda will be appointed fill the parliamentary seat which fell vacant following the suspension of the party membership of Manusha Nanayakkara through the Supreme Court ruling.",
    "Bandarigoda, who secured 34,897 votes and placed third from the Galle District in 2020 General Election, was next in line on the SJB’s preferential vote list.",
    "Meanwhile, the SJB General Secretary had also said a qualified individual will be named by the party to fill the MP seat which remains vacant as Harin Fernando was also disqualified to hold the MP seat due to the suspension of his party membership, since Fernando was elected to the Parliament through SJB’s national list."
  ]
}